{
  "_id": "d243fe351e2e1805e38e5d5cae4e622d4aa8166ee69e2713b2e0bdc05628d192",
  "feed": "ftcomall",
  "title": "Hands-free beauty for the age of hygiene",
  "text": "<p>One of the ironies of the UK government keeping <a href=\"https://www.ft.com/content/77609fe0-5258-4c4a-bcc0-9e8c8fad3122\">beauty salons</a> closed but opening pubs after the first lockdown was in the relative hygiene standards of those two establishments. Beauty, by its&#xa0;nature, is in the business of being clean.</p> <p>But there's clean and then there's scrupulous. Most of us regard our pre-pandemic lives with a mixture of dismay and alarm: we certainly weren't washing our hands the 10 times a day we reportedly are now. And, mindful of <a href=\"https://www.ft.com/content/98e8ab63-0676-4c87-9ae3-071486773dea\">the new “touch-free” beauty halls</a> (samples individually wrapped, sealed brushes used to apply make-up), we're looking suspiciously at other areas of our beauty routines too. It's not really make-up that's the issue – most of that is already applied with a brush or sponge, or swiped straight on (although ask&#xa0;yourself when you last cleaned your make-up brushes; Johnson's Baby Shampoo is what many of the pros use to clean theirs).</p> <p>Skincare is where hands-free beauty is really happening. There are patches. Gadgets. Ceramic and glass applicators. There are even “transdermal bath soaks” from new US brand Flewd, containing nutrients that they say can “delete stress” from your body in 15 minutes. And the ever-inventive The Nue Co has a new “inhalable supplement” called Forest Lungs, claiming to recreate the effect of nature on the body, with replicated phytoncides to bolster the immune system and minimise stress.</p> <p>It's now possible to carry out your <a href=\"https://www.ft.com/content/e9873ee1-bb3e-4870-9a49-59927e1cd881\">entire skincare routine</a> without touching your face. Milk Makeup has 16 different swipe-on sticks, including a Matcha Cleanser, a solid Hydrating Oil and the Melatonin Overnight Serum. There's even hands-free skincare for fitness: FaceGym's Training Sticks describe themselves as “motion-activated skincare”, meaning that when you wear them while working out, they work better the harder you train.</p> <p>As well as being more hygienic, going hands-free could glean better results. “With our cleansing devices, you can control the pressure and really get some good lymphatic drainage going, some myofascial massage,” says Chris Luckham of Foreo, one of the biggest and most sophisticated beauty-device manufacturers. He believes that the new demand for hands-free beauty will see devices going from sporadic, weekly-treatment use to becoming “our preferred method of <a href=\"https://www.ft.com/content/99ff605f-8631-46bf-85a8-5fb3d2788db2\">daily skincare</a>” – although he thinks a combination of hands/no hands works best, ideally with skin being “first-stepped” with an oil-based cleanser.</p> <p>For a while, it looked as if skincare gadgets were never going to catch on – but the long stretches without salon visits last year changed all that: Selfridges saw a 900 per cent uplift in sales of <a href=\"https://www.selfridges.com/GB/en/cat/the-light-salon-boost-led-mask_475-3006895-8543709960/\">The Light Salon's Boost LED light-therapy mask</a> during the first lockdown, and by the end of the year, searches for “skincare tools” were up 414 per cent. And you know things are going mainstream when <a href=\"https://www.johnlewis.com/beauty/beauty-tools-tech/c40000480040\">John Lewis launches a&#xa0;beauty-tech category</a>, with bestsellers including the MZ Skin Light-Therapy Golden Facial Treatment Device and BeGlow Tia MAS SkinSense Cleansing Device.</p> <p>The gadget that's got everybody talking, though, is the <a href=\"https://opte.com/\">OPTE Precision Skincare System</a>, launched in the US last autumn with backing from P&amp;G Ventures and a 25,000-person waiting list. It's a futuristic treatment for hyperpigmentation: there's an HD camera in the wand that takes upwards of 200 pictures of the skin per second, using blue light to locate areas of discoloration, but it's also a “handheld inkjet printer for beauty” that “prints” a&#xa0;pigmented serum to specific areas of hyperpigmentation or dark spots, instantly camouflaging and helping to fade them over time. Incredibly, because it's so targeted, it&#xa0;uses 97 per cent less make-up than a traditional full-coverage foundation would.</p> <p>So what do <a href=\"https://www.ft.com/content/e6bbe696-ef46-11e9-bfa4-b25f11f42901\">facialists</a> make of it all? Surely nothing beats the touch of healing hands? The massage techniques? The sense of wellbeing derived from human connection? Well, yes – and no. “There are great benefits in human touch,” says London-based facialist Sarah Chapman, “and physical touch can provide a much-needed sense of care and connection with our bodies. But touching our faces can transfer bacteria, oils and allergens onto the skin, which can lead to breakouts or even infections. I often see congestion around the jawline and lower half of the face, where clients might not realise that they often touch or rest their hands, or where a phone is held regularly.”</p> <p>Chapman has steadily developed an impressive range of at-home devices that more or less mimic some of her in-clinic treatments. There's a brilliant Pro Pore Refiner, which delivers ultrasonic pore cleansing, but most akin to the real thing so far is her new Meso-Melt Infusion System, a microneedling facial roller and serum. You&#xa0;gently roll it across your skin for around 10&#xa0;minutes – surprisingly therapeutic – and you're&#xa0;done when all the&#xa0;high-concentration serum has been delivered into the skin, and the needles on the replaceable roller have fully dissolved.</p> <p>Less advanced but equally satisfying: the idea of “painting on” your skincare. There's a lot to be said for it, not only because of the potential for better hygiene but also because it can help minimise product waste, as nothing is absorbed into your hands as you apply. (Chapman believes that traditional jars, which can encourage cross-contamination, are on the&#xa0;way out completely.) La Mer was one of&#xa0;the first companies to include applicators with its skincare products. Particularly pleasing to use – and a bestseller – is its Lifting And Firming Mask, which comes with a flat brush: no mess, no missing a&#xa0;bit&#xa0;– and no dirty fingerprints. Or you can&#xa0;use ESPA's new Dual-Ended Face Mask&#xa0;Applicator with anything you like: it&#xa0;has a silicone applicator at one end for “pasting” on and a brush for buffing in at&#xa0;the other. You'll wonder what you ever&#xa0;did without it.</p> <p>Another occasion that's worth keeping wandering fingers out of proceedings is when you have a burgeoning spot. ZitSticka has patches for varying times of your unwelcome blemish's life cycle: the Killa Kit&#xa0;“for the early stage, upcoming zit” is an essential standby that really works. The tiny microdarts flood the area with spot-zapping ingredients, while also keeping it as clean as possible (and deterring you from squeezing). A winner, hands down.</p> <h1>Beauty gadgets that bring the salon experience home</h1> <h4>By Jessica Beresford</h4> <p><strong>Lyma laser starter kit<br></strong>This sleek handheld tool packs a 500 milliwatt laser inside – far more powerful than most on the market – which is dispersed 25,000 times through two lenses, making it safe for use even around the eye area. The idea is that it can penetrate the skin more effectively than others, leading to greater cell regeneration. Gliding the tool across the face and neck is a breeze, and it doesn't cause redness. After a month of using it daily for 15&#xa0;minutes, skin looked significantly brighter and clearer (it also has four blue LEDs to target bacteria and prevent spots), and fine lines were starting to minimise.<em> £1,999</em></p> <p><strong>Cellreturn Platinum LED Mask<br></strong>It's fitting that this at-home device resembles an astronaut's helmet, given that it harnesses Nasa-derived near-infrared (NIR) technology and LED light to treat skin concerns on the face and neck. One of a number of at-home LED masks (at the top end of the price range), the Cellreturn Platinum mask is fitted with 1,026 NIR, blue and red LED lights and has four treatment modes: red, to brighten skin and boost hydration and elasticity; blue, to target acne;&#xa0;pink, to calm inflamed skin; and fast, which incorporates all of the above. Each mode is 20 minutes long, and the company recommends using the mask every day once your skin has built up tolerance. The mask is a&#xa0;little cumbersome, but that's a small price to pay for the promised results. <em>£1,899</em></p> <p><strong>Georgia Louise Hollywood EGF&#xa0;Micro-Needling Tool<br></strong>It takes a certain level of confidence to inflict a microneedling roller on yourself, which is why celebrity facialist Georgia Louise has devised a mechanical tool to help bring control back to the practice at home. The Hollywood EGF device uses 20 needles to gently puncture the skin at a rate of 5,000 times per minute, using a guide to help control pressure. This is said&#xa0;to&#xa0;stimulate collagen production and aid&#xa0;the&#xa0;skin in absorbing products, such as the&#xa0;specially formulated Hollywood EGF Serum,&#xa0;which helps to plump and brighten.&#xa0;<em>$395</em></p> <p><strong>CurrentBody Skin LED Light Therapy Mask<br></strong>At-home beauty gadget&#xa0;experts CurrentBody designed this mask to be a flexible alternative to the more rigid LED treatments on the&#xa0;market – and have garnered loyal&#xa0;beauty fans as a result. The silicone mask wraps around the face, which means that the NIR and red LED lights have better contact with the skin and can penetrate to the lower&#xa0;layers, where the all-important cell regeneration happens. Use for 10 minutes a&#xa0;day, three to five times a week, for best results&#xa0;– and a warm, just-left-the-salon sensation afterwards.<em> £275</em></p><p>Source: Nicola Moulton 2021 'Hands-free beauty for the age of hygiene' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T09:30:25.523Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3131,
          "end": 3134
        }
      ],
      "name": "The Procter & Gamble Company",
      "id": "US7427181091",
      "nexusId": "10044575"
    }
  ]
}