{
  "_id": "5c5860a39dfed2d9cb3c34ae84ad8378ac5d293dcf68e6a7f6c1956f139e42cd",
  "feed": "ftcomall",
  "title": "Goodwill hunting: rule-setters eye accounting shake-up ",
  "text": "<p>For an accounting concept that sounds friendly, goodwill raises hackles between investors and companies. </p> <p>After decades of debate, investment analysts and chief financial officers still do not agree how to treat this bookkeeping legacy from takeover deals. The debate might sound arcane but it matters to financial analysis, and therefore to investors. For some corporates, especially acquisitive ones, goodwill can make up half or more of their total assets. </p> <p>Goodwill records the excess paid for an enterprise over its net asset value when one company buys, or merges with, another. This premium ends up on the balance sheet among intangible assets once the deal completes. </p> <p>The US arbiter of accounting principles, the Financial Accounting Standards Board, and the International Accounting Standards Board, are now <a href=\"https://www.fasb.org/cs/ContentServer?c=FASBContent_C&amp;cid=1176175769028&amp;d=&amp;pagename=FASB%2FFASBContent_C%2FActionAlertPage\">considering</a> changes to answer critics of this long-held accounting practice.</p> <p>Before 2002 in the US, and 2004 internationally, goodwill on the balance sheet was usually just reduced over time through an annual charge to profits. Since then, however, finance departments have had to test the worth of goodwill annually recorded on the books. If it has declined, this must be recorded and reflected in the profit and loss statement. This so-called impairment test has been the form for the past two decades.</p> <p>But the method is not popular with everyone. Corporates see these tests as overly complicated and costly, particularly for acquired companies long since integrated. Investors and analysts dislike them for other reasons.</p> <p>Occasionally, goodwill tests have led to huge hits to profits. Recall that US food group Kraft Heinz wrote down its goodwill by over <a href=\"https://www.ft.com/content/9e86eb8c-b9d6-11e9-96bd-8e884d3ea203\">$15bn </a>for the final quarter of 2018 — pushing the company deep into loss for the full year. The move confirmed that Heinz had overpaid for Kraft in its merger three years earlier. </p> <p>These types of profit implosions do not affect operating cash flow, but do cause earnings volatility. Some analysts prefer predictable reductions of goodwill to grenades going off in a company's accounts several years after an acquisition.</p> <p>They favour a steady reduction, or amortisation as it is known, of goodwill. This method would prevent what happens today: goodwill growing in size relative to other intangible and fixed assets, which are reduced in value over time. Currently, the FASB is sympathetic to a return to amortisation (over a ten year period); the IASB less so. </p> <p>However, without a regular assessment of this intangible asset, financial analysts really cannot be sure of a company's true worth. Theoretically, without a proper valuation of goodwill, CFOs would have a free pass to overstate the value of their assets, argues accountancy analyst Sue Harding.</p> <p>Screen out non-financial US listed companies with market values over $100m and one finds 341 for which goodwill alone makes up at least a third of total assets, according to Bloomberg data. Much depends on the sector. Media and software technology companies can have more intangible assets, some of which is goodwill. But this list also includes large manufacturers. But this list also includes large manufacturers such as Procter &amp; Gamble and Thermo-Fisher, a maker of medical equipment. In Europe this screening produces Anheuser-Busch InBev, for which goodwill makes up over half of assets.</p> <p>Big cuts to goodwill can also affect the net asset value of an enterprise. But at least this occurs after a test of the goodwill's value. Smoothing via amortisation masks any decline in the performance of the purchased companies. It assumes goodwill is a wasting asset, too, as with heavy equipment. That is debatable, and even the FASB says it does not wish to see impairment tests completely disappear.</p> <p>Frankly, adding another adjustment to earnings, an annual goodwill charge, will only make messy earnings reports worse. Regulators generally do not accept goodwill as reducing income tax expense, so more charges would only amplify net earnings volatility. Already investors often ignore a company's reported earnings, based on local accounting principles, in favour of adjusted figures. </p> <p>Given all this, it may be best to leave a properly performed goodwill impairment test method in place, however much CFOs complain about the expense and complication. Amortisation would provide zero insight on company performance. Maintaining the annual discipline of goodwill assessment is a good thing for governance and investors.</p> <p><em>alan.livsey@ft.com</em></p><p>Source: Alan Livsey 2021 'Goodwill hunting: rule-setters eye accounting shake-up ' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T05:00:36.437Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3151,
          "end": 3167
        }
      ],
      "name": "The Procter & Gamble Company",
      "id": "US7427181091",
      "nexusId": "10044575"
    }
  ]
}