{
  "_id": "58d519dc977f6891edb9b27f7d5186aa87d9ba6397be587166e5baddb3b35fe6",
  "feed": "wall-street-journal",
  "title": "SPAC Led by Former L'Oréal Executives to Form $1.2 Billion Beauty Company; Waldencast plans to acquire skincare firm Obagi and makeup maker Milk Makeup",
  "text": "<p>Waldencast's co-founder Michel Brousset, who previously served as group president of L'Oréal North America Consumer Products, will lead the new operating company, to be named Waldencast, as chief executive. The SPAC's other co-founder, Hind Sebti, who has worked at L'Oréal and Procter &amp; Gamble Co., will take on the role of chief operating officer.</p><p>\"We are trying to build a next-generation company that values sustainability, responsibility and inclusivity,\" said Mr. Brousset, who added that he and Ms. Sebti plan to acquire smaller \"purpose-driven\" beauty and wellness brands and then help them grow.</p><p>Mr. Brousset said he and Ms. Sebti envisioned such a wellness company several years ago and founded Waldencast to invest in upstart beauty brands. Using a SPAC wasn't part of the original plan.</p><p>\"Three years ago I didn't even know what a SPAC was,\" he said. They launched a SPAC earlier this year, though, because he said it allows them to rapidly fundraise and have a public currency to buy brands they like.</p><p>SPACs are shell companies that raise money and list shares on a stock exchange with the aim of merging with a private company—or, in this case, companies. After striking a deal, the private startups release detailed financial information, and regulators review the merger. Investors also vote on whether to approve a proposed acquisition. Once the deal closes, the private company starts trading on the stock market, replacing the SPAC.</p><p>Waldencast went public in March and currently has a market value of over $400 million.</p><p>SPACs are having a record year in 2021, eclipsing the prior record in 2020. Startups often like merging with so-called blank-check companies in part because they can lock in a value—and amount of cash raised—unlike in a typical IPO. When they go public via a SPAC merger, startups also are allowed to make business projections that aren't allowed in traditional IPOs.</p><p>The finances of the Waldencast deal differ in some respects from those of traditional SPAC mergers.</p><p>Waldencast's transaction to buy Milk Makeup and Obagi will be funded by $345 million in cash from the SPAC's IPO, so long as investors don't redeem their SPAC shares. There is additional money coming in the form of two forward-purchase agreements, $160 million of which is the sponsor's capital as well as a private investment in public equity, or PIPE. An additional $475 million in Waldencast's postdeal valuation comes from equity from the two merging companies.</p><p>Write to Corrie Driebusch at corrie.driebusch@wsj.com</p><p>SPAC Led by Former L'Oréal Executives to Form $1.2 Billion Beauty Company</p>",
  "published": "2021-11-15T11:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 278,
          "end": 298
        },
        {
          "start": 278,
          "end": 294
        }
      ],
      "nexusId": "10044575"
    }
  ]
}