{
  "_id": "fc6b2479c24b8585f132bd7ddda2c944f066463596335638de4a37a353aa5238",
  "feed": "ftcomall",
  "title": "Unilever: squeeze in ",
  "text": "<p>The grip is tightening. Operating margins at <a href=\"https://www.ft.com/content/ad522a79-c005-4b64-915b-e4ef09258b96\">Unilever</a>, home of squeezy-bottle goods such as Domestos bleach and Hellmann's mayonnaise, shrank 60 basis points last year to 18.5 per cent on an underlying basis.</p> <p>Covid-19 costs account for the bulk of this: personal protective equipment, extra transport, cover for sick staff and the like. A slightly smaller dent came via the product mix as homebound consumers' shifted to lower-margin products. Case in point: ice cream. Lockdown means more people eat Ben &amp; Jerry's at home instead of restaurants and kiosks where Unilever is able to skim off an extra 10 percentage points or so of margin.</p> <p>The London-listed group, currently in the throes of restructuring and winning back jaded investors, notes that this effect will wash through in the current year — when the comparator leaves behind the impact of Covid-19. Still, US rival Procter &amp; Gamble managed to lift its margins in the second quarter, boosted by productivity cost savings.</p> <p>Unilever investors can expect some of the same. The group will continue to spend €1bn this year and next on restructuring charges and reckons on collecting twice that in savings over a three-year period. The roll call of targets is familiar. Some could say the company is behind the curve. Unilever plans on digitising and standardising processes, including data and analytics. Gains should also follow from the group's newly <a href=\"https://www.ft.com/content/7fdfe84b-3df3-44ea-a191-7a1c2222a023\">unified corporate structure</a> and planned <a href=\"https://www.ft.com/content/e9e8a62a-0aba-406d-be91-ea6900b18b9e\">disposal of its tea business</a>. Unilever also remains a keen acquirer, snapping up €6.3bn of assets last year.</p> <p>Against that, risks of further margin compression remain. Additional pandemic costs will not disappear until the virus does. Residual frugality will remain even longer, implying continued lower-margin trading and more competitive pricing. The reshaping of supply chains and transport costs stands to take a toll. Higher commodity costs, which eroded margins in the group's food business in the second half, will probably persist. Shoppers may be spending more on soap and bleach, but it is too soon for investors to add this staple to portfolios.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Unilever: squeeze in ' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T16:12:17.430Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 876,
          "end": 892
        }
      ]
    }
  ]
}