{
  "_id": "2c97ec8f254035183e67acf6bc82ca4640eec719dcd98001fe3d379ee2df34ac",
  "feed": "ftcomall",
  "title": "UK businesses from Barratt to Pets at Home fare well under lockdown",
  "text": "<p>Several UK companies reported a boost from pandemic trading on Friday, with Barratt Developments announcing record home sales and others benefiting from increased spending on products from pet food to disinfectant.</p> <p>While confining people to their homes has been devastating for many businesses, the announcements show how others have taken advantage of changing consumer behaviour.</p> <p>Barratt, one of the UK's leading housebuilders, said it had sold a <a href=\"https://www.ft.com/content/c193edae-6b1e-4d25-b954-2a1a242c7c80\">record</a> number of homes in the six months to December 31, riding a wave of demand for housing.</p> <p>The FTSE 100 company agreed sales of 13,588 homes in the six months to December 31, up 14.3 per cent in the same period in 2019, and announced it would resume dividend payments from next month. </p> <p>Like its rivals, Barratt has been helped by a temporary cut in stamp duty, a property tax, that the government brought in to cushion the economic blow from the pandemic.</p> <p>Lockdown measures and the advent of mass working from home have also stoked demand for pets, prompting FTSE 250 chain Pets at Home to increase its full-year earnings guidance on Friday.&#xa0;</p> <p>The company said revenue growth across its retail and veterinary operations in the second quarter had “accelerated” in the period to New Year's Eve, with like-for-like increases during December in the high teens.&#xa0;</p> <p>Based on this guidance and assuming that Pets at Home remains an “essential” business, the group anticipates full-year underlying pre-tax profits of at least £77m.</p> <p>A greater emphasis on hygiene within the home has been a fillip for Rentokil, the FTSE 100 pest control company, which also <a href=\"https://www.ft.com/content/f7552b49-ca01-4662-913e-3834b12afe87\">raised</a> its profit guidance on Friday.&#xa0;</p> <p>The group said it expected full-year adjusted pre-tax profit to be slightly above the top end of market expectations of between £292m and £337m thanks to a spike in demand for one-off disinfection services. </p> <p>Rentokil and other makers of cleaning products, such as Reckitt Benckiser and Procter &amp; Gamble, have benefited from increased demand for products and services during the crisis. </p> <p>The reports of better trading prompted share price rises across the companies. Shares in Barratt rose 4.5 per cent in early trading on Friday and are trading at close to double the lows hit in March, when the housing market was temporarily shut down.</p> <p>Shares in Rentokil rose 2.4 per cent on Friday, taking its gains over the past year to almost 20 per cent.&#xa0;</p> <p>Meanwhile shares in Reach, the publisher of the Daily Mirror and Daily Express newspapers, soared by 25 per cent to a 10-year high on Friday as it also said it had performed better than expected during the pandemic.</p> <p>The group <a href=\"https://www.ft.com/content/fed7df6a-5d1f-4adf-9b66-aaa2790d54b9\">signed up 5m</a> new users as part of a digital push to counteract a fall in print circulation and said it expected profit to beat expectations due to surging online revenues.</p> <p>Reach, the UK's largest regional news media group, said its underlying operating profit for 2020 would be £130m-£135m, ahead of analyst consensus expectations compiled by the company of £122m. Online revenues grew 25 per cent in the fourth quarter, compared with 13 per cent growth in the third quarter.&#xa0;</p> <p>Chief executive Jim Mullen who was brought in less than two years ago to transform the sprawling newspaper group into a digital media business, said Reach had “accelerated [its] strategy and we are ahead of where we expected to be”.</p> <p>As well as invigorated demand, Rentokil, Barratt and Pets at Home have benefited from government intervention, which designates them as essential businesses.&#xa0;</p> <p>That has allowed Pets at Home stores and veterinary practices to continue trading and Rentokil to provide its services under lockdown restrictions.</p> <p>The housing market has also been kept open by the government, which has done all it can to ensure property sales and construction can continue even as a host of other sectors have been forced to close entirely.</p> <p>The stamp duty holiday and a rush of demand pushed average house prices in December to 6 per cent above where they were a year earlier, according to the lender Halifax, which published its <a href=\"https://www.ft.com/content/beb576d6-5c02-4fc8-a65e-39051c73f322\">house price index</a> on Friday.</p><p>Source: George Hammond, Harry Dempsey and Patricia Nilsson 2021 'UK businesses from Barratt to Pets at Home fare well under lockdown' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T13:32:20.369Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1920,
          "end": 1936
        }
      ],
      "nexusId": "10044575"
    }
  ]
}