{
  "_id": "22e027c5d65dbc1b6bec18df5cdc740746ccdcf536fad4519dacdce7c737c70e",
  "feed": "wall-street-journal",
  "title": "Biden Says Shelves Will Be Stocked for Holidays Despite Supply-Chain Backlogs; Republicans say president's policies contributed to high prices; Biden says it is 'easier to complain about a problem than to fix it'",
  "text": "<p>\"I can't promise that every person will get every gift they want on time,\" he said. \"Only Santa Claus can keep that promise.\"</p><p>Mr. Biden, whose approval rating has slumped in recent months, is eager to show his administration's efforts to confront accelerating inflation and the emergence of a new Covid-19 variant, Omicron, even as options are limited and supply chains have been handled by the private sector.</p><p>He outlined actions his administration has taken to confront supply issues, including pushing ports in California to speed up handling of containers. The Transportation Department will also extend through February the number of hours truck drivers can spend on the road, he said.</p><p>On Monday, Mr. Biden met with chief executives from leading companies, including Best Buy Co., Walmart Inc. and Kroger Co., to discuss the issue and was given assurances that progress is being made on supply-chain constraints.</p><p>Also Monday, the Federal Trade Commission said it was seeking information from Amazon.com Inc., Procter &amp; Gamble Co., Walmart and others about how they are handling the supply-chain snarls, part of a study into whether the problems have led to anticompetitive behavior and higher prices.</p><p>Joshua Bolten, president and CEO of the Business Roundtable, dismissed the idea that private companies are welcoming or causing inflation or shortages.</p><p>\"It's politics and we're seeing it on both sides of the aisle,\" he told reporters Wednesday. \"It's often attractive to blame corporations. It's misplaced, clearly.\"</p><p>He said there are several causes for inflation, including strong post-pandemic demand, continuing supply-chain disruptions and government spending that was necessary to boost household balance sheets but is having a lingering effect.</p><p>\"Our members are trying to navigate all of this as effectively as possible to get goods to their customers as effectively as possible, and they will probably filter out the political noise, which, in my view, has no coherent rationale,\" he said.</p><p>As a key inflation benchmark hit a three-decade high—consumer prices jumped 6.2% in October, the fifth-straight month of increases of 5% or more—Mr. Biden began peppering his speeches with measures his administration is taking to combat higher prices on groceries, cars, gasoline, rent and medical care.</p><p>Republicans have blamed Mr. Biden's policies, including a $1.9 trillion Covid-19 aid package, for contributing to inflation.</p><p>\"It's always easier to complain about a problem than to fix it,\" the president said Wednesday, accusing the GOP of trying to score political points.</p><p>Mr. Biden said it was too early to determine whether the Omicron variant would affect ongoing supply-chain disruptions and backlogs. \"But am I concerned? Of course I am,\" he said, while urging Americans to get vaccinated or booster shots.</p><p>Shortly after Mr. Biden spoke, news broke of the first known case of the variant in the U.S., a person in California.</p><p>Richard Rubin contributed to this article.</p><p>Write to Alex Leary at alex.leary@wsj.com</p><p>Biden Says Shelves Will Be Stocked for Holidays Despite Supply-Chain Backlogs</p>",
  "published": "2021-12-01T20:14:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1014,
          "end": 1034
        },
        {
          "start": 1014,
          "end": 1030
        }
      ],
      "nexusId": "10044575"
    }
  ]
}