{
  "_id": "68b53e8bf4578001aa46428c52020ba32c0d89eafff76cf3c621f7e08eb1b5e5",
  "feed": "ftcomall",
  "title": "Clash of the titans",
  "text": "<p>Swampians, I'm back, and have missed you!&#xa0;</p> <p>Like Ed, I can't tell you how great it is to re-emerge from book leave and find Washington so civil, and Wall Street so optimistic. Jamie Dimon, JPMorgan Chase chief executive, thinks we're heading for another <a href=\"https://www.ft.com/content/c33c9577-0faf-424d-919e-68bda2052867\">Goldilocks period</a>, referring to that “not too hot, not too cold” economic moment we enjoyed in the run-up to the great financial crisis. President Joe Biden is showing that America can lead again by spearheading a much-needed international coalition to impose a <a href=\"https://www.ft.com/content/b358ebca-4097-4cd6-bc7f-8e9d8f069250\">global minimum tax</a> on big multinational companies, many of which currently pay relatively little as a percentage of income compared to more domestic companies (not to mention individuals). Warm weather is coming, and despite some glitches, <a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\">vaccination</a> of the US population has gone much further, much faster than many thought possible. Certainly, we are doing better than Europe. &#xa0;</p> <p>So what — if anything — could spoil things? How about a great power conflict over Taiwan? As I watched this season's blockbuster movie, <a href=\"https://www.ft.com/content/40266137-05ee-4142-a06f-bcf96e1af6d4\"><em>Godzilla vs Kong</em></a> (not bad for the genre), with my 14-year-old son recently, I couldn't help but think of the US versus China, and whether there is a less cinematic and far more destructive clash looming. &#xa0;</p> <p>As some Swamp Things may know, <em>Godzilla</em> was conceptually born from the Japanese experience of Hiroshima and Nagasaki — the great movie lizard was awakened and powered by nuclear radiation. The studio that created him, Toho, eventually licensed the rights to <em>King Kong</em> in the 1960s. But Kong was actually born as a character in 1933, at the time of another big geopolitical shift, the rise of Nazi Germany and the lead-up to the second world war. &#xa0;</p> <p>Is it any accident then that monster movies are back in vogue, and political tensions between America and the Middle Kingdom are growing? As I explore in my <a href=\"https://www.ft.com/content/22dd4058-c283-45c3-8877-8c2507ec7d6b\">latest column</a>, the Chinese backlash against western brands that have stopped using Xinjiang cotton because of the treatment of Uyghur Muslims in the northwestern region underscores that there will be no easy choices for multinational companies doing business in both China and the west. More and more, companies are going to be pushed to pick sides in this new great power conflict. &#xa0;</p> <p>Consider not only the problems faced by apparel makers such as Nike, H&amp;M and various luxury goods providers over <a href=\"https://www.ft.com/content/42cad61d-4672-48e9-867a-ae78d54233ee\">Xinjiang cotton</a>, but the news that Procter &amp; Gamble worked with Chinese companies to test a way to circumvent Apple's new privacy tools. Apple, of course, is deeply in bed with the huge <a href=\"https://www.ft.com/content/05206915-fd73-4a3a-92a5-6760ce965bd9\">Taiwanese chip group TSMC</a>, the world leader in <a href=\"https://www.ft.com/content/f96df6ab-499b-4954-850c-886df891fc96\">fabrication</a>,&#xa0;which increased its business with the smartphone producer after it was hit by US bans on selling to its top customer, China's Huawei. Its American competitor Intel is meanwhile launching big <a href=\"https://www.ft.com/content/774d6757-d8b5-4da8-be3d-15585597a27b\">new fab operations</a> in the US, on the assumption that the US and China will separate high-technology supply chains including semiconductors. &#xa0;</p> <p>Assuming no big shifts in the <a href=\"https://www.ft.com/us-china-relations\">US-China political paradigm</a>, I believe that decoupling will happen, not only in chips, but in many strategically important supply chains. McKinsey has a new study out on Thursday&#xa0;that looks at the top 30 manufacturing sectors and names 16, including semiconductors, medical devices, communications equipment and autos, that are most important to a country's overall economic wellbeing. Look for those to become more regional. I'd even place a bet that we could see the US government underwrite chip demand as it did during the cold war years. &#xa0;</p> <p>Ed, would you take that bet? And what's the likelihood that we'll see China take over <a href=\"https://www.ft.com/content/beb5280d-6f1e-450c-a948-820e1f06e10b\">Taiwan</a> at some point?&#xa0;</p> <h2>Recommended reading</h2> <ul>  <li><p>I thought the FT was all over the most important themes this week. Ed, I loved <a href=\"https://www.ft.com/content/69a4cf53-ed75-42f9-8d87-01238219078d\">your Monday piece</a> on how Republicans are doubling down on cultural resentment as a political strategy. I also thought our colleague Gideon Rachman was quite right to put identity politics <a href=\"https://www.ft.com/content/d99b84e4-0bf2-47c1-9270-c82aecd0e8dd\">in a more global context</a>. Finally, Victor Mallet's <a href=\"https://www.ft.com/content/32dbb571-c4b7-4a9b-8d92-e7b7c98b0571\">Big Read</a> about the worrisomely good chance of a victory by Marine Le Pen in next year's French presidential elections provided excellent analysis of why populism isn't going away. &#xa0;</p></li>  <li><p>I'm still catching up on all my nonbook related reading, but the other piece I really enjoyed this week was a wonderful <a href=\"https://www.newyorker.com/magazine/2021/04/05/why-animals-dont-get-lost\">New Yorker feature</a> on how animals navigate in ways that seem to defy logic and known science.</p></li>  <li><p>It dovetails a bit with my other geeky fascination — Polynesians who can sail thousands of miles using only the <a href=\"https://www.goodreads.com/book/show/40536236-sea-people\">feel of the sea currents</a> as a guide.</p></li> </ul> <h2>Edward Luce responds</h2> <p>Rana, a US-China clash over Taiwan ought to rank as the number one geopolitical risk in the world — by quite a long way. In the past few weeks a number of prominent figures, including Admiral Philip Davidson, the head of Indo-Pacific command, have <a href=\"https://www.ft.com/content/61ea7ce5-7b68-459b-9a11-41cc71777de5\">warned</a> that China could move on Taiwan in the coming years. Others are debating whether the US should replace its stance of “strategic ambiguity” on Taiwan with strategic clarity — an explicit commitment to the island's defence. The preponderance of Washingtonians leaning towards the latter is clearly growing.&#xa0;</p> <p>Is this a comforting&#xa0;trend? I don't think so. Xi Jinping would probably take a US shift to strategic clarity as a direct challenge to his power and could easily precipitate what it is designed to prevent. At which point, the US would&#xa0;have to choose between a potential world war, or abject inaction in the face of Chinese aggression. My guess is that it would opt for the latter. In which case China would still face enormous economic penalties, world growth would be hit and America's allies in the region would drastically step up the arms race that is already under way. But China would likely be able to absorb the costs.&#xa0;</p> <p>How can we diffuse this in advance? It will require a mixture of openness to dialogue and firmness of principle on Biden's part. There is no grand solution to the US-China problem, only a skilful muddling through. I think Biden understands that America's geopolitical options will widen if he succeeds at home. By the same token, if his legislative agenda comes unstuck and Republicans regain control of Congress next year, prospects for a happy management of the US-China problem will dim. This is not like the US-Soviet cold war. China is not about to collapse under the weight of its own contradictions.&#xa0;</p> <h2>Your feedback</h2> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to </strong><a href=\"https://www.ft.com/content/a4cff0bf-c53f-4889-b72f-967a96f3894d\"><strong>‘The double standards of rich liberals'</strong></a><strong>:</strong> </p> <p>“I admit I am one of the high (but far from highest) income New Yorkers who would benefit from a return to Salt deductibility, but Representative Tom Suozzi makes an interesting point. New York gets 60 per cent of its revenue from the top 1 per cent of taxpayers (about to go higher with the new tax rate) which pays for the plethora of social services progressives want to maintain and increase. If, as your FT colleague writes, there's a material fleeing of the state by high income taxpayers, the loss of revenue will inevitably reduce services to the poor and middle class. Suozzi also points out that high real estate taxes and the higher cost of living in areas like the New York metropolitan area and California push many people who are middle class in terms of their buying power into high tax brackets and a high level of real estate taxes so that the Salt limitations hit them hard.” <em>— Jerry Rothstein, New York</em></p> <p>“I recommend&#xa0;<em>Dream Hoarders</em>&#xa0;by British-born Richard V Reeves at Brookings Institution. Reeves takes on&#xa0;the 20 per cent upper income Americans (I am a ‘member') and challenges them to do better. It probably requires an outsider&#xa0;perspective, such as Reeves, and the experience of being taxed much more (I am Swiss-Greek Ottoman diaspora born) to understand the issue and what could be different. You probably know from OECD statistics that the US is way down the list in terms of quality of life indicators. Indeed taxes buy quality of life for the majority. There is tremendous hypocrisy among rich liberals in the US,&#xa0;which I observe on a daily basis in academia where I represent (with difficulty) the interest of adjunct faculty. On one hand, I am part of an unfairly compensated and treated though highly qualified teaching faculty. On the other hand as the inheritor of stocks from my Swiss family I am part of the privileged elite which gets taxed too little. To compensate I give 20 per cent of my pre-tax income to charities, But even this is a luxury, I have choice.”&#xa0;<em>— Catherine Guisan, Saint Paul, Minnesota</em></p>&#xa0;<p>Source: Rana Foroohar 2021 'Clash of the titans' FT.com 12 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-12T14:49:30.414Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2377,
          "end": 2393
        }
      ],
      "nexusId": "10044575"
    }
  ]
}