{
  "_id": "8f6e82949963ce4c420f34b23e1c00a36b92ba5aa6d432074af512923e3a1283",
  "feed": "ftcomall",
  "title": "Smooth operators — the start-ups changing the face of men's skincare",
  "text": "<p>On Lumin's Instagram, a <a href=\"https://www.instagram.com/p/CMz5ZB2pmvF/?utm_source=ig_web_copy_link\">photo</a> of Gordon Ramsay's crinkled face next to that of a blemish-free baby (mock “before and after” shots promoting an anti-wrinkle serum) lives alongside posts about why green tea extract helps fade acne scars and how much charcoal cleanser to dab on your face. These are broadcast to the men's skincare brand's more than 330,000 followers. “We like to educate you and make you laugh,” says co-founder Darwish Gani. “I think we've built this relatability into the brand.”</p> <p>Los Angeles-based Lumin is introducing relatively sophisticated, South Korean-manufactured products to millennial and Gen Z men (its core customer is aged 25-34). It is normalising anti-wrinkle creams, face masks and exfoliating scrubs, which are common for women but novel for lots of guys who have only ever used bars of soap. And it's proving very popular. Just three years since launch, the brand, whose investors include Google's Gradient Ventures and Unilever Ventures, is an “eight figure-revenue business — not far from nine”, says Gani, and in the second half of 2020 it became profitable. </p> <p>It joins other digital-savvy start-ups harnessing the explosive growth of the £103bn global skincare market and making it aspirational yet accessible for everyday guys, including Hawthorne, Huron and Geologie in New York, LA's Asystem, Texan brand Disco and Paris's Horace.</p> <p>“We want to be that friend or older brother telling you it's OK to use under-eye cream,” says Franklin Isacson of Coefficient Capital, which has invested in Hawthorne, a five-year-old brand that has received $22m in funding from investors that also include Net-a-Porter founder Natalie Massenet's Imaginary Ventures.</p> <p>This new skincare proposition builds on men's increasing interest in appearance and wellness, especially among younger generations. All these brands — still niche but growing fast — were launched in the past six years, use direct-to-consumer subscriptions and tasteful, minimalist branding, and focus on “<a href=\"https://www.ft.com/content/e0e1a9a7-f5a1-4688-93cf-efd1c6965941\">clean</a>”, naturally derived ingredients designed to address the fact that men tend to have thicker skin and bigger pores than women.</p> <p>The men's grooming market — which is dominated by shaving, but also includes skincare, haircare and cosmetics — is currently worth £35bn, according to research firm Euromonitor, and has been growing in the low single digits annually since 2017 (excepting a 4.7 per cent dip during the pandemic).</p> <p>Yet this modest growth doesn't capture the dynamism of these DTC brands, which are not only taking away market share from Procter &amp; Gamble, L'Oréal and Unilever, says Coefficient Capital's Isacson, but also persuading men to buy products they never had on their bathroom shelves before.</p> <p>“Because of these online platforms, men are expanding into categories they previously were never buying, whether that's a face moisturiser or a serum,” says Isacson. As Gani puts it: “We're an addition to the wallet, not a replacement of something.”</p> <p>With face moisturisers priced between $15 and $25, these brands are more expensive than low-cost supermarket staples such as Nivea but cheaper than high-end brands. In this “premium mass” sweet spot, it feels like you're making an effort to take care of yourself without being excessive.</p> <p>But until DTC, there wasn't an adequate retail channel for brands in this price range, says Hawthorne co-founder Brian Jeong. Department store beauty halls and specialist retailers such as Sephora only stocked luxury labels, which can sometimes be intimidating to male shoppers, and most supermarkets aren't premium enough. Through their own websites, these start-ups have been able to meet customers in the privacy of their homes where they won't feel self-conscious about entering this serum-filled world.</p> <p>Established players are joining the party by homing in on skincare and other “soft” products. In late 2020, Edgewell Personal Care (whose stable includes Schick and Bulldog) acquired shaving cream and face care brand Cremo, while private equity firm the Carlyle Group snapped up Every Man Jack.</p> <p>Men's grooming has been earmarked as a sector to watch for two decades but, while Dollar Shave Club and Harry's shook things up with their online subscription platforms — leading to a billion-dollar acquisition for the former in 2016 — not much has happened beyond “blades and razors.” That's now changing. “Strategically we've called out soft products as a priority,” says Edgewell chief executive Rod Little.</p> <p>The pandemic has only intensified consumer demand. Edgewell doesn't break out the financial performance of its individual brands but Little says he has seen a “surge” in skincare interest across the company's brands in the past year, while Hawthorne's sales of face cleansers and moisturisers have tripled.</p> <p>Lockdowns have led many to reappraise their self-care regimes. “You look at yourself every day in Zoom calls — if you see your face that much, you're maybe going to want to take care of it more,” says Gani.</p> <p>The pandemic has also played into the hands of DTC brands by forcing more shoppers online. Both Geologie and Hawthorne provide quizzes that include questions about skin type and tone, age and propensity for sweating, and subsequently propose personalised bundles of goods. “Those recommendations might include things like an under-eye cream, which you otherwise might never have thought of buying, and people think, ‘OK, let me give it a try,'” says Isacson.</p> <p>If brands can get their products into a man's hands, much of the battle is won. Men are famously more brand loyal than women when it comes to fashion, and this goes for skincare too. If they like a brand, they'll stick with it, often treating it as a one-stop shop for all their products. This explains the success of subscriptions — which make up more than half of both Lumin's and Hawthorne's businesses — although some brands, such as London's Saunders &amp; Long, are developing “replenishment” services so customers only receive products when they need them.</p> <p>For all the market innovations, there is a sameness to much of the packaging and marketing across men's grooming brands. Shades of khaki, navy, grey and black dominate, fonts are unfussy, and names are often blokey (“Every Man Jack”, “Dude Products”, “War Paint for Men”).</p> <p>There's an army of military-associated skincare brands, barbershop-style brands channelling motorbikes and tattoos, and gentlemanly brands evoking the whiff of cigars. (Humanrace, a new brand from Pharrell Williams, feels different with its bright green packaging; it is unisex but, with Pharrell as its face, is likely to appeal to men.)</p> <p>Presumably this testosterone-signalling is partly due to the relative newness of this segment. Most men are still unlikely to discuss grooming regimens with their mates and need reassurance that looking after your face does not diminish your masculinity. According to research firm Mintel, a staggering 80 per cent of British young men prefer skincare products that have been specifically designed for men, rather than unisex offerings.</p> <p>“The hypermasculinity comes from really asserting that you're there for a man's needs; I think men still do need [to be spoken to directly] in the beauty space,” says Samantha Dover, Mintel global beauty analyst.</p> <p>As these brands convert more customers, the stigma will continue to dissolve — especially once these brands venture offline into high-end supermarkets and pharmacies, where they will reach a wider demographic. Within the next four years Gani says Lumin will be “anywhere someone buys skincare”, while Jeong says that, in the US, shoppers can expect to see Hawthorne's squeezy tubes on shelves in the “coming months”.</p> <p>“It's a race to become the Old Spice, Dove, Gillette or Axe [Lynx] for this generation of male consumers,” he says.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Jamie Waters 2021 'Smooth operators — the start-ups changing the face of men's skincare' FT.com 21 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-21T04:00:20.980Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2541,
          "end": 2557
        }
      ]
    }
  ]
}