{
  "_id": "715a6cdc3b35fa84a26504b64a0d7336c7ef57133436f56c2419a23a1c38d6ae",
  "feed": "ftcomall",
  "title": "Coty/Estée Lauder: the line on beauty",
  "text": "<p>The business of selling lipstick and skin creams has turned ugly. Working from home has prompted many people to abandon their usual beauty routines. The collapse in air travel has resulted in far fewer sales at duty-free airport shops.</p> <p>Not all beauty groups are equally exposed. The latest quarterly results from Estée Lauder and Coty highlight the former's resilience and the latter's continued befuddlement.</p> <p>Estée Lauder, whose brands include MAC and La Mer, delivered a <a href=\"https://www.elcompanies.com/en/news-and-media/newsroom/press-releases/2021/02-05-2021-114511702\">nearly blemish-free</a> quarter. Revenue rose 5 per cent to $4.8bn during the past three months of 2020 amid a rebound in demand for premium skincare products from China. </p> <p>Cost cutting helped boost net earnings 56 per cent higher to $877m. The stock — up 28 per cent in 2020 — hit a new high this week. The company has announced plans to resume its share buyback programme later this year.&#xa0;&#xa0;</p> <p>The picture could not be more different at Coty, which has struggled since buying beauty brands from Procter &amp; Gamble in 2016. An integration nightmare led to billions in writedowns. Coty ended up spinning out some brands in a deal <a href=\"https://www.ft.com/content/2731771e-e43f-4126-87d6-eab87e4b5ec1\">with KKR</a> last May. A turnround still has a long way to go.&#xa0;</p> <p>Estée Lauder benefits from a strong portfolio of high-end skincare brands and a balanced geographical exposure. Coty remains dependent on mass market make-up brands like CoverGirl and Rimmel, which are mainly sold in drugstores. Its higher-end offerings are mostly perfumes — which have suffered as people work remotely. Coty has less exposure to beauty-obsessed Asia. </p> <p>The result: sales at Coty slumped 16 per cent during the December quarter. The net loss ballooned to $252.3m from $22m a year ago.&#xa0;</p> <p>Coty shares, down 80 per cent from their 2015 peaks, are currently among the cheapest in the sector, at just 23 times forward earnings. Estée Lauder trades at 40 times. Coty's low valuation means there will be huge upside if new CEO Sue Y Nabi can turn the group round and recapture its youthful glow.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline. </em></p><p>Source:  2021 'Coty/Estée Lauder: the line on beauty' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T18:29:37.166Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 961,
          "end": 977
        }
      ],
      "nexusId": "10044575"
    }
  ]
}