{
  "_id": "97269a7b3300d2370ab52cca39f21af905b15c3aa10dcd2923504d6bbe09c90f",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Xi Jinping has called for a new world order, using <a href=\"https://www.ft.com/content/096dd554-499b-468c-b5fa-38b0352941a0\">a speech at China's flagship business event</a> to launch a veiled attack against US global leadership and to warn against economic decoupling.</p> <p>“International affairs should be handled by everyone,” the Chinese president told the Boao Forum for Asia on Tuesday, an event billed as the country's answer to the World Economic Forum in Davos.</p> <p>Xi did not name the US in his 18-minute speech but he took aim at Washington's efforts to decouple supply chains and bar critical American semiconductors and other high-tech goods from being sold to Chinese companies such as Huawei. He also warned countries not to meddle in China's internal affairs after recent attacks by Washington and other foreign governments on Beijing's human rights abuses against&#xa0;<a href=\"https://www.ft.com/content/92d57e46-4c63-46f2-be08-de8a9954256e\">Uyghur Muslims in Xinjiang</a> and <a href=\"https://www.ft.com/content/b2fa61fc-00fe-40ed-9231-c4dc95b7b516\">the crackdown</a> on Hong Kong's democracy movement. </p> <p>“Bossing others around and interfering in other countries' internal affairs will not be well received,” Xi said.&#xa0;</p> <p>Western executives scheduled to participate in the Boao Forum included Apple chief executive Tim Cook, Goldman Sachs president John Waldron, Tesla boss Elon Musk and Stephen Schwarzman of Blackstone.</p> <h2>Coronavirus digest</h2> <ul>  <li><p>Sales of <strong>Johnson &amp; Johnson's</strong> Covid-19 vaccine hit $100m <a href=\"https://www.ft.com/content/d2c5355b-ed22-4f6a-9dc2-de89f687b32d\">in the first three months of the year</a> as the company awaits findings from regulators on whether it can resume the rollout of its jab.</p></li>  <li><p><strong>Condé Nast</strong>, the publisher of Vogue, is ready to return to its heyday of profitability and influence as the world enters a&#xa0;“Roaring Twenties”&#xa0;of post-pandemic indulgence, top editor Dame Anna Wintour has declared <a href=\"https://www.ft.com/content/c35540f8-8131-4910-92c0-53a753d48c48\">in a rare interview</a>.</p></li>  <li><p><strong>Canada's</strong> finance minister Chrystia Freeland delivered the Liberal government's <a href=\"https://www.ft.com/content/2f5befa4-0c6c-4dd6-aea1-657ca23685fc\">first budget since 2019</a>, vowing to “punch our way out of the Covid recession” with C$101bn (US$81bn) in spending over three years.</p></li>  <li><p>Cases and hospitalisations in <strong>Israel</strong> tumbled two months into a coronavirus inoculation programme that has ensured almost all over-60s have been fully vaccinated, a paper in <a href=\"https://www.ft.com/content/e163b151-f262-4b4b-99c6-7ad43478c572#post-32a871f3-e5ea-452b-a93d-9a011367d508\">the Nature Medicine journal</a> has found.</p></li>  <li><p><strong>Russia's </strong>Sputnik V coronavirus vaccine has an <a href=\"https://www.ft.com/content/339f6f2f-2132-41af-a547-d8a4c72ca822#post-e11f8e73-abef-42c3-83a0-d5d97bf760fb\">efficacy rate of 97.6 per cent</a>, its developers said, based on data from almost 4m people.</p></li>  <li><p><strong>British </strong>businesses reported <a href=\"http://ft.com/content/61adf150-65ae-4524-ab53-1cb3c15ccbf9\">better than expected trading</a> last week as they reopened after three months of lockdown. (FT, CNN)</p></li> </ul> <p><em>Follow the latest news on our </em><a href=\"https://www.ft.com/content/e163b151-f262-4b4b-99c6-7ad43478c572\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our Coronavirus Business Update email newsletter.</em></p> <h2>In the news</h2> <p><strong>Blinken says US must lead green energy revolution to combat China</strong> US secretary of state Antony Blinken has cast renewable energy investment <a href=\"https://www.ft.com/content/94b3d0dc-830e-46c2-911a-9c29e22bc432\">as imperative</a> to America's rivalry with China days ahead of a White House climate summit. The top US diplomat warned America was “falling behind” in the green economy.</p> <ul>  <li><p>Britain is preparing to commit <a href=\"https://www.ft.com/content/a8c749b1-35fe-4613-a9b8-45688177843c\">to steeper cuts in carbon emissions</a>&#xa0;ahead of this week's summit where President Joe Biden will outline a new national goal for US carbon reduction.</p></li>  <li><p>American officials have painted the climate summit as <a href=\"https://www.ft.com/content/449bf46b-37a0-4fff-a516-30d4cf042573\">a pivotal moment</a> for relations between the US president and the rightwing Bolsonaro government in Brazil.</p></li> </ul> <p><strong>Berkshire directors rebuked over pay for likely Buffett successors</strong> The shareholder adviser ISS is recommending investors withhold their votes from four directors at Warren Buffett's Berkshire Hathaway in <a href=\"https://www.ft.com/content/490949ae-964e-4291-b58f-d5d4126cf371\">a rebuke</a> of the company's executive pay policies.</p> <p><strong>Credit Suisse prime brokerage heads to exit in Archegos fallout</strong> The two heads of Credit Suisse's prime brokerage business, John Dabbs and Ryan Nelson, <a href=\"https://www.ft.com/content/4668678b-37a9-4e82-9a0d-7246955ddca9\">are to leave</a> weeks after the bank reported at least $4.7bn of losses related to the collapse of family office Archegos Capital. </p> <ul>  <li><p><strong>Go deeper:</strong> In interviews with the Financial Times, <a href=\"https://www.ft.com/content/cb708ba2-ea8c-4c66-9190-0255fa5112e3\">six current and former Credit Suisse managers</a> said the bank hollowed out risk expertise and trading acumen in favour of promoting salesmen and technocrats. “Credit Suisse was in the deep end swimming with the sharks . . . They were always going to get destroyed,” said one.</p></li> </ul> <p><strong>California counties seek billions from drugmakers in opioid trial</strong> Johnson &amp; Johnson, Teva, Endo and AbbVie's Allergan <a href=\"https://www.ft.com/content/3366de85-82bc-434d-b345-9f01816767d7\">are accused of</a> falsely marketing painkillers and knowingly underplaying the risk of addiction in order to increase sales, in litigation brought by three California counties and the city of Oakland. </p> <p><strong>UK considers creating central bank digital currency</strong> The UK Treasury and Bank of England <a href=\"https://www.ft.com/content/b39d663a-5082-42cb-ab9b-7b91e4ee1d19\">announced on Monday</a> a joint task force to evaluate the creation of a central bank digital currency to future-proof sterling against cryptocurrencies and improve the payments system. <em>For more fintech news </em><a href=\"https://ep.ft.com/pages/newsletters/575981ede74eb90300a44d8e/subscribe/success\"><em>sign-up</em></a><em> to our weekly #fintech newsletter.</em></p> <p><strong>German ruling party backs Laschet to succeed Merkel </strong>Armin Laschet will be the <a href=\"https://www.ft.com/content/30f3630e-2edf-4c77-b134-b73e34d381a9\">German centre-right's candidate</a> for chancellor in this year's national election, after his rival Markus Söder, the prime minister of Bavaria, threw in the towel. Forty-year-old Annalena Baerbock will be the Green Party's <a href=\"https://www.ft.com/content/45ec0c68-706c-419e-ad56-343c1ae913b0\">first-ever nominee</a> for chancellor.</p> <p><strong>Prosecutor says Chauvin ‘betrayed badge' in Floyd case </strong>Former Minneapolis police officer Derek Chauvin <a href=\"https://www.ft.com/content/47d9f7d9-961e-4bd2-808f-755233c50334\">“betrayed the badge”</a> in killing George Floyd last year, prosecutors said, as lawyers made their closing arguments in the high-profile trial. As the jury begins deliberations, the Biden administration is privately weighing up <a href=\"https://apnews.com/article/joe-biden-death-of-george-floyd-trials-racial-injustice-minneapolis-a18cb32cd58611a446c0dfcb699d4972\">how to handle the verdict</a>. (FT, AP)</p> <h2>The day ahead</h2> <p><strong>Earnings </strong>Investors will focus on <a href=\"https://www.ft.com/content/ae6f0ad5-a685-4eab-86f5-a65e8c7021ef\">subscriber figures</a> when Netflix updates. Other companies <a href=\"https://www.ft.com/content/0f71b81c-a6c2-4b67-96e2-0834d78eaa85\">reporting</a> include Procter &amp; Gamble and cigarette maker Philip Morris International. Tobacco shares <a href=\"https://www.ft.com/content/dcab56a1-f175-4969-a962-f60bef8a0ccf\">fell in Europe on Tuesday morning</a> on reports the Biden administration is considering forcing companies to strip cigarettes of nicotine and banning menthol products in the US.</p> <p><strong>iPad event</strong> Apple is expected to unveil new iPads at its <a href=\"https://www.apple.com/apple-events/?&amp;mtid=20925rc739929&amp;aosid=p238&amp;mnid=sJfL3VT8c-dc_mtid_20925rc739929_pcrid_514786599111_pgrid_124866911470_&amp;cid=wwa-uk-kwgo-features--slid---productid--Brand-AppleLive-Pre-\">Spring Loaded event</a>. It will be livestreamed from the company's Cupertino, California headquarters and <a href=\"https://gadgets.ndtv.com/tablets/news/apple-event-2021-livestream-live-how-to-watch-launch-ipad-pro-imac-2021-airtags-expect-2417629\">is expected to </a>unveil next-generation iPad, iMac, Apple TV, and AirTags. (Gadgets 360)</p> <p><strong>IPOs</strong> UiPath, a maker of workplace automation software founded by <a href=\"https://www.ft.com/content/05fb8ebd-26b1-48ca-be29-1ede7381da3b\">a former Microsoft engineer</a> in Romania, is expected to set the price of its US IPO today. The company is targeting a valuation of nearly $28bn after raising <a href=\"https://www.reuters.com/article/uipath-ipo/update-1-uipath-upsizes-u-s-ipo-aims-for-28-bln-valuation-idUSL4N2MC2QW\">around $1.3bn</a> by selling 23.9m shares priced between $52 and $54 each. (FT, Reuters)</p> <h2>FT Next Gen: A New Deal for the Young</h2> <p><em>Join us on April 26-30 for live panel debates on how to make the economy work better for young people — covering housing, pensions, jobs, education and the environment. Learn more and </em><a href=\"https://newdeal.live.ft.com/?reference=curatednewsletters&amp;utm_source=emh&amp;utm_medium=curatednewsletters&amp;utm_campaign=2021pftnewdealfortheyoung\"><em>sign up here</em></a><em>.</em></p> <h2>What else we're reading</h2> <p><strong>After Afghanistan, China and Russia will test Biden </strong>As the US prepares to pull troops out of Afghanistan, the watching world will wonder if a gap is emerging between White House rhetoric advocating for global re-engagement and the reality of continuing retreat, <a href=\"https://www.ft.com/content/0116d3ab-9c97-45d8-97ef-8ba86254c4dc\">writes Gideon Rachman</a>.</p> <p><strong>Europe's Super League should ring antitrust alarm bells</strong> The “closed shop” format of the proposed new European football tournament has raised concerns about <a href=\"https://www.ft.com/content/73d3c73f-4687-4dcb-8679-8f1178600d9c\">potential anti-competitive activity</a>. The league's biggest impact would be to blow up two of football's cornerstones: competition and tradition, <a href=\"https://www.ft.com/content/7472aa5e-51fb-467e-a3f8-13cda10cc4f1\">writes Simon Kuper</a>.<a href=\"https://www.ft.com/content/e42b84e8-91f3-4642-9306-fe81552453fe\"> The FT View</a> is that the clash reflects football's evolution from community-based sport into an arm of the global entertainment industry. <em>For more on the business of sport, </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5e5e3d297600b40004c209fc\"><em>sign up</em></a><em> for our </em><a href=\"https://www.ft.com/scoreboard\"><em>Scoreboard</em></a><em> newsletter.</em></p> <p><strong>Drivers' conditions in focus as battle to organise Amazon workers moves on</strong> The resounding defeat of a unionisation effort at an Amazon warehouse in Bessemer, Alabama, earlier this month may not have been as bad a setback as the US labour movement first feared, <a href=\"https://www.ft.com/content/b953b330-4be6-4b2a-8ff0-589cabf4cde6\">according to the Teamsters union</a>, as more unpleasant stories about working conditions in the ecommerce group's facilities emerge.</p> <ul>  <li><p>Job insecurity matters because its consequences make it harder to keep a roof over your head, progress at work, stay out of debt and keep healthy. But we don't really know whether insecurity is on the rise because we are very bad at measuring it, <a href=\"http://ft.com/content/07a6ceac-77cb-43f5-affe-24e6f7629de6\">writes Sarah O'Connor</a>.</p></li> </ul> <p><strong>Robinhood traders might have had a point on Hertz</strong> Maybe the Robinhood gang was on to something. Ten months after retail investors piled into the equity of bankrupt car hire company Hertz, it has become <a href=\"https://www.ft.com/content/b7c53f59-d28c-4331-85a7-42cc686519de\">one of the hottest plays</a> for hedge funds wizards.</p> <p><strong>Singapore pioneers pandemic-era meetings&#xa0;</strong>Might the future of travel look more like a prison visitors' room than a business-class lounge? It's an unhappy thought, but one James Crabtree grappled with recently while visiting a Singapore facility designed to allow&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-9213aca7-01c2-4c03-9ae4-086a87dc6272/YK-RxdwnC5UxeSgMQsfiZA~~/AAAAAQA~/RgRiYIIwP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvOTIxM2FjYTctMDFjMi00YzAzLTlhZTQtMDg2YTg3ZGM2MjcyP2VtYWlsSWQ9NjA3ZGZhMTRkNzQ0ODMwMDA0NmU2MTY0JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgdUb9fWD25cBtUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">Covid-safe meetings behind airtight glass panels.</a></p> <h2>Podcast of the day </h2> <p><strong>Money Clinic meets digital bank start-up founder </strong>Anne Boden spent over three decades in the traditional banking sector. But in 2014 she decided that the time had come for a career shift and quit her job to found Starling Bank. In less than seven years the digital bank has grown and now has 2m customers.&#xa0;Boden spoke to Consumer Editor Claer Barrett in <a href=\"https://www.ft.com/content/1191d492-6e8d-4dfc-b88f-ca1c6d9372fc\">the latest episode</a> of the Money Clinic podcast.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Today's top stories' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-20T11:48:53.190Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 5406,
          "end": 5422
        }
      ]
    }
  ]
}