{
  "_id": "24165fb8708e4555c6c7e5a871ea70e5eaf262bc9034701ecda6f34d7eaca55b",
  "feed": "ftcomall",
  "title": "Procter & Gamble to raise prices of more household goods as supply chain costs bite",
  "text": "<p>Procter &amp; Gamble has said it will raise prices on more household goods, warning that supply chain costs would be higher than it had previously anticipated.</p> <p>Andre Schulten, chief financial officer, said P&amp;G recently informed retailers that it will begin charging more for some grooming, skin care and oral care products. That follows price increases to a range of other consumer products, including home and fabric care.</p> <p>Manufacturers and retailers are feeling the pressure from accelerating inflation, as raw material prices climb and logjams at ports and warehouses drive up shipping fees. Colgate-Palmolive, General Mills and Kleenex maker Kimberly-Clark are just a few of the consumer goods companies that have announced price increases this year to help make up the difference.</p> <p>As a result, consumers are taking a hit to their wallets, with inflation hovering near its highest level in 13 years.</p> <p>P&amp;G, the company behind Tide detergent, Charmin toilet paper and Crest toothpaste, estimated headwinds of $2.1bn after tax from higher commodity costs and another $200m tied to freight costs for the current fiscal year. It had expected a combined hit of $1.9bn three months ago.</p> <p>Schulten said P&amp;G was paying more for resin, pulp, packaging and other raw materials, while it continued to experience truck driver shortages and rising costs for diesel fuel. “We don't expect any easing in terms of commodity cost pressures,” he said.</p> <p>Higher selling prices will soften the blow. P&amp;G maintained its outlook for the full fiscal year, which began at the start of July, estimating core earnings per share will improve by 3 to 6 per cent from the previous year. Total sales are forecast to grow by 2 to 4 per cent, coming off a year in which booming sales of toilet paper and cleaning supplies lifted revenues.</p> <p>Mounting supply chain challenges took some shine off stronger quarterly sales. Higher pricing and demand for laundry detergent, razors and healthcare products helped organic sales to a 4 per cent increase year on year. P&amp;G has benefited from resurgent demand in the personal hygiene aisle as consumers returned to offices and social gatherings. Demand for pantry staples such as toilet paper also has been resilient.</p> <a href=\"http://www.ft.com/cms/9c773b58-0fb7-41cd-bef5-d3cbb0d081b9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Net sales were up 5 per cent at $20.3bn in the three months to the end of September, beating analysts' forecast of $19.9bn.</p> <p>P&amp;G reported a first-quarter net income of $4.1bn, down 4 per cent year on year, as the company incurred higher expenses. It earned $1.61 per share on an adjusted basis, compared with $1.63 per share a year ago. Analysts were looking for a bigger decline to $1.59 per share.</p> <p>Shares in P&amp;G fell more than 2 per cent in pre-market trading on Tuesday, putting the stock on track to erase nearly all of its gains this year.</p><p>Source: Matthew Rocco 2021 'Procter &amp; Gamble to raise prices of more household goods as supply chain costs bite' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-19T14:07:30.228Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 1475,
          "end": 1478
        },
        {
          "start": 2628,
          "end": 2631
        },
        {
          "start": 202,
          "end": 205
        },
        {
          "start": 1193,
          "end": 1196
        },
        {
          "start": 2021,
          "end": 2024
        },
        {
          "start": 2343,
          "end": 2346
        }
      ]
    }
  ]
}