{
  "_id": "0c22909da3acb5f18b23f25bbcaed7d82be513265ea4ec5f18587cf826ee1e3c",
  "feed": "wall-street-journal",
  "title": "P&G to Raise Prices in September  ----  By Sharon Terlep",
  "text": "<p>   Procter &amp; Gamble Co. this fall will start charging more for household staples from diapers to tampons, the latest and biggest consumer-products company to announce price increases. </p><p>   The maker of Gillette razors and Tide detergent cited rising costs for raw materials, such as resin and pulp, and higher expenses to transport goods. </p><p>   The announcement, which P&amp;G said could be a precursor to broader increases, follows a similar move last month by rival Kimberly-Clark Corp. </p><p>   \"This is one of the bigger increases in commodity costs that we've seen over the period of time that I've been involved with this, which is a fairly long period of time,\" said P&amp;G Operating Chief Jon Moeller, a 33-year company veteran. </p><p>   Mr. Moeller said P&amp;G aims to improve and add features to products, as the company increases prices so that consumers feel they are getting more. The price increases, to take effect in September, will be on baby products, adult diapers and feminine-care brands and will be in the mid- to high-single-digit percentage points, the company said. </p><p>    The last time big consumer-products companies raised prices significantly because of materials costs was 2018, when surging pulp prices drove up the cost of diapers, toilet paper and other products. </p><p>   Global supply chains, already struggling due to the Covid-19 pandemic, have seen additional disruptions. The February freeze that triggered mass blackouts in Texas led to chemical-plant shutdowns and caused a shortage in raw materials that in turn sent prices for polyethylene, polypropylene and other chemical compounds to their highest levels in years. </p><p>   Kimberly-Clark, maker of Huggies diapers and Scott paper products, said its percentage increases would be in the mid- to high-single digits and take effect in late June. They will apply to the company's baby- and child-care, adult-care and Scott bathroom tissue businesses. </p><p>   Several food makers have raised prices as well. Hormel Foods Corp. said in February that it raised prices on its turkey products, such as Jennie-O ground turkey, in response to higher grain costs. J.M. Smucker Co. said it recently raised prices for its Jif peanut butter and that it might do the same with pet snacks because of higher shipping costs and other inflationary pressure. </p><p>   The Labor Department said last week that its consumer-price index -- which measures what consumers pay for everyday items, including groceries, clothing, recreational activities and vehicles -- jumped 2.6% in the year ended March, the biggest 12-month increase since August 2018. </p><p>   P&amp;G announced the price increase as it disclosed financial results for the quarter ended March 31. The company said organic sales -- a measure that strips out deals and currency moves -- grew 4% in the quarter ended March 31. </p><p>   During the quarter, P&amp;G's net sales rose 5% to $18.1 billion. Volume was flat for the first time in years, while price and mix both increased 2%. </p><p>   P&amp;G posted net income of $3.27 billion, or $1.26 a share, up from $2.92 billion, or $1.12 a share, a year earlier. Analysts expected net income of $3.09 billion. </p><p></p>",
  "published": "2021-04-21T06:11:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 355,
          "end": 358
        },
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 2540,
          "end": 2543
        },
        {
          "start": 2912,
          "end": 2915
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 724,
          "end": 727
        }
      ]
    }
  ]
}