{
  "_id": "1e915b23a61a15a516c3daaae4902be325cfc390419078a837ef91f05c084359",
  "feed": "wall-street-journal",
  "title": "Business News:  Corporate Watch",
  "text": "<p>\n  ERNST &amp; YOUNG </p><pre> </pre><p>\n  Firm Settles SEC </p><p>\n  Probe for $10 Million </p><pre> </pre><p>\n  Ernst &amp; Young LLP will pay $10 million to settle a regulatory investigation into allegations that it improperly obtained confidential information in pursuit of a contract to audit a public company's books. </p><p>\n  The Securities and Exchange Commission also fined four accountants allegedly involved in the misconduct: an Ernst &amp; Young partner, two retired partners, and a former chief accounting officer of the unnamed client company who shared the competitive information with them, according to the agency. The four accountants were all suspended from reviewing the financial statements of public companies for periods ranging from one to three years. </p><p>\n  Ernst &amp; Young and the four accountants agreed to settle the SEC's claims without admitting or denying misconduct. </p><p>\n  -- Dave Michaels </p><p>\n  --- </p><p>\n  PROCTER &amp; GAMBLE </p><pre> </pre><p>\n  Eastman Recycled </p><p>\n  Plastic to Be Used </p><pre> </pre><p>\n   Procter &amp; Gamble Co. will use recycled plastic material from Eastman Chemical Co. in some of its products and packaging, the companies said. </p><p>\n  Under the agreement, Procter &amp; Gamble will adopt plastics from Eastman's Renew brand. The materials are made using molecular recycling, enabling the reuse of plastics that would otherwise go to landfill, according to the companies. </p><p>\n  Eastman and P&amp;G also said they will collaborate to increase collection of hard-to-recycle plastics, which Eastman will use to create more recycled materials. </p><p>\n  Eastman plans to make Renew plastics at a new facility in Kingsport, Tenn., that the company said will be complete next year and will recycle more than 200 million pounds of plastics annually. </p><p>\n  -- Matt Grossman </p><p>\n  --- </p><p>\n  LOEWS </p><pre> </pre><p>\n  Hotel Business </p><p>\n  Lifts Revenue </p><pre> </pre><p>\n   Loews Corp. said it swung to a second-quarter profit as revenue improved across the company's business lines, including at its hotels. </p><p>\n  The New York-based company, with operations in the oil and gas, insurance and lodging industries, posted earnings of $754 million, compared with last year's loss of $835 million. </p><p>\n  Revenue rose to $4 billion from $2.31 billion in the year-ago period. </p><p>\n  Loews's hotel business saw its second-quarter revenue nearly triple year over year to $98 million, compared with $34 million during the early stages of the Covid-19 pandemic. Still, occupancy levels haven't yet reached pre-pandemic levels at most properties, the company reports. </p><p>\n  The hotel business was the only one of Loews's three business lines to post a loss in the second quarter. \"Business at hotel properties in resort destinations is improving faster than in city centers,\" the company said. </p><p>\n  -- Matt Grossman </p><p>\n  --- </p><p>\n  HAYWARD HOLDINGS </p><pre> </pre><p>\n  Pool Equipment </p><p>\n  Demand Stays High </p><pre> </pre><p>\n  Swimming-pool equipment maker Hayward Holdings Inc. said demand for pools remains strong, more than a year after Covid-19 pandemic kept Americans at home. </p><p>\n  The company's sales and profits grew year over year in the second quarter, and Hayward boosted its forecast for the rest of the year, seeing sales higher by 54% to 58% in 2021 compared with 2020. </p><p>\n  New construction, repair and remodeling and upgrades to existing pools will all drive expected sales growth for the company through 2021 and into next year, Chief Executive Kevin Holleran said. </p><p>\n  -- Matt Grossman </p><p></p>",
  "published": "2021-08-03T06:09:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1054,
          "end": 1070
        },
        {
          "start": 892,
          "end": 912
        },
        {
          "start": 1277,
          "end": 1280
        },
        {
          "start": 892,
          "end": 908
        }
      ]
    }
  ]
}