{
  "_id": "0a6c88fd384b91a56cd9b44f8c7d943b37cff58652fa6aa490b3232617509eac",
  "feed": "market-watch",
  "title": "Some hardy souls are determined to attend CES despite surge in omicron",
  "text": "<p>“Over 2,200 companies are confirmed to participate in person at CES 2022 in Las Vegas. Our focus remains on convening the tech industry and giving those who cannot attend in person the ability to experience the magic of CES digitally,” the Consumer Technology Association, which holds the event, said in a statement to MarketWatch.&#xa0;“We are also working with leading health experts in the state of Nevada who support the best practices we have put in place.”</p><p>“CES will and must go on,” CTA Chief Executive Gary Shapiro wrote in a LinkedIn post. “It will have many more small companies than large ones. It may have big gaps on the show floor. Certainly, it will be different from previous years. It may be messy. But innovation is messy. It is risky and uncomfortable.”</p><p>Those who still intend to attend — the CTA expects a crowd of about half the approximately 170,000 people and 4,400 exhibitors who took part in CES' last in-person gathering in 2020 — say they are confident every precaution has been taken to ensure their safety, including proof-of-vaccination requirements and the availability of rapid test kits. Next week's show is a hybrid event with a physical show in Las Vegas and a digital component for those unable or unwilling to attend in person.&#xa0;</p><p>Startups, especially, insist they have little choice.</p><p>“We are concerned, but we are a startup and have a limited amount of time to publicize our product. We can't wait another year,” Gloria Kolb, chief executive of Elidah Inc., which makes a treatment for women with incontinence, told MarketWatch. The company had planned to attend several medical conferences over the past 18 months, but they were canceled. The one conference Elidah did attend online was a disappointment. “No one visited our virtual booth,” Kolb said.</p><p>“Our product came out just before the pandemic, which sucks,” she said. “Hopefully, CES get us much-needed exposure and will not be a risk.”</p><p>Marijana Radonjic, CEO of EdgeLeap B.V. in the Netherlands, is going solo for CES after initially planning to lead a team of three. “Everything is so unpredictable, but we will do our best to be safe,” she told MarketWatch.</p><p>CES offers EdgeLeap, an enterprise cloud-based SaaS platform, its best chance to gain visibility in the gigantic North American market, as well as meetings with clients and potential partners, according to Radonjic.</p><p>Fledgling companies could also benefit from a paucity of A-listers that traditionally absorb the attention. “With the bigger companies dropping out, it gives the smaller companies a chance to get more attention,” Amanda Green, who works in business development at Orca Communications, told MarketWatch. Her public-relations company has three clients attending CES — Elidah, Raycon and Twinkly.</p><p>In the throes of the pandemic's global spread in spring 2020, it was the city of Austin, Texas, that made the last-minute decision to cancel the massive SXSW festival. Could the city of Las Vegas similarly make a last-minute decision to cancel CES?</p><p>That appears highly doubtful, given show organizers' alliance with leading health experts in Nevada, the millions of dollars in CES-related revenue at stake, and the busy conference season in Las Vegas, which is a mecca for trade shows. Changing the date and logistics for such a massive undertaking is all but impossible.</p><p>So the show will likely go on, despite a Who's Who of tech brands dropping out at the last minute amid health concerns for employees.</p><p>Last week, Intel Corp. INTC, AT&amp;T Inc. T, Amazon.com Inc. AMZN, General Motors Co. GM, Lenovo Group HK:992, Microsoft Corp. MSFT, Qualcomm Inc. QCOM, HP Inc. HPQ, Alphabet Inc.'s Google GOOGLGOOG, Facebook parent Meta Platforms Inc. FB, Advanced Micro Devices Inc. AMD, Pinterest Inc. PINS, iHeartMedia Inc. IHRT and Twitter Inc. TWTR&#xa0;said they will not send teams because of the growing threat of Omicron.</p><p>“After consulting with health officials and in the spirit of Intel's safety policy, Intel's plans for CES will move to a digital-first&#xa0;live experience, with minimal on-site staff,” Intel said in a statement.&#xa0;</p><p>“The health and well-being of our employees is our ultimate priority,” Microsoft said in a statement. “After reviewing the latest data on the rapidly evolving COVID environment, Microsoft has decided not to participate in-person at CES 2022. We will continue with our digital CES plans.”</p><p>This week, Procter &amp; Gamble Co. PG, International Business Machines Corp. IBM, BMW, Mercedes-Benz, Panasonic Corp. JP:6752, and OnePlus Technology Co. said they were bowing out of in-person participation. “Out of an abundance of caution, BMW will move all planned media activities at CES to a fully online program from Germany on January 5,” the company said.</p><p>At the same time, smaller outfits like Mimi Hearing Technologies and TextNow, the largest provider of free phone service in the U.S., have opted out in recent days for the same reasons.</p><p>T-Mobile US Inc. TMUS said last week that while it will continue as a CES sponsor, “the vast majority of our team will not be traveling to Las Vegas.” T-Mobile Chief Executive Mike Sievert will no longer deliver a keynote in-person or virtually. He was scheduled to deliver a Jan. 5 keynote on 5G wireless services.</p><p>Sony Group Corp. SONY, LG Corp. KR:003550, and Samsung Electronics Co. Ltd. KR:005930, and Hyundai Motor Co. KR:005380 are among the few major tech companies still planning to send large contingents to the show. A spokesman for BMW XE:BMW said it continues to plan “a limited physical presence” in Las Vegas.&#xa0;But Nvidia Corp. NVDA, normally a staple of the conference, is beaming its keynote speech remotely.</p><p>CES has taken the narrow path of sticking to its schedule while other large tech gatherings have opted to push back their events amid the omicron surge. The RSA Conference 2022 has been moved to June from February in San Francisco, and the World Economic Forum in Davos, Switzerland, said it will defer its annual meeting to the summer instead of mid-January.</p><p>The Mobile World Congress is still scheduled to take place in Barcelona, Feb. 28 to March 3.</p>",
  "published": "2021-12-30T13:26:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 4378,
          "end": 4394
        },
        {
          "start": 4378,
          "end": 4398
        }
      ]
    }
  ]
}