{
  "_id": "f2e7a780fae45f049128218a03acb5de301870bbdf7fd67b92bf87ad8453a47e",
  "feed": "wall-street-journal",
  "title": "Unilever Held Back by Lingering Covid-19 Restrictions in Asia; Higher selling prices help Dove soap maker offset volume declines",
  "text": "<p>Unilever said volume declines were particularly pronounced in Southeast Asia, including in big markets like Indonesia and the Philippines, amid ongoing disruption related to Covid-19. In Vietnam, where troops were deployed to help deliver food, sales fell almost 20%, while business in Thailand was hit by a lack of tourists.</p><p>\"Covid is still having a very significant impact in markets and on our ability to operate normally,\" said Unilever's finance chief, Graeme Pitkethly.</p><p>The numbers show how Covid-19 is far from over for some of the world's biggest multinationals, even as pandemic restrictions ease in much of the Western world and they utilize their heft to navigate supply-chain snags and rampant cost inflation.</p><p>Unilever said price increases and a range of productivity measures would limit the impact of higher costs on its profitability, echoing comments from Nestlé SA and Procter &amp; Gamble Co. Unilever confirmed its full-year guidance for flat margins, pushing up the company's shares by more than 2% in London trading.</p><p>Still, Unilever's broad exposure to emerging markets—for years seen by analysts and investors as a competitive advantage—continues to present an array of pandemic-related challenges. Some 60% of Unilever's sales are generated in emerging markets, with 14% of total sales coming from Southeast Asia, a larger proportion than some of its rivals.</p><p>Economic activity across Southeast Asia has sputtered since the second quarter amid outbreaks of the Delta variant and relatively slow vaccine rollouts. Last month, the World Bank cut its growth outlook for East Asia and the Pacific, excluding China, to 2.5% for the year, down from 4.4% in April.</p><p>The tougher environment in what were some of Unilever's fastest-growing markets comes as the company and its rivals battle rising cost inflation that is prompting much of the consumer-products industry to increase selling prices.</p><p>While Unilever's overall sales volumes in the three months to Sept. 30 dropped 1.5%—most of that attributed to declines in Southeast Asia—the company was able to make up the shortfall with an average price increase of more than 4%.</p><p>Unilever said it had raised prices in Latin America by 9% in the quarter, going through eight rounds of price increases in Brazil, as it sought to offset higher costs for freight, palm oil and soybean oil.</p><p>\"You've seen a sharp step-up in the pricing we've taken in Q3,\" said Mr. Pitkethly, adding that the company expected inflation next year to be higher still.</p><p>The comments follow similar forecasts this week from peers Nestlé and P&amp;G, which have also raised selling prices, albeit at a lower average level in the quarter.</p><p>In North America, Unilever said third-quarter underlying sales growth was 2%, with a 2.9% rise in selling prices offsetting a 0.9% drop in sales volumes. It said sales of in-home food and hygiene products fell from their pandemic highs, while higher-end beauty lines grew strongly.</p><p>Sales in China grew by a high single-digit percentage, led by volumes, though it said the overall market remains below pre-Covid-19 levels.</p><p>Overall, the owner of Lifebuoy soap and Knorr soups said revenue for the third quarter rose to 13.5 billion euros, equivalent to $15.7 billion, up from €12.9 billion in the year-earlier period.</p><p>Write to Nick Kostov at Nick.Kostov@wsj.com</p><p>Unilever Held Back by Lingering Covid-19 Restrictions in Asia</p>",
  "published": "2021-10-21T11:27:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 886,
          "end": 906
        },
        {
          "start": 886,
          "end": 902
        }
      ],
      "nexusId": "10044575"
    }
  ]
}