{
  "_id": "8a9df620c4e22ef7b1548ad69b6fd48ded2db90f086e5b36dfd48576211e1d90",
  "feed": "ftcomall",
  "title": "Unilever faces biggest cost rises in a decade, warns chief executive",
  "text": "<p>The chief executive of Unilever said the consumer goods maker is facing its fiercest inflationary pressures in a decade as the cost of raw materials, packaging and transport soars.</p> <p>The warning from Alan Jope came as the maker of Domestos bleach, Hellmann's mayonnaise and Magnum ice cream reported that its underlying operating margin in the six months to June dropped 100 basis points to 18.8 per cent after cost inflation sped up in the second quarter.</p> <p>“We are facing very material cost increases,” Jope said. “Our first reflex is to look for savings in our own business to offset these costs, but these are of a magnitude that will require us to continue to take some price increases.”</p> <p>The company, which said investment in advertising had also weighed on margins, is the latest in the sector to report a squeeze from surging transport and commodity prices, which have affected materials from palm oil to plastics.</p> <p>The UK mixers maker <a href=\"https://www.ft.com/content/37828822-cdf7-4347-b97f-ef0e8074c47f\">Fever-Tree</a> said on Tuesday it expected a hit to full-year margins from rising costs. Jon Moeller, chief financial officer at Procter &amp; Gamble, said last month that higher commodity and freight prices had added $600m to the company's costs this year.</p> <p>Jope said the price of palm oil, used in many of Unilever's personal care products, was up 70 per cent from the first half of last year, while soyabean oil now costs 80 per cent more, crude oil 60 per cent more, and ocean freight 40 per cent to 50 per cent more.</p> <p>“Those are running at inflation levels we have not seen since 2011,” he said. </p> <p>“It's hard to avoid price increases across the portfolio when it's such a broad-based range of commodity price increases.” </p> <p>With coronavirus also affecting costs, Unilever said it expected its underlying operating margin to be flat across the whole of 2021. Shares in the Anglo-Dutch group were down just over 5 per cent in afternoon trading on Thursday.</p> <p>The margin pressure came as Unilever grapples with the fallout from a decision by its Ben &amp; Jerry's brand to <a href=\"https://www.ft.com/content/f4ca5b20-baaf-4c66-8c8f-6aea9937cf58\">cease selling its ice cream</a> in the occupied Palestinian territories, a move that prompted an angry phone call from the Israeli prime minister to Jope this week.</p> <p>Jope said the decision to pull out of the West Bank and East Jerusalem had been made “by Ben &amp; Jerry's and its independent board”, a body whose role was enshrined when Unilever acquired the dessert brand in 2000.</p> <p>The decision was taken “in line with the acquisition agreement that we signed 20 years ago and Unilever has always recognised the importance of that agreement for the ongoing health of the Ben &amp; Jerry's business”, Jope said.</p> <p>“I want to double underscore Unilever's ongoing commitment to Israel”, where the multinational has four factories and 2,000 employees, he said.</p> <p>After the board's chair criticised Unilever's approach to the announcement, partly over the issue of whether Ben &amp; Jerry's would continue to sell its products in Israel as a whole, Jope said there was “healthy dialogue with Ben &amp; Jerry's and the rest of Unilever”.</p> <p>Alongside the warning on costs, Unilever reported that underlying sales growth was 5.4 per cent, slightly ahead of expectations, bringing turnover to €25.8bn, up slightly from the previous year. Net profits fell to €3.4bn, from €3.5bn a year earlier.</p> <p>Price rises accounted for sales growth of 1.3 per cent, the company said, with the remainder down to higher sales volumes for its products, which range from detergent and hand sanitiser to tea. </p> <p>Martin Deboo, analyst at Jefferies, said the margin pressure was “the likely flavour of the season”.</p><p>Source: Judith Evans 2021 'Unilever faces biggest cost rises in a decade, warns chief executive' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T14:00:09.096Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1063,
          "end": 1079
        }
      ],
      "nexusId": "10044575"
    }
  ]
}