{
  "_id": "13a4658981a1d26b6c635067ba924402ffb2ea0488d8430407b93bb6ab2777b9",
  "feed": "ftcomall",
  "title": "Nestlé upgrades sales outlook again after raising prices of products",
  "text": "<p>Nestlé on Wednesday upgraded its full-year sales guidance for the second time after the world's largest foodmaker pushed up prices for products from pet food to ice cream.</p> <p>The maker of Kit Kats, Maggi noodles, Nespresso coffee pods and Purina pet food said it had increased prices by 2.1 per cent in the third quarter in the face of globally rising costs for energy, transport and raw materials.</p> <p>Nestlé said there would be delays in passing on the full impact of cost increases to consumers, but kept its margin guidance for the year steady and said it would increase margins in the medium term.</p> <p>Mark Schneider, chief executive, said the company was operating in an environment “where inflation costs are rising faster than we can roll forward through pricing . . . The situation has not improved. If anything we are seeing further downsides compared to what we told you in the summer.”</p> <p>Energy and freight cost rises had been particularly strong in the past three months, said François-Xavier Roger, chief financial officer. Cost inflation would account for about 4 per cent of the price of the Swiss company's goods sold this year, he said, adding that Nestlé would keep pushing up consumer prices through 2022.</p> <p>It is the latest global consumer goods maker to feed through price increases to consumers. <a href=\"https://www.ft.com/content/0118f98c-7361-4ea2-b643-93ee9a3389bf\">Procter &amp; Gamble</a> said on Tuesday it would raise prices for some of its grooming, skincare and oral care products in the face of roughly $2.3bn of additional commodity and freight costs for the year.</p> <p>In addition to the price rises, Nestlé sold more products across sectors from coffee to pet food, enabling it to post organic sales growth — a measure that strips out the impact of acquisitions, divestitures and currency movements — of 7.6 per cent for the nine months to September compared with a year earlier, ahead of analysts' expectations. </p> <p>The figure would reach 6 to 7 per cent for the full year, Nestlé said. Total reported sales were up 2.2 per cent to SFr63.3bn ($68.5bn).</p> <p>Bruno Monteyne, analyst at Bernstein, called the growth “remarkable”, adding: “With that level of growth, there should be pockets of operating leverage they can use to offset commodity bumps.”</p> <p>Coffee sales benefited from a lucrative partnership with Starbucks agreed three years ago. Starbucks-branded products reported a 15.5 per cent sales rise, while Purina pet foods produced double-digit growth after pandemic lockdowns added to a boom in pet ownership. Prepared foods, such as Maggi Noodles and Stouffer's frozen products, posted strong figures, along with vegetarian and plant-based foods.</p> <p>Shares in the group were up 3.5 per cent to SFr116.96 by early afternoon on Wednesday.</p> <p>Nestlé said it expected underlying operating profit margin for the full year to come in at about 17.5 per cent, a decline of 0.2 percentage points from last year, but forecast improving margins in the medium term.</p> <p>It has also been grappling with supply chain problems that have affected companies globally, as staff shortages in some countries combined with surges in demand. </p> <p>The Swiss group reported its strongest first-half growth in a decade three months ago. Its strong financial performance in the pandemic has contrasted with more mixed figures for rivals such as Unilever, which is due to report third-quarter sales figures on Thursday.</p> <a href=\"http://www.ft.com/cms/9c773b58-0fb7-41cd-bef5-d3cbb0d081b9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Judith Evans 2021 'Nestlé upgrades sales outlook again after raising prices of products' FT.com 20 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-20T13:17:55.880Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1304,
          "end": 1320
        }
      ],
      "nexusId": "10044575"
    }
  ]
}