{
  "_id": "107c6e5c56868ad9f86645888d63c6e3d8816df25c1453a4de442df303af0984",
  "feed": "ftcomall",
  "title": "Kimberly-Clark: pandemic panic buying comes to an end  ",
  "text": "<p>The great toilet paper boom of 2020 has given way to a bust. Consumers are no longer stockpiling and panic buying. The change has resulted in a quarter of soggy sales at Kimberly-Clark, a leading US producer of tissue products.</p> <p>The company, which makes brands such as Cottonelle and Scott, reported a second successive quarter of organic sales decline. Revenues in its consumer-tissue segment, which includes toilet paper, Scott paper towels and Kleenex tissue, <a href=\"https://investor.kimberly-clark.com/news-releases/news-release-details/kimberly-clark-announces-second-quarter-2021-results\">fell 13 per cent</a>. A sales and profit warning did little to inspire investor confidence. Including Friday's 3.5 per cent drop, the stock has lost nearly a fifth of its value since last August.</p> <p>Adding to its woes: the reversal in demand comes amid an unprecedented run-up in raw material costs. The price for pulp — the main component in tissue products, diapers and pads — soared by 41 per cent in the past 12 months. Price increases and cuts to marketing and other spending were not enough to offset the impact of higher input prices. Gross margin fell 800 basis points during the quarter and contributed to a 41 per cent slide in net income.</p> <p>At the same time, stiff private-label competition and falling birth rates could pose a threat to Kimberly-Clark's diaper sales. Total US births dropped to a 42-year low of <a href=\"https://www.cdc.gov/nchs/covid19/technical-notes-outcomes.htm\">3.6m last year</a>, according to the US Centers for Disease Control and Prevention.</p> <p>At 18 times forward earnings, Kimberly-Clark's low valuation means investors can afford to take a gamble. Rival household product groups Procter &amp; Gamble and Colgate-Palmolive both trade on a multiple of 24 times while Clorox is on 26 times.</p> <p>Cost pressure will eventually abate and demand will return. This can already been seen in Kimberly-Clark's professional unit. The division, which sells giant rolls of toilet paper, paper towels and napkins in bulk to businesses, returned to sales growth during the quarter as offices, restaurants, schools and hotels reopened. At these prices, investors can afford to be patient.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Kimberly-Clark: pandemic panic buying comes to an end  ' FT.com 23 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-23T17:18:07.222Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1494,
          "end": 1510
        }
      ],
      "nexusId": "10044575"
    }
  ]
}