{
  "_id": "28aea324288eb95d1251b82eea15f1e47b7a9ca7f3ab5b4230e267ac2601f050",
  "feed": "wall-street-journal",
  "title": "Business News: Toilet Paper Demand Leaps Again",
  "text": "<p>The maker of Charmin toilet paper and Bounty paper towels is speeding up production lines, running factories 24 hours a day, seven days a week and investing to increase shipping volumes, a company spokeswoman said. P&amp;G declined to comment on limits to retailers.</p><p>The recent jump in demand comes after many months in which paper-product sales plummeted to below pre-pandemic levels as stocked-up Americans stopped buying.</p><p>The situation isn't as dire as it was early in the pandemic, when panicked customers cleared shelves as they stockpiled large quantities of paper towels and toilet paper, according to industry data, manufacturers and retailers.</p><p>Paper products, which include paper towels and toilet paper, were 86% in stock as of Aug. 29, according to data from market-research firm IRI. That is a lower in-stock rate than consumer products on average, but nowhere near the height of last year's toilet paper shortage when paper products were just 40% in stock.</p><p>P&amp;G says government stimulus, preparation for back-to-school and rising Covid-19 cases have Americans buying more household staples. Meanwhile, cleaning habits born of the pandemic remain.</p><p>Retailers said shortages have improved since last year, but they are still struggling to get the full variety of sizes and brands of toilet paper and paper towels. Many supermarkets have been receiving incomplete shipments of their orders, as the U.S. supply chain is plagued by shortages of raw materials and labor.</p><p>Massachusetts-based grocery chain Roche Bros. Inc. has been struggling with securing a steady flow of toilet paper over the past month, said Arthur Ackles, the company's vice president of merchandising and buying.</p><p>\"Customers are asking a lot of questions,\" said Mr. Ackles, who said Roche Bros. was notified of limits by P&amp;G last week. Certain items have already been unavailable for a few days in recent weeks, and Mr. Ackles is worried that other disruptions could lead to panic buying.</p><p>Roche Bros. and some other retailers said shoppers have been buying more staples like toilet paper and cleaning products as the Delta variant pushes up the number of Covid-19 cases across the country. In response, Roche Bros. is looking at other suppliers of paper products and securing more items, Mr. Ackles said, though stores don't have much extra space to store bulky packs of toilet paper.</p><p>\"I don't think we fully recovered from when the supply chain got a massive hit,\" he said.</p><p>In the Southern U.S., Food City has been carrying toilet paper from smaller suppliers to avoid holes on the shelves.</p><p>\"We fill them with whatever we've got,\" said Steve Smith, the Abingdon, Va.-based chain's chief executive. Demand for toilet paper remains high at the grocery chain, with sales up about 7% for the past four weeks compared with the same period a year ago. August was the grocer's second-highest month of total sales since the pandemic started.</p><p>Other retailers said they are seeing a resurgence in demand for cleaning products because of concerns around rising cases and the coming return of cooler weather. SpartanNash Co. in the Midwest is maintaining a much larger \"safety stock\" of these products, said Dave Petko, its chief supply-chain officer, though different items are coming back at varying times.</p><p>Paper-product sales were 8% higher in the three weeks ended Aug. 22 compared with the same period a year ago, according to IRI.</p><p>Across the broader consumer-products industry, companies that make and sell products from hand sanitizer to cleaning wipes are working to avoid shortages that plagued the country through the early months of the pandemic.</p><p>Supply levels have yet to return to normal. In March 2020, when shopping peaked for household staples, stores ran out of 13% of their items on average, according to IRI. Now, roughly 11% of items remain out of stock, compared with a normal range of 5% to 7% before the pandemic.</p><p>The equation has become more complicated amid widespread supply-chain disruptions, soaring material costs, labor shortages and shifts in demand as Covid-19 cases surge and fall. Companies that ramped up production a year ago took hits in recent quarters as demand declined sharply this spring and summer.</p><p>Clorox Co., maker of sanitizing wipes that were among the pandemic's hottest-selling and hardest-to-find mainstays, more than doubled capacity last year to make wipes while substantially increasing capacity to make other cleaners, the company said. Clorox also hired third-party manufacturers and continued running plants at all hours to keep supply coming.</p><p>\"We feel good that our supply chain is more resilient than during the initial stages of the pandemic,\" a Clorox spokeswoman said. \"We expect to be able to meet demand and also expect that shelves will continue to have a strong assortment of Clorox disinfecting products, including wipes.\"</p><p>Gojo Industries Inc., maker of Purell hand sanitizer, restructured its supply chain and added both a factory and a warehouse in the U.S., doubling the size of its manufacturing operations.</p><p>P&amp;G and other makers of paper products have increased manufacturing capacity more modestly. Making toilet paper in bulk requires a a four-story-tall machine that can cost billions of dollars.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 215,
          "end": 218
        },
        {
          "start": 966,
          "end": 969
        },
        {
          "start": 1793,
          "end": 1796
        },
        {
          "start": 5039,
          "end": 5042
        }
      ]
    }
  ]
}