{
  "_id": "ff93bb8a6f171702b12c0f4d62f7a05d991322a5ae618c066e6eb87dbeca33d2",
  "feed": "wall-street-journal",
  "title": "Stocks Finish Mixed After Weak China Growth Data; China's economy grew 4.9% in the third quarter from a year earlier, slowing sharply from the previous period",
  "text": "<p>The U.S. stock market has been on a bumpy ride for the last month and a half, dogged by concerns about inflation and slowing growth. Investors have been digesting the possibility that inflationary pressures could last longer than expected as supply-chain bottlenecks and labor shortages continue to flare. Signs of slowing economic growth in the U.S. and abroad also have added to concerns.</p><p>A strong start to third-quarter earnings season, however, has alleviated some of the uneasiness among investors in recent days. Nearly 81% of S&amp;P 500 companies that have reported so far have beat earnings-per-share expectations, according to FactSet data through Monday morning.</p><p>\"Many of the companies we are looking at are citing very strong demand, and we can work with a situation where demand is strong and supply is problematic because eventually we will work through supply problems,\" said Christopher Harvey, head of equity strategy at Wells Fargo Securities. \"We're trying to ascertain if we've had a peak in supply-chain issues… [and whether] this might be as bad as it gets.\"</p><p>On Monday, supermarket chain Albertsons reported higher sales, with executives saying consumers are still spending heavily on groceries. The Boise, Idaho-based company is passing on some price increases to customers but said that it is offering cheaper alternatives. Its shares rose 3.3%.</p><p>This week, investors will receive earnings results from a wide range of companies, including Procter &amp; Gamble, Netflix and American Airlines. They also will parse new data on the housing market.</p><p>Data released Monday by the Federal Reserve showed that U.S. industrial production—a measure of factory, mining and utility output—pulled back in September, falling 1.3% compared with the previous month. Economists surveyed by The Wall Street Journal had expected a 0.2% increase. Monday's report cited supply-chain snarls and the lingering effects of Hurricane Ida as reasons for the decline.</p><p>New data Monday also showed China's economy grew 4.9% in the third quarter from a year prior, a sharp slowdown from the second quarter's 7.9% rate. The deceleration reflected a range of factors, including a crackdown on the technology, private-education and real-estate sectors; power shortages; and disruptions to the supply chain.</p><p>The weaker growth data are \"a reminder that China is expected to lose some of its momentum, but also how these global issues like the energy crisis and supply chain issues will filter through to global growth,\" said Edward Park, chief investment officer at U.K. investment firm Brooks Macdonald. \"There's just a bit of rebasing of expectations for China and the rest of the world.\"</p><p>Technology stocks performed well: Tesla added 3.2%, while Twitter and Facebook jumped 3.3%.</p><p>Meanwhile, shares of Zillow Group declined 8.9% after Bloomberg reported that the company's automated home-flipping business had stopped pursuing new home acquisitions temporarily.</p><p>In energy markets, Brent crude futures, the benchmark in global oil markets, ticked down 0.6% to $84.33 a barrel. Last week, Brent crude notched its eighth consecutive week of gains—its longest such streak since a 10-week period through April 30, 1999.</p><p>Bitcoin, the world's largest cryptocurrency by market value, gained 3.4% from its 5 p.m. ET level Sunday to trade at $61,520.75. The U.S.'s first bitcoin exchange-traded fund is expected to start trading Tuesday.</p><p>In bond markets, the yield on the 10-year Treasury note ticked up to 1.583% Monday, from 1.574% Friday. Yields rise when prices fall.</p><p>The yield on the U.K.'s 10-year benchmark gilt rose to 1.148% Monday from 1.093% Friday, according to Tradeweb, after Bank of England Gov. Andrew Bailey said over the weekend that the central bank would \"have to act\" to curb price pressures, despite the uptick in inflation likely being temporary.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.5%.</p><p>Major indexes in Asia closed slightly lower. China's Shanghai Composite was down 0.1%, while the CSI 300 index of large stocks listed in either Shanghai or Shenzhen closed 1.2% lower. Hong Kong's Hang Seng rose at the end of trading, to close up 0.3%.</p><p>— Frances Yoon and Anna Hirtenstein contributed to this article.Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stocks Finish Mixed After Weak China Growth Data</p>",
  "published": "2021-10-18T20:04:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1459,
          "end": 1475
        }
      ],
      "nexusId": "10044575"
    }
  ]
}