{
  "_id": "bc33570c3e80d500295fbf5ea9118a45f0370c483c156e80c04c0c6d17e9de54",
  "feed": "wall-street-journal",
  "title": "TerraCycle Partners Including Coca-Cola, P&G to Change Recycling Labels After Settling Lawsuit; The recycling startup is paid by consumer-goods brands to recycle plastic packaging, but some shoppers aren't able to access its program when they want to throw their waste away",
  "text": "<p>Amid a backlash over plastic waste, TerraCycle has grown fast by signing up companies that pay it to collect and recycle packaging and single-use products. It works with more than 50 brands to collect specific hard-to-recycle items and turn them into new goods, for instance, turning toothbrushes into building materials. TerraCycle collects fees from companies based on how much waste is collected and recycled as well as management fees for setting up and running the programs.</p><p>Its labels appear on packages for products such as Gerber baby food, Febreze air freshener and Burt's Bees cosmetics. Consumers who want to recycle their waste have to sign up online before sending it to TerraCycle at no cost to them or leaving it at drop-off locations.</p><p>On Nov. 5, Last Beach Cleanup entered into a settlement with TerraCycle and eight companies that it works with to recycle packaging for certain products. In addition to P&amp;G and Coke, Campbell Soup Co.-owned Late July Snacks, Clorox Co., Colgate-Palmolive Co.-owned Tom's of Maine, Groupe Mom-owned Materne North America, L'Oréal North America, and Nestlé SA-owned Gerber Products Co., were part of the settlement.</p><p>TerraCycle Chief Executive Tom Szaky said what the consumer-goods companies agree to pay sometimes only covers a limited amount of waste. When that happens, people who try to sign up online may be put on a waiting list.</p><p>Under the settlement, TerraCycle and its partner companies agreed to notify consumers if there is a limit to how many people can sign up due to funding constraints, for instance by including a disclaimer on the packaging saying \"Limited Availability.\"</p><p>They also agreed not to label products that are part of TerraCycle's program as \"100% recyclable,\" and TerraCycle will enlist a third party to verify what happens to the waste it collects and share the information with Last Beach Cleanup and the companies. TerraCycle's CEO said it was already planning to sign up an auditor. The labelling requirements need to be met by the end of this year and October 2022. Auditing begins next year, but a summary report won't need to be provided until January 2023.</p><p>The lawsuit underscores the challenge of recycling plastic waste, despite demand for environmentally friendly products.</p><p>Representatives for Clorox, Gerber, Tom's of Maine and P&amp;G said they would continue to work with TerraCycle. Coke and Campbell declined to comment. L'Oréal didn't respond to requests for comment. Mom Group couldn't be reached for comment.</p><p>The lawsuit also said it was \"hard to believe\" TerraCycle's claimed recycling rates for the waste it collects, citing much lower industrywide recycling rates.</p><p>Mr. Szaky said all the Terracycle-branded products the company receives are recycled. TerraCycle has higher recycling rates for hard-to-recycle materials than conventional waste management companies, he said, in part because the funding from brands means it can operate outside of the traditional industry. TerraCycle uses third-party processors, but it operates its own sorting centers and in some cases develops its own recycling technology.</p><p>\"We are not traditional recycling,\" he said.</p><p>In a press release announcing the settlement, Last Beach Cleanup cited the documentary \"The Recycling Myth,\" which allegedly showed waste that TerraCycle collected being sent to a cement kiln in Bulgaria to be incinerated.</p><p>Mr. Szaky said the waste was never incinerated. It was sent to a recycler in Bulgaria due to human error and was returned to the U.K. for recycling after it came to the company's attention, he said. TerraCycle committed in the settlement not to incinerate any collected waste, but that promise was \"no big deal,\" Mr. Szaky said. \"We already do it,\" he said.</p><p>Privately held TerraCycle reported a profit of nearly $3.2 million for the six months to June 30, up from $1.42 million in the year-earlier period. Sales from its sponsored waste program grew to $7.1 million from $5.1 million as it snapped up new clients and took in fees. The company's overall sales were $15.1 million, up from $11.5 million.</p><p>Last Beach Cleanup was represented by environmental- and consumer-focused legal firm Lexington Law Group, which TerraCycle agreed to pay an undisclosed sum under the settlement.</p><p>Write to Dieter Holger at dieter.holger@wsj.com</p><p>TerraCycle Partners Including Coca-Cola, P&amp;G to Change Recycling Labels After Settling Lawsuit</p>",
  "published": "2021-11-15T19:46:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 41,
          "end": 44
        },
        {
          "start": 4340,
          "end": 4343
        },
        {
          "start": 920,
          "end": 923
        },
        {
          "start": 2316,
          "end": 2319
        }
      ],
      "nexusId": "10044575"
    }
  ]
}