{
  "_id": "10191cfe0e6c8f536bc55eae0ee36cdfa01d523f261b1f1fdfded002e6b030c9",
  "feed": "ftcomall",
  "title": "How low can it go: Poland vs EU, Strasbourg edition",
  "text": "<p>Good morning and welcome to Europe Express.</p> <p>Poland's Prime Minister Mateusz Morawiecki will speak in the European parliament today after sending a <a href=\"https://www.ft.com/content/719bcfcf-b89c-4995-bf91-055f97b2b97f\">scathing letter</a>, accusing the EU of mission creep and of “financial blackmail, punishment, and ‘starving' of unsubordinated states”.</p> <p>The mood in Strasbourg will be awkward, to say the least, particularly as Morawiecki will speak just after European Commission chief Ursula von der Leyen — who is under pressure to show a more muscular response to Poland's rule of law transgressions. And in just two days, Morawiecki will hear the music from fellow leaders, including the Netherlands' <strong>Mark Rutte</strong>, who has shown no restraint in taking on several central and eastern European colleagues.</p> <p>In <strong>German politics</strong>, with Chancellor Angela Merkel on her way out and her finance minister Olaf Scholz on track to succeed her — we're looking at rising tensions within the nascent coalition over who should inhabit the finance ministry in the new government. </p> <p>And on the insidious practice of <strong>online targeted advertising</strong>, we'll unpack arguments of a growing group in the European parliament seeking to ban the practice and what this will mean for the already delayed tech regulation.</p> <h2>Prickly Dutch</h2> <p>Mark Rutte, the Netherlands' long-running prime minister, will be back at the Brussels summit table later this week and has fresh fights to pick with two of the bloc's eastern member states, writes <em><strong>Mehreen Khan </strong></em>in Brussels.</p> <p>With familiar faces such as Austria's Sebastian Kurz <a href=\"https://www.ft.com/content/fc574b47-195c-4e7f-a442-12b6c8f0c97d\">having departed</a> and Germany's Angela Merkel on the way out, Rutte is on course to remain a fixture of EU summitry for a while yet. His right-leaning VVD party is leading talks to form another four-party coalition, with Rutte almost certain to retain his job as prime minister. </p> <p>His consistent presence on the EU stage makes him the second longest-serving head of government after Hungary's Viktor Orban, who is seeking re-election next spring. </p> <p>Rutte's continued presence is sure to make for some testy encounters with the union's avowedly illiberal leaders. Orban has been involved in high-profile spats with the Dutch politician, who he claimed “hates” him and Hungary during 2020's fractious budget negotiations. The pair were at loggerheads again at a summit <a href=\"https://www.ft.com/content/259ffa4f-5fe4-42e1-8da6-0939db9cbbf2\">earlier this year</a> over Budapest's anti-LGBT+ legislation. Rutte openly told Orban to leave the union if he refused to stick to fundamental values. </p> <p>In line for Dutch ire this week are Poland and Slovenia. Rutte will arrive in Brussels on Thursday after a majority of the country's MPs said they wanted the Netherlands to block the EU's approval of more than €36bn in recovery cash until Warsaw could ensure the independence of its judiciary and full compliance with the supremacy of EU law.</p> <p>Although a formal veto is not possible in the recovery fund, Rutte can trigger the “emergency brake” he fought hard to secure in the fund, that would delay approval and force the European Commission to reassess any country's recovery plan. </p> <p>The most dramatic summit showdown this week might, however, involve the head of the EU's rotating presidency, Slovenia's prime minister Janez Jansa. Last week, Rutte made an uncharacteristic Twitter <a href=\"https://www.ft.com/content/575f8b11-29f2-4682-8037-e344abf5192f\">intervention</a>, calling out Jansa for “tastelessly” tweeting a conspiratorial image accusing a host of Dutch MPs for being “puppets” of philanthropist George Soros. Among them was a close Rutte ally, Hans van Baalen, who died earlier this year. </p> <p>Rutte's appetite to pick public fights with his Visegrad counterparts reflects near overwhelming domestic support in the Netherlands for defending the rule of law and the EU's fundamental values from attack. With the exception of the Netherlands' fringe far-right, Rutte's defiance against Hungary, Poland, and now Slovenia is being cheered on at home. </p> <p>It has become one of the few areas of domestic consensus that Rutte enjoys after months of uncertainty about his future at the apex of Dutch politics.</p> <h1>Chart du jour: Greenwashing central</h1> <p><em>Concerns about greenwashing have grown as sustainable finance has gone mainstream. In this </em><a href=\"https://www.ft.com/content/f13eb4ac-db7d-4a26-81ed-0c952751b259\"><em>special report on responsible investing</em></a><em>, the FT explores how environmental, social and governance (ESG) investing is losing credibility as funds are still holding shares in oil or even coal companies. Loose definitions of ‘sustainable' are also resulting in investment products that are not as green as they claim to be.</em></p> <h2>Prized ministry</h2> <p>“Habeck and Lindner are now in a clinch,” the reporter asked. “Who'll win?” Christian Lindner declined to answer. But the questioner had a point. One of Germany's top jobs is now in contention, with two of the country's most powerful politicians laying claim to it, writes <em><strong>Guy Chazan</strong></em> in Berlin.</p> <p>The job is finance minister. </p> <p>Lindner, leader of the liberal Free Democrats, has made it clear he wants it. But Robert Habeck, co-leader of the Greens, does too — or so many in Berlin believe. A power struggle between these two alpha males looks preprogrammed.</p> <p>Yesterday, Lindner <a href=\"https://www.ft.com/content/10a6102c-f2d3-41a8-bcb2-51edaedd6115\">announced</a> that his party had agreed to start formal negotiations with the left-of-centre Social Democrats and the Greens on forming Germany's next government, making it ever more likely that Angela Merkel will be succeeded by Olaf Scholz, the current finance minister and the SPD's candidate for chancellor. </p> <p>It's unclear at this stage what the policies of the “traffic light” coalition will be: the three parties came up with a 12-page summary of agreed policy positions last Friday, after about a week of exploratory talks, but details are sketchy.</p> <p>Still, discussions have broken out over which party should get which ministry. Speaking to Bild Zeitung on Sunday night, Lindner said there were three key departments the SPD, Greens and liberals had to divvy up between them — finance, environment/climate and labour/social. He himself had “expressed [his] willingness” to head up the finance ministry, he said.</p> <p>Lindner's problem, though, is that the SPD and Greens did better than the FDP in the Bundestag election, so have first dibs on the juiciest jobs in government. Lindner begs to differ. “I wouldn't deny anyone the competence, but it can't be the deciding factor what share of the vote you achieved” in the election, he told Bild.</p> <p>Meanwhile, the other parties yesterday tried to squelch the debate about ministerial jobs. “I think you have to talk about personnel,” said Michael Kellner, the Greens' chair. “But honestly: you do it at the end of the negotiations.”</p> <h2>Targeting targeted ads</h2> <p>A coalition of members of the European parliament has called on the 100 largest advertisers in Europe to stop tracking users online for the purpose of advertising, writes <em><strong>Javier Espinoza</strong></em> in Brussels.</p> <p>You may not have realised it but you were almost certainly shown ads online based on your address, your age, events you said you attended on social media and even lists of your favourite music you've built online.</p> <p>The controversial practice is called targeted advertising and it has grown enormously, thanks to the vast amount of data available on what you get up to online.</p> <p>MEPs are fighting over whether the practice should be banned altogether. The largest group, the European People's party, and the second-largest — the Socialists and Democrats — are leading the discussion with the latter pushing for a total ban in the upcoming Digital Markets Act, a draft legislation aimed at curbing the power of Big Tech.</p> <p>In the meantime a coalition of MEPs want the chief executives of the largest advertisers in Europe, including Unilever, Procter &amp; Gamble and Volkswagen to “stop contributing to the highly opaque and toxic ecosystem of tracking advertising”. Instead, they want companies to switch to the “less harmful” options already on the market.</p> <p>The legislators argue targeted advertising aims to gather vast amounts of data, often without users consenting or even being aware that they are sharing their personal information and in turn violating their rights to privacy. On top of this breach, the practice is used to manipulate people with targeted ads, for instance during elections, the letter adds.</p> <p>The MEPs argue the practice is “blatantly harming our society” and called on business leaders to adopt alternative models, like the ones implemented already by the New York Times and privacy-focused search engine DuckDuckGo. Both companies have banned targeted advertising as a way of getting new customers. </p> <p>While MEPs may still have to wait for a response from the companies, the letter is indicative of disagreements which are likely to <a href=\"https://www.ft.com/content/43e5b142-a3ef-4779-aaf0-0f9cc027a896\">further delay</a> the implementation of the EU's updated tech regulation. </p> <h1>What to watch today </h1> <ol>  <li><p>Polish PM Mateusz Morawiecki speaks in the European parliament in Strasbourg</p></li>  <li><p>EU affairs ministers meet in Luxembourg</p></li>  <li><p>European Commission launches consultation on Stability and Growth Pact reform</p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p><strong>Brexit effect:</strong> The EU commissioner for financial services, Mairead McGuinness, <a href=\"https://www.ft.com/content/aa5b2d3c-0095-4f22-bd66-29c09e24a178\">in an interview</a> with the FT confirmed that a planned memorandum of understanding over regulatory co-operation between the EU and the UK, which was finalised earlier this year by the two sides but never signed, was being delayed by broader Brexit tensions.</p></li>  <li><p><strong>Nato, nyet:</strong> Russia has <a href=\"https://www.ft.com/content/e32bbcf2-b55b-4f3c-ab15-c5d53643708b\">ordered</a> the military alliance to close its liaison office in Moscow and recalled diplomats accredited to it, as relations between&#xa0;the two continue to sink to their lowest level since the cold war. The measures, which cut off the main channel of communication between Moscow and Nato, will come into effect on November 1.</p></li>  <li><p><strong>State aid, relaxed: </strong>Brussels is seeking to extend its relaxation of <a href=\"https://www.ft.com/content/167dbabd-7661-4ea9-a3b3-fdc9830eacaa\">state-aid rules</a> beyond the end of the year, “hopefully” just one last time, EU competition commissioner Margrethe Vestager said in an interview. A special regime for the most-affected industries could continue even beyond that last deadline, she said. </p></li>  <li><p><strong>Axel Springer-gate: </strong>German publisher Axel Springer <a href=\"https://www.ft.com/content/a0159f7e-13cb-44a5-9771-d0eeb42b45f3\">has ousted</a> the editor of Europe's largest newspaper Bild after accusing him of continuing to mix his “private and professional affairs” and giving false statements to the publisher's board. Julian Reichelt was dismissed a day after the New York Times reported fresh details of an earlier investigation into alleged misconduct that exonerated him.</p></li> </ul> <h1>Recommended newsletters for you </h1><p>Source: Valentina Pop 2021 'How low can it go: Poland vs EU, Strasbourg edition' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-19T05:23:50.798Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 7514,
          "end": 7530
        }
      ],
      "nexusId": "10044575"
    }
  ]
}