{
  "_id": "867fafbaf8e5cb938d0f5877634be1a8ee7c93488c5ad9c6800acf1b84a434b1",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Rise as Companies Report Earnings; P&G's shares fall after the consumer-products giant says it is raising prices on household staples",
  "text": "<p>Shares of Johnson &amp; Johnson rose 2.3% after the company logged a larger profit in its third quarter than a year earlier, lifted by higher sales in its pharmaceutical, medical-device and consumer-health divisions. Travelers shares climbed 2.4% after the insurance company beat estimates for revenue and core income per share.</p><p>Procter &amp; Gamble shares fell 1.6% after the consumer-product giant said it was raising prices on a host of household staples, as costs for freight and raw materials rose faster than anticipated.</p><p>Investors are using companies' earnings and guidance for the future to assess how they are faring with a number of key issues. Inflation is expected to be stickier than originally anticipated by central-bank officials, exacerbated by continued supply-chain disruptions, higher energy costs and labor shortages.</p><p>\"It is a market now where you're going to see more differentiation because it is a more challenging environment,\" said Daniel Morris, chief market strategist at BNP Paribas Asset Management.</p><p>Bitcoin's dollar value rose about 2.4% from its 5 p.m. ET level Monday, trading at $62,933 Tuesday. The U.S.'s first bitcoin exchange-traded fund will start trading Tuesday under the ticker symbol BITO. Cryptocurrency analysts say they will be watching to see how strong flows into the fund are, to assess whether the cryptocurrency's recent price rally will hold.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked up to 1.609% Tuesday from 1.583% Monday. Yields rise when bond prices fall.</p><p>Fresh data showed that construction of new homes in the U.S. decreased in September after rising in August. Builders have been caught between strong demand from buyers—spurred in part by low interest rates—and shortages of materials, labor and lots.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.1%, while most major indexes in Asia closed higher. China's Shanghai Composite gained 0.7%, and Hong Kong's Hang Seng climbed 1.5%. South Korea's Kospi and Japan's Nikkei 225 each added about 0.7%.</p><p>—Karen Langley contributed to this article. Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>U.S. Stocks Rise as Companies Report Earnings</p>",
  "published": "2021-10-19T14:08:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 325,
          "end": 341
        }
      ]
    }
  ]
}