{
  "_id": "58cf5f0e1cca33af23d08580a98038f161ff9fea17b83e7a8b40b42b8a4c1305",
  "feed": "ftcomall",
  "title": "The activist antidote to ESG guff",
  "text": "<p>PwC made a <a href=\"https://www.prnewswire.com/news-releases/pwc-announces-the-new-equation-301311852.html\">splashy announcement</a> last month. The <a href=\"https://www.ft.com/content/b79e4cd4-e288-4083-a976-47f3e89a0209\">accountancy firm said</a> it would invest $12bn and hire 100,000 staff to help companies “create a virtuous circle between earning trust and delivering sustained outcomes”.</p> <p>That hiring spree is bigger than the total workforce at Caterpillar, Shell or Procter &amp; Gamble. It is part of a strategy called The New Equation. And that equation is: $12bn + ESG blather = $$$$$.</p> <p>Fittingly for environmental, social and governance initiatives, which are riven with empty rhetoric and fuzzy targets, PwC is vague on where the money and personnel will be deployed. Although the whole project is infused with ESG language, some of the hires will be doing traditional jobs such as auditing rather than advising companies on their ESG strategies. But that is no reason to be sceptical of the business opportunity.</p> <p>Such is the corporate desperation to be seen to be making progress on ESG that the new equation is certain to be a successful formula. The whole ESG complex is cranking up into high gear ahead of November's COP26 climate summit.</p> <p>The last holdouts are crumbling. One of the few companies to resist was ExxonMobil. Other oil majors would talk about clean energy transitions and reducing carbon emissions. Exxon had a different vision. The world's population and wealth are growing, the company said. Those people need and can afford more energy. Therefore, Exxon would deliver more oil and gas.</p> <p>Should it not move, like BP, to clean electricity? Why would we? <a href=\"https://www.ft.com/content/3f73a55b-ac59-4737-b7c8-2f575d32920b\">said Exxon</a>. We have no expertise there. </p> <p>Should it commit to going net zero? How can we? said Exxon. We can make our business cleaner but not that clean.</p> <p>You can worry about the future of the planet while still admiring the honesty of that stance, which contrasts favourably with the empty eco-marketing patter from other dirty companies.</p> <p>But now it has been derailed. That is thanks to one of the most extraordinary activist campaigns ever waged. In December, <a href=\"https://www.ft.com/content/ebfdf67d-cbce-40a5-bb29-d361377dea7a\">Engine No 1,</a> a new activist fund set up by investors Chris James and Charlie Penner, attacked Exxon's strategy and proposed adding four new directors to change course.&#xa0;&#xa0;</p> <p>It was an unlikely crusade. It is rare for a $200bn company with Exxon's prestige and battery of defences to have directors foisted on the board. But that is what happened.</p> <a href=\"http://www.ft.com/cms/c8ce22cd-464b-4543-ae59-9746d25923a9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Engine's campaign was slick, it won over long-suffering institutions fed up with the company's underperformance and last month three of its four nominees were elected by shareholders. </p> <p>By forcing Exxon to re-examine its strategy of expensive investment in new oil and gas development, the activists are likely to have more real impact on the company's environmental footprint than any army of ESG marketeers.</p> <p>Any remaining faith in Exxon's honesty disintegrated in the past few weeks. It <a href=\"https://corporate.exxonmobil.com/-/media/Global/Files/investor-relations/annual-meeting-materials/proxy-materials/2021-Proxy-Statement.pdf\">wrongly said </a>of the highly qualified nominees that “none of the Engine director candidates meet the standards or needs” of the board. Appealing to shareholders' wallets, it also <a href=\"https://www.xomdrivingvalue.com/wp-content/uploads/2021/03/ExxonMobil-Shareholder-Letter-3.16.21.pdf\">misrepresented</a> the Engine <a href=\"https://reenergizexom.com/wp-content/uploads/2021/05/Investor-Presentation-May-2021-v2.pdf\">manifesto</a> as a plan that would “endanger the cash flows needed to support the dividend and invest for the future”. </p> <p>In fact, since the activists showed up, Exxon's share price has soared on the belief that management might be forced to stop wasteful spending and the company's weak finances would be improved. The new directors all have high levels of industry experience and can challenge entrenched thinking.</p> <p>That does not mean Exxon needs to copy BP and reinvent itself as a clean energy company. But it should at least mean cutting back expansion where the financial returns are highly uncertain, mitigating the environmental damage along the way.</p> <p>The risk of this stunning outcome is that companies spend even more money on ESG consultants at PwC. The hope is that Engine and like-minded activists can see through the guff and take action at other targets where capitalism and a cleaner world go hand in hand.</p> <p><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=tom.braithwaite@ft.com\"><em>tom.braithwaite@ft.com</em></a></p><p>Source: Tom Braithwaite 2021 'The activist antidote to ESG guff' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-16T09:30:56.986Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 295,
          "end": 311
        }
      ],
      "nexusId": "10044575"
    }
  ]
}