{
  "_id": "882a77d40ddbd57ff20d90dc51795d1e6d8a63cdb9319132942957ebf7a22e7f",
  "feed": "wall-street-journal",
  "title": "How to Measure How Well a Company Does on Innovation; For the Management Top 250, novelty is seen as a side effect of innovation, not its essence",
  "text": "<p>For the Drucker Institute's company rankings, which form the basis of the Management Top 250, we use one standard: Innovation means, as management scholar Peter Drucker put it, \"endowing human and material resources with new and greater wealth-producing capacity.\" Novelty is a side effect of innovation, not its essence.</p><p>This holds true whether a company revolutionizes how an industry creates value for customers—like Amazon.com Inc., which tops our innovation category in 2021—or simply reduces the bureaucratic burden on knowledge workers.</p><p>Management Top 250</p><p>* Explore the rankings</p><p>* Read the full report</p><p>Underlying this broad definition are four principles, also drawn from Mr. Drucker's work, that characterize innovative companies: They create systems for continuous improvement of products, services and internal processes. They exploit their successes. They stop doing things that no longer provide sufficient value. And they \"create the different tomorrow that makes obsolete and, to a large extent, replaces even the most successful products of today,\" in Mr. Drucker's words.</p><p>The highest highs</p><p>By measuring these four criteria through a total of 11 indicators, our rankings are able to capture the variation in innovative performance among organizations. (To account for the differences in how innovation happens across industries—for example, what constitutes a high level of patent activity in real estate versus information technology—we score every company in this category relative to its industry's average.)</p><p>And the variation in performance is vast. From 2017 to 2021, our innovation scores have had a markedly wider range than any other category in our model—wider than customer satisfaction, employee engagement and development, social responsibility or financial strength. Though the typical range of our scores is 0 to 100 with a mean of 50, innovation is the only area in which companies routinely shatter the upper bound.</p><p>In 2019, Amazon posted the highest-ever innovation score in our rankings, with a 212.3. The lowest innovation score for any company since these rankings began is 37.9. In statistical terms, this is akin to a tailor's customers ranging in height from something like 4-foot-8 to 8-foot-11.</p><p>Some analysts use a technique called \"winsorization\" to reel in extreme outliers that can distort a model's picture of the overall population—like the tailor lopping off their measuring tape at 6-foot-2. But the Drucker Institute has steadfastly avoided winsorization in the innovation category for one reason: It would mask real differences in how well the largest public companies in the U.S. manage this crucial area. At 8-foot-11, the tallest person ever recorded, Robert Wadlow, was to height as Amazon is to innovation—an off-the-charts achievement that, we believe, deserves an accurate measurement. </p><p>Procter &amp; Gamble, maker of Tide and other consumer products, scored high for patent value and patent abandonment. PHOTO: Kristen Norman for The Wall Street Journal</p><p>Behind the big number</p><p>The 11 different innovation indicators—the most of any of our five categories—help us not only to define and measure corporate innovation but also to discern the differences behind the overall scores in this category.</p><p>In 2021, for example, International Business Machines Corp.'s innovation score of 115.6 trails only Amazon (155.0) and Microsoft Corp. (136.2). IBM's best score on an innovation indicator is a stratospheric 141.5 for its number of patent applications. But its patent value score—based on a measure of the stock market's reaction to approved patent applications—is almost exactly average, at 50.2.</p><p>By contrast, Procter &amp; Gamble Co.—No. 18 on our innovation list with a score of 78.1—is particularly strong in patent value and patent abandonment, with the latter giving a sense of whether a company follows Mr. Drucker's principle of ending what no longer contributes to performance and no longer produces results.</p><p>To get a complete picture for each company's innovation score, we count patent and trademark applications and trademark registers, and use an analysis of how well a company manages innovation across its supply chain, because each is a signal of continuous improvement, the systematic exploitation of successes and attempts to \"create the different tomorrow.\"</p><p>We assess R&amp;D spending and hiring, as well as hiring in cutting-edge fields such as robotics and artificial intelligence, because they are essential tools for making today's successes obsolete.</p><p>We look at the sale or release of patents as marks of a culture that embraces organized abandonment.</p><p>And finally, we consider the market's valuation of a company's patents, whether certain reputable publications deem a company \"most innovative\" and how consumers rate a company's performance in innovation. This is because no innovation metric can be complete without the voices of the ultimate judges: investors, industry experts and, above all, the customers that every business is vying for.</p><p>Dr. First is executive director of the Drucker Institute. He can be reached at reports@wsj.com.</p><p>How to Measure How Well a Company Does on Innovation</p>",
  "published": "2021-12-11T14:12:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3656,
          "end": 3672
        },
        {
          "start": 2842,
          "end": 2858
        }
      ],
      "nexusId": "10044575"
    }
  ]
}