{
  "_id": "8343c777f093d22ec9d2d9e1860ba00cbdf7e0cd43ef735e6d3b2b3d4b7234c7",
  "feed": "wall-street-journal",
  "title": "Coty CFO Plans to Slash Cosmetic Giant's Debt Further; The move, announced at an investor event on Thursday, comes as the company continues to shrink its portfolio to boost margins",
  "text": "<p>Coty said it wants to increase its earnings per share and its Ebitda during the coming years. The improvement is expected to come from higher sales and profits as well as efficiency programs and cost savings, Chief Financial Officer Laurent Mercier said.</p><p>Coty has been struggling to boost sales since its 2016 acquisition of various beauty brands from Procter &amp; Gamble Co. for roughly $12 billion. Consumers in recent years have opted for higher-end and niche cosmetics brands, a trend that has hurt some of Coty's mass-market brands such as CoverGirl and Max Factor.</p><p>Its business, which suffered heavily last year because of the coronavirus pandemic, has been picking up in recent quarters. Coty's stock closed at $10.81 on Wednesday and has gone up nearly 60% since the beginning of the year, according to FactSet, a data provider. The shares traded below $3 in October 2020.</p><p>Coty reported net revenue of $1.37 billion during the quarter ended Sept. 30, up 22% from the prior-year period. Its net income and gross margin also improved during the latest quarter.</p><p>Coty is working to find $600 million in cost savings by the end of its fiscal 2023. It has achieved about $400 million in cost reductions already, it said earlier this month.</p><p>Its net debt, at $5.22 billion at the end of September, has come down from $5.55 billion at the end of June—when its last fiscal year ended—and from $8.25 billion at the end of June 2020, according to S&amp;P Global Market Intelligence, a data provider.</p><p>The company continues to prune its portfolio by eliminating low-selling products and reducing the complexity of its business, using fewer types of bottles, caps and pumps, for instance, through a technique called platforming. \"Every time there is a new launch in one brand, we are not reinvesting from scratch [and are] using what is already existing,\" Mr. Mercier said.</p><p>Analysts welcomed Thursday's announcement and said it could make Coty's stock more appealing to investors.</p><p>\"[The] debt load has been a big part of the bear case,\" said Nik Modi, a managing director at investment bank RBC Capital Markets. \"Investors actually thought the company was going to go bankrupt during the pandemic,\" he said, adding that Coty's shareholders expect continued progress toward the company's financial goals. \"With turnaround stories, what investors really want to see is proof points and consistency of execution,\" Mr. Modi said.</p><p>A rise in U.S. interest rates—as forecast by economists for 2022 or 2023—could make investors shy away from highly leveraged companies, said Linda Bolton Weiser, a managing director at advisory firm D.A. Davidson &amp; Co. \"While Coty has made some progress, leverage will still be quite high for some time to come,\" Ms. Weiser said.</p><p>The company earlier this month said investment firm KKR &amp; Co. sold its remaining 2.4% stake, simplifying Coty's capital structure and resulting in annual dividend cash savings of $11 million. Taken together with three previous transactions in which KKR reduced its holding in Coty, the company saves about $77 million a year in cash dividends, Mr. Mercier said.</p><p>The company's biggest stakeholder remains consumer goods conglomerate JAB Holding Co., which owned 55.61% of shares outstanding as of Oct. 29, according to FactSet.</p><p>\"While they have resolved the KKR stake, a very large overhang exists with regard to the JAB holdings of Coty shares,\" Ms. Bolton Weiser said.</p><p>Coty, like many other companies, has been battling cost increases due in part to inflation. The company is targeting low-single-digit price increases this year, according to a spokeswoman. \"We have pricing power because we have strong brands, we have loved brands,\" Mr. Mercier said.</p><p>Write to Nina Trentmann at Nina.Trentmann@wsj.com</p><p>Coty CFO Plans to Slash Cosmetic Giant's Debt Further</p>",
  "published": "2021-11-18T15:45:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 352,
          "end": 372
        },
        {
          "start": 352,
          "end": 368
        }
      ]
    }
  ]
}