{
  "_id": "0d43f12989d8eec6871e9cf5fdfebff1b8c36f9feb1eae8bbf5a9343f5c6fbf3",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Kimberly- Clark Sales Fall, Costs Increase",
  "text": "<p>Organic sales, a measure that strips out currency effects and deals, fell again, down 3%. Rising materials costs sliced profit and margins for the second quarter. Earnings fell more than 40%, worse than Wall Street anticipated.</p><p>Americans are cutting back on pandemic staples, from paper towels to cleaning wipes, just as product makers face soaring costs.</p><p>\"Clearly our results did not turn out as expected,\" Kimberly-Clark Chief Executive Mike Hsu said Friday in a call with analysts. Mr. Hsu said he expects to fully offset cost increases with higher prices the rest of this year and in 2022.</p><p>Consumer-goods makers Clorox Co. and Colgate Palmolive Co., which will report results in coming days, face similar troubles, according to analysts and sales data.</p><p>Of the major players, only Procter &amp; Gamble Co. appears on track for a solid, albeit more modest, quarterly performance. The company is aided by a broader lineup less reliant on cleaning and quarantine-driven demand, while also benefiting from a pre-pandemic restructuring. P&amp;G previously announced plans to raise prices on baby products, adult diapers and feminine-care brands starting in September.</p><p>Individuals and retailers stocked up on toilet paper and paper towels at the height of the coronavirus pandemic last year ahead of lockdowns.</p><p>Now, people are using less toilet paper and paper towels at home and are still working through their stockpiles -- as are retailers. Demand also is falling for cleaning products and other household-care items that were in hot demand as people stayed home and focused intensely on hygiene.</p><p>Kimberly-Clark's home-care unit's organic sales fell 17% compared with last year's second quarter when Americans were loading up on paper towels and toilet paper. Organic sales rose 6% for the company's personal-care unit and 2% in its commercial business.</p><p>Net income, hit by rising materials costs, fell to $410 million from $692 million. Finance chief Maria Henry said this year is expected to deliver the biggest increase in materials costs in the company's history.</p><p>The company lowered its forecast for the year. Organic sales are pegged between flat and down 2%, compared with the prior prediction of flat to a 1% increase. Operating profit is expected to fall by 11% to 14%.</p><p>---</p><p>Dave Sebastian contributed to this article.</p>",
  "published": "2021-07-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 784,
          "end": 800
        },
        {
          "start": 1031,
          "end": 1034
        },
        {
          "start": 784,
          "end": 804
        }
      ]
    }
  ]
}