{
  "_id": "3f1349d6f069b1ca23cf30c84caaf90965377410d35dfabba0875fe92a5b20c4",
  "feed": "wall-street-journal",
  "title": "J&J Set To Break In Two, Joining A Trend --- Consumer unit, which makes Band-Aids and Tylenol, hasn't grown like medical divisions",
  "text": "<p>J&amp;J will shed its consumer division in 18 to 24 months, Chief Executive Alex Gorsky said. J&amp;J decided to make the change, he said, because the businesses, their customers and markets have diverged so much in recent years, including during the pandemic. Lawsuits that alleged use of Johnson's Baby Powder caused cancer didn't play a role, he said.</p><p>\"The best path forward to ensure sustainable growth over the long term and better meet patient and consumer demands is to have our consumer business operate as a separate healthcare company,\" Mr. Gorsky said in an interview.</p><p>What form the separation will take, what the new consumer-oriented company will be called and who will lead it are yet to be worked out, Mr. Gorsky said, though he said J&amp;J planned to structure the transaction to be tax-free.</p><p>It is likely J&amp;J would spin out its consumer unit and hold a stock offering, but no decision has been made, Mr. Gorsky said.</p><p>The decision comes after rivals including Pfizer Inc. and Merck &amp; Co. decided to hive off their consumer businesses and double down on faster-growing pharmaceuticals.</p><p>This past week, General Electric Co. said it would break into three public companies, another example of large, diversified companies reassessing their structures and seeking to find stronger growth by separating into smaller units focused on their core competencies. Japan's Toshiba Corp. also said Friday it plans to split into three units.</p><p>The trimmer J&amp;J, which will keep the name, will still stand as the world's largest health-products company, with yearly sales approaching $80 billion, Chief Financial Officer Joseph Wolk said. The consumer company would be among the industry's largest, after competitors such as Procter &amp; Gamble Co., Nestle SA and L'Oreal SA.</p><p>J&amp;J shares rose 1.2% Friday.</p><p>\"Given that there is not much synergy between the consumer business and the other JNJ segments, this initiative makes sense,\" Wells Fargo analyst Larry Biegelsen said in a note to investors.</p><p>The separation will kick off the biggest change in direction in J&amp;J's 135-year history. Disposable diapers, indigestion tablets and cough remedies powered J&amp;J through the mid-1900s, then provided the diversification that helped the company ride out the ups and downs of its riskier but higher-reward pharmaceuticals and medical-devices businesses.</p><p>The decision to pull all Tylenol from store shelves during a tampering scare in 1982 endeared J&amp;J to many consumers.</p><p>Today, the consumer-health business sells well-known brands -- from Neutrogena skin moisturizers to Zyrtec allergy pills -- that include four that ring up $1 billion in sales each year and 20 generating more than $150 million in annual sales. The unit is also home to J&amp;J's namesake brand, Johnson's Baby.</p><p>The division has grown apart from J&amp;J's other units in recent years. Sales are growing more slowly than at the other businesses, and have lower margins. It depends on recognition of name brands such as Aveeno, Neutrogena and Listerine, which are marketed directly to consumers.</p><p>Prescription drugs and medical devices require different corporate skill sets. They undergo tight regulatory scrutiny before they can go on sale and are monitored closely afterward. Their commercial success depends heavily on the choices of doctors and hospitals as well as payment by health insurers.</p><p>Prescription drugs and devices also spring from more-advanced research than consumer goods.</p><p>J&amp;J's pharmaceuticals business, which sells therapies for diseases ranging from prostate cancer to pulmonary arterial hypertension, developed one of only three Covid-19 vaccines authorized in the U.S.</p><p>The Covid-19 pandemic accelerated the divergent potential of J&amp;J's pharmaceutical and consumer businesses and intensified discussions among board members about separating them, Mr. Gorsky said.</p><p>Wall Street also has different expectations for the businesses. The consumer unit's sales rose 1.1% to $15 billion last year, after growth of 0.3% the previous year. In contrast, J&amp;J's pharmaceutical unit posted sales growth of 8% last year and 3.6% the previous year. The consumer division has generally contributed the smallest profit of J&amp;J's three main divisions.</p><p>In addition, it has faced lawsuits alleging talc-containing Johnson's Baby Powder caused cancer or mesothelioma. J&amp;J has said its talc-containing baby powder is safe, doesn't contain asbestos and doesn't cause cancer. It created a subsidiary and placed it in bankruptcy to resolve the talc claims quickly.</p><p>Mr. Gorsky said J&amp;J has corrected manufacturing issues that led to recalls of some over-the-counter medicine. It upgraded the plant in Fort Washington, Pa., that makes Tylenol. In July, the Food and Drug Administration lifted a consent decree that had put three consumer-division manufacturing plants under scrutiny.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1712,
          "end": 1728
        },
        {
          "start": 1712,
          "end": 1732
        }
      ],
      "nexusId": "10044575"
    }
  ]
}