{
  "_id": "55ff0092d90cdddb243e78767ff095504803e956bd10ae181a451f9f7739eabf",
  "feed": "ftcomall",
  "title": "Wella's Annie Young-Scrivner on building a new venture with old brands",
  "text": "<p>Annie Young-Scrivner describes herself as having been a “quirky weird kid”. “At 10, I knew I was going to run a business,” she says. She decided to sell her own perfume made from red candy in the cul-de-sac where she lived in Seattle. “We didn't get any traffic, sold nothing. But, you know, it was just fun.”</p> <p>Young-Scrivner has since honed her experience via PepsiCo, the food and beverage group, Starbucks, the coffee company and Godiva, the chocolatier.&#xa0;</p> <p>In December she became chief executive of Wella Company, a beauty business that includes its own professional hair colour brand as well as OPI, the nail polish maker, and ghd, famous for its hair straighteners.&#xa0;</p> <p>Wella Company was formed in December 2020 after US beauty company Coty sold off a majority stake in its hair and nail care business to <a href=\"https://www.reuters.com/article/us-coty-inc-divestiture-idUSKBN22N1I0\">KKR, the US private equity group, for $3bn</a>, well below its $7bn value before the pandemic. Coty, where the majority shareholder is the investment vehicle JAB, sold off the business to pay down its debts. Coty retains a 40 per cent share of the new company.&#xa0;</p> <p>Young-Scrivner, 52, is charged with speeding up innovation and steering the newly formed business out of the pandemic. Lockdowns closed salons worldwide, hitting the market for Wella's professional haircare products. </p> <p>During an in-person interview at Wella's London office, Young-Scrivner says that as soon as she took the job she had to think about how to help its 500,000 client salons and the millions of hairdressers they support. </p> <p>As sales representatives were unable to call during the pandemic, salons could manage their supplies through Wella's online store, and continue to sell products to customers. Many hairdressers did virtual consultations to maintain relationships with clients and help them manage their “lockdown hair”.</p> <p>Wella also offered leeway on payment terms and a programme of virtual skills-based events for stylists, watched live by <a href=\"https://www.wellacompany.com/news/replay-we-create-live\">25,000 people</a>.</p> <p>She has just come to the end of “a global listening tour” with Wella's trade customers and members of the public, prompting her further to think about “faster rate, meaningful innovation”.</p> <p>Wella has already started to reduce the timeline for bringing innovative products to market, Young-Scrivner says. Ghd Unplugged, a cordless styler launched this year. OPI nailcare has Nature Strong, an ethical vegan line. </p> <p>New products offer the chance to bring in wider change. WeDo, for example, is an ethical haircare line. “Even though it's one brand,” says Young-Scrivner, “We can't treat it as a small brand . . . we have to learn from it: how do we become greener? How do we look at formulation differently.”</p> <p>Wella was founded by Franz Ströher in Germany in 1880. The Ströher family sold its 80 per cent stake in 2003 to Procter &amp; Gamble, which then sold Wella to Coty in 2016. Young-Scrivner highlights that “in any organisation that's been sold, resold, resold, it's what's the culture? And how do you create that culture that could galvanise everybody? That's what we focus on, the culture, the brand and the innovation.”</p> <p>There are varying rates of economic recovery for salons: in the US and Latin America they are “thriving”, she says, while Australia has shut down again. Once open, some salons see a dip in the number of customers, but those who do book are having more treatments per appointment, “so the overall spend is higher”, she says.</p> <p>Cultivating innovation, or at least reinvigorating it, is a theme running throughout Young-Scrivner's career, although she stresses it is not all down to her. “It's already there. It's putting it all together and it's seeing the talent and unlocking them to be their best,” she says.</p> <p>Her parents, who had fled China's cultural revolution and moved to Taiwan before arriving in the US when Annie was seven, ran several businesses — from video arcades to a skateboarding store. They also had a Mongolian grill restaurant with a jade shop at the front. “After I went to business school I was like ‘Oh my God, that is like the worst thing that you could have had,'” she says, laughing.</p> <p>She completed an executive MBA at the Carlson School of Management in Minnesota while working at PepsiCo. In 2009, Young-Scrivner joined Starbucks as global chief marketing officer. It was a new role, she says. “I remember having the conversation with Howard Schultz [then CEO] about ‘let's refresh the brand'. Let's just say the first conversation didn't go very well.”&#xa0;She felt that modernising the logo was the right move, so went back to Schultz and won him over.</p> <p>She subsequently served in other roles, including president of Starbucks Canada and of Teavana, a tea company which Starbucks acquired in 2012. In 2017 she became Godiva's chief executive. “It was about reinvention of the brand,” she says of her priorities for the chocolatier, again addressing the innovation pipeline “and building a world class team”.</p> <p>Young-Scrivner began her career at PepsiCo, where her first job after her degree at the University of Washington was on its management training programme. She drove a truck, loading it with product and delivering it. “I'm not a very big person but lifting those boxes, the only way you could get your route done is lifting six to 10 boxes at a time,” she says. She was also the only woman. “It was a Teamsters Union environment.”</p> <p>At the start of her career Young-Scrivner may have been the only woman in the workplace. But when she arrived at Wella, she found that in an industry that predominantly serves women, “when you look at the senior leaders, I was actually surprised it was mostly men”. </p> <p>She aims to promote the best female talent at Wella. “As you're building a new company you're adding new functions and resources, so since December, 70 per cent of our hires have been women . . . It wasn't [a case of] ‘let's go hire women'. What I said is [that] I want every slate of candidates to be diverse and then we have to hire the best.”</p> <p>The “best” includes Virginie Costa, Wella's chief financial officer. She has followed Young-Scrivner from Godiva and previously worked at luxury brands Hermes and Burberry.</p> <p>How is the new KKR ownership shaping up? Young-Scrivner says KKR is encouraging Wella to look at where the company has been successful digitally and to take that further. For example, the online store for salons is using data analytics to increase sales. </p> <p>There is also, she says, scope for significant growth. “China, Asia, there's tremendous opportunity. And the Americas.”&#xa0;A significant proportion of OPI's business, 50 per cent of its revenue, is in the US, “so for OPI, it's [about] opening up the rest of the world”.</p> <p>Wella's focus now is on developing products for the professional beauty industry: “That's going to take innovation . . . And because haircare is the next skincare, we're going to grow in that way,” she adds.&#xa0;The skin care market has boomed in recent years, helped by social media and savvy younger consumers. “When we do well, the industry does well. So let's make sure we're doing well for the industry.”</p><p>Source: Janina Conboye 2021 'Wella's Annie Young-Scrivner on building a new venture with old brands' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-12T04:00:06.696Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2747,
          "end": 2763
        }
      ]
    }
  ]
}