{
  "_id": "b62cbe78a73de858e0ac26cd69256b1438373f1bb7c3bb5e618a6633569bc1f3",
  "feed": "wall-street-journal",
  "title": "P&G Recalls Old Spice, Secret Antiperspirant Sprays After Cancer-Causing Chemical Found; Company is recalling the antiperspirant sprays after it detected benzene in some products",
  "text": "<p>The recall applies to 18 of its Old Spice and Secret sprays, including eight varieties of Old Spice and 10 types of Secret sprays. P&amp;G said customers who bought the recalled products can apply to get reimbursed on the Old Spice or Secret websites.</p><p>High levels of exposure to benzene can cause cancer, including leukemia and blood cancer of the bone marrow, according to the the U.S. Centers for Disease Control and Prevention.</p><p>P&amp;G said it started investigating its products after news reports of other aerosol products containing benzene. In July, Johnson &amp; Johnson recalled most of its Neutrogena and Aveeno spray sunscreens after it found the chemical in some of its products.</p><p>Kate DiCarlo, a P&amp;G spokeswoman, said Friday that its investigation found traces of benzene that came from the propellant that sprays the product out of the can.</p><p>P&amp;G said the levels of benzene found in the recalled sprays wouldn't be expected to cause health issues. But it declined to say what levels of benzene were found.</p><p>The company, which announced the recall earlier this week, said it is conducting the recall out of an abundance of caution. It added that its other products, such as body sprays and gel antiperspirants, are not affected by the recall.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>P&amp;G Recalls Old Spice, Secret Antiperspirant Sprays After Cancer-Causing Chemical Found</p>",
  "published": "2021-11-26T19:54:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 427,
          "end": 430
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 841,
          "end": 844
        },
        {
          "start": 1287,
          "end": 1290
        },
        {
          "start": 131,
          "end": 134
        },
        {
          "start": 695,
          "end": 698
        }
      ],
      "nexusId": "10044575"
    }
  ]
}