{
  "_id": "0dca231aa6b6ed3a5e6fff2388732d9432980e8c89d6db0dd134fd6d596c4ed6",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Paul Polman --- Former Chief Executive Officer, Unilever PLC",
  "text": "<p>The tension between wanting to help people and working in business has played out throughout his career. He says nowadays, approaching business through the lens of having a positive impact on the world is increasingly necessary for brands to have staying power. \"The role of business in society is definitely evolving, moving from a more narrow shareholder-primacy focus to a bigger role in society,\" he says.</p><p>After a long stint at Procter &amp; Gamble Co. and a short one as chief financial officer at Nestle SA, Mr. Polman took the reins at Unilever in 2009, becoming the most colorful leader in the company's long history.</p><p>Since leaving Unilever in 2019, he's set up a firm focused on galvanizing corporations to combat climate change and poverty, and has written a book called \"Net Positive: How Courageous Companies Thrive by Giving More Than They Take\" to be released in October.</p><p>Mr. Polman sees his board of directors as people he looks to less for direct advice and more for inspiration. Here are four of them.</p><p>Ngozi Okonjo-Iweala</p><p>Director-General of the World Trade Organization</p><p>Ms. Okonjo-Iweala and Mr. Polman built a rapport after they began working for the B Team, a global nonprofit co-founded by British entrepreneur Richard Branson, in 2013. Mr. Polman credits her influence for his decision to prioritize investing in Africa while at Unilever. The pair also worked together on a global initiative examining how countries can achieve economic growth while dealing with the risks posed by climate change. \"She looks at this whole thing more holistically from a human development point of view. It's about poverty alleviation and inclusion, not just climate change,\" he says.</p><p>Marieme Jamme</p><p>President and Founder of IamtheCODE</p><p>Mr. Polman got to know Ms. Jamme when Unicef asked him to present her with an award for helping girls and women learn to code. The Senagelese-born Ms. Jamme was raped and trafficked as a child, before finding her way to the U.K., where she learned to code at her local library. Mr. Polman asked her to talk to Unilever executives \"to open minds,\" he says. \"To me it is motivating,\" he says of her journey. \"She shows you how things have to happen on the ground . . . and how it's people who make the difference.\" She brings a perspective \"based on real life experience.\"</p><p>Nicholas Stern</p><p>Professor at the London School of Economics</p><p>Mr. Polman met Mr. Stern shortly after the professor published a report on climate change in 2006. Their paths crossed frequently, as co-chairs of the same global initiative Mr. Polman led with Ms. Okonjo-Iweala and while working together ahead of a 2015 United Nations Climate Change conference. He says Mr. Stern is a \"good friend\" but also a role model who he turns to for advice on how governments, companies, nonprofits and others can work together to tackle climate change. \"Every time I talk to him or every time I listen to him, I learn something,\" says Mr. Polman.</p><p>Erik Weihenmayer</p><p>Athlete, adventurer, author, activist and motivational speaker</p><p>Mr. Polman first met Mr. Weihenmayer almost two decades ago after reading his book, \"Touch the Top of the World.\" It tells the story of how Mr. Weihenmayer, who was born with a degenerative eye disease and went blind at age 13, became the first blind person to reach the top of Mount Everest. Mr. Polman invited Mr. Weihenmayer to Geneva to speak to his team at P&amp;G. The two later climbed Mount Kilimanjaro together, a trip that inspired Mr. Polman to set up a foundation to help visually impaired children in East Africa. \"I feel he's made me a better person,\" says Mr. Polman.</p>",
  "published": "2021-09-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 432,
          "end": 448
        },
        {
          "start": 432,
          "end": 452
        }
      ],
      "nexusId": "10044575"
    }
  ]
}