{
  "_id": "61c5cb11b672ae3928bc1e0ff3709cb7b48d15091277e9047a952e1c54ede1f8",
  "feed": "market-watch",
  "title": "Weekend reads: the slowing housing market and inverted yield curve signal a coming recession",
  "text": "<p>Ian Shepherdson of Pantheon Macroeconomics predicts a 25% decline in U.S. home sales. What will that do to prices? Weigh in with your thoughts.</p><p>A classic signal for a recession</p><p>On March 24, the yield on five-year U.S. Treasury notes was 2.40% and the yield on seven-year notes was 2.43%. Both were higher than the 2.38% yield on 10-year Treasury notes. Normally, the longer the maturity, the higher the yield on bonds with similar credit risk.</p><p>In the Market Extra column, Viven Lou Chen explains how inverted yield curves signal recessions.</p><p>Vijay Modhavdia, managing director of Deuterium Capital Advisors, explains why recession signals have led him to reduce exposure to financial stocks by 50%.</p><p>When interest rates rise, bond prices fall. As part of the In One Chart series, Steve Goldstein shows bond prices are on pace for their worst bear market since 1949.</p><p>William Watts explains why the stock market hasn't fared worse as the Federal Reserve has signaled more aggressive interest-rate increases.</p><p>A counterargument for bank stocks</p><p>While the Treasury yield curve for 5-, 7- and 10-year notes has been inverted, the spread between yields on 3-month Treasury bills and two-year Treasury notes has widened considerably. This is good news for banks, as loans reprice at higher interest rates while the cost of deposits remain low.</p><p>Sam Peters of ClearBridge makes the case for bank stocks as industry profitability increases and credit quality remains strong.</p><p>Is Tesla's stock cheap?</p><p>AFP via Getty ImagesShares of Tesla were down 18% through March 24 from their closing high on Nov 4. The electric car maker's factory in Berlin opened this week and is expected to add 500,000 units to the company's annual production capacity.</p><p>Wedbush analyst Dan Ives, a longtime Tesla bull, believes Tesla's stock has been oversold.</p><p>Related: We calculated how much more gas is costing for every type of vehicle — see how yours stacks up</p><p>Help me retire!</p><p>Alessandra Malito writes the Help Me Retire column. This week she has practical advice for a self-described spendthrift who is 60 years old.</p><p>The Big Move:My husband and I owe $87,000 on our mortgage and have $400,000 in savings. Should we sell our home now to prepare for retirement?</p><p>Read on if you are on Medicare or plan to retire soon:Medicare Advantage enrollment period is coming to an end – how to make sense of your healthcare before it's too late</p><p>The best and worst of exchange-traded funds</p><p>MarketWatch illustration/iStockphotoIn this week's ETF Wrap column, Christine Idzelis lists the best and worst industry performers. It also includes interviews with Scott Helfstein, executive director of thematic investing at ProShares, and Matthew Bartolini, head of SPDR Americas Research at State Street Global Advisors.</p><p>If Social Security provides most of your income, do you need to file a tax return?</p><p>Getty ImagesProbably not, but it might be in your interest to file a return anyway, as Jim Blankenship explains.</p><p>Related:Here are some retirement-planning mistakes to avoid</p><p>How different companies handle inflation</p><p>Tonya Garcia looks deeper into inflation: Procter &amp; Gamble's focus on quality is expected to help the company benefit from higher prices. Warby Parker is taking a different approach to pricing for prescription glasses.</p><p>Why your retirement move may fail</p><p>MarketWatch photo illustration/iStockphotoDawn Fleming and her husband made a success of their move to Mexico, but some people have regretted similar moves. While she focuses on how people plan to retire outside of the U.S., some of the reasons these moves can fail are more closely tied to how people think, rather than where they go.</p><p>Going nuclear</p><p>With the world market for fossil fuels disrupted by Russia's invasion of Ukraine, rising demand for energy in a growing economy and a long runway for various green energy supplies, Michael Brush lists 10 ways to invest for a revival of nuclear power.</p><p>Going to China</p><p>Some professional investors consider China “uninvestable” because of restrictions on the availability of audit reports to investors or because regulatory changes that have disrupted many tech-oriented companies over the past year.</p><p>But if you are ready to invest in China, Jeff Reeves has a list of five tech stocks to consider.</p><p>Staying healthy</p><p>Getty ImagesOne of the best aspects of a sport such as golf is that you can continue playing as you grow older. But you still need to be careful. Rashelle Brown explains how golfers over the age of 50 can avoid injury.</p><p>More about aging and health:</p><p>Growing old is expensive. This might be a good way to pay for it.</p><p>An early warning of dementia: longer or more frequent napping</p><p>Crowds' lack of wisdom</p><p>iStockphotoAs an investor, do you adjust your portfolio based on world events or financial-market developments? Scott Nations explains how “financial herding” can hurt your investment performance over the long term.</p><p>Want more from MarketWatch? Sign up for this and&#xa0;other newsletters, and get the latest news, personal finance and investing advice.</p>",
  "published": "2022-03-25T12:33:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3101,
          "end": 3117
        }
      ]
    }
  ]
}