{
  "_id": "495d50368500eb36b9b46030bd320ae11bb088cbb8a9bee0927d923275ea5158",
  "feed": "ftcomall",
  "title": "Unilever: new levers of growth fall short of a compelling pivot",
  "text": "<p>Unilever's Plan B is a halfway house. The UK-listed consumer group, chastened after an abortive £50bn bid for GSK's toothpastes and potions, is <a href=\"https://www.ft.com/content/70c96cdb-35da-4735-9153-63ebb1a400e8\">seeking to appease investors</a> with a fresh €3bn share buyback and organisational rejig. Big transformational deals are off the table.</p> <p>Timing is against those. Unilever expects operating margins to shrink by between 140 and 240 basis points this year, to 16-17 per cent. All of this is due to higher input costs. Most of these cannot be hedged. A doubling in the price of key ingredients like palm and soyabean oil, allied with fivefold rises in shipping costs, will add €3.6bn to the €23bn bill. Assuming no increases in pricing, that translates into losing 700 points of gross margin. The bulk is expected in the first half.</p> <p>Resetting pressured margins would be tough but far from impossible. Nor does underlying top line growth of 4.5 per cent, the strongest in nine years, let Unilever off the hook. Top performing geographies like China and India were hit hardest by the pandemic in the previous year. In the latest quarter, all the growth came from pricing; volumes were flat.</p> <p>Unilever has cut back spending on marketing, while R&amp;D has flatlined at 1.8 per cent of sales — sharply below US rival Procter &amp; Gamble's 2.4 per cent last year. True, this partly reflects the changing nature of Unilever which outsources more manufacturing to third parties. They now account for a fifth of supply. That shunts related capital expenditure on to their cash flow. Conversely, half of advertising now stays in-house.</p> <p>Shares in the FTSE 100 company have trailed peers such as Nestlé, P&amp;G and even Danone in the past year. Investors such as Fundsmith's Terry Smith can expect Unilever to continue trying their patience. Margins will keep eroding amid difficult supply conditions. Still, at 12 times forward ebitda the stock trades towards the bottom of its historic range. Unilever can at least expect rotation of capital into value plays to support it, even if some investors do not.</p><p>Source:  2022 'Unilever: new levers of growth fall short of a compelling pivot' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T16:16:10.180Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1621,
          "end": 1624
        },
        {
          "start": 1244,
          "end": 1260
        }
      ]
    }
  ]
}