{
  "_id": "3cb740b706ab8ab1289154f70c6c904b05e2e9871f498bdbfd2eb461f4432306",
  "feed": "wall-street-journal",
  "title": "Obituaries:  Houston's 'Sphinx'  Bought Blue Chips  ----  By James R. Hagerty",
  "text": "<p>\n  FAYEZ SAROFIM </p><p>\n  1928-2022 </p><pre> </pre><p>\n  Because he was born in Egypt and struck some people as inscrutable, Fayez Sarofim was sometimes dubbed \"the Sphinx.\" There was nothing mysterious about his investment style, however. </p><p>\n  Mr. Sarofim, who died May 28 at the age of 93, made his reputation as a fund manager who favored large companies with familiar products, including Exxon Mobil Corp. and Procter &amp; Gamble Co. </p><p>\n  \"People always look for the needle in the haystack,\" the Houston-based money manager told Barron's. \"Why not buy the haystack?\" </p><p>\n  That meant companies with strong brands and track records. \"You only live so long,\" he said. \"Why eat green bananas?\" </p><p>\n  Like Warren Buffett, he believed in holding stocks for the long term. Jumping in and out of stocks was costly, he said, adding: \"Nervous energy is a great destroyer of wealth.\" After the October 1987 stock-market crash, he advised investors to go fishing. </p><p>\n  Despite periods of weak performance when the types of stocks he liked were out of favor, his long-term record was impressive. Forbes recently estimated his net worth at $1.5 billion. </p><p>\n  Mr. Sarofim, who wore tailored three-piece suits even in sweltering Houston, applied the same principles to his purchases of art. Rather than speculating on obscure artists, he tended to buy the big names. \"If you buy good art, it goes higher,\" he told Smart Money. </p><p></p>",
  "published": "2022-06-04T06:15:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 377,
          "end": 393
        },
        {
          "start": 377,
          "end": 397
        }
      ]
    }
  ]
}