{
  "_id": "2a207f54a08835967e07ff6cdd63ba041041c6e7a69f5a524b670dc48e4377d0",
  "feed": "wall-street-journal",
  "title": "Procter & Gamble Says Prices Will Keep Going Up; Quarterly sales rise 6%, led by health and cleaning products, with price increases accounting for half of the gain",
  "text": "<p>Procter &amp; Gamble Co. is betting the world's consumers will remain undeterred by higher prices on household staples from Pampers diapers to Gillette razors.</p><p>The Cincinnati-based consumer-products giant said sales increased 6% in the quarter ended Dec. 31 compared with a year earlier, fueled in part by the company's largest average price increases since the spring of 2019.</p><p>Executives on Wednesday said its price increases will continue throughout 2022, and predicted higher profitability and improved margins in coming quarters even as labor, freight and raw-materials costs continue to balloon due to the global supply-chain turmoil.</p><p>\"The consumer is very resilient and very focused on these categories of clean home and health and hygiene,\" P&amp;G finance chief Andre Schulten said in an interview.</p><p>P&amp;G shares were up more than 4% in morning trading, on pace for their largest percentage gain in nearly two years.</p><p>U.S. inflation in 2021 hit its fastest pace in nearly four decades, as pandemic supply-and-demand imbalances pushed up prices on everything from used cars to household staples.</p><p>Pricing on average rose 3% in the latest quarter, P&amp;G said, and price increases accounted for half the company's revenue growth in the period. Higher volumes accounted for the other half. P&amp;G reported revenue of $21 billion for the quarter.</p><p>The added revenue helped offset soaring prices for raw materials, labor and transportation of goods, as supply-chain woes continue to weigh on almost every industry.</p><p>SHARE YOUR THOUGHTS</p><p>How has your spending on household staples changed over the course of the pandemic? Join the conversation below.</p><p>P&amp;G's core earnings per share rose 1%, to $1.66, from the same period a year earlier. Margins fell despite the added revenues and cost cutting. The company has spent big to keep factories running and products in stock as much as possible, said Chief Executive Jon Moeller, who took over the company in November.</p><p>On Wednesday, executives said there is no relief in sight from higher costs for labor, transportation of goods and raw materials such as fuel, resin and pulp.</p><p>\"The flexibility that we've talked about that our supply people have generated doesn't come for free,\" said Mr. Schulten, the CFO. \"When we need to shift to alternate materials, when we need to shift to alternate suppliers, all our sources of materials geographically, that comes at a premium.\"</p><p>P&amp;G, which has posted more consistent sales gains than rivals throughout the pandemic, raised its revenue forecast for the fiscal year ending June 30, even as the company said costs will be higher than previously projected.</p><p>P&amp;G said it expects to commit $2.8 billion more to commodity, freight and foreign-exchange costs this fiscal year. The figure is about $500 million more than it forecast last quarter. Its earnings estimates remained unchanged.</p><p>Mr. Schulten said that in addition to absorbing higher prices, consumers also are switching to pricier, higher-end products, such as trading liquid laundry detergent for costlier single-dose pods.</p><p>A broad range of consumer-products companies, including P&amp;G rivals Unilever PLC and Kimberly-Clark Corp., have implemented price increases to offset higher costs amid snags in the global supply chain.</p><p>The recent rise in Covid-19 cases due to the fast-spreading Omicron variant didn't spur the kind of hoarding behavior that led to shortages of toilet paper, cleaners and other products during previous surges, he said.</p><p>Sales jumped for products to treat respiratory issues, driving a 20% revenue increase for P&amp;G's personal-health unit, which includes Vicks and NyQuil brands.</p><p>P&amp;G now expects organic sales, which strips out deals and currency moves, to grow 4% to 5% for the fiscal year, up from the previous forecast for growth of 2% to 4%.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Procter &amp; Gamble Says Prices Will Keep Going Up</p>",
  "published": "2022-01-19T17:06:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3622,
          "end": 3625
        },
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 1141,
          "end": 1144
        },
        {
          "start": 1279,
          "end": 1282
        },
        {
          "start": 2621,
          "end": 2624
        },
        {
          "start": 3836,
          "end": 3852
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 744,
          "end": 747
        },
        {
          "start": 3101,
          "end": 3104
        }
      ]
    }
  ]
}