{
  "_id": "2e8ae2effc9eb95a821b58176c50c5a37159e0e399d718de687963adf3245312",
  "feed": "ftcomall",
  "title": "India escalates crackdown on Chinese phonemakers ",
  "text": "<p>India has stepped up a crackdown on the Chinese companies that dominate its smartphone market in a series of legal actions that have raised trade tensions between Asia's two biggest nations.</p> <p>Oppo, which sells both the popular realme brand and its eponymous marque, was accused by Indian regulators of tax evasion this week. That followed recent raids, lawsuits and sweeping asset seizures against Xiaomi and Vivo. Together, the three Chinese technology groups control about 60 per cent of India's smartphone market. </p> <p>The pressure on Chinese smartphone brands comes as New Delhi seeks to build up its domestic tech sector and reduce dependence on imports, and against a backdrop of <a href=\"https://www.ft.com/stream/9469effb-5959-478e-ae16-480dbf66a85b\">frosty relations</a> between the two nuclear-armed neighbours over their disputed border.</p> <p>While India insists the legal cases against Chinese companies are not politically motivated, the raids have added to longstanding concerns about the country's climate for foreign investment.</p> <p>Ashutosh Sharma, research director at market researcher Forrester, said cross-border tension had intensified India's scrutiny of Chinese-owned companies: “The level of distrust is so high between India and China, I don't think there's any likelihood that these companies are not closely watched by the government.”</p> <p>India's Directorate of Revenue Intelligence, a financial enforcement agency, has alleged that Oppo, which along with Vivo is owned by Dongguan-based BBK Electronics, had evaded taxes worth Rs43.9bn ($550mn).</p> <p>The DRI alleges that Oppo obtained lower customs duties through mis-declaring imported items and failing to include royalty and license fees in their value. The revenue authority is demanding that Oppo repay the full sum. The company did not respond to a request for comment.</p> <p><a href=\"https://www.ft.com/content/308b9ef8-02c5-4d0b-9062-ee2e19dc986b\">Vivo was raided</a> across 48 locations and assets worth $60mn were seized last week. In response, the Chinese embassy in India complained that “frequent investigations by the Indian side into Chinese enterprises” were disrupting their business operations. Vivo said it was co-operating with authorities.</p> <p>This year, India's financial enforcement <a href=\"https://www.ft.com/content/1aedc7bc-71e2-4eee-96ad-26d8846b7c20\">authorities accused Xiaomi</a>, the Chinese group that is the market leading smartphone seller in India, of unlawfully remitting $725mn abroad. Xiaomi has denied any wrongdoing.</p> <p>“It was to be expected that Chinese companies would be targeted over time,” said Jabin T Jacob, associate professor at Shiv Nadar University in New Delhi who specialises in China. “The longer the border stand-off continued, the more Chinese companies would be at risk.” It seemed unlikely allegations made by enforcement authorities were baseless, Jacob added.</p> <p>Along with South Korea's Samsung, Chinese-owned device makers grabbed market share from once-prominent Indian phone brands, undercutting homegrown companies with newer technology at cheaper prices.</p> <p>For <a href=\"https://www.ft.com/stream/b34cd365-f83e-40a5-9885-57f996535bae\">India's government</a>, the dominance of Chinese smartphone makers “is a big matter of concern,” Sharma added. “That's why the push is on ‘Make in India'”, referring to a government scheme to incentivise local manufacturing, part of New Delhi's plan to reduce dependence on Chinese imports. Most Chinese-owned phonemakers manufacture devices in India and have invested heavily in factories.</p> <p>India's minister of state for information technology Rajeev Chandrasekhar has denied that India discriminates against Chinese-owned companies.</p> <p>“Our views of companies are not driven by whether they are Chinese or not Chinese,” he told reporters, adding: “There are laws, there are rules you have to comply with, and there is no free pass for anybody, whether you are Chinese or anybody.” &#xa0;</p> <p>India has explicitly cold-shouldered Chinese companies before. It restricted direct investment from neighbouring countries in April 2020, when the coronavirus pandemic weakened Indian corporates and <a href=\"https://www.ft.com/content/ad3f84b0-fb75-4588-97e8-4a657ad67883\">made them vulnerable to takeover</a>. &#xa0;</p> <p>Commercial hostilities escalated after deadly border clashes between Indian and Chinese soldiers erupted in the summer of 2020, with India banning hundreds of Chinese-owned apps including ByteDance's TikTok, citing national security concerns.</p> <p>Underlining the complexity of trade relations between India and China, Soumya Bhowmick, associate fellow at the New Delhi-based Observer Research Foundation think-tank, found that after a slump in 2020, Chinese investments in Indian start-ups in 2021 hit “a three-year high, and Chinese funding is quite robust in the start-up ecosystem again”. Alibaba and Tencent are among the biggest backers.</p> <p>India and China's bilateral trade has grown in China's favour — India imported $27.7bn worth of goods from China in the first three months of 2022 but exported only $4.9bn to China, a record trade deficit. Electronics, chemicals and car parts made up the bulk of Chinese imports.</p> <p>Yet strategic sectors remain off limits. New Delhi does not want telecommunications companies to use equipment made by China's Huawei, and this week broadened a regulatory framework for approving hardware use. Huawei is also facing tax probes but has said it was “fully compliant” with Indian laws and co-operating with authorities.</p> <p>Freezing Chinese companies out of telecommunications networks has encouraged domestic players to invest, China scholar Jacob argued, “because at least they're assured of returns without competition from elsewhere”.</p> <p>“In a lot of ways, the Indians are following the Chinese playbook,” Jacob added, by “developing their own national champions”.</p> <p>Reliance Jio, the digital unit of the oil-to-telecoms conglomerate controlled by tycoon Mukesh Ambani, has upturned the mobile telecoms industry with dirt cheap data since 2016. It launched its own smartphone last year with backing from Google and Meta.</p> <p>While the device has yet to capture market share, “my prediction is in the next two to three years this will shift”, said Forrester's Sharma, “we will probably see the dominance of local players like Reliance”.</p> <p>Gurcharan Das, an author and former chief executive of Procter &amp; Gamble India, said that “India tries to create a level playing field” in relation to foreign investors. </p> <p>While not addressing the specifics of the cases involving Chinese companies, he warned that commerce and politics should stay separate. “We should not mix politics with economics. A smart country does not hurt its economy”.</p><p>Source: Chloe Cornish in Mumbai and John Reed in New Delhi 2022 'India escalates crackdown on Chinese phonemakers ' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-16T19:00:13.150Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 5957,
          "end": 5973
        }
      ]
    }
  ]
}