{
  "_id": "5cca644cecf4a33a922d20db2f4f6ee22042f19c141a124ca92b11357b8f1dfe",
  "feed": "wall-street-journal",
  "title": "Stock Futures Wobble on Earnings Concerns; Netflix plunged 27% premarket after the company reported a drop in subscribers",
  "text": "<p>Stocks have had a strong start to the week, lifted by earnings reports that showed companies have largely been able to generate growth despite tightening monetary policy and the highest inflation in four decades. Netflix's report after hours on Tuesday disappointed, catalyzing concerns that consumers' lower disposable incomes could hit companies' bottom lines.</p><p>\"We are living in a year of higher inflation and that will cause problems for some companies. What we are trying to assess is really the pricing power of a company, and some will see their profitability come under pressure if they don't have this,\" said Luc Filip, head of investments at SYZ Private Banking.</p><p>Netflix shares plunged 27% premarket after it said its subscriber base shrank by 200,000 in the last quarter and predicted the loss of another 2 million subscribers this quarter.</p><p>\"There is also the secondary effect that economies are reopening, it is really time to shift the portfolio away from the life at home companies,\" Mr. Filip added.</p><p>IBM climbed 1.7% premarket after it reported stronger-than-expected revenue growth driven by its cloud business. Consumer goods giant Procter &amp; Gamble is slated to report Wednesday morning ahead of the opening bell, as well as oil-field services firm Baker Hughes and healthcare company Abbott Laboratories. Tesla and United Airlines are scheduled to post earnings after markets close.</p><p>The yield on the benchmark 10-year Treasury note edged down, reversing direction after three consecutive days of rises to 2.894% from 2.911% on Tuesday. The 10-year inflation-linked bond yield, a proxy for a benchmark real rate, briefly turned positive in intraday trading for a second day after spending over two years in negative territory, reaching a high of 0.035% before easing to minus 0.042%.</p><p>\"The broad story is the pricing by markets to have tighter monetary policy,\" said Karim Chedid, an investment strategist at BlackRock. \"That's not great for risk. Although if you look at actual inflation, real yields are still deeply negative especially with the inflation surge we are seeing at the moment.\"</p><p>Oil prices climbed, with global benchmark Brent crude rising 0.7% to trade at $108.05 a barrel. Traders are assessing China's easing Covid-19 restrictions. Road traffic in major cities such as Beijing and Hong Kong has increased, lifting fuel demand, according to consulting firm Rystad Energy.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.7%. Credit Suisse declined 1.3% after the bank warned that it is likely to report a loss in the first quarter due to having to set money aside for legal issues. French food company Danone rose nearly 9% after it beat expectations on sales and reiterated its full-year guidance despite inflationary pressures.</p><p>In Asia, major benchmarks were mixed. The Shanghai Composite Index declined 1.4% and Hong Kong's Hang Seng Index slid 0.4%. Japan's Nikkei 225 rose 0.9%.</p><p>Australian private-hospital operator Ramsay Health Care jumped 24% after a KKR-led consortium offered to buy the company for around $14.9 billion.</p><p>U.S. existing home sales data for March are due at 10 a.m. ET. Economists are expecting a decrease as higher mortgage rates continue to cool the housing market.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stock Futures Wobble on Earnings Concerns</p>",
  "published": "2022-04-20T10:07:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1148,
          "end": 1164
        }
      ]
    }
  ]
}