{
  "_id": "9d61f677bfa9d25275207b8ff1862c3c4b6fef07b7198bb619448a422864588c",
  "feed": "wall-street-journal",
  "title": "FDA Warns Against Cooking Chicken in NyQuil. For Real. Regulatory agency cautions that the practice of misusing nonprescription drugs as part of social-media challenges is unsafe",
  "text": "<p>The agency says that boiling a medication can make the drug more concentrated and that inhaling a medicine's vapors while cooking with it could cause a person to ingest a high amount of the drug. In the case of the NyQuil-chicken challenge, the FDA says a person could hurt their lungs.</p><p>\"The challenge sounds silly and unappetizing—and it is,\" the FDA said. \"But it could also be very unsafe.\"</p><p>The regulatory body recommended that parents talk with their children about drug misuse \"and how social media trends can lead to real, sometimes irreversible, damage.\"</p><p>Procter &amp; Gamble Co., the parent company of NyQuil, didn't immediately respond to a request for comment.</p><p>SHARE YOUR THOUGHTS</p><p>How should social-media challenges be handled? Join the conversation below.</p><p>The NyQuil-chicken challenge isn't the first time the FDA has warned the public about the danger of certain social-media challenges. It cautioned people in September 2020 that taking too much Benadryl, a TikTok challenge at the time, could result in different health problems, including death.</p><p>TikTok didn't immediately respond to a request for comment Tuesday.</p><p>When searching for \"NyQuil chicken\" on TikTok, a message surfaces for users urging them to assess challenges and warnings in a four-step process: stop, think, decide and act.</p><p>Social-media companies also aren't alone in fighting back against dangerous challenges. P&amp;G, which also makes Tide laundry detergent, in 2018 launched a social-media campaign telling people to only use its Tide pods for doing laundry after videos of people eating the pods went viral.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>FDA Warns Against Cooking Chicken in NyQuil. For Real.</p>",
  "published": "2022-09-20T20:39:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 562,
          "end": 578
        },
        {
          "start": 562,
          "end": 582
        }
      ],
      "nexusId": "10044575"
    }
  ]
}