{
  "_id": "8e22af6cae2b64b4a60162c3e22c9a7dbabe0ec9cafc044126ba8e7eec36d289",
  "feed": "wall-street-journal",
  "title": "P&G Bets Hot Inflation Won't Push Shoppers to Shift to Cheaper Brands",
  "text": "<p>P&amp;G in recent months has underperformed rivals both broadly and in key categories such as razors, laundry detergent and paper towels, according Nielsen data.</p><p>This comes after four years in which the company consistently expanded its share of the U.S. market despite price increases on products that are among the costliest on store shelves.</p><p>\"There are certain brands that have so much loyalty, but at some point people have to make sacrifices,\" said Arthur Ackles, vice president of merchandising and buying for the Roche Bros. Boston-area grocery chain. He said devotion to P&amp;G brands remains high, but he is seeing more consumers switch. \"Tide is sitting there at $11.99 and another brand is $3 less. It's starting to not even be a decision for people anymore.\"</p><p>U.S. consumer inflation excluding energy and food reached a four-decade high in September, with grocery prices increasing 13% from a year ago.</p><p>P&amp;G Chief Executive Jon Moeller, speaking at last week's annual shareholders meeting, said the company has so far been relatively successful in maintaining sales and market share amid decades-high inflation.</p><p>But he said P&amp;G's ability to command premium prices hinges on many factors outside the company's control, namely the rate of inflation, consumer reaction to higher costs and the overall health of the economy.</p><p>\"I'm not going to posit on how that's going to play out,\" Mr. Moeller said.</p><p>To prevent defections, P&amp;G has directed marketing and product-development dollars toward convincing consumers that paying more for its products ultimately saves money.</p><p>In one commercial, rappers Ice-T and Vanilla Ice and wrestler \"Stone Cold\" Steve Austin pitch a version of Tide that can be used in cold water, which is cheaper than running a load of laundry in a warm-water cycle. Another ad campaign says people use more water when they wash dishes by hand than they do in a dishwashing cycle.</p><p>A new bottle for Dawn detergent promises to eliminate waste. It features an inverted design, a no-flip cap and a self-sealing valve to prevent drips or soap from getting stuck in the container. Gillette razors now come in cardboard rather than rigid plastic packaging that is marketed as more environmentally sustainable. And the company has launched more absorbent versions of Bounty paper towels and Charmin toilet paper, a spokeswoman said.</p><p>P&amp;G on Wednesday reports financial results for the first quarter ended Sept. 30.</p><p>P&amp;G executives said the company has yet to see significant erosion in market share or sales. They say shortages due to high demand amid the pandemic and other idiosyncrasies have led to temporary share losses in some categories, and that third-party data trackers often undercount P&amp;G sales because their numbers exclude certain retail outlets.</p><p>As the company invests in its high-end brands, executives say it is also prepared should consumers decide they need cheaper alternatives. P&amp;G said it has more brand offerings in lower-price ranges and offers a wider variety of package sizes than it did more than a decade ago during the last economic downturn.</p><p>Lois Miceli, 64 years old, of New Rochelle, N.Y., for decades was loyal to several P&amp;G brands, including Tide detergent, Crest toothpaste, Dawn dish soap and Pampers diapers. She recently quit Tide for Costco's private-label detergent and switched from Pampers to Luvs, P&amp;G's lower-price brand. She buys diapers for her two grandchildren.</p><p>But, no matter the cost, Ms. Miceli said, she is sticking with Dawn and Crest.</p><p>\"When it comes to health, I pay attention,\" she said, adding that Dawn is the only dish soap capable of clearing grease. \"Clean clothes, I couldn't care less as long as it gets the stains out.\"</p>",
  "published": "2022-10-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2703,
          "end": 2706
        },
        {
          "start": 575,
          "end": 578
        },
        {
          "start": 3161,
          "end": 3164
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1423,
          "end": 1426
        },
        {
          "start": 2341,
          "end": 2344
        },
        {
          "start": 2905,
          "end": 2908
        }
      ],
      "nexusId": "10044575"
    }
  ]
}