{
  "_id": "eb94fda877d254fc546df443056106dc8cc02264f53b06c1b49b532d62ad7b9c",
  "feed": "wall-street-journal",
  "title": "Dawn Dish Soap Upends Packaging for a Better End-of-Bottle Experience; Five years in the making, the bottle aligns with P&G's self-proclaimed 'superior' packaging strategy",
  "text": "<p>\"Fifty or sixty years ago it was a lot more common to see them filling up a sink, putting dish soap in and washing their dishes,\" Jennifer Lo, North America brand director for P&amp;G's hand dish products, said of consumers. Now, 67% apply dish soap directly to their items, a method that requires them to pick up and dispense soap more frequently, she said, citing company research.</p><p>P&amp;G began selling the new bottle in some retailers this month, and plans a wider rollout in February with a manufacturer's suggested retail price starting at $2.84 for a 14.7 ounce bottle of Dawn's original liquid, or a 12.2 ounce bottle of Platinum Refreshing Rain, its upgraded dish soap formula.</p><p>The company expects retailers to sell the bottle at similar prices to other Dawn products, including the traditional flip-cap bottle, which will still be available for purchase, Ms. Lo said. Target Corp. and Walmart Inc. sell the larger 19.4 ounce bottle with a flip cap for $2.99 and $2.64, respectively, online.</p><p>The rollout is reflective of P&amp;G's strategy of pushing its brands to build a competitive advantage with, as the company puts it, \"superior\" elements. These include packaging that \"attracts consumers, conveys brand equity, helps consumers select the best product for their needs, and delights them during use,\" according to a 2020 company report. Dawn EZ-Squeeze arrives two years after the brand introduced its Powerwash Dish Spray, which allows users to spray suds directly onto dirty dishes.</p><p>The company declined to comment on sales of the Powerwash Dish Spray, citing a quiet period before reporting its second-quarter earnings on Jan. 19.</p><p>P&amp;G, which last year announced price increases to help offset swelling costs, reported a 5% increase in organic sales of its fabric and home-care brands for the quarter ended Sept. 30, 2021, compared with the same period the prior year. Organic sales across the board rose by 4% in the same three months. Sales in home care, the category that dish soap falls under, grew by low single digits during the quarter, the company reported.</p><p>Dawn, meanwhile, has remained the bestselling dishwashing brand in the U.S. for the past five years, increasing its market share to 28.8% in 2021 from 27.7% in 2017, according to data from Euromonitor International Ltd., a market research provider.</p><p>Dawn's new bottle design follows other efforts, both within and without the P&amp;G stable, to boost sales with packaging and products that are easier to use and open.</p><p>P&amp;G skin-care brand Olay last November began selling face cream that comes with an easy-open lid featuring two protruding \"wings\" in an effort to better serve customers with disabilities such as dexterity issues and joint pain. PepsiCo Inc. in 2020 redesigned some of its two-liter bottles so they would be easier for more people to grip, while Nike Inc. last February designed a shoelace-less sneaker that can be slipped on and off.</p><p>And Unilever PLC's Degree last April announced it had worked with disabled people to design a roll-on deodorant that could be applied one-handed. The company said it aims to bring the product, called Degree Inclusive, to market in late 2022.</p><p>The one-handed design of Dawn's EZ-Squeeze bottle can benefit people with limited dexterity or mobility, although it wasn't designed primarily as an adaptive product, according to Ms. Lo.</p><p>P&amp;G spent five years researching and developing the new packaging, a process that involved hundreds of hours of consumer research, including watching consumers wash up in their homes, Ms. Lo said. The company declined to comment on the cost of the design.</p><p>The introduction of new packaging designs can increase company sales, said David Feber, a partner leading the packaging division at consulting firm McKinsey &amp; Co.</p><p>\"A lot of product interface with consumers is experienced through package design, and consumers purchase products that they think will ultimately help them improve an element of their lifestyle or experience,\" he said.</p><p>The pandemic caused a slowdown in new product and packaging introductions as stress on supply chains and staff saw a number of companies put launches on ice, especially in the category of health and hygiene, Mr. Feber added.</p><p>\"We think we're now going to see a lot more new packaging products coming to market to catch up from where they've been,\" he said.</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Dawn Dish Soap Upends Packaging for a Better End-of-Bottle Experience</p>",
  "published": "2022-01-12T19:05:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3347,
          "end": 3350
        },
        {
          "start": 2395,
          "end": 2398
        },
        {
          "start": 2483,
          "end": 2486
        },
        {
          "start": 380,
          "end": 383
        }
      ],
      "nexusId": "10044575"
    }
  ]
}