{
  "_id": "13be2035c6690158bf192ef86d23340271fc95f2ea893df6d86ab8d4c4623d1a",
  "feed": "market-watch",
  "title": "Taco Bell and Cheez-It have tongues wagging with this new tostada that uses a cracker 16x the normal size; Arby's and Old Spice, plus McDonald's, KFC, Wendy's and Krispy Kreme, are also dishing summer marketing stunts with new items like 'finger sporks'",
  "text": "<p>It's apparently 16 times bigger than a regular Cheez-It cracker.</p><p>There's also a $4.29 Big Cheez-It Crunchwrap Supreme, which features seasoned beef, nacho cheese sauce, lettuce, reduced-fat sour cream and diced tomatoes layered on a giant Cheez-It, and then the whole thing is wrapped inside a tortilla and grilled.</p><p>Taco Bell's chief food innovation officer Liz Matthews said in a statement that the Taco Bell collaboration with Cheez-It \"gives our fans the chance to experience the real cheese and crunch they love from both of our brands in a whole new way.\"</p><p>Not everyone can get their hands on them just yet, however, as they're only being tested at one Taco Bell location in Irvine, Calif. at the moment. They will be available at the restaurant on 2222 Barranca Pkwy. for two weeks, or while supplies last.</p><p>The news got plenty of tongues wagging on Wednesday, leading Taco Bell and Cheez-It to trend on real-time Google searches and on Twitter TWTR. The news whet plenty of appetites for Cheez-It or Taco Bell to just sell the oversized crackers as stand-alone products.</p><p>And fast food chains are rolling out plenty of other marketing stunts for summer snacking.</p><p>Also on Wednesday, Arby's and Procter &amp; Gamble's Old Spice announced a collaboration to fend off the summer \"meat sweats.\" The $60 so-called \"Meat Sweat Defense Kit\" includes: two Old Spice Sweat Defense Dry Sprays in popular scents; one pair of Arby's limited-edition roast beef-patterned \"MeatSweats\" sweatshirt and sweatpants; a gym towel and a sweatband to wipe away the sweats; plus an Arby's gift card, \"because this whole thing starts with eating the meats.\"</p><p>Fellow Yum! brand KFC is taking \"finger-lickin' good\" literally with its \"Finger Sporks.\" The red plastic spoon-fork hybrid fits on your finger to \"bring out the fun in family dinner,\" according to a company press release. And there's even a 90s-inspired infomercial to show you how to handle it. You can snag two free Finger Sporks by ordering a KFC Sides Lovers Meal on the KFC mobile app, KFC.com or at participating KFC locations through July 12, while supplies last.</p><p>Select Krispy Kreme DNUT shops are dishing glazed doughnut-flavored soft serve ice cream and milkshakes. And the doughnut chain has found success with such special menu items and collaborations. \"Our global Valentine's Day and St Patrick's Day campaigns and limited time offerings such as our Twix and Rolo Doughnuts resonated strongly with consumers, highlighting the opportunities for premiumization and the gifting and sharing power of the brand,\" the company's chief executive Mike Tattersfield said in May, after Krispy Kreme's first-quarter profit and revenue beat expectations.</p><p>McDonald's MCD has whipped up a Chocolatey Pretzel McFlurry at participating restaurants nationwide for an undisclosed \"limited time.\" It mixes vanilla soft serve with chocolate-covered pretzel bits and caramel swirl. Or Wendy's WEN has added a strawberry-flavored Frosty to its treats menu this summer, claiming it's been one of the most-requested items from customers.</p><p>Less palatable, however, is that these restaurant chains are grappling with record inflation like everyone else. McDonald's international president said that the Golden Arches want to raise prices to manage inflation, although the company plans to take small steps up rather than a big leap so as not to leave too bad a taste in customers' mouths. Wendy's reported first quarter profit and revenue that missed expectations in May.</p><p>Taco Bell and Cheez-It have tongues wagging with this new tostada that uses a cracker 16x the normal size</p>",
  "published": "2022-06-29T16:42:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1197,
          "end": 1213
        }
      ]
    }
  ]
}