{
  "_id": "d578837730e88dc263e5060a3c9362c3b74765bd79164d26ec7e2b895a367b04",
  "feed": "market-watch",
  "title": "Inflation, tension in Ukraine and other factors put margin relief hopes at risk",
  "text": "<p>Analysts note the recent widespread margin misses across earnings announcements in the consumer packaged goods sector. Looking ahead, RBC highlights comments from various companies that paint a picture for a challenging 2022: Procter &amp; Gamble Co.'s PG expects a $2.6 billion transportation and commodity headwind for the fiscal year ending in June; Kellogg Co. K expects double-digit inflation for the year; Hershey Co. HSY discussed labor inflation; and both Coca-Cola Co. KO and PepsiCo Inc. PEP focused on the impact of commodity inflation.</p><p>“While we understand the methodology to use spot rates to provide guidance, we ultimately believe this approach could lead to disappointment in the second half,” RBC wrote. A spot rate is the price of a commodity or security for immediate delivery.</p><p>“Overall, we see risks to further increases particularly among energy-linked commodities as well as aluminum. Additionally, we expect cost inflation in labor to remain elevated for longer, as it has been driven by trends more secular than cyclical, such as the rise of the gig economy.”</p><p>See: Goldman Sachs CEO braces for above trend inflation</p><p>And:‘Affordability has become a substantial hurdle': Mortgage rates approach 4%, threatening to pour cold water on housing market</p><p>RBC warns that tensions in Ukraine could drive up energy prices, and any sanctions against Russia could disrupt supply chains. Supply chains are also under pressure from China's “zero-COVID” approach.</p><p>Fed action on interest rates and climate change are looming threats as well. Even electric vehicles (EVs) could be a problem.</p><p>“The increasing popularity of EVs is having repercussions on several metals required for lithium-ion batteries, such as nickel, copper, lithium, and aluminum,” the report said.</p><p>“With EV adoption likely to increase significantly over the next five to 10 years, we expect structural upward price pressure on these metals.”</p><p>Don't miss: Fisker says preorders for its Ocean SUV have jumped, teases potential ‘large commercial' order for Pear EV</p><p>Previous practices used by consumer packaged goods companies to hedge against rising costs could end up driving commodity inflation even higher than is already expected.</p><p>“[M]any companies benefited from commodity hedges in 2021, which will be rolling off in 2022. This will result in cost inflation being higher for most companies than just looking at current prices as hedging delayed some of the impacts of the large commodity increases in 2021 into 2022,” RBC said.</p><p>Consumers have already felt the impact of inflation, which has reached a 40-year high, with prices for groceries, energy, cars and more rising. RBC says the price of meat, will stay elevated thanks to high demand and higher feed costs, for instance.</p><p>Read:U.S. inflation rate climbs to 7.5% after another sharp increase in consumer prices</p><p>And: The average household is spending an extra $250 a month, or $3,000 per year, due to high inflation — but middle-aged Americans are paying even more</p><p>“Our&#xa0;pricing&#xa0;actions&#xa0;led&#xa0;to&#xa0;approximately&#xa0;$2.1 billion in sales and price/mix benefit during the quarter, which offset the higher cost of goods sold of $1.6 billion,” said Stewart Glendinning , chief financial officer of meat producer Tyson Inc. TSN, on the company's most recent earnings call, according to a FactSet transcript.</p><p>“We saw continued inflation across the business, in some instances,up to 20% to 30%.”</p><p>And countries around the world that produce edible oils, like Indonesia and Brazil, are facing challenges that could drive up consumer prices on those goods.</p><p>The Invesco Dynamic Food &amp; Beverage ETF PBJ has rallied 16.7% over the past year while the S&amp;P 500 index SPX is up 11.9%.</p>",
  "published": "2022-02-19T07:44:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 226,
          "end": 245
        }
      ]
    }
  ]
}