{
  "_id": "81a253bc5a7bdb043d24d742b465bd5387ddf0cbb9cc437df8814cd93d3a9c76",
  "feed": "wall-street-journal",
  "title": "Price Rises Top 8% at Consumer Giant Unilever, Hitting Demand; Dove soap owner says it sold fewer products amid price rises",
  "text": "<p>Unilever, which has been battling surging inflation, on Thursday said it had increased prices by an average of 8.3% in the first three months of the year and is planning further rises. The company said higher prices had resulted in some softening of consumer demand, with overall volumes declining 1% in the quarter, and that it expects shoppers to pull back further as prices climb.</p><p>The price increases from Unilever, whose brands include Ben &amp; Jerry's ice cream and Hellmann's mayonnaise, are among the steepest across the consumer-goods industry, with rivals like Procter &amp; Gamble Co. and Nestlé SA continuing to report higher volumes. Nestlé last week said its first-quarter prices rose 5.2%, while volumes climbed 2.4%. P&amp;G reported similar figures, saying its pricing rose 5%, while sales volumes increased 3%.</p><p>And Unilever's pricing has yet to peak, said Chief Executive Alan Jope on a call with reporters. \"You will see pricing accelerate through the rest of the year,\" he said.</p><p>Mr. Jope said the company would continue to price responsibly, considering factors including the competitive environment, costs and how shoppers respond. Unilever has already reformulated some of its products, switching from sunflower oil to rapeseed and using the same oils across its chocolate and ice-cream portfolio where possible, he added.</p><p>Still, Unilever warned that inflation would only get more challenging, in part stoked by the fallout from Russia's invasion of Ukraine. The company said it now expects input-cost inflation for the second half of this year of 2.7 billion euros, equivalent to about $2.8 billion, up from a previous estimate given three months ago of €1.5 billion.</p><p>Between January and March, Unilever said prices of soybean oil had jumped 33%, crude palm had risen 32% and aluminum was up 16%, among rises in other key commodities.</p><p>While the drop in consumer demand in response to price increases has so far been lower than expected, Chief Financial Officer Graeme Pitkethly said, the company is forecasting a further fall in demand later this year.</p><p>\"Continued pricing will give rise to higher levels of volume decline over the course of this year,\" he said. </p><p>Mr. Pitkethly added that just 65% of the cost inflation Unilever is seeing is covered by its price rises, and that the company planned to reduce costs, push pricier products and substitute in cheaper ingredients to limit further increases.</p><p>\"We are starting to see consumers downtrading and looking for value,\" he said. </p><p>Mr. Pitkethly said Unilever's higher pricing and lower volumes compared with its rivals could be partly explained by the company's greater exposure to emerging markets like Latin America, where inflation is particularly high.</p><p>Overall, Unilever reported first-quarter underlying sales growth—which strips out currency and M&amp;A impacts—of 7.3%, topping analysts' estimates.</p><p>However, Unilever shares were broadly unchanged in London after the company said it expects its underlying operating margin for the year to be at the bottom end of its 16%-to-17% guidance.</p><p>The inflation challenges have come at a difficult time for Unilever, which has been under pressure from investors to accelerate growth. The company is undergoing a restructuring to try to be more responsive to trends and create more accountability.</p><p>A botched $68 billion bid for GlaxoSmithKline PLC's consumer-healthcare business earlier this year was received badly by shareholders who have said they want the company to focus on jump-starting growth in the existing business. The failed deal was closely followed by reports that activist investor Trian Fund Management LP had taken a stake in Unilever.</p><p>Unilever, like other Western companies, is also grappling with criticism for continuing to do business in Russia. Mr. Jope on Thursday said Unilever continues to sell virtually the same portfolio of products in Russia as before the war—which includes ice cream, nail polish and lip gloss—but said the company won't profit from its business there. Russia accounts for less than 1% of Unilever's sales, he added.</p><p>Write to Saabira Chaudhuri at saabira.chaudhuri@wsj.com</p><p>Price Rises Top 8% at Consumer Giant Unilever, Hitting Demand</p>",
  "published": "2022-04-28T11:51:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 567,
          "end": 587
        },
        {
          "start": 725,
          "end": 728
        },
        {
          "start": 567,
          "end": 583
        }
      ]
    }
  ]
}