{
  "_id": "09db4c5f3b2e72ba2606f907af283d1fdb51ad836f2475db8c935a31e5073edd",
  "feed": "wall-street-journal",
  "title": "Record Numbers of Migrants Arrested at Southern Border, With Two Million Annual Total in Sight; Border Patrol agents have made about 1.82 million arrests at the southern border in the government's fiscal year so far, which ends Sept. 30",
  "text": "<p>With about two months left in the agency's fiscal year, full-year arrests are expected to break the two million mark for the first time, analysts said.</p><p>\"We're apprehending people left and right,\" said Border Patrol agent Jesus Vasalvilbaso, surveying a section of border fencing in downtown Nogales, Ariz., on a recent day.</p><p>The surge comes amid rising political tension between the Biden administration and Republican-led states, which have filed lawsuits blocking federal government efforts to lift Trump-era immigration programs.</p><p>Texas Gov. Greg Abbott has made a crackdown on illegal migration the cornerstone of his campaign for a third term, busing thousands of asylum seekers to Washington, D.C., and New York City. He deployed the National Guard to the border and ordered expanded inspections of tractor trailers crossing from Mexico, a measure that disrupted cross-border trade for days in April.</p><p>Part of the explanation for the historic numbers is supply and demand. The pandemic hit Latin America's economies harder than any region in the world, throwing millions of people out of work and creating a far greater supply of low-wage labor looking for jobs. At the same time, the U.S. economy rebounded quickly, creating strong demand for the kinds of low-paying jobs that migrants normally take. Smugglers also told migrants that President Biden's immigration policies would prove more lenient, an idea that took hold once word spread through WhatsApp chats and Facebook posts that at least some people who had attempted to reach the U.S. were allowed to stay.</p><p>Another factor behind the surge, however, is more surprising: a U.S. policy meant to deter migration but which appears to have backfired. At the outset of the pandemic, the Trump administration implemented a little known health law from the 1940s called Title 42 that allowed it to quickly expel any migrants at the border on grounds they might bring Covid-19 into the U.S. The Biden administration recently attempted to end the policy, but it was blocked by a federal court. </p><p>U.S. Border Patrol agents enter the Santa Cruz tunnels in Nogales, Ariz., last week. PHOTO: Ash Ponders for The Wall Street Journal</p><p>Initially, Trump administration officials thought Title 42 would suppress border crossings because it denies migrants a chance to ask for asylum, the first step in a process that allows them to remain in the country while they pursue their claim. At the time, most illegal border crossings were made by Central American families doing just that.</p><p>But under the law, there is no penalty for repeated crossings—migrants are simply apprehended and sent back across the border. Border Patrol figures estimate about one in four migrants have tried to enter the U.S. more than once over the past 12 months because they won't face prison for repeated entry, as they would under normal U.S. immigration law.</p><p>Lately, around 70% of illegal crossings are made by single adults in search of work, for whom the policy is an advantage, compared to about one in four during previous border surges over the past decade.</p><p>\"We have never seen numbers like this, and Title 42 is in full effect,\" said Adam Isacson, a border security expert at WOLA, a Washington-based human-rights advocacy group. Numbers are likely to remain high for some time if Title 42 is in place, he added. </p><p>Rafael Ruiz, left, Eduardo Ramirez, right, and Roberto Lopez, center, look at the border wall from Tijuana. PHOTO: Ariana Drehsler for The Wall Street Journal</p><p>Rafael Ruiz, a 54-year-old Mexican, said he has already tried to cross the border three times and vows to keep trying. \"I won't give up. I have nothing here\" in Mexico, he said.</p><p>He and a group of fellow migrants were recently apprehended by Border Patrol agents near Dulzura, Calif. The group had crossed the border from Tecate, Baja California, and walked some 15 miles over three days through steep hills and narrow paths.</p><p>\"In the end we grew desperate because we ran out of water,\" Mr. Ruiz said. It was almost at the end of their journey that the Border Patrol spotted them. Eduardo Ramírez, one of his companions, said he told one of the Border Patrol agents: \"We just want to work, we are not looking for help from the government.\"</p><p>Back in Tijuana, the group was now planning its next crossing by studying Google maps at the doorstep of the First Migrant Embassy, a shelter facing Tijuana's iconic beach, where the tall border fence recedes into the Pacific Ocean.</p><p>Border Patrol Chief Raul Ortiz said his agents like Title 42 because it has made processing migrants faster. But he said it is proving less useful in the face of repeat crossings and a surge in migrants who can't be deported using Title 42. </p><p>Migrants seeking asylum in the U.S. at a shelter in Tijuana. PHOTO: Ariana Drehsler for The Wall Street Journal </p><p>Children at the asylum-seeker shelter in Tijuana. PHOTO: Ariana Drehsler for The Wall Street Journal</p><p>\"I recognize that it's becoming less of a tool,\" he said.</p><p>The Border Patrol is starting a new initiative to jail some single adults who normally would be deported under Title 42 to create a deterrent for people trying again, Mr. Ortiz added.</p><p>While Mexicans and Central Americans continue to be the two biggest groups of migrants, other countries such as Cuba, Nicaragua and Venezuela are sending far greater numbers than ever before, due to a combination of a harsh political crackdown by authoritarian regimes and economies hard-hit by the pandemic. Migrants from those countries can't be deported because the U.S. doesn't maintain relations with their governments, and the countries have refused to take back deported citizens from the U.S., adding to the draw of coming. They are most often released into the U.S., or sometimes detained, while pursuing asylum claims.</p><p>Agents have apprehended more than 175,000 Cubans so far this fiscal year, far exceeding the 125,000 who arrived in the U.S. during the Mariel boatlift in 1980.</p><p>Migrants from countries other than Mexico, Guatemala, Honduras, and El Salvador accounted for more than 40% of total apprehensions at the southern border so far this fiscal year. </p><p>Fresia Matamoros in the dressing room of El Marinero strip club in Tapachula, Mexico, in June. PHOTO: Fred Ramos for The Wall Street Journal</p><p>Fresia Matamoros fled Nicaragua in March to avoid being arrested by President Daniel Ortega's regime. A child-psychology student, the 25-year-old said she joined the student protests that shook the regime in 2018. She said many of her classmates were killed by security forces.</p><p>Arriving in the southern Mexican border city of Tapachula in April penniless, she began working as a bar girl at El Marinero, a local strip club.</p><p>\"I took the job because I needed the money. On a good night you can make some $250, and that allows you to send money to your family back home,\" she said. \"It helps that I studied psychology. Many clients cry, seeking refuge in someone else.\"</p><p>Days after receiving her Mexican asylum visa in June, Ms. Matamoros headed north with a group of Nicaraguan friends, crossed the Rio Grande and turned herself in to Border Patrol agents. She settled in Miami, where her cousin lives, after being allowed to proceed with her asylum claim.</p><p>While Mexican adult males dominated most crossings in the 1990s and 2000s, that began to change about a decade ago, when Central American families and children started to cross in greater numbers. Unlike most of the adult males looking for work, the families didn't try to evade capture at the border and instead asked for asylum. The majority of such claims are eventually rejected, but the migrants were usually allowed to stay in the U.S. while the cases wound their way through courts, which in some cases takes several years. Migrants not granted asylum are generally deported, although that may not be carried out immediately or could be appealed. </p><p>Alejandra Castillo with her sons, Samuel de La Rosa and Diviani Hernandez, in Tapachula. PHOTO: Fred Ramos for The Wall Street Journal </p><p>Reyna Nunez from Honduras and Marelyn Waldes from Nicaragua cook meals for migrants at the shelter in Tapachula. PHOTO: Fred Ramos for The Wall Street Journal</p><p>In contrast, under Title 42 tens of thousands of families from Central America have been quickly expelled and are now stranded in Mexican communities along the U.S.-Mexico border.</p><p>To reach the U.S. southern border, asylum seekers must cross Mexico, where they become targets of kidnapping or extortion by criminal groups and corrupt government officials.</p><p>The Mexican government has turned Tapachula, a city of some 350,000 people near the Guatemalan border, into a migrant containment point. Migrants can't leave town without an asylum visa issued by Mexico's government, which operates one of the largest immigration detention systems in the world with more than 6,000 staff and close to 70 immigration detention centers, according to Human Rights Watch, an international human-rights monitoring organization.</p><p>Some 30,000 soldiers and immigration agents have been deployed by the Mexican government to break up caravans of migrants and help turn away hundreds of thousands of asylum seekers heading north.</p><p>At the start of the pandemic, migration slowed dramatically as countries imposed travel restrictions. When Latin American governments lifted travel restrictions in early 2021, the numbers of migrants picked up.</p><p>One of them was Jharson Valera, who worked as an engineer for 13 years at a plant run by consumer products giant Procter &amp; Gamble Co. in the Venezuelan northwestern city of Barquisimeto. After the plant closed several years ago, Mr. Valera said he used his $8,000 severance to open a motorcycle parts business that he said failed due to constant police extortion. </p><p>Jharson Valera in Tapachula. PHOTO: Fred Ramos for The Wall Street Journal</p><p>The 34-year-old said goodbye to his wife and three children in May. It took him and some fellow travelers one month to get to Tapachula. A trek through the dense Darien jungle in Colombia and Panama cost him his toenails, and he and his companions were then robbed by Guatemalan police, he said.</p><p>\"I lost everything along the way,\" Mr. Valera said.</p><p>As the group ran out of money, Ricardo Angulo, a travel companion and former P&amp;G colleague of Mr. Valera, sold the Nautica watch that the company gave him on his 10-year work anniversary so they could have something to eat when they entered Mexico.</p><p>Shortly after, they were granted asylum visas and took a bus north. It took about 20 days for the group to reach a sparsely populated area near Del Rio, Texas, where asylum seekers then cross through the waters of the Rio Grande.</p><p>Mr. Valera has now settled in Atlanta after being allowed to proceed with his asylum claim. He is currently working for a moving company. \"It is not an easy job, but I have faith in God that I will find something better,\" he added.</p><p>The Centers for Disease Control and Prevention sought to end Title 42 in late May, but a federal judge blocked the Biden administration from doing so after several Republican-led states, including Texas, filed a lawsuit. The policy will likely stay in place for months as the case is appealed. </p><p>U.S. Border Patrol agents talk with Mexican National Police at the border near Tucson last week. PHOTO: Ash Ponders for The Wall Street Journal</p><p>U.S. government data show that Title 42 can increasingly only be used against single adults, as Mexico has sharply limited who it is willing to take back under the policy.</p><p>The Biden administration recently began taking in scores of asylum seekers a day at various points along the border, in coordination with aid groups such as All Otro Lado, which selects migrants from Tijuana shelters based on their health, vulnerability and how long they have waited, said Soraya Vásquez, the organization's deputy director of Mexico programming.</p><p>If Title 42 should end, the number of asylum-seeking families is likely to increase, said Mr. Isacson of WOLA. The number of non-asylum seekers is likely to drop significantly, along with repeat crossings, he added.</p><p>\"It may not go down to the low levels we saw in the early 2010s, but it wouldn't stay this insanely high,\" Mr. Isacson said.</p><p>The Biden administration has tried to curb the surge by making deals with other countries to increase their own border enforcement. The administration has also started a pilot program in the U.S. to significantly shorten the time it takes to decide an asylum case.</p><p>Meanwhile, the U.S. economy needs migrants to help fill some 11 million job openings, most of them low-wage, nonfarm jobs in sectors such as construction, poultry processing or restaurants, said David Bier, a migration expert at the Cato Institute, a libertarian Washington think tank that favors increasing immigration to the U.S.</p><p>\"What we see at the southern border is a reflection of demand for labor in the U.S.,\" he said. \"There's no legal pathway at all for these jobs.\" </p><p>The border near Nogales, Ariz. PHOTO: Ash Ponders for The Wall Street Journal</p><p>Write to Santiago Pérez at santiago.perez@wsj.com and Michelle Hackman at michelle.hackman+1@wsj.com</p><p>Record Numbers of Migrants Arrested at Southern Border, With Two Million Annual Total in Sight</p>",
  "published": "2022-08-16T00:21:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "confidence": 0.9964,
      "offsets": [
        {
          "start": 9505,
          "end": 9525
        },
        {
          "start": 9439,
          "end": 9459
        },
        {
          "start": 10256,
          "end": 10259
        },
        {
          "start": 10183,
          "end": 10186
        }
      ],
      "weightsV2": {
        "weight": 4.0,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}