{
  "_id": "caac6931c597952b7e81715510dbd0cd4491af997fc00ad2f03f1b8132bd52be",
  "feed": "market-watch",
  "title": "P&G downgraded at JPMorgan as analysts offer a downbeat 2022 forecast for inflation and other pressures",
  "text": "<p>JPMorgan cut P&amp;G's PG price target to $165 from $181.</p><p>“We have been bulls for three and a half years, and since then we have been impressed with the innovation and execution and the sustainability of the turnaround plan in place since 2016 that started to show tangible results in 2018,” the report said.</p><p>“[B]ecause investors are used/expect to see P&amp;G beat and raise, which is harder now under the current cost and FX [foreign exchange] headwinds, we believe it is prudent to take a pause and wait until consensus incorporates a more realistic outlook.”</p><p>See: Soaring meat prices are leaving a bad taste in shoppers' mouths, but McCormick says its spices are providing a solution</p><p>P&amp;G brands include Pampers, Tide laundry detergent and Crest dental care products.</p><p>P&amp;G's stock fell 1.7% in morning trading, and was among the biggest decliners within the Dow Jones Industrial Average DJIA, which fell 45 points, or 0.1%.</p><p>JPMorgan's analysis is in contrast to many who forecast relief from the inflation, supply chain and labor pressures that have hurt recent corporate earnings results as 2022 progresses.</p><p>P&amp;G isn't the only company that JPMorgan thinks will be impacted by the ongoing challenges. Clorox Co. CLX and Kimberly-Clark Corp. KMB were on the research group's list of companies to avoid, over concerns that customers will trade down to private-label products due to inflation.</p><p>And analysts “struggle to see” how Molson Coors Beverage Co. TAP will continue on an upward trajectory when its portfolio heavily favors the “domestic premium light and economy segments.” Among the Molson Coors brands are Blue Moon, Foster's and the namesake brands.</p><p>“Most companies guided to moderation in cost pressures in the second half of calendar 2022, which is likely not happening, and since then both FX and inflation pressures got much worse (with resins, pulp, aluminum, and labor pressures a bit stickier than expected and transportation spiking with oil prices),” the report said.</p><p>“As such, we lowered our assumption for margins in CY22, even given the sequential build in pricing and productivity as well as lapping of the beginning of the above-trend cost inflation in the second half.”</p><p>Also: Shoppers will stick with P&amp;G products even if they're pricier, analysts say </p><p>There are some companies that analysts favor, including Coca-Cola Co. KO, which analysts say is coming out of the pandemic in better shape; Constellation Brands Inc. STZ, which is bolstered by “premiumization” of a portfolio that includes Corona beer and Svedka vodka; Olaplex Holdings Inc. OLPX, “one of the most compelling growth stories in our coverage universe,”; and Newell Brands Inc. NWL, thanks to its “inexpensive” valuation.</p><p>The Consumer Staples Select Sector SPDR Fund XLP has gained 10.4% over the past year, the Consumer Discretionary Select Sector SPDR Fund XLY has rallied 13.7%, and the benchmark S&amp;P 500 index SPX had advanced 16.5%.</p>",
  "published": "2022-03-30T11:23:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 680,
          "end": 683
        },
        {
          "start": 2218,
          "end": 2221
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1103,
          "end": 1106
        },
        {
          "start": 349,
          "end": 352
        }
      ]
    }
  ]
}