{
  "_id": "733cc1f4a38f9279a5957bb30c87484ef1a9e6a85442d12a68608a4557ea568f",
  "feed": "ftcomall",
  "title": "Bed Bath & Beyond executive dies after fall from NY apartment building",
  "text": "<p>A man who fell to his death from a New York high-rise apartment block on Friday has been identified as Gustavo Arnal, chief financial officer of troubled home goods retailer Bed Bath &amp; Beyond. </p> <p>The company confirmed his death on Sunday. The New York Police Department said the 52-year-old was found unresponsive at a Tribeca tower in lower Manhattan and was pronounced dead at the scene. They did not comment further.</p> <p>Arnal joined the retailer in 2020 from cosmetics brand Avon. He previously held executive roles at Walgreens Boots Alliance and Procter &amp; Gamble. </p> <p>“The entire Bed Bath &amp; Beyond Inc organisation is profoundly saddened by this shocking loss,” said Harriet Edelman, independent chair of the company's board, in a statement.</p> <p>“I am proud to have been his colleague, and he will be truly missed by all of us at Bed Bath &amp; Beyond and everyone who had the pleasure of knowing him.” </p> <p>The home goods retailer has been struggling for some time with poor sales and rising debts. It <a href=\"https://www.ft.com/content/17e53e8e-7560-4224-9d15-9f8f57c1637a\">ousted Mark Tritton</a>, its chief executive, in June following a dismal earnings report that revealed a sharp jump in quarterly losses and a rapidly dwindling amount of cash on the balance sheet. The company blamed weak consumer demand and said the delayed arrival of orders had led to a build-up of inventory. </p> <p><a href=\"https://www.ft.com/content/891e8c35-6abf-400e-837b-3c0c6bfb6532\">Activist investor Ryan Cohen</a> had pushed for boardroom changes and for a sale of Bed Bath &amp; Beyond's baby goods business after becoming one of its biggest shareholders this year. </p> <p>However, Cohen sold his entire stake in the business in mid-August, sending the stock down sharply. Over the past 12 months, its shares have fallen by two-thirds.</p> <p>At the same time, Arnal sold 55,013 shares in the company, Reuters reported on Sunday based on SEC filings.</p> <p>The company unveiled a turnround plan last week, designed to improve its balance sheet and drive growth, including $500mn of financing, 150 store closures, job cuts and a revamped brand line-up. It also filed to sell up to 12mn shares, with the proceeds earmarked in part for paying down debt. </p> <p>Interim chief executive Sue Gove said the plan represented a “straightforward, back-to-basics philosophy” that would drive growth. </p> <p>“We are working swiftly and diligently to strengthen our liquidity and secure our path for the future,” she said at the time. </p> <p><a href=\"https://www.ft.com/stream/cf251e6b-e976-43f5-8424-878039ecdde1\">Bed Bath &amp; Beyond</a> also said comparable sales — a popular industry metric — had dropped 26 per cent in the second quarter compared with a year earlier. It expects the overall figure for the year to be a drop of about 20 per cent, based on improvements in the second half. </p> <p>Shares in the company sank about 30 per cent following the announcement of the plan on Wednesday.</p> <p>Bed Bath &amp; Beyond's financial troubles have been overshadowed for much of the summer by severe volatility in the company's share price in a return of the <a href=\"https://www.ft.com/content/b83144bd-830e-4e1d-a9a1-a1ee1ba61dab\">meme stock trading trend</a> that began in the early days of the coronavirus pandemic.</p> <p>Demand from retail traders helped push Bed Bath &amp; Beyond stock as high as $23.08 in August, a move that reversed following Cohen's exit. Shares closed at $8.63 on Friday. </p> <p>Arnal's death was first reported by the New York Post.</p><p>Source: Josh Noble, Madison Darbyshire and Anna Nicolaou 2022 'Bed Bath &amp; Beyond executive dies after fall from NY apartment building' FT.com 4 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-04T18:59:21.089Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "confidence": 0.99999666,
      "offsets": [
        {
          "start": 545,
          "end": 561
        }
      ],
      "weightsV2": {
        "weight": 1.0085559,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.008555889,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}