{
  "_id": "0e1a7361664fb62ec8f88f720ff588175d4803cde546ee702b7aaaffa19ae67a",
  "feed": "ftcomall",
  "title": "Discontent at Unilever",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/1106ddd5-9e8a-4c51-a2d6-48372a5b8f7d\"><em>Discontent at Unilever</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Monday, January 24th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>Google faces another challenge in Europe, and Sony is trying to shoulder its way into the electric vehicle market. Plus, one of Unilever's most high-profile investors ridiculed the consumer goods company for trying to appear socially responsible. </p> <p><strong>Harriet Agnew</strong><br>He said that any company that feels it has to define the purpose of Hellmann's mayonnaise has lost the plot. </p> <p><strong>Marc Filippino</strong><br>That's the FT's Harriet Agnew. She's got the latest chapter in this corporate drama. I'm Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>Today, Germany's biggest publishers and advertisers are filing a complaint with the EU about Google's plan to remove third-party cookies from its Chrome browser. This move would block publishers and others from analysing user preferences while they browse. It would be a huge blow to how the industry makes money. Industry associations representing large players like Axel Springer say that Google's move would break EU law. Google has said that other platforms and browsers have already stopped supporting third-party cookies. Google says it's the only one to do this openly and in consultation with stakeholders. This latest challenge to Google comes as new rules on Big Tech are about to roll out in the EU, and officials are already worried that Google may be abusing its dominant position.</p> <p>[MUSIC PLAYING]</p> <p>The drama at Unilever continues to unfold. This weekend, the FT learned that hedge fund Trian Partners has built up a stake in the consumer goods company. Unilever owns hundreds of global brands, including Dove soap and Ben &amp; Jerry's ice cream. Trian is led by the fearsome activist investor Nelson Peltz. He's known for buying a huge stake in Unilever's rival, Procter &amp; Gamble, and pushing changes at that company. His stake in Unilever comes at a critical moment, the company's in crisis. Investors are divided over the company's direction. They're furious after finding out about a failed acquisition attempt. And one influential investor publicly mocked the company's ESG branding; his name is Terry Smith. </p> <p><strong>Harriet Agnew</strong><br>He's one of the 13th biggest shareholders in Unilever, and he's a very outspoken fund manager, basically used his annual investor letter to hone in on the company. </p> <p><strong>Marc Filippino</strong><br>That's our asset management correspondent Harriet Agnew. She's been following the drama. </p> <p><strong>Harriet Agnew</strong><br>His main point was that Unilever had lost the plot, he said, by focusing on sustainability. He criticised management because he said that they prized burnishing its sustainable credentials at the expense of running the business. </p> <p><strong>Marc Filippino</strong><br>OK, so Terry Smith clearly taken a jab at Unilever's efforts to portray itself as a socially responsible company. Harriet, what does Terry Smith think Unilever's plot should be? </p> <p><strong>Harriet Agnew</strong><br>So someone like Terry Smith thinks that Unilever should focus on on trying to improve profitability at the at the existing business rather than going after massive deals. And I think that's something that other investors agree with. There are also those who think that maybe Unilever is too wedded to being a massive corporate giant. They think that it should sell its food business, perhaps, and other other businesses that are sort of x growth and just perhaps temper its ambitions and shake up the portfolio a bit. </p> <p><strong>Marc Filippino</strong><br>OK, so is Unilever at fault here or does Terry Smith just have his own personal interests in mind? </p> <p><strong>Harriet Agnew</strong><br>Look, Unilever has underperformed its its peers, so I think there are big questions around its financial performance. I think all of this is going to add to pressure on the chief executive Alan Jope. And really for the company, I think it marks the biggest crisis since it fought off a hostile approach by Kraft Heinz five years ago. </p> <p><strong>Marc Filippino</strong><br>So Harriet, how has Unilever CEO Alan Jope responded to all this? And by all this, I'm not just talking about Terry Smith's comments. I'm also talking about Unilever's failed bid to buy the consumer health unit of GlaxoSmithKline. </p> <p><strong>Harriet Agnew</strong><br>He's responded by saying he wants to do some deals in consumer health, so even if they they don't get this GSK division, which looks like that, that deal is dead anyway, he said that they want to grow in health and beauty and in hygiene. He's promised this new organisational structure and a sort of major new strategic initiative, which will be announced in the coming weeks. So I think a lot is riding upon that and whether investors will continue to give him the benefit of the doubt. </p> <p><strong>Marc Filippino</strong><br>Now this could change now that Nelson Peltz and Trian Partners are on the scene. But Harriet, before I let you go, can we please go back to mayonnaise for a second and Terry Smith's attack on Jope referring to Hellmann's mayonnaise as having a purpose. Does, you know, Smith have a point there? </p> <p><strong>Harriet Agnew</strong><br>I think it taps into a wider debate around ESG and about whether running a business in a sustainable way does indeed drive superior financial performance. I think not all investors agree that Unilever is underperforming because it's focusing on ESG too much. You know, lots of people will say that their problems relate to being in low-growth categories in mature markets. I think what I enjoyed seeing and what resonated with a lot of readers as well was just someone sort of calling out the whole ESG movement and kind of calling calling its bluff because ESG, I mean, one, it covers a sort of multitude of areas in environment versus social versus governance — three very different things. Of course, it's a force for good, but there's also a lot of growth in this area, and it's a great marketing tool for both companies and for investors raising funds. And so I think that really resonated with people that that Terry was sort of calling that out. </p> <p><strong>Marc Filippino</strong><br>Harriet Agnew is the FT's asset management correspondent. Thanks, Harriet. </p> <p><strong>Harriet Agnew</strong><br>Thank you.</p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>Sony is jumping on the electric vehicle bandwagon. Earlier this month, the company rolled out a prototype electric SUV, and it announced the launch of a new company to explore entry into the EV market. But, the FT's Asia business editor Leo Lewis says Sony doesn't necessarily wanna make cars.</p> <p><strong>Leo Lewis</strong><br>Sony's real interest here is in becoming the kind of component backbone to the EV car market. And what I think Sony is doing here and what a lot of the analysts we've spoken to think is going on here is that Sony has realised that the best way of demonstrating the validity of its products, which are electronics, entertainment type electronics, software platforms and so on, that will work in a car, which is, of course, a very different environment for electronics than your pocket or your bag or anything. You know, these are electronics in cars of a very different kind of breed, really, than just straightforward consumer electronics. They have to withstand temperatures, and they have to be proven to have very high safety standards and so on and so on. Sony needs to prove that it can make those things for the EV market. And the best way of doing that in Sony's judgment is to produce a car and demonstrate very clearly that their components are, you know, top of the range and work brilliantly in an EV. </p> <p><strong>Marc Filippino</strong><br>And Sony could have a little fun mixing soundtracks from its movies into car electronics for an entertaining driver experience. </p> <p><strong>Leo Lewis</strong><br>If you are missing the sound, I suppose, of a of a throaty combustion engine when you put your foot down, I think the idea is that they will tie a similar noise (inaudible), you know, if you wanted sounds from particular movies that you loved and you wanted Spider-Man, you know, his web being cast every time you press the accelerator or you wanted Thor's hammer coming down every time you press the brake, presumably that's something that you might you might be able to install. So Sony as a company is obviously looking to pack as much, I think, sort of entertaining and innovative ideas into their car in the hope that car manufacturers will look at this as the future and decide, yeah, look, Sony is a legitimate player in this tens of billions of dollars global auto market. This is a company we want to partner with. </p> <p><strong>Marc Filippino</strong><br>Leo Lewis is the FT's Asia business editor.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Harriet Agnew and Leo Lewis 2022 'Discontent at Unilever' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T05:00:15.874Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1955,
          "end": 1971
        }
      ]
    }
  ]
}