{
  "_id": "cb6d7f0b6c38e27fddd4e61b76cfa4f433c7b1410826c75390480f4ff5670a24",
  "feed": "wall-street-journal",
  "title": "Business News:  Unilever Increases Prices Over 8%, Hurting Demand  ----  By Saabira Chaudhuri",
  "text": "<p>   Unilever PLC sold fewer products in the first quarter after the Dove soap maker raised prices by more than 8%, a sharper increase than its rivals that tested the limits of consumer tolerance in many countries. </p><p>   Consumer-products makers across the board have been increasing prices as they grapple with big rises in the cost of energy, packaging and transport as the pandemic eases. Russia's invasion of Ukraine has further stoked the cost of inputs like cooking oil and grains as well as energy. </p><p>   Unilever, which has been battling surging inflation, on Thursday said it had increased prices by an average of 8.3% in the first three months of the year and is planning further rises. The company said higher prices had resulted in some softening of consumer demand, with overall volumes declining 1% in the quarter, and that it expects shoppers to pull back further as prices climb. </p><p>   The price increases from Unilever, whose brands include Ben &amp; Jerry's ice cream and Hellmann's mayonnaise, are among the steepest across the consumer-goods industry, with rivals like Procter &amp; Gamble Co. and Nestle SA continuing to report higher volumes. Nestle last week said its first-quarter prices rose 5.2%, while volumes climbed 2.4%. P&amp;G reported similar figures, saying its pricing rose 5%, while sales volumes increased 3%. </p><p>   And Unilever's pricing has yet to peak, said Chief Executive Alan Jope on a call with reporters. \"You will see pricing accelerate through the rest of the year,\" he said. </p><p>   Mr. Jope said the company would continue to price responsibly, considering factors including the competitive environment, costs and how shoppers respond. Unilever has already reformulated some of its products, switching from sunflower oil to rapeseed and using the same oils across its chocolate and ice-cream portfolio where possible, he added. </p><p>   Still, Unilever warned that inflation would only get more challenging, in part stoked by Russia's invasion of Ukraine. The company said it now expects input-cost inflation for the second half of this year of 2.7 billion euros, equivalent to about $2.8 billion, up from a previous estimate given three months ago of 1.5 billion euros. </p><p>   Between January and March, Unilever said prices of soybean oil had jumped 33%, crude palm had risen 32% and aluminum was up 16%. </p><p>   While the drop in consumer demand in response to price increases has so far been lower than expected, Chief Financial Officer Graeme Pitkethly said, the company is forecasting a further fall in demand later this year. </p><p>   Unilever reported first-quarter underlying sales growth -- which strips out currency and merger-and-acquisition impacts -- of 7.3%, topping analysts' estimates. </p><p></p>",
  "published": "2022-04-29T06:11:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1062,
          "end": 1078
        },
        {
          "start": 1220,
          "end": 1223
        },
        {
          "start": 1062,
          "end": 1082
        }
      ]
    }
  ]
}