{
  "_id": "9e4029fe5fd88f213a9cb6051179043b255d0cb6bbf495abafe896ee6a71492b",
  "feed": "wall-street-journal",
  "title": "Price Surges at Consumer-Goods Giant Unilever Hit Demand; Dove soap owner says it sold fewer products amid price rises",
  "text": "<p>Unilever on Thursday said it had increased prices by an average of 8.3% in the first three months of the year. It said those higher prices had resulted in some softening of consumer demand, with overall volumes declining 1%.</p><p>Unilever's price rises are among the steepest across the consumer-goods industry so far, with rivals like Procter &amp; Gamble Co. and Nestlé SA continuing to report higher volumes. Nestlé last week said its first-quarter prices rose 5.2%, while volumes climbed 2.4%. P&amp;G reported similar figures, saying its pricing rose 5%, while sales volumes increased 3%.</p><p>Unilever said it would continue to price responsibly, considering factors including the competitive environment, costs and how shoppers respond.</p><p>Still, it warned that inflation would only get more challenging, in part stoked by the fallout from Russia's invasion of Ukraine. The company said it now expects input-cost inflation for the second half of this year of 2.7 billion euros, equivalent to about $2.8 billion, up from a previous estimate given just three months ago of €1.5 billion.</p><p>\"You will see pricing accelerate through the rest of the year,\" said Chief Executive Alan Jope on a call with reporters.</p><p>Between January and March, Unilever said prices of soybean oil had jumped 33%, crude palm had risen 32% and aluminum was up 16%, among rises in other key commodities.</p><p>So far the drop in consumer demand in response to price increases has been lower than Unilever expected, said Chief Financial Officer Graeme Pitkethly on a call with reporters. \"We are starting to see consumers downtrading and looking for value,\" he said. The company will look to reduce costs, push pricier products and substitute in cheaper ingredients to limit price increases, he added.</p><p>Mr. Pitkethly said Unilever's higher pricing and lower volumes compared with its rivals could be partly explained by the company's greater exposure to emerging markets like Latin America and Southeast Asia, which are seeing higher inflation and prices.</p><p>Overall, Unilever reported first-quarter underlying sales growth—which strips out currency and M&amp;A impacts—of 7.3%, topping analysts' estimates.</p><p>However, Unilever shares were flat in early trading in London after the company said it expected its underlying operating margin for the year to be the bottom end of the 16%-to-17% range it had previously guided to.</p><p>The inflation challenges have come at a difficult time for Unilever, which has been under pressure from investors to accelerate growth. The company is currently undergoing a restructuring to try to be more responsive to trends and create more accountability.</p><p>A botched $68 billion bid for GlaxoSmithKline PLC's consumer-healthcare business earlier this year was received badly by shareholders who have said they want the company to focus on jump-starting growth in the existing business. The failed deal was closely followed by news that activist investor Trian Fund Management LP had taken a stake in Unilever.</p><p>Write to Saabira Chaudhuri at saabira.chaudhuri@wsj.com</p><p>Price Surges at Consumer-Goods Giant Unilever Hit Demand</p>",
  "published": "2022-04-28T09:57:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 331,
          "end": 351
        },
        {
          "start": 331,
          "end": 347
        },
        {
          "start": 489,
          "end": 492
        }
      ]
    }
  ]
}