{
  "_id": "83b3c6181de053061c9d3e24cd8b65cbb7e9b4ea3f08c2c400f557dddd6eb22f",
  "feed": "wall-street-journal",
  "title": "Activist Investor Nelson Peltz Buys Stake in Unilever; Move by Mr. Peltz's Trian Fund adds pressure on Unilever CEO after his failed bid to buy GlaxoSmithKline's consumer health business",
  "text": "<p>Unilever's shares have been under pressure in recent months as it has struggled to boost volumes. Analysts say it has underperformed some rivals during the pandemic in areas such as hygiene and packaged food and hasn't launched any blockbuster innovations in some time.</p><p>The company faced strong opposition from investors to its plan to buy the GSK healthcare business, with analysts pointing to its mixed record on several other big acquisitions. Critics said the London-based company would be overpaying for the GSK business, and that it should focus on turning around its existing categories rather than taking on new ones in which it had little experience.</p><p>Trian's stake in Unilever was earlier reported by the Financial Times.</p><p>Unilever Chief Executive Alan Jope late last year kicked off the effort to buy the consumer health business that GSK has said it is preparing to spin off. Unilever said the deal would be part of an effort to push further into health, beauty and hygiene products, at the expense of slower-growing food brands. The bid and the pivot to health amounted to Unilever's biggest strategic shift in years. It said at the time that any big acquisitions would likely be accompanied by significant divestitures.</p><p>But the effort faltered amid intense opposition from Unilever shareholders, while GSK held out for a better price. Mr. Jope last week said he wouldn't raise Unilever's last offer, essentially putting the deal on ice. Unilever said it was committed to improving the performance of its existing brands, including through a coming reorganization, and rotating its portfolio into higher-growth categories.</p><p>Some analysts and investors say Mr. Jope's credibility has taken a hit from the episode.</p><p>Trian's stake comes a few years after the New York firm bought into Unilever rival Procter &amp; Gamble Co. Mr. Peltz in 2017 narrowly won a P&amp;G board seat, in what was at the time the most expensive proxy fight in U.S. history.</p><p>Mr. Peltz has previously served on the board of other consumer goods companies, including Oreos maker Mondelez International Inc. and Heinz. In some past activist campaigns, he has sought to break up companies, though that wasn't a goal in his P&amp;G involvement.</p><p>Analysts and investors have called for Unilever to jump-start its own sales growth in a way similar to P&amp;G's turnaround, including by divesting slower-growing brands and turning around its core business.</p><p>P&amp;G at the time of Mr. Peltz's involvement was struggling with intense competition, rising materials costs and its own bureaucracy. The Cincinnati-based company has since succeeded in upgrading consumers to premium versions of its products. It also shed mass-market beauty brands and led the industry in a move to raise prices to offset commodity costs and fatten profit margins.</p><p>More recently, P&amp;G has benefited from big sales gains made through the pandemic, including through higher prices. Mr. Peltz late last year left P&amp;G's board.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com, Saabira Chaudhuri at saabira.chaudhuri@wsj.com and Costas Paris at costas.paris@wsj.com</p><p>Activist Investor Nelson Peltz Buys Stake in Unilever</p>",
  "published": "2022-01-23T15:31:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1806,
          "end": 1822
        },
        {
          "start": 2192,
          "end": 2195
        },
        {
          "start": 1806,
          "end": 1826
        },
        {
          "start": 2413,
          "end": 2416
        },
        {
          "start": 2808,
          "end": 2811
        }
      ]
    }
  ]
}