{
  "_id": "3a10756025dc17979a6f22186e0f15fefcfc3ec02203f903e20aac8e4906886f",
  "feed": "wall-street-journal",
  "title": "Schick Designs a Disposable Razor to Appeal to Environmentally Conscious Consumers; The new product is part of the parent company's pledge to be more sustainable by 2030",
  "text": "<p>The product is Schick's first effort at giving consumers an environmentally friendly option for a disposable razor, said Anthony Pietrini, head of marketing at Schick Shaving.</p><p>\"It is a matter of recognizing trends and taking the time to develop the product in a way that we feel consumers are likely to adopt,\" Mr. Pietrini said, explaining why the company released the product now.</p><p>Edgewell has set a series of goals to become more sustainable by 2030, with targets including making 100% of its plastic packaging recyclable, compostable or reusable.</p><p>It is also one in a crowd of consumer-goods marketers trying to make existing products more appealing to environmentally minded shoppers. Dove soap maker Unilever PLC last year said it wanted to introduce carbon-footprint details for all its products. And other companies are using carbon-neutral products to differentiate themselves from competitors.</p><p>\"In order to build consumer trust, brands have to demonstrate transparency and authenticity,\" Selina Donald, global sustainability director at Momentum Worldwide, a experiential advertising agency that is part of Interpublic Group of Cos., said in an email. \"Evidencing responsibly sourced materials, reducing the amount of packaging, and removing toxic or environmentally damaging ingredients are high on the list for today's educated consumer.\"</p><p>Still, there are challenges for marketers, including determining whether and when consumers will bear any extra costs.</p><p>Sixty-three percent of global consumers have made modest changes to their behavior to become more sustainable, according to global consulting firm Simon-Kucher &amp; Partners. But 66% said they are not willing to pay more for sustainable products or services, the firm said.</p><p>Disposable products might also seem like unlikely candidates for a halo of sustainability.</p><p>Marketers should focus on encouraging consumers to use long-lasting products, as opposed to creating more disposable items, said Katie Weltz, a former marketing director at Native, a personal-care brand owned by Procter &amp; Gamble Co.</p><p>\"The amount of money that brands like Edgewell and Schick are going to put into marketing the sustainable products—we could do the same thing to educate people on the benefits of refillable systems,\" Ms. Weltz said.</p><p>Schick's disposable razor is for environmentally conscious consumers who aren't willing to make a commitment to a more expensive, longer-lasting product or prefer to use disposable razors when they travel, Schick's Mr. Pietrini said.</p><p>\"It gives consumers an option and gives them a choice—[it] enables them really to not sacrifice on that experience that they're used to,\" he added. \"And it is a very low-effort way for them to do something more environmentally conscious.\"</p><p>Bigger consumer goods conglomerates move more slowly than startups, but they are paying attention and finding ways to innovate, said Danielle Jezienicki, senior director of sustainability at Grove Collaborative Inc., a consumer goods company that sells environmentally friendly products.</p><p>\"There's no brand today that has an entirely single-use plastic footprint that isn't thinking about the implications for long-term strategy around getting into recycled plastic and reusable products,\" Ms. Jezienicki said. \"It is a major concern.\"</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>Schick Designs a Disposable Razor to Appeal to Environmentally Conscious Consumers</p>",
  "published": "2022-04-13T10:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2043,
          "end": 2063
        },
        {
          "start": 2043,
          "end": 2059
        }
      ]
    }
  ]
}