{
  "_id": "288e69e1ed8191f80f0168e89ecc0039dd14d935781bc97e72574e96a2648a56",
  "feed": "ftcomall",
  "title": "Unilever: slimming down ice-cream brands could improve slow performance",
  "text": "<p>A trip to the ice-cream parlour can leave consumers overwhelmed by the variety of flavours on offer. Unilever seems keen to opt out of the paradox of choice. The consumer goods company is reported to be mulling a sale of certain ice-cream brands.</p> <p>Jettisoning smaller names in order to focus on leading brands can be part of a healthy and balanced strategy. A slimmer, higher performing business will probably be welcomed by whoever takes over from outgoing chief executive Alan Jope. </p> <p>Ice-cream is the smallest of Unilever's units, with turnover of €7bn in 2021. Performance varies. Three of the company's ice cream brands have sales of over €1bn. In an analyst presentation on Thursday, Unilever said that it would focus on “big brands”, such as Ben and Jerry's and Magnum. Smaller brands are notable by their absence. </p> <p>The company has not been shy to remove assets that fail to meet expectations in the past. Its decision to end its decades-old dual listing structure makes it easier to dispose of assets quickly. Last November it unloaded its tea business to CVC Partners. </p> <p>More of these measures are required to revitalise a business that has stagnated in recent years. Unilever is currently trading at 18 times expected earnings, according to data from S&amp;P Global. While shares have recovered somewhat from Jope's ill-fated effort to acquire GSK's spinout <a href=\"https://www.ft.com/content/45dc4b67-f4a5-4fac-8c35-1d63b823c065\">Haleon</a>, they are down around 1 per cent over the past five years.</p> <p>Compare that to Procter &amp; Gamble, which trades at close to 26 times forecast earnings. Its share price has risen 66 per cent over the same period. </p> <p>Unilever investors can take heart that P&amp;G's turn-around reflects activist <a href=\"https://www.ft.com/content/f7e72c63-9531-4d2b-9206-6e723dd1b3f0\">Nelson Peltz's</a> playbook during his time on the board. This year, Peltz joined the board of Unilever. </p> <p>Restructuring will not solve all of the challenges facing Jope's successor. An internal fight with Ben &amp; Jerry's over the sale of products in the occupied Palestinian territories rumbles on. But a diet plan that cuts down on unnecessary treats is the right way to bolster Unilever's strength.</p><p>Source:  2022 'Unilever: slimming down ice-cream brands could improve slow performance' FT.com 8 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-08T17:53:27.750Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1440,
          "end": 1456
        }
      ]
    }
  ]
}