{
  "_id": "6e5192ed5411e1f37f4e925e6800fe835c0012540c4e701677c412240816a124",
  "feed": "wall-street-journal",
  "title": "American Households Face Their Worst Fear: 'Ew, What's That Smell?'; There is a growing paranoia that in the pandemic our homes reek of dirty clothes, stinky foods, mildew, pets, trash or worse; 'It's terrifying for people'",
  "text": "<p>In Salem, Ore., Brenda Fleming realized her pandemic cooking left behind some malodorous reminders, helping prompt a hunt for aromatic remedies.</p><p>\"Covid has created a real smell-o-rama,\" said Julia Merrill, consumer insights director at International Flavors &amp; Fragrances Inc., a supplier to consumer-product companies. \"Before the pandemic, the home was pretty much a family space. With Covid, it's become the hub of life.\"</p><p>Pets adopted during the pandemic can be smelly, but so can their owners.</p><p>More time at home means more trash, especially food waste. Then there are all those living-room exercise workouts. With fewer social occasions and more home offices, people also are showering less. Even couch potatoes are spending their days in stretchy yoga pants and other attire made with synthetic fabrics, which hold more odors than cotton and other natural fibers.</p><p>IFF's consumer research found that 67% of American consumers have experienced \"more malodor\" in the pandemic, Ms. Merrill said. Within that group, 61% said they needed home-fragrance help.</p><p>Procter &amp; Gamble Co., maker of Febreze odor eliminators and Tide laundry detergent, said 74% of Americans are concerned about how their homes smell, according to recent research based on surveys and interviews with consumers. Even with fewer pandemic-related restrictions, people were staying home more in 2021 than 2020, the company found.</p><p>Sales of air fresheners were up 10% in 2021 compared with 2019, while candle sales were up nearly 30% in the same period, research firm IRI found. </p><p>New candles at the Yankee Candle manufacturing plant in Whately, Mass. PHOTO: Kayana Szymczak for The Wall Street Journal</p><p>Ms. Fleming, worried about her cooking disasters, is buying Air Wick scented oils—pumpkin spice—in bulk. \"I'm a terrible cook and there are smells. Often they are not great,\" said Ms. Fleming, a 65-year-old administrative specialist for Oregon's economic development agency.</p><p>\"In the real world I wouldn't spend so much time here,\" she said. \"The scent of my home is a higher priority right now.\"</p><p>Ms. Brinn was home recovering from Covid when she said she noticed \"maybe a food or mildewy scent?\" She has since bought cleaning products for every surface in her home, as well as scented wax warmers. She favors the blue grotto from Scentsy, a direct seller of scented products; her husband likes the root beer.</p><p>In Eden Prairie, Minn., a friend confirmed Amy Ojibway's suspicion that a mysterious smell lingered at her house. \"We noticed it before we moved in,\" she said. \"We know it's still there.\"</p><p>Ms. Ojibway, a stay-at-home mother of three, has for seven years caught wind of an odor not entirely unpleasant but difficult to pinpoint. She and her husband repainted and had most of the carpets replaced.</p><p>Still, the smell remained. \"Our neighbor told us that it reminds her of pancakes,\" she said. Before visitors arrive, she now wipes counters with a scented cleaner and uses antibacterial fabric spray on the furniture.</p><p>There is a science behind \"odor events,\" in P&amp;G parlance, said Lindsey Mithoefer, communications manager for P&amp;G's North America air care unit. Cooking, for instance, releases millions if not billions of odor molecules, which eventually nest in couches and drapes. The molecules can easily recirculate in a house after a rise in humidity or if odor-laden fabrics are disturbed.</p><p>Linda Rendle, the chief executive of Clorox Co., which makes Fresh Step cat litter, said people are especially angsty about their pets. She jokingly gives part of the credit for olfactory sensitivities to rival P&amp;G.</p><p>\"You know those noseblind commercials?\" she said, referring to a 2014 campaign to promote Febreze. The premise: People think their homes smell fine, but others are overwhelmed by a stink that a homeowner has become immune to. \"It's terrifying for people,\" Ms. Rendle said. \"They're like, 'Can you smell the litter box?,' 'Do I not smell it?' \"</p><p>Noseblind was named well before P&amp;G created an ad campaign around the idea, according to linguists. Ads featuring actress Jane Lynch spoofed public-service announcements. Others showed people staging interventions on noseblind family and friends.</p><p>IFF uses a more technical term for the phenomena: nose habituation. IFF's Ms. Merrill compared it with a similar phenomenon involving sound. \"If you go to a concert, when you arrive, it's super loud,\" she said. \"But about a half-hour in, you can hear everybody.\"</p><p>Marc Maret, a bartender in Richmond, Va., would have preferred nose blindness over his experience with two kittens acquired in the pandemic. At first, he and his fiancée noticed the cat-litter smell.</p><p>'We wanted to make sure that we weren't going noseblind,\" he said. The local pet store recommended \"outrageously expensive\" litter that promised to eliminate all litter-related scents, he said. It didn't work.</p><p>\"Within hours it smelled like we had had 20 cats for the last five years,\" Mr. Maret said. \"It was terrible. We worried what our neighbors would think. Like, 'What is wrong with these people?' \"</p><p>The couple switched brands and added a scent neutralizing spray.</p><p>Fortunately, he said, \"You don't get that fresh litter smell.\"</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>American Households Face Their Worst Fear: 'Ew, What's That Smell?'</p>",
  "published": "2022-01-05T21:07:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3032,
          "end": 3035
        },
        {
          "start": 1057,
          "end": 1077
        },
        {
          "start": 3958,
          "end": 3961
        },
        {
          "start": 1057,
          "end": 1073
        }
      ],
      "nexusId": "10044575"
    }
  ]
}