{
  "_id": "e1a70d3c3775ee41e555d73775f426e0eaa1e77fe37879e78fa375dc4a3490ce",
  "feed": "wall-street-journal",
  "title": "Procter & Gamble Says Shoppers Are Unbowed by Higher Prices; Quarterly sales rose 6%, led by health and cleaning products, with price increases accounting for half of the jump",
  "text": "<p>Procter &amp; Gamble Co. reported another quarter of strong sales growth as consumers, undeterred by higher prices, loaded up on household staples from Gillette razors to Tide detergent.</p><p>The Cincinnati-based consumer-products company reported revenue of $21 billion for the period ended Dec. 31, a 6% increase compared with a year earlier, fueled in part by the company's highest average-price increases since spring 2019.</p><p>U.S. inflation in 2021 hit its fastest pace in nearly four decades as pandemic supply and demand imbalances pushed up prices on everything from used cars to household staples.</p><p>Pricing on average rose 3% in the latest quarter, P&amp;G said, and price increases accounted for half the company's revenue growth in the period. Higher volumes accounted for the other half.</p><p>The added revenue helped offset soaring prices for raw materials, labor and transportation of goods as supply-chain woes continued to weigh on almost every industry. Core earnings per share were $1.66, up 1% from the same period a year earlier, while margins fell.</p><p>SHARE YOUR THOUGHTS</p><p>How has your spending on household staples changed over the course of the pandemic? Join the conversation below.</p><p>P&amp;G, which has posted more-consistent sales gains than its rivals throughout the pandemic, raised its revenue forecast for the fiscal year ended June 30, even as the company said costs will be higher than anticipated.</p><p>P&amp;G said it expects to spend $2.8 billion more on commodity, freight and foreign-exchange costs in the fiscal year compared with the previous year, about $500 million more than forecast last quarter. Earnings estimates remained unchanged.</p><p>\"The consumer is very resilient and very focused on these categories of clean home and health and hygiene,\" P&amp;G finance chief Andre Schulten said in an interview.</p><p>Mr. Schulten said that in addition to absorbing higher prices, consumers are switching to pricier, higher-end products, trading liquid laundry detergent for costlier single-dose pods, for example.</p><p>A range of consumer-products companies, including P&amp;G rivals Unilever PLC and Kimberly-Clark Corp., have implemented price increases to offset higher costs as the global supply chain faces snags.</p><p>The recent rise in Covid-19 cases stemming from the fast-spreading Omicron variant didn't spur the kind of hoarding behavior that led to shortages of toilet paper, cleaners and other products during previous surges, Mr. Schulten said.</p><p>Sales jumped for products to treat respiratory issues, driving a 20% revenue increase for P&amp;G's personal-health unit, which includes Vicks and NyQuil brands.</p><p>P&amp;G now expects organic sales, which strip out deals and currency moves, to grow 4% to 5% for the fiscal year, up from the previous forecast of 2% to 4%.</p><p>Analysts polled by FactSet expected adjusted earnings of $1.65 a share on $20.34 billion in revenue.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Procter &amp; Gamble Says Shoppers Are Unbowed by Higher Prices</p>",
  "published": "2022-01-19T12:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 1399,
          "end": 1402
        },
        {
          "start": 1746,
          "end": 1749
        },
        {
          "start": 2890,
          "end": 2906
        },
        {
          "start": 2587,
          "end": 2590
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 645,
          "end": 648
        },
        {
          "start": 2048,
          "end": 2051
        }
      ]
    }
  ]
}