{
  "_id": "22e0cf5cde7927e56a9f986646d7639587e31d1ca7b7392f0234bdfb2245619c",
  "feed": "ftcomall",
  "title": "Unilever says inflation will hit profitability despite price rises",
  "text": "<p>Unilever expects the strongest cost inflation in decades to hit profitability for two years, adding to pressure on chief executive Alan Jope, who ruled out large acquisitions after a failed <a href=\"https://www.ft.com/content/7a1d6f47-90e0-4639-aed7-3817d4c18ed0\">bid </a>for GlaxoSmithKline's consumer health unit.</p> <p>The company said on Thursday it expected cost inflation — which has reached 20 per cent across the consumer goods industry — to eat into its underlying operating margin by 140 to 240 basis points this year.</p> <p>“The biggest challenge we will face in 2022 is navigating unprecedented input cost inflation,” said Jope, who is also contending with the arrival of an activist investor, Nelson Peltz's Trian Partners, on the shareholder register.</p> <p>He added that “we are not going to dial back any investment” to boost margins.</p> <p>The expected hit to profitability comes despite price rises which accounted for sales growth of 2.9 per cent in 2021, helping underlying sales growth to hit 4.5 per cent, its fastest pace in nine years. Underlying operating margin in 2021 was 18.4 per cent, down slightly from the previous year.</p> <p>The company also said it would not pursue large-scale acquisitions “in the foreseeable future” after its abortive <a href=\"https://www.ft.com/content/1f7f4dfd-ebbf-466a-92ae-5b2e4eb5827c\">£50bn bid</a> for GlaxoSmithKline's consumer health business sparked a backlash from shareholders, some of whom have called for the departure of Unilever's chair, Nils Andersen.</p> <p>“There is a majority view that a transaction the size of the GSK consumer health business is too much and at the wrong time,” Jope said.</p> <p>Instead, the group will buy back up to €3bn of shares over the next two years and will seek out smaller acquisitions in areas such as consumer health and luxury beauty.</p> <p>Analysts said the gloomy margin forecast reflected a lack of confidence in Unilever's brands, which include Dove soap, Hellmann's mayonnaise and Domestos bleach, and their ability to pass on rapidly rising costs in full to retailers and consumers. </p> <p>James Edwardes Jones, analyst at RBC Capital Markets, said: “In our view investors' main focus should be on the margin guidance and the lack of pricing power that it implies.”</p> <p>Bruno Monteyne, an analyst at Bernstein, said the margin drop represented “a total change of direction” after Unilever cut advertising and spending on promotions to help deal with the results of inflation in 2021.</p> <p>Unilever shares fell 1.2 per cent to £37.84 in morning trading on Thursday.</p> <p>Following the failed bid for the GSK unit, the company last month announced a reorganisation into five business groups that will entail <a href=\"https://www.ft.com/content/0a08557a-7a2e-4ce3-8bfe-b4530c0a31cb\">1,500 management job cuts</a> and result in €600mn of cost savings over two years.</p> <p>But many investors remain unhappy. One top-10 shareholder <a href=\"https://www.ft.com/content/c377abc5-985b-49db-9732-bdaf2483897f\">told </a>the Financial Times they wanted the company to separate the food division from the rest of the business.</p> <p>Pitkethly indicated on Thursday that the company would resist this, saying: “separation isn't straightforward as a path to value creation . . . nutrition and ice cream remains a core part of the company”.</p> <p>Some investors are also seeking management change. A top-20 investor told the FT at the weekend that Andersen, the company's Danish businessman chair, should leave.</p> <p>A top-25 investor said: “Nils Andersen has not done a great job. I would love to see a heavy-hitting, super impressive chair at Unilever. He's not one of those.”</p> <p>The group has underperformed rivals such as Nestlé and Procter &amp; Gamble, where Trian founding partner Peltz sat on the board for three years.</p> <p>It has also faced outspoken criticism from top-15 shareholder Terry Smith of Fundsmith over its emphasis on “purpose-driven” brands. Smith accused Unilever management of being “obsessed with publicly displaying sustainability credentials at the expense of focusing on the fundamentals of the business”.</p> <p>Jope and Pitkethly on Thursday downplayed the role of “purpose” in the company's plans. Jope said purpose was “the icing on the cake, not the cake. It comes on top of getting the basics right.”<br><br></p><p>Source: Judith Evans and Harriet Agnew in London 2022 'Unilever says inflation will hit profitability despite price rises' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T12:45:21.130Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3329,
          "end": 3345
        }
      ]
    }
  ]
}