{
  "_id": "494ad2311f39ea8d3cac23a232733897230f8fe6740a0a5ec68c38892da404be",
  "feed": "wall-street-journal",
  "title": "Which Companies Can Raise Prices Without Angering Customers? Based on the Management 250 rankings, the answer depends on which industry they're in",
  "text": "<p>Our analysis, based on the Drucker Institute's measure of corporate effectiveness, suggests that the answer depends at least in part on what industry you're in.</p><p>Leading companies in certain businesses, like autos, appear to be in a relatively good position to raise prices without eating into customer satisfaction. Others, such as airlines, should be warier about boosting prices; on the whole, they run a higher risk of alienating their customers if they do.</p><p>Our framework, which rests on the core teachings of the late management scholar Peter Drucker, serves as the foundation of the Management Top 250, an annual ranking produced in partnership with The Wall Street Journal. The 2021 list was published in December.</p><p>In all, we examined 846 large publicly traded corporations last year through the lens of 34 separate indicators in five categories: customer satisfaction, employee engagement and development, innovation, social responsibility and financial strength.</p><p>To build our ranking, companies are compared in each of the five areas, as well as their overall effectiveness, through standardized scores with a typical range of 0 to 100 and a mean of 50. Mr. Drucker defined effectiveness as \"doing the right things well.\"</p><p>The standouts</p><p>In our latest research, prompted by concerns over inflation, we explored the correlation between net profit margin—the percentage of profit a company produces from its total revenue—and customer satisfaction for 2021.</p><p>Of the 24 industries we looked at, 11 showed no meaningful statistical relationship between the two. Others, however, stood out.</p><p>In six industries—household and personal products, autos, telecommunications, consumer services, banks and pharmaceuticals—there was a significant positive correlation between profit margin and customer satisfaction.</p><p>This means that the two variables move in the same direction. When one goes up, the other goes up; when one goes down, the other goes down. And it implies that, in general, firms in these industries have a fair bit of leeway to raise prices without making their customers disgruntled.</p><p>\"We call this pricing power,\" says Philipp Biermann, a senior partner at the consulting firm Simon-Kucher.</p><p>In these industries, he explains, customers tend to have brand allegiance and are willing to accept higher prices. \"They have something people love,\" Mr. Biermann says. \"They can differentiate.\"</p><p>Consider Procter &amp; Gamble Co., maker of Pampers diapers, Tide laundry detergent and Crest toothpaste. Although the company says that it is prepared for consumers to rein in their spending, it has been able to lift prices without suffering widespread defections.</p><p>\"Demand for our best-performing, premium-priced offerings remains strong as does our market-share trends,\" Andre Schulten, P&amp;G's chief financial officer, told analysts and investors in April as the company presented quarterly earnings.</p><p>Within some industries, our findings indicate that companies probably have more of an ability to bump up prices than might seem obvious.</p><p>Telecommunications is an interesting example. Michael Vermillion, a senior managing director at J.D. Power, which supplies customer-satisfaction data for our model, says that although a low price can be what influences telecom consumers, companies are increasingly battling it out over the quality of their service.</p><p>\"Do you really want the cheapest phone plan?\" Mr. Vermillion asks. He says that he knows of people who have switched providers solely to save money, only to discover \"after the fact that their hot spots went away.\"</p><p>Negative correlation</p><p>At the other end of the spectrum are companies in industries with a negative correlation between profit margin and customer satisfaction. Across these sectors, when net profit margin goes up, customer satisfaction goes down—and vice versa.</p><p>In many of these cases, \"low price itself is one of the factors that drives satisfaction,\" says Dan McKone, a senior partner at L.E.K. Consulting. Food and staples retailers are often in this situation.</p><p>The transportation industry, which includes the airlines, also has a substantial negative correlation.</p><p>\"With the bounce back in leisure travel, the airlines have been focused more on operations—staffing and planes—as they try to keep up and focused less on the passenger experience,\" Mr. Vermillion says. \"As a result, we see very long hold times for customer service, long lines at the airports and generally a more commoditized product. The airlines have raised prices significantly, but the jury is out on whether that can be sustained without a renewed focus on customer satisfaction.\"</p><p>Of course, our analysis is hardly definitive. Whether a company can push through a price increase can never be determined simply from picking out two metrics at the industry level. Much will hinge on a company's existing market share and how its competitors react. (Some Democratic lawmakers have accused many corporations of taking advantage of inflationary pressure to raise prices beyond what they need to recoup costs, gouging consumers and fattening their bottom lines.)</p><p>What's more, any company with low customer satisfaction may well have trouble raising prices—regardless of the industry it's in. \"It's a delicate calibration,\" Mr. McKone says.</p><p>Conversely, a company with high customer satisfaction should have an easier time of it. For instance, it clearly hasn't hurt P&amp;G that its customer-satisfaction score in 2021 was 70.4, putting it in the top 1% of all the companies we cover.</p><p>Such nuances notwithstanding, Mr. Biermann says there is ultimately one rule of thumb that dictates pricing for nearly every company in nearly every industry: \"When do I increase prices? Whenever I can get away with it.\"</p><p>Mr. Wartzman is the head of the KH Moon Center for a Functioning Society, a part of the Drucker Institute, and Ms. Tang is the institute's senior director of research. Email them at reports@wsj.com.</p><p>Which Companies Can Raise Prices Without Angering Customers?</p>",
  "published": "2022-06-09T14:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2404,
          "end": 2424
        },
        {
          "start": 2404,
          "end": 2420
        },
        {
          "start": 5393,
          "end": 5396
        }
      ]
    }
  ]
}