{
  "_id": "ea7ae732c84c14227e1b32aa3828db1a6f6142e9f47e05ff0ec30d24948ac0c1",
  "feed": "market-watch",
  "title": "Stocks are attempting a bounce as earnings season begins. Here's what it will take for the gains to stick; How companies are handling inflation will be key, among other factors",
  "text": "<p>So far, 64 S&amp;P 500 components have reported third-quarter earnings, according to FactSet. That's nearly 13% of the 503 index components. Of these, more than 70% have reported a positive surprise, compared with 25% that have missed expectations and nearly 5% who have reported in line, according to FactSet data.</p><p>Howard Silverblatt, senior index analyst at S&amp;P Dow Jones Indices, said the strong earnings so far have been particularly notable in light of the tepid expectations heading into the end of the quarter.</p><p>\"So far this earnings season is starting like last earnings season. We expected earnings to really dive, the whisper numbers were terrible. Then it opens up with the banks and 18 out of 24 financials have beat,\" he said.</p><p>During most quarters, companies tend to overshoot Wall Street's generally conservative earnings estimates. But with earnings expected to increase by just 2.4% in the third quarter according to the FactSet estimate, this quarter is expected to be the weakest for corporate profits in the U.S. since the third quarter of 2020, when companies grappling with the fallout from the COVID-19 pandemic reported an earnings contraction of 5.7% compared with the prior year.</p><p>Analysts spent the summer cutting their expectations for third-quarter earnings as the Federal Reserve delivered a series of jumbo interest-rate hikes. Between the beginning of June and the end of September, bottom-up earnings expectations for the S&amp;P 500 decreased by 6.8%, according to FactSet.</p><p>But these reductions in expectations may end up helping stocks by creating a lower bar for companies to pass. Already, stocks are up strongly since the start of the week, even as Treasury yields BX:TMUBMUSD10Yhave continued to advance past 4%.</p><p>What would it take for stocks to rally?</p><p>Interviews with several market analysts and portfolio managers highlighted two key themes for investors to watch going forward: the health of the U.S. consumer, and forward guidance by companies.</p><p>In a note to clients, Paul Nolte, a portfolio manager at Kingsview Investment Management, said investors are looking for answers about how inflation is impacting profits.</p><p>\"How are companies faring passing costs along? Are their margins shrinking? Are their sales growing faster than prices?\" Nolte said.</p><p>During a phone interview with MarketWatch, he added that whether or not stocks continue to rally will depend on how companies are handling inflation.</p><p>\"We're interested in seeing how companies are handling higher prices. It is truly all about inflation because that's all the Fed cares about,\" he said.</p><p>While Nolte acknowledged that earnings, particularly for the financial sector, have gotten off to a strong start, he said he would need to see more earnings reports from firms in the industrials and materials sectors, along with more consumer-facing businesses, before making a judgment about the strength of this quarterly earnings season.</p><p>Investors received another jolt of confidence late Tuesday when Netflix Inc. NFLX said after the market closed that it had ended the third quarter with an additional 2.4 million members, bringing its total subscriber count up to 223 million. Netflix's shares were on track for their largest daily advance since January on a percentage-point basis, but the streaming giant's strong performance on Wednesday wasn't enough to push the major U.S. indices into the green at midday.</p><p>Consumer giant Procter &amp; Gamble PG also reported quarterly earnings and revenue that topped analysts expectations, although it reduced its full-year guidance for net sales and also reported a slight decline in sales volume which was offset by higher prices.</p><p>Investors will also be paying close attention to profit margins, Silverblatt said. And while they have held up so far, the advance in stocks on Monday and Tuesday was helped along by the fact that \"expectations are so low.\"</p><p>Guidance for 2023 is key</p><p>Investors will receive an earnings report from Tesla Inc.TSLA after the bell on Wednesday. The company is expected to report quarterly revenue of more than $22 billion, according to FactSet. This would be its highest quarterly revenue ever, and higher than the $13.8 billion it reported during the third quarter of 2021.</p><p>Another key question for investors is whether companies will reduce their guidance for 2023. Since June, analysts expectations for S&amp;P 500 companies earnings for the calendar year of 2023 have fallen by 4%, according to data from Morgan Stanley.</p><p>However, Morgan Stanley, one of the most consistently bearish investment banks on Wall Street, expects earnings to contract next year, leading to what Wall Street analysts would call an \"earnings recession\" —- that is, two consecutive quarters of earnings contraction.</p><p>Ron Temple, head of U.S. equities at Lazard Asset Management, said he expects investors will be keeping a close eye on companies' official guidance for 2023. Firms may start to cut guidance this quarter, but he expects most companies will wait until later in the year — or perhaps even early next year when they report their fourth-quarter earnings — before doing so.</p><p>\"Expectations in the market are for companies to either miss expectations or guide down expectations. And I think it might be a little early to get material guidance lower,\" Temple said during a phone call with MarketWatch.</p><p>Temple added that it may be too early for the Federal Reserve's interest-rate hikes to start negatively impacting corporate earnings.</p><p>As for the market, Temple said he wouldn't be surprised to see stocks rally again over the next week or two. \"I think the hurdle for a near term rally is pretty low,\" he said.</p><p>Investors have received, or will receive, earnings reports from 66 S&amp;P 500 companies this week. Next week, the number rises to 165 in what's expected to be one of the busiest weeks for corporate earnings reports for the largest publicly traded companies in the U.S.</p><p>Stocks are attempting a bounce as earnings season begins. Here's what it will take for the gains to stick</p>",
  "published": "2022-10-20T11:39:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3416,
          "end": 3432
        }
      ]
    }
  ]
}