{
  "_id": "7bee788a2cce2c48d654766d3ea53a85549c9226fd923336bbcbd475ff1d487b",
  "feed": "ftcomall",
  "title": "Unilever to cut 1,500 jobs in management shake-up",
  "text": "<p>Unilever plans to axe about 1,500 management roles globally as the company faces pressure from investors to improve performance after a failed £50bn attempt to buy GlaxoSmithKline's consumer health unit. </p> <p>About 15 per cent of senior jobs and 5 per cent of more junior management roles would be cut in the restructuring, but factory jobs would not be affected, Unilever said on Tuesday.</p> <p>The announcement follows news that Nelson Peltz's activist hedge fund Trian Partners <a href=\"https://www.ft.com/content/a17a6811-78a8-4eb7-a2be-adbb8eb75119\">has built a stake</a> in the company, though Unilever said the structural changes had been in development for the past year.</p> <p>The FTSE 100 company will also lose Sunny Jain, president of its beauty and personal care division, who was hired from Amazon three years ago. Jain “has decided to leave Unilever to set up an investment fund in technology megatrends”, the group said. Fernando Fernandez, who heads its Latin American division, will become president of beauty and wellbeing.</p> <p>The broader job cuts form part of a restructuring that will divide Unilever into five business groups — beauty and wellbeing, personal care, home care, nutrition and ice cream — in its latest attempt to speed up growth.</p> <p>The plans split its Netherlands-based food business into two divisions, a shift that analysts said could signal plans to sell parts of the operation. During its attempts to buy GSK's consumer health unit, Unilever had planned to divest food brands to help pay for the acquisition.</p> <p>“This new business model will likely make a major divestment easier,” said James Edwardes Jones, analyst at RBC Capital Markets. “It's interesting that Unilever has split food into ‘ice cream' and ‘nutrition'.”</p> <p>He added: “The fact [that] ‘nutrition' includes fast-growing food segments such as plant-based and healthy snacks perhaps moves the divestment focus on to the slower-moving ice cream category.”</p> <p>Each unit of Unilever, which employs 149,000 people, will be responsible for strategy, growth and profit delivery.</p> <p>Alan Jope, chief executive, said: “Moving to five category-focused business groups will enable us to be more responsive to consumer and channel trends, with crystal-clear accountability for delivery. Growth remains our top priority and these changes will underpin our pursuit of this.”</p> <p>Unilever made three bids for the consumer health division of GlaxoSmithKline, offering as much as £50bn, in a play that proved unpopular with many investors after it was revealed this month. The company retreated last Wednesday, saying it would not raise its bid. It is due to report annual results on February 10.</p> <p>Peltz, who has previously pushed forward changes at companies including Procter &amp; Gamble and Kraft, has not said what he wants to see from Unilever, but the maker of Dove soap, Domestos bleach and Hellmann's mayonnaise was already under pressure over its performance.</p> <p>Shares in the group are up just 4.4 per cent since it repelled a bid from Kraft Heinz almost five years ago, and have dropped 11.8 per cent in the past year, while sales growth has lagged behind rivals such as Nestlé. </p> <p>Some investors, such as top-10 shareholder Terry Smith of Fundsmith, have also <a href=\"https://www.ft.com/content/210a5297-159c-4d34-8096-933b1d04c4a1\">criticised</a> the company's focus on environmental and social goals, while several US state pension funds have divested from Unilever after its Ben &amp; Jerry's ice cream division opted to cease sales in the occupied Palestinian territories.</p><p>Source: Judith Evans and Sarah Provan in London 2022 'Unilever to cut 1,500 jobs in management shake-up' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T09:59:44.219Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2642,
          "end": 2658
        }
      ]
    }
  ]
}