{
  "_id": "2d9aad33cfe0112137e88691fff1d6853cc3faf0913a0660c38cc52b02303677",
  "feed": "ftcomall",
  "title": "Activist hedge fund Trian builds stake in Unilever ",
  "text": "<p>Nelson Peltz's activist hedge fund Trian Partners has built a stake in Unilever, ratcheting up the pressure on the FTSE 100 company after its abortive pursuit of GlaxoSmithKline's consumer health business.</p> <p>People with direct knowledge of the matter told the Financial Times that the $8.5bn New York-based hedge fund had taken a position in the UK group's shares, adding to the challenges facing chief executive Alan Jope.</p> <p>The Unilever boss is already facing simmering shareholder discontent after its £50bn attempted takeover of GSK Consumer Health. He now confronts a fierce activist fund known for demanding streamlining and governance reforms at consumer goods groups including Procter &amp; Gamble, Sysco and Mondelez.</p> <p>The people with knowledge of the stakebuilding did not provide details on its size or when precisely it began. </p> <p>The revelation comes after a tumultuous week for Unilever in which it was forced to acquiesce to shareholder demands that it halt its pursuit of GSK's consumer health business after three failed bids.<br><br>The investor revolt last week drove Unilever's share price down by as much as 11 per cent. It recovered part of the losses after the company said it would not raise its offer any further.</p> <p>The turmoil has shifted attention to the performance of Jope, who has been chief executive for three years at the company best known for brands such as Dove soap and Hellmann's mayonnaise.</p> <p>Investors have called on him to deliver stronger results but he must now do so with a shareholder base that has signalled it is wary of dealmaking being used to shift the company towards higher growth products.</p> <p>Excluding dividends, shares in Unilever — the third-biggest group in the UK with a £94bn market capitalisation — have dropped 17.7 per cent over the past year. Over the past five years they have risen just 13.7 per cent.</p> <p>Unilever marks the latest position in the consumer goods sector for Trian, which was founded in 2005 by Peltz, Ed Garden and Peter May. </p> <p>At P&amp;G Peltz stepped down from the board last year, four years after acquiring a stake worth more than $3bn and battling to simplify its corporate structure. P&amp;G's shares rose about 85 per cent during that time and the US group followed through on Trian's demands to simplify its structure in 2018.</p> <p>Unilever has signalled it may also be willing to simplify itself, promising this week to unveil a new “operating model that will drive greater agility”.<br><br>Trian and Unilever declined to comment.<br></p> <p>In a scathing “post mortem” on Unilever's failed bid for GSK's consumer health business, top-15 investor Terry Smith last week attacked the company's long-term performance and added: “Unilever management's response to its poor performance has been to utter meaningless platitudes to which it has now attempted to add major M&amp;A activity. What could possibly go wrong?”<br><br>Analyst Bruno Monteyne at Bernstein last year flagged Unilever as a potential next project for Peltz, saying: “There are parallels from PepsiCo, where he (unsuccessfully) attempted to force a demerger of the snacks and beverages sides of the business.</p> <p>“Some might argue that Unilever would benefit from selling off its foods and refreshment division and its low-growth categories.”</p> <p>While Peltz's campaigns have not always been successful, he has helped to shape some of the consumer sector's largest companies. He played a role in Kraft's acquisition of Cadbury and subsequent spin-off of the chocolate maker and other snacks brands in the form of Mondelez<em>, </em>though he later&#xa0;failed to persuade PepsiCo to acquire Oreo maker Mondelez.</p> <p>Trian targets in other sectors have included US industrial conglomerate GE and fund management group Janus Henderson, where it owns a near 17 per cent stake and is seeking board representation.</p><p>Source: Arash Massoudi, Harriet Agnew and Judith Evans in London 2022 'Activist hedge fund Trian builds stake in Unilever ' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-23T11:24:48.937Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 681,
          "end": 697
        },
        {
          "start": 1979,
          "end": 1982
        }
      ]
    }
  ]
}