{
  "_id": "afdec6ef76c5ee73c1f17d67bbc452b7e3f4bf6f08f2ab6747ff8831c6496d0e",
  "feed": "market-watch",
  "title": "Tech stocks in focus as Netflix shares crater in premarket; Housing starts, Fed Beige Book, Tesla earnings ahead",
  "text": "<p>* S&amp;P 500 futures ES00 fell 0.3% to 4,444</p><p>* Nasdaq-100 futures NQ00 dropped 0.6% to 14,127</p><p>* Dow Jones Industrial Average futures YM00 fell 0.2% to 34,773</p><p>On Tuesday, the Dow industrials DJIA surged 499.51 points, or 1.5%, to close at 34,911.20, snapping two straight days of losses. The S&amp;P 500 SPX climbed 70.52 points, or 1.6%, to finish at 4,462.21, snapping two consecutive days of losses.</p><p>The Nasdaq Composite COMP advanced 287.30 points, or around 2.2%, to end at 13,619.66, also snapping two straight days of losses.</p><p>What's driving the markets?</p><p>A lack of followup to Tuesday's strong session could hinge on Netflix NFLX results that came after the market close.</p><p>Shares were down more than 25% in premarket after the streaming content provider reported a net loss of 200,000 paid subscribers in the first quarter, against the 2.5 million net additions expected by analysts, also in line with the company's own executives.</p><p>Company executives announced they would further move to crack down on subscriber sharing and a possible lower-priced subscription tier.</p><p>Opinion: Are you sharing a Netflix password? Not for long …</p><p>Earnings for Wednesday include Procter &amp; Gamble Co. PG, Baker Hughes Co. BKR, both due before the market open, and Tesla Inc. TSLA after the closing bell.</p><p>Existing home sales for March are due at 10 a.m. Eastern Time, followed by the Federal Reserve's Beige Book at 2 p.m. Eastern. In between, investors will hear from San Francisco Fed President Mary Daly, Chicago Fed President Charles Evans and Atlanta Fed President Raphael Bostic.</p><p>Markets could be also seeing some pressure from a rebound in oil prices, with U.S. crude CL00 up 1% to $103.02. Oil fell 5% on Tuesday to settle at the lowest in a week as traders weighed a Libyan supply outage, China's COVID lockdowns and surging U.S. dollar.</p><p>The ICE Dollar Index DXY, which measures the greenback against a basket of five foreign currencies, was down 0.4%, while gold prices GC00 dropped 0.5%. The yield on the 10-year Treasury note BX:TMUBMUSD10Y slipped 1 basis point.</p><p>On the geopolitical front, a pivotal battle for control of Ukraine's eastern industrial heartland of coal mines and factories was underway with Russia continuing to barrage cities across the country. Moscow also issued new ultimatum to the Ukrainian defenders in Mariupol to surrender Wednesday.</p><p>And in France, incumbent French President Emmanuel Macron and far-right contender Marine Le PenMarine Le Pen will meet square off Wednesday evening in a potentially decisive television debate ahead of Sunday's runoff presidential vote.</p><p>Tech stocks in focus as Netflix shares crater in premarket</p>",
  "published": "2022-04-20T09:47:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1156,
          "end": 1172
        },
        {
          "start": 1156,
          "end": 1176
        }
      ]
    }
  ]
}