{
  "_id": "863915fa197d712e9a8d775b4e709af24ada25d58853ef1ef77d8d2fb35a2d0c",
  "feed": "wall-street-journal",
  "title": "Trentmann's Take: CFOs Adopt Different Approaches to Profits Made in Russia; The question of whether Western businesses should book profits from Russia is becoming more pressing with the upcoming quarterly close at the end of March",
  "text": "<p>Such considerations are likely to become pressing questions ahead of the quarterly close at the end of this month as these measures will likely face scrutiny from shareholders and outside stakeholders. The war also has exposed how many global companies—both large and small—have business ties to Russia.</p><p>\"This is something that each company needs to decide,\" said Amit Khandelwal, a professor for global business at Columbia Business School, referring to the question around Russian profits. \"A company has obligations to its employees—both Russian and non-Russian—shareholders and customers,\" he said.</p><p>A roster of international companies, including Bayer AG, Nestlé SA, Danone SA, Kimberly-Clark Corp., Unilever PLC and PepsiCo Inc. say they keep selling in Russia to provide essential supplies, including cancer medication, baby food and diapers. Also among those products are potato chips, laundry detergent and air fresheners.</p><p>Nestlé said it is limiting products sold in the country to baby food, specialist veterinary meals and other nutrition products, adding it would donate any profit to humanitarian-relief organizations. The company said it doesn't know yet how it will report these donations to investors.</p><p>Consumer-goods giant Procter &amp; Gamble Co., which continues to sell products in Russia, said it is donating money and products to aid Ukrainians. A spokesman, when asked about the company's plan for profits from Russia, said, \"We don't disclose or discuss profits by business unit (geographical or product line).\"</p><p>Pharmaceutical giant Pfizer Inc. will continue to supply medication to Russia but will donate all profit to support Ukraine's relief efforts, Chief Financial Officer Frank D'Amelio said. \"Maintaining the supply of medicines to Russia does not mean we will continue doing business as usual in Russia,\" the company said.</p><p>Unilever, PepsiCo and Kimberly-Clark didn't respond to requests for comment, while Danone and Bayer pointed to existing statements that don't mention their profits from Russia. AstraZeneca PLC declined to comment on what it plans to do with profits from its medication sales in Russia.</p><p>Some businesses said they have ring-fenced their Russian operations, meaning that proceeds won't flow into global profit-and-loss statements. Dutch brewer Heineken NV earlier this month said it would no longer accept any net financial benefit from its Russian operations and would stop the flow of royalties and dividends out of Russia. The company didn't respond to questions on what will happen to the ring-fenced funds in the country.</p><p>Other companies may find it harder to give up revenue and profits generated in Russia, especially if they have large business interests in the country.</p><p>Metro AG, a German wholesaler that generated about €2.4 billion in sales—equivalent to $2.64 billion—or 10% of its total revenue from its Russian business during the latest fiscal year, said it will continue its operations there. The company declined to comment on whether it would consider donating the profits generated in Russia. \"Salaries and bills are processed by well-established international banks that aren't subject to sanctions,\" a spokesman said.</p><p>A few companies say they don't break down revenue and profit by geography and that it would be challenging to separate profit derived from sales in Russia.</p><p>A German agricultural-equipment maker that asked not to be named said all of its revenue flows into one pot, including sales in Russia. The company continues to sell machine parts to its Russian customers, with German custom authorities reviewing every shipment.</p><p>The company is transferring Russian revenue to Germany \"as quickly as possible,\" a person familiar with the transactions said. Despite the extensive Western sanctions against Russia, some financial-transaction lines remain open, allowing companies to transfer funds out of the country, lawyers said.</p><p>The depreciation of the ruble—which has declined more than 20% against the dollar since Feb. 24—and other currencies has made the decision easier for some companies that say it isn't worth the effort or the reputational risk to keep booking profits from Russia.</p><p>Lush Ltd., the Poole, England-based maker of soaps, said will continue to sell in Russia until its supplies run out and plans to keep any revenue or profit from those sales in the country to pay employees. \"The decline in the ruble has made these decisions easier for companies,\" Chief Executive Officer Mark Constantine said.</p><p>Investors likely will hear more about how companies treat their Russian profits in the coming weeks, but responses will be determined in some part by factors outside of the profit-and-loss statement.</p><p>\"It very much depends on the sector a company is active in, how large the business in Russia is compared to the rest, its attitude and whether the company is being scrutinized by the media,\" said Richard Wellmann, a partner at audit firm BDO who leads the company's Russia desk in Germany.</p><p>Saabira Chaudhury and Sharon Terlep contributed to this article.</p><p>Write to Nina Trentmann at Nina.Trentmann@wsj.com</p><p>Trentmann's Take: CFOs Adopt Different Approaches to Profits Made in Russia</p>",
  "published": "2022-03-27T14:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1238,
          "end": 1258
        },
        {
          "start": 1238,
          "end": 1254
        }
      ]
    }
  ]
}