{
  "_id": "0b1b5a4108597972083501b8849de78888dfcc87704b65bbc71c8da0118f1e3c",
  "feed": "ftcomall",
  "title": "Nestlé boosts sales with 5% price increase",
  "text": "<p>Nestlé pushed up prices for its products by more than 5 per cent in the first three months of the year, in the latest sign of steep commodity inflation feeding through to consumer prices for branded goods.</p> <p>The world's largest food company said on Thursday it had increased pricing by 5.2 per cent in the quarter, helping to produce organic sales growth of 7.6 per cent, ahead of analysts' expectations.</p> <p>“We stepped up pricing in a responsible manner and saw sustained consumer demand,” said Mark Schneider, Nestlé chief executive. “Cost inflation continues to increase sharply, which will require further pricing and mitigating actions over the course of the year.”</p> <p>The price rises were largest in North and Latin America, where Nestlé drove up pricing by 8.5 per cent and 7.7 per cent respectively. </p> <p>The maker of Maggi noodles, Purina pet food and KitKats confirmed its outlook for the full year despite the cost pressures, saying it expected organic sales growth of about 5 per cent and underlying trading operating profit margin between 17 and 17.5 per cent.</p> <p>“As seen at other food and beverage companies, it appears that high inflation has not (yet) had an impact on consumer appetite for strong branded products,” said Jean-Philippe Bertschy, analyst at Vontobel.</p> <p>Nestlé's update follows news from Procter &amp; Gamble that it had also increased prices by 5 per cent in the three months, helping it to achieve its strongest sales growth in two decades. Heineken, the world's second-largest brewer, on Wednesday reported price rises of 5.2 per cent.</p> <p>Nestlé's figures exclude Russia, where it announced last month it would strip its business down to essentials such as infant formula and medical nutrition, suspending major brands such as KitKat and Nesquik following the country's invasion of Ukraine.</p> <p>Russia had previously accounted for just under 2 per cent of the company's revenues.</p> <p>Growth at the Vevey-based group was led by pet food, while confectionery and water also posted double-digit growth, boosted by households spending more time outside the home as coronavirus restrictions lifted. Reported sales reached SFr22.2bn ($23.4bn).</p><p>Source: Judith Evans 2022 'Nestlé boosts sales with 5% price increase' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-21T07:13:03.336Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1302,
          "end": 1318
        }
      ]
    }
  ]
}