{
  "_id": "11e2343bdb14ebaec0b3109bc9d027b2a6ab2cd23b29a881ee845f2b7c30e57d",
  "feed": "ftcomall",
  "title": "The corporate retreat from Russia is going to be messy",
  "text": "<p>It turns out deciding to quit Russia was the easy part. </p> <p>Two weeks after Russia invaded Ukraine, a corporate consensus has emerged. From <a href=\"https://www.ft.com/content/8b4968fa-40d8-40ae-b2f9-f12cd8b23f9c\">BP</a> to <a href=\"https://www.ft.com/content/21e27317-5151-43c8-b0be-40f37542698d\">Unilever</a>, international companies are clearing out of Russia. But it's one thing to say you're going to leave and another thing to do it. </p> <p>There are <a href=\"https://www.ft.com/content/e57478a5-f0e5-438c-84fe-072336107e9d\">different types</a> of challenges. It was straightforward enough for luxury goods groups to go, straightforward enough too for BP to see its relationship with Rosneft could not continue. But <a href=\"https://www.ft.com/content/a812ec18-058c-49b2-8a70-e8791ea1e43a\">others</a> have had to carefully balance obligations to employees and Russian consumers caught in the middle. </p> <p>Ownership of Russian businesses is one problem. There are those who have chosen to simply shut up shop. Consultancy <a href=\"https://www.ft.com/content/6c412673-d65e-4e75-adbb-08146c42387c\">Accenture axed</a> all its 2,300 staff in the country last week, with “generous” severance packages. Others have the option to hive off businesses or units. The Big Four accountants are <a href=\"https://www.ft.com/content/5b26e0e8-af55-4b33-b55e-4894875c5692\">separating local operations</a> from their global machines: what was PwC or EY Russia can carry on under a new name. There will be practical difficulties — there are issues of shared services, insurance, IT and referrals — but they were already locally owned partnerships with most profits kept locally. </p> <p>Trickier is the situation for those who've said they're going to sell, but either can't, or shouldn't yet. BP and Shell both won plaudits for their decisions to “exit” equity stakes in Russia, BP with Rosneft and Shell in its partnerships with Gazprom. But there are few palatable buyers available, even if Russia permitted a sale. </p> <p>For BP at least, sitting on the stake may not be the worst thing to do. It has very few people in the country and wasn't entitled to Russian oil as part of its 19.75 per cent Rosneft ownership interest. Investors are more or less prepared for it to write off the asset. It is tougher for Shell to deal with the Sakhalin-2 project, where it has a 27.5 per cent stake, and people on the ground. It cannot just turn off the switch and go while it waits for a suitable buyer to emerge. </p> <p>Companies that operate under franchise agreements also have to face up to a situation they cannot control. There are 48 Marks and Spencer stores in Russia, for example, which M&amp;S cannot close. They are operated by a Turkish franchisee. M&amp;S has stopped supplies, but can't stop the franchisee selling what they have. </p> <p>The untangling of supply chains or operations is another matter. It's no coincidence that consumer groups have been slowest to decide what they're doing and least clear on what that could and should look like. </p> <p>Unilever, along with Procter &amp; Gamble and Danone, has tried to strike a balance between sending the right corporate message and stripping Russian consumers of the essential goods they need. It will stop investing in the Russian business and profiting from it, along with imports and exports. But it will allow products made in Russia to be sold in Russia — and keep on its 3,000 employees. </p> <p>That leaves an isolated local business that needs to form new supply chains. Manufacturing cycles in consumer goods tend to be quite quick, so in theory an immediate fix for Unilever's Russian business could be up and running in weeks or months. But is that going to be sustainable for the long term? Unlikely. </p> <p>And while the oil and gas groups garnered praise for their decision to exit equity investments, the reality of their entanglements with Russia has become clearer in recent days. Shell's misguided purchase of a cheap Russian oil cargo <a href=\"https://www.ft.com/content/a3d1d58a-b810-4200-aa52-27f3fedd0e5e\">flushed out</a> a fresh set of commitments to stop trading Russian oil and cut it from its supply chain. But Shell acknowledged that phasing out Russian gas was a “complex challenge” that would take years. </p> <p>Years-long, too, may be the litigation that arises from international companies breaking their contracts regarding Russia. There has been no time to negotiate the legal niceties. That is clearly the right way round in the circumstances: act first, worry about the details later. Still, companies quitting the country may find themselves on the hook for substantial damages claims down the line. </p> <p>It is understandable to want clarity from companies over exit plans. No one wants to be the one propping up Vladimir Putin's regime. But many businesses have been in Russia for 30 years now. The realities of extricating themselves are going to be slow and complicated. </p> <p><em>cat.rutterpooley@ft.com<br>@catrutterpooley</em></p><p>Source: Cat Rutter Pooley 2022 'The corporate retreat from Russia is going to be messy' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T04:00:50.966Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2542,
          "end": 2558
        }
      ]
    }
  ]
}