{
  "_id": "59a23aa56e636bfa73d2d3435ff95f4632dd20b8b5db9a334299e72a263a6c12",
  "feed": "wall-street-journal",
  "title": "Durk Jager, Short-Lived CEO of Procter & Gamble, Has Died at Age 78; Netherlands-born executive lost confidence of board in 2000 as earnings fell short and rapid change distressed employees",
  "text": "<p>Seventeen months later, Mr. Jager's 30-year P&amp;G career was over. The board, alarmed by earnings shortfalls and a corporate reorganization that left employees confused and angry, handed the top job to A.G. Lafley, who said the company had \"changed too much too fast.\" P&amp;G's market value had fallen about $73 billion, or 50%.</p><p>Mr. Jager collected $9.5 million in severance pay and joined the boards of other companies, including Eastman Kodak Co., Polycom Inc. and Chiquita Brands International Inc. He could still be blunt. When Mr. Jager resigned from Chiquita's board in 2010, he wrote that the banana company lacked the ability to address \"basic operational requirements for a sound business.\"</p><p>Mr. Jager and his wife, Ingrid Jager-Baart, built a retirement home at Kiawah Island, S.C. He died at home April 3 of what his family described as natural causes. He was 78.</p><p>Mr. Jager realized that he may have tried to change P&amp;G too fast, said one of his sons, Maarten Jager, but still \"achieved a ton and left a legacy that he was proud of.\"</p><p>Mr. Jager cited his upbringing. \"We're all culturally formed,\" he told USA Today in 1998. \"I suppose I have a more direct, Dutch style that can be more blunt.\"</p><p>Durk Imke Jager was born April 30, 1943, and grew up in the northern Netherlands province of Friesland, where his father was a banker. He studied engineering at Delft University, served in the Dutch air force and earned a degree in business and economics at Erasmus University in Rotterdam.</p><p>In 1970, he joined a Dutch subsidiary of P&amp;G as a brand assistant. The maker of Tide detergent and Crest toothpaste moved him to Japan in the 1980s. His success in improving results there made him a rising star. In 1989, he was promoted to executive vice president with responsibility for P&amp;G's U.S. soap, detergent, health and beauty-care businesses.</p><p>He took the lead in driving P&amp;G's \"everyday low pricing\" strategy to compete against cheaper private-label brands. That plan reduced discounts P&amp;G gave to retailers and lowered prices for consumers.</p><p>By the mid-1990s, Messrs. Pepper and Jager were contending to succeed Edwin Artzt as CEO. Mr. Pepper, a consensus builder, had a gentle manner that reassured employees nervous about change. Mr. Jager made clear that he saw an urgent need to streamline the company and ditch weaker brands.</p><p>Mr. Pepper succeeded Mr. Artzt in 1995 but then passed the baton to Mr. Jager at the beginning of 1999.</p><p>In 2000, P&amp;G rattled investors with disappointing earnings and a botched attempt to line up a major pharmaceutical acquisition. Meanwhile, the effort to transform P&amp;G into more of a global operation disrupted thousands of employees' lives. In Europe, for example, P&amp;G transferred about 1,000 employees to Geneva, creating an influx that pushed up rents and crowded schools for expatriate children.</p><p>Employees also worried about Mr. Jager's goal of eliminating 15,000 jobs world-wide, or 13% of the total, over six years. Some brand managers defected to technology jobs in California. In the end, P&amp;G's board concluded that a softer and gentler touch was needed.</p><p>Mr. Jager welcomed a chance to explore the world without corporate baggage. A map on his wall at home was pierced with hundreds of pins marking places he had been. He is survived by his wife of 57 years, Ms. Jager-Baart, two sons and six grandchildren.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Durk Jager, Short-Lived CEO of Procter &amp; Gamble, Has Died at Age 78</p>",
  "published": "2022-04-15T14:01:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1531,
          "end": 1534
        },
        {
          "start": 1985,
          "end": 1988
        },
        {
          "start": 2443,
          "end": 2446
        },
        {
          "start": 2597,
          "end": 2600
        },
        {
          "start": 2698,
          "end": 2701
        },
        {
          "start": 31,
          "end": 47
        },
        {
          "start": 921,
          "end": 924
        },
        {
          "start": 3428,
          "end": 3444
        }
      ]
    }
  ]
}