{
  "_id": "003eb081732667fb7931e926ec48ee6e16533cb0d91f20c090779baac793d49d",
  "feed": "wall-street-journal",
  "title": "Unilever to Expand in Healthcare --- Biggest strategic shift in years for company comes after disclosing bid for Glaxo unit",
  "text": "<p>Unilever on Saturday said it had made a takeover approach for the business, which is 68% owned by Glaxo and 32% by Pfizer Inc. A successful deal would be Unilever's largest-ever acquisition and greatly expand its presence in oral care and vitamins as well as give it a new foothold in over-the-counter medicines.</p><p>Glaxo said Saturday that Unilever had made three proposals late last year, which it rejected on the basis that they undervalued the business and its future prospects.</p><p>The latest proposal, received on Dec. 20, valued the business at GBP 50 billion -- equivalent to about $68.4 billion -- and was made up of GBP 41.7 billion in cash and GBP 8.3 billion in shares, it said.</p><p>The unexpected approach for the business, which Glaxo has been preparing to spin off later this year, was widely questioned by analysts over price, strategic fit and the ability of Unilever's management to pull off such a sizable deal. Unilever's shares fell 7% in London Monday.</p><p>Unilever, which has been under pressure to accelerate growth, defended the rationale for such a deal, saying Monday that health, beauty and hygiene offer higher rates of growth thanks to the potential for innovation.</p><p>The company also said it could benefit from its existing footprint in such categories in emerging markets like China and India.</p><p>Chief Executive Alan Jope told reporters on a call that the company is attracted to consumer health because it is a relatively unconsolidated sector with promising growth prospects as people age and become wealthier.</p><p>In recent years, consumer-goods giants have sought to add health and wellness brands as shoppers spend more on self-care and products meant to stave off sickness or slow aging.</p><p>Nutrition products have been a particularly strong seller during the pandemic. Last year, Nestle SA agreed to buy the main brands of vitamins maker Bountiful Co. for $5.75 billion, while Unilever in November said it would buy Los Angeles-based vitamins maker SmartyPants.</p><p>Unilever said big acquisitions to fulfill its strategic ambitions would be accompanied by the sale of lower-growth brands and businesses. \"This is a portfolio rotation that would also include divestments,\" said Mr. Jope. \"This is about improving the quality of Unilever, not necessarily the size.\"</p><p>Mr. Jope wouldn't be drawn on the likelihood of a fresh bid for Glaxo's consumer-healthcare unit, other than to say that Unilever \"would not overpay for any assets.\"</p><p>While the Glaxo business was an attractive option in consumer health, \"it's not the only option,\" he added.</p><p>For many, Mr. Jope's comments offer the clearest intention yet of the company's plans to further de-emphasize food.</p><p>Although Unilever has sold food since its inception, with the company's roots in butter and margarine dating to the late 1800s, its food arm has grown more slowly than other businesses like beauty and personal care.</p><p>Unilever for years has faced calls to spin off or sell the division, which houses brands including Ben &amp; Jerry's and Hellmann's mayonnaise.</p><p>Other major consumer- products companies such as Procter &amp; Gamble Co., Reckitt Benckiser Group PLC and Colgate-Palmolive Co. are mainly focused on businesses like personal care, cleaning and consumer health, while others like Nestle have exposure to categories viewed as more promising, such as coffee and pet food.</p><p>Mr. Jope said while Unilever has no immediate plans to separate its food and refreshments arm, the company would make disposals based on the long-term growth prospects of its various businesses. \"It is true that food and refreshment's long-term growth profile has been below other parts of the portfolio,\" he said.</p><p>Unilever in recent years has sold off chunks of its food business. It sold its spreads unit for about $8 billion in 2018, and in November struck a roughly $5 billion deal to sell the bulk of its tea business.</p><p>Still, analysts criticized the approach for Glaxo's consumer-healthcare business.</p><p>\"We think this is a very bad deal for Unilever shareholders,\" said Bernstein analyst Bruno Monteyne, adding that he thinks Unilever -- already struggling to drive growth in its existing business -- would struggle further to expand sales of the GSK consumer health business, which was growing slowly before the pandemic.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3068,
          "end": 3088
        },
        {
          "start": 3068,
          "end": 3084
        }
      ]
    }
  ]
}