{
  "_id": "3ccb3cff8950bd736c94147468ae7d5e1453bc8b27cd8a0097b0483ce7ede2cd",
  "feed": "market-watch",
  "title": "Amazon stock suffers its worst day in more than 15 years, wiping away more than $200 billion in market cap; Worst day for the stock since 2006 is the second biggest single-day decline in market cap for a U.S. company, behind only Facebook's sudden drop earlier this year",
  "text": "<p>After the surprising loss and forecast reduction, Wall Street analysts were downbeat in their assessment, including multiple price-target cuts.</p><p>\"The inflation of wages and shipping costs have been pressuring Amazon's profitability, and now the war in Ukraine has driven up fuel costs, adding another headwind,\" wrote analysts led by Shyam Patel at Susquehanna Financial Group.</p><p>\"Also pressuring profitability is excess capacity, as Amazon invested heavily in 2H21 and is now working to reverse the fixed-cost deleverage and increase productivity.\"</p><p>Susquehanna rates Amazon stock at positive and cut its price target to $3,800 from $5,000.</p><p>Amazon said it had $6 billion in incremental costs for the quarter, including wages and productivity rates. The company says that it's seeing improvements and making adjustments to bring that number down.</p><p>Full earnings coverage: Amazon is looking to cut costs after first loss in seven years sends stock careening lower</p><p>The disappointing results didn't dampen many analysts' view of the future.</p><p>\"Amazon is taking the right steps to operate amid a challenging macro environment that includes unforeseen inflation and a supply chain crisis,\" wrote Wedbush analysts led by Michael Pachter.</p><p>\"We view the Q2:22 guidance provided by the company as being overly conservative, particularly from a profit perspective given favorable mix shift and the potential for labor productivity and capacity leverage improvements. Longer-term, Amazon can drive steady margin expansion by investing in its cloud, fulfillment, and ad businesses.\"</p><p>Wedbush rates Amazon stock outperform and cut its target price to $3,500 from $3,950.</p><p>\"Several positives keep us constructive on Amazon including 1) strong growth in AWS and Advertising, and 2) prospects for inflationary pressures, productivity loss and fixed cost deleverage to start reversing in 2H22 and FY23, which bodes well for profitability,\" wrote Truist Securities, which rates Amazon stock a buy with a $3,500 price target, down from $4,000.</p><p>Also: Consumer sentiment jumps in April on lower gas prices and more optimism about the economy</p><p>And: P&amp;G makes the case for its premium products as consumer budgets battle shrinkflation and rising prices</p><p>While Amazon is looking more closely at the costs to the company, shoppers are taking a look at their own costs, which is driving concern for Neil Saunders at GlobalData.</p><p>\"As the cost-of-living increases, consumers have started to reduce the amount of product they buy to balance their budgets; volumes in many discretionary categories are turning negative,\" Saunders wrote.</p><p>\"This affects many retailers and channels, but it is especially chilling for online where a higher proportion of purchases are discretionary and where delivery charges – at least for those who are not members of services like Prime – add to the cost. As a key destination for online purchases and as a mature player with the biggest base of online shoppers, Amazon is more exposed to this issue than other players.\"</p><p>Don't miss: Big Tech is no longer winning as big, but these two stocks still seem safe</p><p>GlobalData notes that subscription growth decelerated to 13% in the quarter, with the price hike for a Prime membership one of the factors.</p><p>Other analyst groups aren't as cautious.</p><p>\"Amazon cited the many challenges from macro headwinds, ranging from the ongoing war in Ukraine, high inflation levels and supply chain issues. They did not, however, call out any incremental consumer softness or expectations around reduced demand; a departure from other more discretionary names,\" wrote Benchmark's Daniel Kurnos in a note.</p><p>Benchmark maintained its buy stock rating and lowered its price target to $3,700 from $4,000.</p><p>And: Amazon's new service offers partnership opportunities to companies that don't want to sell on the Amazon site, analyst says</p><p>\"If our assessment is correct, 1Q will likely represent the trough period in Amazon's results, with growth and operating margin improving through 2022 despite disappointing guidance,\" wrote Stifel.</p><p>Analysts there point to an easing of omicron-related costs, a Prime Day move to the third quarter and normalizing consumer spending after a period when travel and experience spending spiked.</p><p>Amazon announced that the annual Prime Day event will take place in July. It was in the second quarter in 2021.</p><p>Stifel has a buy rating on Amazon stock and cut its price target to $3,800 from $4,400.</p><p>Amazon's price target was also lowered at Raymond James (to $3,300 from $3,950, stock rated outperform), RBC Capital Markets (to $3,500 from $3,880, stock maintained at outperform), and JPMorgan (to $4,000 from $4,500, stock rated overweight).</p><p>Amazon shares have slumped 24% for the year to date.</p><p>Amazon stock suffers its worst day in more than 15 years, wiping away more than $200 billion in market cap</p>",
  "published": "2022-04-29T22:43:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2116,
          "end": 2119
        }
      ]
    }
  ]
}