{
  "_id": "c18a53571b9d8ae8e944cb9dac00cb2ed1bd57869613857c87b197c03f1b4631",
  "feed": "wall-street-journal",
  "title": "U.S. News: Inflation Hits Sales of Consumer Staples",
  "text": "<p>Procter &amp; Gamble Co., Clorox Co., Kraft Heinz Co. and other consumer-products giants have bet that consumers will pay up for household products even as inflation takes hold. Over the past year, the companies have seen profits and market share grow as they have raised prices on products from detergent and diapers to snacks and soda.</p><p>Now consumers are drawing a line, analysts and retailers say. Shoppers are buying staples in smaller quantities, switching to store-name brands and more rigorously hunting for deals. The shift is especially pronounced among lower-income consumers who splurged on household products amid the heights of the pandemic, they say.</p><p>Private-label brands, after two years in which they lost market share to brand names, have begun to lure back buyers. In the three-week period ended March 13, edible private-label brands increased share slightly and non-edible store brands held steady, according to data from research firm IRI.</p><p>The most recently available data from the Bureau of Labor Statistics showed that the annual inflation rate had risen to 7.9%, a four-decade high, with oil and commodity market disruptions from the Ukraine crisis expected to add more cost pressures.</p><p>The consumer-staples industry \"has crossed a threshold,\" said Krishnakumar Davey, president of strategic analytics for IRI. \"Consumers have been pinched for some time, they are observing that they are paying more and more, and they are beginning to drop some items from their basket.\"</p><p>Part of that shift is because private-label options are more available now than during the height of the pandemic, when high demand and supply-chain problems led manufacturers to shift products away from store brands in favor of pricier name brands, Mr. Davey said. But consumer demand for cheaper items is also a factor, he and other analysts say.</p><p>Another telling sign: Sales volumes have begun to fall in a number of categories, meaning people are buying mainstays in smaller quantities. Before and during the height of the pandemic, sales volumes of staples increased even as prices rose. On Feb. 22, volume sales of cereal were down 7.2% on a two-year compound basis; cleaning product volume sales fell 5.1% in that period, according to a Bernstein analysis of Nielsen figures. Prices for those products rose 9.5% and 7.2%, respectively, for those categories.</p><p>RBC analyst Nik Modi said cost-cutting on staples is most pronounced among lower-income Americans. In part that is because income groups that typically buy lower-priced household goods switched to pricier brands amid the pandemic, as homebound consumers spent less on travel, dining out and other perks. Now budget-conscious consumers are returning to discount brands, he said.</p><p>P&amp;G has reported gains in both pricing and volume sales since the start of 2019, meaning consumers bought greater quantities of items at higher prices. The maker of Tide detergent and Pampers cut discounts and shifted to higher-end products in an effort to boost revenue. Consumers were willing to pay more, a trend that accelerated during the pandemic, when high demand led to product shortages of mainstays from paper towels to soap.</p><p>P&amp;G executives say they are prepared for a downturn in consumer spending, but have told Wall Street they believe consumers will continue to covet items like Tide laundry-detergent pods, Gillette razors and Pampers diapers, which often are the priciest option on store shelves.</p><p>\"Consumers continue to prefer P&amp;G brands and superior performance they provide even as inflation is impacting household budgets,\" P&amp;G finance chief Andre Schulten said in a January call with analysts. The company declined to comment on consumer spending.</p><p>Kraft, maker of Oscar Mayer meats and Jell-O desserts, is counting on price increases to help offset the effects of inflation this year, finance chief Paulo Basilio said in a February call with investors. For the full fiscal year, General Mills Inc. said it expects organic net sales to rise by 5%, in part due to higher pricing. The company previously said it expected a 4% to 5% increase in sales.</p><p>---</p><p>Jaewon Kang contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 3474,
          "end": 3477
        },
        {
          "start": 2731,
          "end": 2734
        },
        {
          "start": 3574,
          "end": 3577
        },
        {
          "start": 0,
          "end": 16
        }
      ]
    }
  ]
}