{
  "_id": "a68f7153d9a760d9d87032b5d5102cf48ae995b7a388bd75d98dd3b932529b27",
  "feed": "wall-street-journal",
  "title": "Inflation, Slowdown Point to  Bumpy Economic Transition  ----  By Sarah Chaney Cambon",
  "text": "<p>   The U.S. economy is enduring a rocky transition from an exceptionally strong recovery to a steep slowdown, data this past week showed, as rising inflation and interest rates weigh on consumers and businesses. </p><p>   Economic growth surged last year, as consumers unleashed spending and businesses recovered from the short, deep pandemic recession of early 2020. But that robust growth is grinding to an abrupt halt as households, companies and policy makers face deep challenges, with four-decade-high inflation chief among them. </p><p>   The Federal Reserve's preferred inflation gauge rose 6.8% in June from the year before, the sharpest rise since January 1982, the Commerce Department said Friday. Meanwhile, wages and benefits rose 5.1% in the second quarter from a year earlier, the Labor Department said Friday. That was the fastest rate of increase on records back to 2001 -- led by better pay for private-sector workers -- yet still wasn't able to keep up with the pace of inflation. </p><p>   A tight labor market could continue to exert upward pressure on consumer prices, a more closely watched measure of which rose 9.1% in June from a year earlier. </p><p>   The Fed is briskly raising interest rates in an attempt to slow the economy and inflation, lifting its benchmark rate to a range between 2.25% and 2.5% on Wednesday. </p><p>   Those interest-rate increases have already dented the housing market and appear to be filtering more broadly into the economy. A steep decline in residential investment, a pullback in business spending and weaker inventory restocking contributed to U.S. gross domestic product shrinking at a 0.9% annual rate from April through June, data on Thursday showed, the second straight quarter that economic output contracted. </p><p>   Two straight quarters of shrinking economic output is a common, but not official, definition of a recession. Regardless, it does raise concerns about the economy's trajectory and underscores that the rapid recovery from the pandemic recession is over, especially as elevated inflation shows few signs of abating. </p><p>   \"Growth is going to be slowing down this year,\" Fed Chairman Jerome Powell said this past week. \"I think you pretty clearly do see a slowing now in demand in the second quarter -- consumer spending, business fixed investment, housing, places like that.\" </p><p>   Consumer-facing companies spoke this past week about business slowing as shoppers retrenched. Walmart Inc. warned that higher prices for food and fuel were causing consumers to pull back. Procter &amp; Gamble Co. predicted its slowest sales growth in years. And Amazon.com Inc. posted a loss for a second straight quarter. </p><p>   Friday's economic data give the Fed little reason to significantly slow its pace of rate increases. But its next policy meeting isn't for eight weeks, so officials will have multiple inflation and labor-market reports to study before deciding how much higher to lift rates. </p><p>   At a press conference on Wednesday, Mr. Powell said \"another unusually large increase\" of 0.75 percentage point \"could be appropriate at our next meeting,\" but he also said that at some point, the Fed would want to slow its pace of increases to assess how cumulative rate rises are influencing the economy. </p><p>   Fed officials pay heavy attention to wage inflation because they believe rising labor costs can lead to more persistently elevated inflation. Friday's Labor Department report on wages \"is a print that's going to keep Fed officials up at night,\" said Omair Sharif, who leads forecasting firm Inflation Insights LLC. </p><p>   Wages and salaries for private-sector workers accelerated, growing 1.6% in the second quarter versus 1.3% during the first three months of the year. But adjusted for inflation, wages and salaries paid to private-sector workers fell 3.1% in the second quarter from a year earlier. </p><p>   Jerry Pugh, who owns 15 locations of suburban Atlanta-based gym franchise Workout Anytime, said many long-term employees have left for other industries or higher pay over the past year and a half, keeping the gyms in constant hiring mode. Mr. Pugh said the facilities need general managers, sales staff, personal trainers and fitness directors. </p><p>   \"You can still get quality employees, but the price you're having to pay is much higher than it was before Covid,\" said Mr. Pugh. \"Everybody wants more money than they've ever wanted.\" </p><p>   To offset some of the higher labor costs, the gyms raised rates for new members by 99 cents a month at the end of last year. Mr. Pugh said the company is weighing another price increase. </p><p>   Carrols Restaurant Group Inc., which operates more than 1,000 Burger King locations and dozens of Popeyes restaurants, is seeing some slight easing of wage pressures, a sign more workers could be entering the labor market. </p><p>   While the unemployment rate, at 3.6% in June, is near the half-century low set just before the pandemic began, the share of adults working or looking for work remains well depressed. Attracting more workers could help cool inflation. </p><p>   Average hourly wages paid by Carrols continue to rise in excess of 10% annually, but the rate of increase has cooled somewhat, said Anthony Hull, chief financial officer of the Syracuse, N.Y., company. \"Hiring pressures are stabilizing as we are seeing an increase in application flow,\" Mr. Hull said on an earnings call. </p><p>   Companies say they are monitoring consumer behavior and how inflation is affecting shopping patterns. </p><p>   Higher inflation helped drive an increase in household spending last month. Consumers boosted their seasonally adjusted spending by 1.1% in June, up from a 0.3% increase in May, the Commerce Department said Friday. After adjusting for inflation, spending was nearly flat as consumers paid significantly more for gasoline and other energy products in June. Pump prices have more recently fallen. </p><p>   Kimberly-Clark Corp., maker of Huggies diapers and Kleenex tissues, said consumers and businesses paid more for its products but bought less, sending sales volumes down 1% for the most recent quarter. The company raised revenue expectations for the calendar year but predicted that higher costs for everything from pulp to shipping will eat into profitability more than anticipated. </p><p>   --- </p><p>   George Stahl and Nick Timiraos contributed to this article. </p><p></p>",
  "published": "2022-07-30T06:18:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2478,
          "end": 2498
        },
        {
          "start": 2478,
          "end": 2494
        }
      ]
    }
  ]
}