{
  "_id": "8280efe4941374dfeb42778e789cfb6e3c3a319f67ae262cce6d1ce581ad1a60",
  "feed": "wall-street-journal",
  "title": "Hair-Care and Skin-Care Products Are Going Dry; Manufacturers, spurred in part by sustainability concerns, are removing the water in shampoos and lotions, and selling them as powders",
  "text": "<p>But the drugstore aisles may be starting to dry up. For reasons ranging from sustainability to skin sensitivity, an increasing number of entrepreneurs and some well-known manufacturers are now coming up with beauty and personal-care products that aren't quite so waterlogged—or contain no water at all.</p><p>\"Consumers are more aware of environmental impacts than ever, and they are wondering, 'Why are we shipping around so much water?' \" says Andrew Gibbs, who teaches sustainable packaging design at the ArtCenter College of Design in Pasadena, Calif., and is the founder of Dieline, a packaging-design website. \"If a brand comes in tablet, powder, bar or concentrated form with little or no packaging, then why would you use something else?\"</p><p>That's certainly the argument the waterless, or anhydrous, brands are making. Water is heavy. It costs more to package and ship a large plastic bottle of regular liquid shampoo than a bar, sachet or small bottle of powdered or concentrated shampoo, which will often last much longer.</p><p>For example, one 1.75-ounce bottle of Susteau water-activated, powdered hair wash is the equivalent (in terms of number of washes) of four 8-ounce bottles of liquid shampoo. Ethique bar shampoos and conditioners, which come in a small recyclable box, will give you about 80 washes versus 15 washes for a typical 8-ounce plastic bottle of shampoo or conditioner.</p><p>Fewer chemicals</p><p>The absence of water also eliminates the need for various preservatives and stabilizers—another boon for the environment because fewer chemicals are used. Moreover, it's good for consumers who are allergic or sensitive to such additives, or who subscribe to the idea of \"clean beauty,\" which means they look for products without unnecessary, artificial or chemical ingredients.</p><p>\"You don't have the same issues with formulation that you would have with a conventional liquid format,\" says Anna Keller, a senior beauty and personal-care industry analyst at Mintel, a market-research firm. \"You're not worried about the same levels of microbial contamination when a product doesn't have water, which most things need to really thrive, and the ingredients are also just more stable.\"</p><p>SHARE YOUR THOUGHTS</p><p>What experience have you had with powdered shampoo, lotion or other products? Join the conversation below.</p><p>Nevertheless, she says the category faces \"performance challenges.\" Meaning that if the powders, bars, sheets and concentrates don't perform as well as, if not better than, traditional water-based products that consumers are already using, then they are unlikely to make the switch. While Mintel research indicates around 25% of personal-care-product shoppers are making an effort to buy things that aren't harmful to the environment, they typically don't base their buying decisions solely on sustainability.</p><p>\"We have a high standard of how much, for example, a hair product should lather or how quickly we expect to be able to use it,\" Ms. Keller says. So if it takes longer to lather up a shampoo bar or sheet into your hair, or you have to measure out a concentrated face cleanser or moisturizer and then whisk with water before using (especially when you are running late), consumers are likely to balk no matter how environmentally conscious they might consider themselves to be. </p><p>Taking the water out of water-heavy products not only saves on shipping and packaging, it also eliminates the need for various preservatives and stabilizers. PHOTO: Shawn Michael Jones for The Wall Street Journal</p><p>Another issue is whether you might create your own microbial playground in the preparation and use of some of these products. That's a concern of Michelle Wong, a chemist and creator of the Lab Muffin Beauty Science blog. \"For products where you mix it up yourself,\" she says, \"I wonder if it has been tested for consumers who have not cleaned out the container properly and on a range of water qualities.\"</p><p>She says using tap water, which can have all manner of minerals and contaminants, might reduce efficacy or cause dermatitis, particularly if it's a leave-on product like a moisturizer or makeup. She recommends filtered if not distilled water. Of course, if you have to use bottled water in the preparation of your waterless product, then you've pretty much canceled out your carbon savings.</p><p>Dermatologists worry, too, about people not getting the proportions right. \"Sometimes patients don't mix it with enough water or mix it with something other than water or from an old bottle of water that they had on their night stand that has spit mixed in it,\" says Teo Soleymani, a dermatologic surgeon at UCLA Medical Center. \"There are a lot of things that could go wrong when it comes to application that weren't controlled for.\"</p><p>Several companies contacted didn't comment on possible issues with their waterless products.</p><p>The single-use solution</p><p>Even if the product doesn't require mixing, it can be hard to know how much to use because it's so concentrated. You may end up shaking out way too much shampoo powder into your wet hand while in the shower, which you can't exactly shake back into the bottle. \"It can be a guessing game for patients,\" says Diane Berson, an associate clinical professor of dermatology at Weill Cornell Medicine in New York. \"How much do you put on? How much do you mix and with what? What are you left with?\"</p><p>Hence the recent introduction of waterless products that come in single-use sheets or sachets because they take out the guesswork. Examples include Plus body wash sheets and Procter &amp; Gamble's EC30 body-wash, shampoo, conditioner and hand-wash swatches. Rub the water-soluble sheets or swatches between your hands or into your hair and, voilà, you've got yourself a nice lather.</p><p>Of course, dermatologists have long recommended anhydrous ointments such as Alastin, Vaseline and Aquaphor, particularly following cosmetic or surgical procedures, because they are less hospitable to bacteria than water-based products. (Note: Vaseline and Aquaphor are petroleum-based products and thus less sustainable.)</p><p>Waterless stick format personal-care products have been around a long time, as well, but more traditionally for deodorants and antiperspirants. Now you can find eco-friendly stick sunscreens by brands such as Babo Botanicals and Attitude as well as stick body balms and moisturizers by Eczema Honey and Meow Meow Tweet.</p><p>\"Waterless products aren't anything new,\" says Dr. Soleymani, recalling the shaving soap powder that his grandpa mixed with water using a brush in a ceramic cup. \"They are reformulations and rebranding of things that have been tried in the past.\" Anhydrous products are enjoying a comeback now because it turns out they are often better for the environment, with the happy bonus that, depending on the format and formulation, they might also be better for your skin.</p><p>Ms. Murphy is a journalist in Houston and the author of \"You're Not Listening: What You're Missing and Why It Matters.\" She can be reached at reports@wsj.com.</p><p>More in Journal Report: Customer Experience</p><p>* The Best Ways to Deal With Angry Customers</p><p>* Should States Adopt Right-to-Repair Laws?</p><p>* Designing a Product That's Easy to Repair</p><p>* Dogs or Cats: Which Animal Is More Effective in Ads?</p><p>* The Benefits of Cursing in Online Reviews</p><p>* How Instant-Replay Reviews Have Diminished Sports for Fans</p><p>* Read the full Customer Experience report</p><p>Hair-Care and Skin-Care Products Are Going Dry</p>",
  "published": "2022-05-27T14:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 5525,
          "end": 5541
        }
      ]
    }
  ]
}