{
  "_id": "26d7ecc0b18f33a07f6959603c0c0e780f90abc4fcb2704e58c6cae6933b0c3a",
  "feed": "wall-street-journal",
  "title": "Lip Gloss, Potato Chips, Air Fresheners Are Among the 'Essentials' Still Sold in Russia; Consumer-product giants continue stocking shelves with makeup, potato chips and air freshener after vowing to limit sales to necessities",
  "text": "<p>Lay's potato chips, Gillette razors and Air Wick home fragrances are still on sale in Russia, along with several brands of ice cream, a line of children's cosmetics and natural facial cleansers. Parent companies PepsiCo Inc., Procter &amp; Gamble Co., Reckitt Benckiser Group PLC and Unilever PLC have said they suspended sales of all but essential food and other products in Russia.</p><p>Consumer-goods companies are under growing pressure from politicians, investors, activists and consumers urging them to further curtail sales and manufacturing in the country after Russia's invasion of Ukraine.</p><p>Ukrainian President Volodymyr Zelensky last week publicly named Unilever and Nestlé SA in calling out \"large corporations that still sponsor Russia's military machine and have not left the Russian market.\"</p><p>On Thursday, Ukrainian Prime Minister Denys Shmyhal tweeted that he had talked with Nestlé Chief Executive Mark Schneider, who he said showed no understanding of the side effect of continuing to sell in Russia. A Nestlé spokeswoman said the company considers conversations with governmental authorities to be private.</p><p>New York's state pension fund recently called on consumer-goods companies including PepsiCo, Mondelez International Inc. and Kimberly-Clark Corp. to consider the risks of continuing to do business in Russia. Kimberly-Clark declined to comment, and Mondelez didn't respond to a request for comment.</p><p>Some big consumer companies say they are keeping plants operating as a way to support the livelihoods of both their own workers and those employed by suppliers. Others declined to discuss their reasoning.</p><p>Other businesses have said they are staying because their hands are tied by joint-venture or franchise agreements. Russian prosecutors have warned some companies of asset seizures if they withdraw from the country and threatened to arrest employees.</p><p>Makers of drugs, vaccines and medical equipment continue to do business in Russia, saying they have an ethical responsibility to do so.</p><p>Industrial conglomerate Koch Industries Inc., one of the world's largest private companies, last week defended its decision to remain in Russia. \"We will not walk away from our employees there or hand over these manufacturing facilities to the Russian government so it can operate and benefit from them,\" Koch's operating chief, Dave Robertson, said in a statement posted on the company's website.</p><p>PepsiCo, which has a large dairy business in Russia, earlier this month said it would stop selling Pepsi and 7UP there but would continue making milk, cheese, yogurt, baby formula, baby food and potato chips. The company drew criticism last week for a deal in which PepsiCo agreed to purchase 2,200 tons of seed potatoes in Scotland for export to Russia. Some are headed this week to Russia in a convoy of trucks.</p><p>\"We must stay true to the humanitarian aspect of our business,\" PepsiCo Chief Executive Ramon Laguarta wrote in a memo to staff published on the company's website. \"That means we have a responsibility to continue to offer our other products in Russia, including daily essentials such as milk.\"</p><p>He said the company would also continue to support the livelihoods of its 20,000 Russian employees and the 40,000 agricultural workers who supply the company with milk and potatoes.</p><p>SHARE YOUR THOUGHTS</p><p>How might cutting off Russians from consumer goods affect the war in Ukraine? Join the conversation below.</p><p>Unilever earlier this month said it would supply \"everyday essential food and hygiene products made in Russia to people in the country.\" Unilever products made—and currently sold—in Russia include ice-cream brands such as Inmarko; cosmetics brand Black Pearl; Pure Line, a cleansing brand based on natural ingredients; and hand-cream brand Silky Hands, according to a review of Russian retailer websites on Monday.</p><p>Unilever is also selling the Little Fairy brand, which makes children's cosmetics, including raspberry-cocktail lip gloss and nail polish.</p><p>P&amp;G said it would sell only products that focus on \"basic health, hygiene and personal care items needed by the many Russian families who depend on them in their daily lives.\" Gillette, which before the war supplied roughly 70% of Russia's shaving market, has continued making and selling razors there. A P&amp;G spokesman said the company scaled back the variety of items it sells in each category, including razors, to focus on lower-end, basic products.</p><p>P&amp;G has factories in St. Petersburg and outside Moscow. The company declined to comment on which products it continues to sell or has pulled. The consumer-products giant has raised prices on staples in Russia by nearly 50% to cover added materials and logistics costs and the sinking value of Russian currency, according to people familiar with the moves. Prices are up 25% for laundry detergent, more than 30% for feminine-hygiene products and nearly 50% for baby diapers, the people said.</p><p>Reckitt Benckiser is continuing to sell its Veet hair-removal cream for women and Air Wick home-fragrance products in Russia. Reckitt, which has 1,300 employees in Russia, said it is \"meeting the needs of ordinary Russians who rely on our basic hygiene and health products for their everyday needs.\"</p><p>Nestlé, the world's largest maker of packaged foods, has six factories in Russia making goods including candy brands Komilfo and Sudarushka. The company spokeswoman said all six factories are operational and 90% of what Nestlé sells in Russia is produced locally. The company earlier this month said it had a responsibility to its more than 7,000 employees in Russia and would continue to \"ensure a reliable supply of safe and essential food products for the local people.\"</p><p>Companies, faced with vague sanctions, are balancing the benefits of maintaining business relationships with Russian partners against reputational damage of continuing operations, said University of Michigan finance professor Paolo Pasquariello.</p><p>He said labeling any products as essential when it doesn't directly serve a clear medical need, \"seems to me an attempt to window-wash their choice in order to mitigate the reputational loss that they will suffer,\" he said. \"Sanctions are a form of economic warfare. Companies deeming their cheeseburgers, shoes or equipment essential are ultimately undermining the premise of the sanctions.\"</p><p>While the ruble's slide means a chunk of short-term profits will evaporate, Russia has been a key market in recent years for many of the companies still operating there.</p><p>Nestlé last month credited strong growth in Russia—which makes up about 2% of its global sales—for helping its Europe, Middle East and North Africa region log its highest sales growth in a decade.</p><p>Jennifer Maloney, Yuliya Chernova and Georgi Kantchev contributed to this article.</p><p>Write to Saabira Chaudhuri at saabira.chaudhuri@wsj.com and Sharon Terlep at sharon.terlep@wsj.com</p><p>Lip Gloss, Potato Chips, Air Fresheners Are Among the 'Essentials' Still Sold in Russia</p>",
  "published": "2022-03-22T11:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 226,
          "end": 242
        },
        {
          "start": 4426,
          "end": 4429
        },
        {
          "start": 3973,
          "end": 3976
        },
        {
          "start": 4278,
          "end": 4281
        },
        {
          "start": 226,
          "end": 246
        }
      ]
    }
  ]
}