{
  "_id": "330594f73073c608abcf9d04e30ad3891073a4fab07008a536b01fe64283114f",
  "feed": "market-watch",
  "title": "Domino's wants more customers to pick up their own pizzas rather than wait for delivery; Domino's lost the equivalent of six operating days across the U.S. business due to staffing problems in the first quarter",
  "text": "<p>\"Online carry-out orders generate a higher ticket and require a lower cost to serve than phone carry-out orders, in addition to driving digital engagement and the opportunity to add members to our loyalty program,\" said outgoing Chief Executive Ritch Allison on the Thursday earnings call, according to a FactSet transcript.</p><p>Offering customers a $3 bonus also encourages repeat business Allison said.</p><p>The carry-out business was a strong one for Domino's, with U.S. carry-out same-store sales up 11.3%. It was one of the highlights of a quarter in which the company missed on profit and revenue.</p><p>A major problem is staffing.</p><p>See: U.S. employment costs accelerate in first quarter, adding to inflation worries</p><p>\"Staffing challenges continued during Q1, resulting in reduced operating hours and other service-related challenges in many stores across the U.S. business,\" Allison said.</p><p>\"To give you a sense for the magnitude, when we add up all the lost operating hours during the first quarter, U.S. stores were cumulatively closed the equivalent of almost six days across the entire U.S. business.\"</p><p>Stores that were fully staffed or nearly so outperformed those with the most severe labor challenges by 12 percentage points, he added. The company has turned to call centers to help with the phones while workers focus on orders and delivery. Incoming Chief Executive Russell Weiner said the company is looking at driver labor to analyze where improvements can be made.</p><p>\"We believe Domino's employment proposition for would-be delivery drivers has deteriorated compared to many of the benefits now offered by third-party services,\" wrote Stifel analysts in a note.</p><p>\"In addition to providing fully autonomous scheduling, many third-party companiesalso offer aggressive financial incentives to attract delivery drivers— particularly at peak times —and assign no additional responsibilities beyond delivering the order. We believe Domino's staffing issues will persist until it improves its attractiveness to drivers, which could require significant investments and time.\"</p><p>Stifel rates Domino's stock hold with a $345 price target, down from $425.</p><p>\"Management is working to take best practices from the top quartile down to the lower ranked stores, but if this is not successful management said that 'all options are on the table' to improve delivery results, which we read as a potential willingness to consider third-party delivery,\" wrote Benchmark analysts in a note.</p><p>Benchmark rates Domino's stock hold.</p><p>Domino's has made changes to manage inflation as well, raising the price of its Mix &amp; Match offer to $6.99 from $5.99, and adding options to the offer, including 32-piece Parmesan Bread Bites and six-piece chicken wings.</p><p>Also: P&amp;G makes the case for its premium products as consumer budgets battle shrinkflation and rising prices</p><p>\"While bears point to recent top line softness as evidence of long-term headwinds (i.e., increased competition) materializing in a normalizing/post-COVID environment, carryout strength appears to suggest brand demand remains healthy, and that delivery staffing challenges are indeed the primary driver of current weakness,\" wrote RBC Capital Markets, which rates Domino's stock outperform and cut its price target to $440 from $480.</p><p>MKM Partners maintained its neutral stock rating, but cut its price target to $405 from $440.</p><p>\"The fundamentals and operations are in a state of flux, in part due to capacity constraints from a lack of drivers domestically, which are currently outweighing the long-term pros across the Domino's model (solid cash flows, unit economics/development),\" analysts said.</p><p>\"The competitive positioning and fundamental performances have started to face pressures and their results have more recently trailed Domino's peers,leading to management's willingness to explore deviations from their prior approaches.\"</p><p>Domino's stock was down 4.5% in Friday trading, and has slumped 38.8% for the year-to-date.</p><p>Domino's wants more customers to pick up their own pizzas rather than wait for delivery</p>",
  "published": "2022-05-02T17:06:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2728,
          "end": 2731
        }
      ]
    }
  ]
}