{
  "_id": "2e5625aee6e82d7df26c63da37d4946aac59d79fa4515d942f2b9fce7a8eafcb",
  "feed": "ftcomall",
  "title": "When an activist investor attack is no bad thing",
  "text": "<p>It's a chief executive's nightmare. First an activist investor takes a stake in the company. Next they start questioning the strategy and sowing divisions between management and the board and shareholders</p> <p>Unilever boss Alan Jope was jolted into this scenario over the weekend by the news that Nelson Peltz, the activist famous for shaking up consumer groups,<a href=\"https://www.ft.com/content/a17a6811-78a8-4eb7-a2be-adbb8eb75119\"> has built a position</a> in the FTSE 100 company. </p> <p>Peltz has yet to issue demands, but the set of activists who took on Peloton this week has not been so reticent. Blackwells Capital wants the US connected fitness company <a href=\"https://www.ft.com/content/41c29068-ed4f-4ecb-b7e6-79fb27cec280\">to sack chief executive John Foley</a> and explore a sale.</p> <p>Both situations are part of a recent flurry that has also seen activist investors seek the break-up of the Japanese owner of <a href=\"https://www.ft.com/content/73b8a0d3-375c-45d4-a40c-941be18ad569\">7-Eleven convenience stores</a> and the sale of US department store Kohl's. </p> <p>CEOs complain that activists seek short-term payouts that damage the potential for corporate growth, harming buy and hold investors. They have cheered several years of decline in the number of global companies targeted by activists seeking big changes. That fell 10 per cent last year to 564, the lowest level since 2014, according to Insightia.</p> <p>Executives should be less complacent. Some activists do specialise in short-term trading that sees them get in and out within a few months. But the more thoughtful funds are excellent stock pickers and they perform useful market functions. Their demands can spur self-satisfied executives to action, pressure boards into dealing with incompetent managers and question poorly thought out mergers and acquisitions.</p> <p>All of this is badly needed right now. M&amp;A has soared to new heights: $5tn globally last year and $2.6tn in the US alone. Such frenzied dealmaking is often value-destroying.</p> <p>The volatile markets&#xa0;of the past few months have started to differentiate among management teams, revealing which ones are doing well and which ones are flailing. Shares in Peloton have fallen more than 80 per cent in the past year. Unilever is down a relatively modest 11 per cent, but its rivals Procter &amp; Gamble and Nestlé are each up by double-digit percentages.</p> <p>Within days of the activists' incursion, managers at both Unilever and Peloton had sprung into action. Foley, who is all but impossible to oust because he has an outsized voting stake, told Peloton employees he was considering downsizing the work force and overall production to match demand. Unilever, which had already irked its shareholders with a secret £50bn bid for GlaxoSmithKline's consumer division, is rushing out plans to <a href=\"https://www.ft.com/content/c9887dd3-14bd-472c-94ca-22da934829f4\">cut thousands of management jobs and improve sales growth</a>.</p> <p>Their reaction reflects a broader cultural shift as the activist sector matures. </p> <p>Nowhere is this truer than in the consumer sector, where margins are thin, strong execution is essential and technology has made it easier to get the data needed to analyse a company from the outside. Consumer goods companies routinely account for 20 per cent of all activist campaigns.</p> <p>That makes boards more willing to listen to someone like Peltz, who has a history of success. After pushing for splits at Cadbury and Kraft, he battled his way on to the P&amp;G board. Once there he got on famously with the CEO and profited as the share price rose. “Ten years ago, the first thing the board would do is say, ‘Punch that activist in the nose.' Now they say, ‘Have we thought&#xa0;of that idea?'” says Lazard's Jim Rossman, who advises companies on how to deal with activists.</p> <p>At the same time, shareholder power has become more concentrated in the hands of big asset managers BlackRock and Vanguard. Many of their portfolio managers run passive funds which mean they cannot sell out of poorly performing groups. That makes them more supportive of efforts to force change. Some have even been known to encourage activists to come in.</p> <p>Success is never guaranteed. Elliott Management is struggling to drive through its vision for GSK and Peltz failed to get the split he desired at Pepsi. But the easing of pandemic-related restrictions should embolden activist investors who prefer to work with management to demand board seats. Many count on in-person meetings to build trust and win allies: virtual sessions are a poor substitute that were not worth fighting for.</p> <p>If the end result is fewer but better activist attacks, it will cause more top executives sleepless nights. But customers and shareholders should welcome the intervention.</p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p><p>Source: Brooke Masters 2022 'When an activist investor attack is no bad thing' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T05:00:41.508Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2059,
          "end": 2075
        }
      ]
    }
  ]
}