{
  "_id": "87b1b20af7d117542104811ea02a99061486f740f1a439bcd9124e7e86e32a2e",
  "feed": "wall-street-journal",
  "title": "EU Test Order Threatens 'Cruelty Free' Cosmetics",
  "text": "<p>At the heart of the matter is a clash between the cosmetics law, which focuses on consumer safety, and chemicals regulations that aim to protect workers and the environment.</p><p>While the ECJ's ruling -- which could come as soon as this year -- will apply only in Europe, it has global consequences for some cosmetics makers. That is because cruelty-free certification from animal-rights groups like People for the Ethical Treatment of Animals requires brands to ensure their ingredients and final products aren't tested on animals anywhere in the world.</p><p>Unilever PLC, which has PETA cruelty-free certification for 31 brands, is working with animal-rights groups to lobby EU lawmakers to retain the ban. It says science has advanced enough to obviate the need for animal testing. Body Shop owner Natura &amp; Co. and Procter &amp; Gamble Co. are among others that spoke out against the European Chemicals Agency's decision to require animal testing on some cosmetics ingredients.</p><p>The regulator, commonly referred to as ECHA, says it is looking out for workers who are sometimes in direct contact with chemicals for long periods and in large volumes. ECHA says it has asked for extra tests on a handful of chemicals beyond the two involved in the case at the ECJ. Mike Rasenberg, the agency's director for hazard assessment, said ECHA supports cutting animal testing but the system for managing chemical risks and corresponding safety measures is based on animal studies. Where animal tests can easily be replaced, they have been, he said.</p><p>Julia Fentem, Unilever's head of safety and environmental assurance, said animal testing won't ensure worker safety because it produces results that aren't sufficiently relevant to humans.</p><p>In the U.S., several states ban animal testing for cosmetics and their ingredients. There isn't a federal ban, although the Environmental Protection Agency said it plans to phase out testing of chemicals in mammals by 2035.</p><p>The EPA and Unilever said last year they would work together to determine how well non-animal methods could detect the risks posed by a minimum of 40 chemicals, building on previous joint research.</p><p>Anna Lowit, senior science adviser in the EPA's Office of Pesticide Programs, said there are only a small number of approved in-vitro tests to replace many animal studies. In assessing whether certain chemicals can cause cancer, alternatives aren't advanced enough to replace animal tests, she added.</p>",
  "published": "2022-06-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 809,
          "end": 825
        },
        {
          "start": 809,
          "end": 829
        }
      ]
    }
  ]
}