{
  "_id": "2b0d75294c9f257934d5f17b12a557b5f24e875daa220c86cb6cae227e13c56f",
  "feed": "wall-street-journal",
  "title": "Campbell Serves Up Reassurance To Investors --- Strong results suggest food sector is resilient",
  "text": "<p>The company's strong quarterly earnings report on Wednesday will reassure investors that major food brands are working as defensive plays in their portfolios. Most crucially, two rounds of price increases by the company to offset cost inflation are stabilizing margins with a minor impact on consumer demand.</p><p>In the company's fiscal third quarter ended May 1, organic net sales, stripping out the impact of a baby-food brand divestiture, jumped 9% from a year earlier. This was driven by price increases as underlying volumes declined 3%. Still, the sales performance was far better than analyst estimates, and Campbell raised its sales outlook for the full fiscal year ending in the current quarter. Shares rose 1.5% on Wednesday.</p><p>One concern around Campbell was that it was behind the curve in raising prices to keep up with inflation, but the company seems to have caught up. Adjusted gross margins appear to have stabilized, ticking up to 31.5% in the latest period from 30.4% the prior quarter.</p><p>Investors in the food sector worried price increases, while necessary to overcome soaring costs for ingredients, packaging, logistics and labor, could prompt consumers to pull back to private-label alternatives.</p><p>On a call with analysts, Chief Executive Mark Clouse acknowledged there has been some pressure from private-label products in certain categories such as condensed soup. But he added there is an offsetting benefit as people are buying more condensed soup overall as a way to economize. As a result, Campbell's sales are rising for those products.</p><p>\"In times of rising inflation, out-of-home meals are the No. 1 occasion that people cut back on,\" he said.</p><p>In salty snacks, where Campbell owns some high-end brands such as Kettle and Cape Cod chips, Mr. Clouse said there have been share gains against private-label and value brands. Indulgent items such as these and cookies are logging \"very, very low\" elasticities, or demand responses to price increases, he added. In short, people seem much more willing to give up a night out than their regular Pepperidge Farm Milano cookie.</p><p>The battle isn't yet fully won. Campbell announced a third round of selective price increases in April, which it says will be fully in place at the start of its next fiscal year. Analysts on Wednesday's call conveyed investor skepticism that consumers can absorb further price increases. Mr. Clouse responded it isn't \"particularly accurate or realistic\" to say there is no more room for price increases, but he did say the company has contingency plans to be nimble and adjust if consumer elasticities expand. \"I just think we've got to be very prudent about it.\"</p><p>Overall, Campbell's ability to push through price increases so far is a hopeful sign for itself and its peers. In the latest market downturn, certain categories of consumer staples failed to offer their traditional protection to investors. Shares of pandemic winners such as Clorox and Procter &amp; Gamble are down around 23% and 10% so far this year. Campbell is now up 9% this year, and Coca-Cola, Hershey and Kellogg each have risen by 6% to 9%, respectively, even as the S&amp;P 500 is off by almost 14%.</p><p>Consumers might not be frantically cleaning or splurging on home gym setups anymore, but they are reaching for familiar foods and snacks in their pantries, even if they have to pay up a bit. Some pandemic habits are proving stickier than others.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2941,
          "end": 2957
        }
      ]
    }
  ]
}