{
  "_id": "365aecfd5cfa54d278ecb7b3244fdd86ae872b272bb0329ae4d51bba2f1cbd94",
  "feed": "ftcomall",
  "title": "India's unicorns cut jobs and close units to conserve scarce capital",
  "text": "<p>India's biggest start-ups are turning thrifty amid a new reality in which capital has become hard to come by.</p> <p>At online education start-up Vedantu, one of 44 companies to surpass a $1bn valuation amid a funding frenzy last year, chief executive Vamsi Krishna told employees in an email on May 18 that “capital will be scarce in the coming quarters”. Vedantu will lay off 424 executives, slash spending on acquiring new users and scrap “non-core” initiatives to preserve enough capital for 30 months. The lay-offs came weeks after another 200 jobs had been axed.</p> <p>Cars24, which gained a $3.3bn valuation trading used cars, has cut 600 jobs. Meanwhile Meesho, an ecommerce start-up valued at $4.9bn, has asked 150 employees to leave.</p> <p>At online education start-up Unacademy, which soared to a $3.4bn valuation, 1,000 people have lost their jobs, while 200 have gone from Fulenco, a furniture rental start-up. Video commerce start-up Trell — which is under scrutiny for alleged financial irregularities — has sacked roughly 300 employees and healthcare start-up MFine about 500.</p> <p>“The coming days will be more painful for growth-stage companies,” said one investor at a growth capital provider. “A lot of these companies look fragile despite raising a lot of money at very high valuations, and therein lies the problem — they still look fragile.”</p> <p>Food delivery start-up Swiggy, which earlier this year was valued at $10.7bn, shut down its subscription service for daily essentials in early May in five of the six cities where it operated, despite scaling the business to 200,000 daily orders from about 6,000 in mid-2018. In an email to employees explaining the unit's closure, Swiggy hinted big volumes alone were no longer enough.</p> <p>“While we are now an inalienable part of our consumer's life, we unfortunately are yet to demonstrate a clear path to profitability,” the group said. “Today, we find ourselves in a situation where we end up spending a significant amount of time and money in managing the business — distracting ourselves from our primary goal of establishing the business market fit.”</p> <p>Ride-hailing company Ola is also scaling down its food and grocery delivery services.</p> <p>Together these start-ups have raised about $4bn since January 2021, with Swiggy accounting for about half of that. All of them are in the red.</p> <p>Shailendra Singh, managing director at Sequoia Capital India, wrote on Twitter in mid-May that board meetings were “now focused on efficient growth, sustainable unit economics and pragmatic capital allocation”. “Frugality is back in fashion,” he added.</p> <p>From trimming workforces to shutting down unprofitable business units, the start-ups are pulling out all the stops to save for a rainy day as investors turn cautious amid the global meltdown in public markets. This marks a big change from last year's aggressive expansion, when start-ups spent heavily on marketing and hired employees on high salaries as they rode a funding boom.</p> <p>India's top 50 advertisers in 2021 included 15 start-ups operating in markets that included online education, financial services, fantasy sports and cryptocurrencies. Some managed to outspend household names like Reliance Industries, Procter &amp; Gamble, Google, Mondelez, ITC, Coca-Cola, PepsiCo, Nestlé and L'Oréal.</p> <p>Indian start-ups raised $8bn across 520 deals in the January-March quarter, down 20 per cent from the $10bn pumped in the October-December quarter, according to data provider CB Insights.</p> <p>“Last year, people were fighting to say yes, but this time there are more people finding a reason to say no,” said Shivakumar Ramaswami, founder and director of investment bank Indigoedge. “Most people are scared to price [a deal] in this market because they don't know where the bottom is.”</p> <p>As a result, the bar for investment is much higher this year. “Investors who were valuing start-ups at revenue multiples last year now want to value them at net earnings multiples,” said one investment banker. “It's a function of the broader markets.”</p> <p>Technology stocks in the US such as Peloton, Netflix, Palantir, Rivian, Snowflake, Robinhood and Opendoor have borne the brunt of aggressive selling off, with Nasdaq tumbling 28 per cent since the start of the year.</p> <p>Closer to home, India's benchmark stock index has slipped 11 per cent in the same period. Tech stocks such as Zomato, Paytm and Policybazaar that listed on bourses last year are all trading below their issue price. Small investors shunned the shares of logistics start-up Delhivery that launched its initial public offering this month.</p> <p>The slowdown is unlikely to ease soon despite a number of venture companies — including Accel, Elevation Capital and Blume Ventures — raising new funds in the past year. Sequoia Capital has received a commitment from investors for a gargantuan $2.8bn to be invested across India and south-east Asia, but has delayed closing the fund in the wake of alleged financial irregularity in a portfolio company.</p> <p>“Understand the poor public market of tech companies significantly impacts VC investing,” said Silicon Valley incubator Y Combinator in a note to its portfolio companies. It added that funds would find it harder to raise money and that, if they did succeed, investors would expect more “investment discipline”.</p> <p>“As a result, during economic downturns, even top tier VC funds with a lot of money slow down their deployment of capital (lesser funds often stop investing or die),” Y Combinator said.</p> <p>Prayank Swaroop, partner at Accel, says companies have to perform “exceptionally well” to raise capital. “The era of free money is at a pause, till this uncertainty passes over.”</p> <p><em>A </em><a href=\"https://asia.nikkei.com/Business/Startups/Indian-unicorns-cut-jobs-close-units-to-conserve-scarce-capital\"><em>version of this article</em></a><em> was first published by Nikkei Asia on May 24. ©2022 Nikkei Inc. All rights reserved.</em></p><p>Source: Sayan Chakraborty, Nikkei staff writer 2022 'India's unicorns cut jobs and close units to conserve scarce capital' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T22:00:34.230Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3192,
          "end": 3208
        }
      ]
    }
  ]
}