{
  "_id": "d02e9667899664711d45688f152ee4d30da00285d33c0192efc937c05aee8567",
  "feed": "wall-street-journal",
  "title": "With Inflation Not Letting Up, Shoppers Cut Back on Staples; Consumers are buying detergent, diapers in smaller quantities and switching to store brands; 'It doesn't smell as nice'",
  "text": "<p>Procter &amp; Gamble Co., Clorox Co., Kraft Heinz Co. and other consumer-products giants have made a bet that consumers will pay up for household products even as inflation takes hold. Over the past year, the companies have seen profits and market share grow as they have raised prices on products from detergent and diapers to snacks and soda.</p><p>Now consumers, hit by soaring costs for everything from gasoline to child care, are drawing a line, analysts and retailers say. Shoppers are buying staples in smaller quantities, switching to cheaper, store-name brands and more rigorously hunting for deals. The shift is especially pronounced among lower-income consumers who splurged on household products amid the heights of the pandemic, they say.</p><p>Private-label brands, after two years in which they lost market share to brand names, have begun to lure back buyers. In the three-week period ended March 13, edible private-label brands increased share slightly and nonedible store brands held steady, according to data from research firm IRI.</p><p>Crystal Philips of Adams, Mass., said she has been feeling the pinch of higher prices for months, but started more seriously cutting costs in recent weeks after she spent $92 to fill the gas tank on the family's vehicle.</p><p>Ms. Philips, with four children ages 6 to 18, replaced ornamental plants with vegetable seeds in her backyard garden, started shopping at discount grocer Aldi, and last week ditched her $7-a-bottle Tide detergent for a similarly sized bottle of Purex she found for $2.50 at a Dollar General.</p><p>\"It doesn't smell as nice,\" she said of the detergent. \"But I'm more concerned with feeding my family.\" </p><p>Kraft Heinz, which makes Lunchables food and snacks, is counting on price increases to help offset the effects of inflation this year. PHOTO: Justen Williams for the Wall Street Journal</p><p>The most recently available data from the Bureau of Labor Statistics showed that the annual inflation rate had risen to 7.9%, a four-decade high, with oil and commodity market disruptions from the Ukraine crisis expected to add more cost pressures.</p><p>The consumer-staples industry \"has crossed a threshold,\" said Krishnakumar Davey, president of strategic analytics for IRI. \"Consumers have been pinched for some time, they are observing that they are paying more and more, and they are beginning to drop some items from their basket because they can't afford it.\"</p><p>Grocery-industry executives say consumers are becoming more sensitive to price. They are switching to store brands for some products and increasingly trading down to cheaper items such as ground beef instead of steak.</p><p>\"I was hoping that by now, things might have eased up a little bit, but it hasn't slowed down,\" said Steve Schwartz, who oversees buying and pricing at Morton Williams Supermarkets. He said he was notified of price hikes from bread and beer companies and expects further increases in the coming months.</p><p>Part of that shift is because private-label options are more available now than during the height of the pandemic, when high demand and supply-chain problems led manufacturers to shift products away from store brands in favor of pricier name brands, IRI's Mr. Davey said. But consumer demand for cheaper items is also a factor, he and other analysts say.</p><p>Another telling sign: sales volumes have begun to fall in a number of categories, meaning people are buying mainstays in smaller quantities. Before and during the height of the pandemic, sales volumes of staples increased even as prices rose. On Feb. 22, volume sales of cereal were down 7.2% on a two-year compound basis; cleaning product volume sales fell 5.1% in that same period, according to a Bernstein analysis of Nielsen figures. Prices for those products rose 9.5% and 7.2%, respectively, for those categories.</p><p>RBC analyst Nik Modi said cost-cutting on staples is most pronounced among lower-income Americans. In part that is because income groups that typically buy lower-priced household goods switched to pricier brands amid the pandemic, as homebound consumers spent less on travel, dining out and other perks. Now budget-conscious consumers are returning to discount brands, he said.</p><p>P&amp;G, for instance, has reported gains in both pricing and volume sales since the start of 2019, meaning consumers bought greater quantities of items at higher prices. The Cincinnati-based maker of Tide detergent and Pampers cut discounts and shifted to higher-end products in an effort to boost revenue. Consumers were willing to pay more, a trend that accelerated during the pandemic, when high demand led to product shortages of mainstays from paper towels to soap. </p><p>After two years in which they lost market share to brand names, private-label brands have begun to lure back buyers. PHOTO: GABBY JONES for The Wall Street Journal</p><p>P&amp;G executives say they are prepared for a downturn in consumer spending, but have told Wall Street they believe consumers will continue to covet items like Tide laundry-detergent pods, Gillette razors and Pampers diapers, which often are the priciest option on store shelves.</p><p>\"Consumers continue to prefer P&amp;G brands and superior performance they provide even as inflation is impacting household budgets,\" P&amp;G finance chief Andre Schulten said in a January call with analysts. The company declined to comment on consumer spending.</p><p>Kraft, maker of Oscar Mayer meats and Jell-O desserts, is counting on price increases to help offset the effects of inflation this year, finance chief Paulo Basilio said in a February call with investors. For the full fiscal year, General Mills Inc. said it expects organic net sales to rise by 5%, in part due to higher pricing. The company previously said it expected a 4% to 5% increase in sales.</p><p>Clorox Co., which has struggled with falling demand for cleaning products and sanitizing wipes, has said it is counting price hikes this year to help improve margins and profitability.</p><p>Jonathan Weis, chief executive of Weis Markets Inc., said shoppers are buying more items on sale in addition to purchasing less, as he sees an increase of 5% to 8% in overall food prices. As energy prices increase and consumers pay more to commute or heat their homes, people will shed their spending elsewhere, he added.</p><p>\"Groceries is one of the first places they think about it,\" Mr. Weis said, adding that the company is trying to prepare for it by offering more store brands.</p><p>Jaewon Kang contributed to this article.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>With Inflation Not Letting Up, Shoppers Cut Back on Staples</p>",
  "published": "2022-04-04T22:08:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 5215,
          "end": 5218
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 5115,
          "end": 5118
        }
      ]
    }
  ]
}