{
  "_id": "d82ba00d93a7ef7cd2653d1b288953b1860fc067e3fa1c3249435f179bb6144b",
  "feed": "wall-street-journal",
  "title": "Yes, Blind Women Wear Makeup. When Will the Beauty Industry Catch Up? 'It's taken society a long time to see us,' said YouTuber Molly Burke, one of the new generation of women speaking out about the blind experience of fashion and beauty",
  "text": "<p>When Ms. Burke lost her vision due to retinitis pigmentosa as a 14-year-old in Ontario, Canada, she was bullied at school and found solace in listening to fashion haul and makeup tutorial videos on YouTube. Although she had begun losing her vision as a child, going completely blind at the exact age she was discovering her personal style and developing her sense of self was excruciating. Social media helped. She said, \"The girls on YouTube videos—they didn't even know I existed, but to me they were my best friends. They were helping me as a blind woman regain my sense of self and my confidence.\" But these were abled vloggers, so Ms. Burke saw an opportunity to share her experience as a blind woman. \"Since I didn't see it, I created it,\" she said. She started her own YouTube in 2014.</p><p>Ms. Burke is now joined by an increasing number of blind vloggers—including Lucy Edwards and Brittney Ellis—making videos that explore fashion and beauty, but also lifestyle, from the perspective of blindness. Ms. Edwards, who with her long red hair is a Pantene hair-care ambassador, has a series on her TikTok where she explains how she imagines stars like Tom Holland and Jason Momoa look.</p><p>These women are using their visibility on social media to have fun, connect, and create career opportunities for themselves, but also to draw attention to the myriad ways in which the fashion and beauty industries are disconnected from the needs of visually impaired people, who number 2.2 billion according to the World Health Organization's 2019World Report on Vision.</p><p>Being a beauty vlogger who is also blind presents some unique challenges. When Molly Burke first gets a palette of eyeshadow or blush, she'll have a sighted person describe each shade for her, and then she'll memorize their order. Or she'll rely on descriptions on Sephora's website, read through a screen reader, but that can become tricky when the shades have perplexing names like \"Kiss Me.\" In one of her videos, she shows how she marks the bottom of eyeshadows with tactile markings and Braille labels, such as \"ST\" for \"Satin Taupe.\"</p><p>This kind of jury-rigging is familiar to all blind women. As 37-year-old Jersey City, New Jersey writer Ming Wu's vision deteriorated due to a congenital condition, she developed some tricks for getting ready in the morning. She places things on her vanity shelf meticulously. If two items, such as an eyeliner and a lip-liner, feel identical, she'll wrap small clear hair elastics around one or the other. To distinguish similarly shaped bronzer and blusher compacts, she'll place a small piece of tape on one. She relies on pressed powder instead of loose powder, which she calls \"a disaster waiting to happen.\" As for her wardrobe, she also arranges it methodically, with groups of colors in different areas of her closet. If she buys the same top in black and white, she'll cut the corner off the tag of the black one so she can identify it.</p><p>\"We have to do it for ourselves because the [fashion and beauty] industries are not doing it for us,\" said Ms. Wu.</p><p>What could the fashion and beauty industries be doing to include people who fall on the spectrum of visual impairment? Small changes that could help include accessible websites and tactile markings on tags and beauty product packaging. Braille tags and markings would be helpful to some, but many blind people don't read Braille. All of the blind people I spoke with, however, depend on their smartphone's screen reader to help decrypt the world around them. Ms. Ellis, 31, a plus-size model and influencer in Baltimore, loves to shop but finds that the experience can be maddening. \"If [brands] were to put a barcode on the tag,\" she said, \"I could scan it with my phone, and it could describe to me the name of the shirt, the designer, the size, and give me all the details.\"</p><p>These features are rare, but a few outliers exist. Procter &amp; Gamble, with the help of its company accessibility leader Sumaira Latif, who is blind, announced it would make its packaging more accessible to people with disabilities by 2025. So far, two of its initiatives include tactile markings to differentiate between shampoo and conditioner on its Herbal Essences line, and a limited-edition easy-to-open jar with tactile markings and a Braille label for Oil of Olay. The fashion line Two Blind Brothers, created by Bradford and Bryan Manning, makes clothing in supersoft fibers that boasts Braille markings and insignia. The company also funnels 100% of its profits into blindness research.</p><p>One misconception that plagues the women I spoke to is the notion that blind people are indifferent to their appearance. \"People think that because we're blind we don't care about how we look, which is not true,\" said Ms. Ellis. Not only do many of them care, those I spoke to are passionate about personal style, shopping online and in person, experimenting with colorful, trendy fashion.</p><p>Ms. Wu said, \"I don't think that the way I dress and present myself is any less important to me now than it was when I could see better. If anything, it is more important now because I can't tell if I've got mascara smudged across my face or if my clothes are wrinkled. So I make an extra effort to make sure that everything is right and in its place.\"</p><p>And, as the YouTuber Ms. Burke puts it, \"There is so much more to fashion and beauty than just looking in the mirror. To me the most important thing about fashion is the construction. Is it high quality? What is the shape of the garment? What is the quality of the fabric? How does it sit on my body? Is it comfortable?\" As for makeup, she continued, \"it's about self expression, it's about self-care, it's about taking that 10 minutes in the morning to do something for me that feels good.\"</p><p>That elusive confidence that kicks in when one is turned out can be transformative. Ms. Wu said that when someone loses her sight, maintaining her personal style is often overshadowed by the need to learn more vital skills such as cooking, cleaning and personal safety. But occasionally in the Facebook groups where blind folks share information, she'll notice a woman commenting that she feels down because she doesn't have control of her style. She wears the same thing every day, or her mother picks out her clothes. Although fashion and beauty are seen as somewhat frivolous in the context of survival, said Ms. Wu, \"In reality it makes a big difference to a person's psychological well-being.\" To take control of your appearance is to take some control back in your life.</p><p>Ms. Wu is fed up with the raised eyebrows she gets from clerks at makeup counters, and with the implication that it's paradoxical for blind people to care about their appearance. \"Women who are blind or visually impaired…care about how they look,\" she said. \"And I would love for society and beauty and fashion brands to see that as normal and just a part of who we are.\"</p><p>Write to Rory Satran at rory.satran@wsj.com</p><p>MORE IN OFF BRAND</p><p>* How Miu Miu Made the World's Skimpiest Luxury Outfit a Viral Success</p><p>* Balenciaga Makes a Case for Politicized Fashion</p><p>* Russia's Invasion of Ukraine Casts a Pall on Milan Fashion Week</p><p>* Selling Snoopy: How Peanuts Fashion Became Big Business</p><p>* Adidas Frees the Nipple With New Sports-Bra Campaign for Women</p><p>Yes, Blind Women Wear Makeup. When Will the Beauty Industry Catch Up?</p>",
  "published": "2022-04-09T12:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 3887,
          "end": 3903
        }
      ]
    }
  ]
}