{
  "_id": "3eb554ff499544a55c4ce9ee7e3d026e49cace07f4ee62ac48613fce34f17f4d",
  "feed": "wall-street-journal",
  "title": "A P&G-Style Makeover Is a Big Ask for Unilever; Activist investor Nelson Peltz has joined the board but hopes for a repeat of his previous successful campaign may be too high",
  "text": "<p>Unilever's shares rose 7% in morning trading. Investors may be hoping that an activist campaign at the U.K. company will create a P&amp;G-style uplift in the share price. The U.S. company's stock almost doubled in value between early 2018 when Mr. Peltz got a board seat and when he stood down 3½ years later.</p><p>Trian's record at its last big European target in the sector is patchier. The fund disclosed a stake in Evian bottled water maker Danone in November 2012, when the company's shares were trading at around €48, equivalent to $51. After predicting that the stock would hit €78 within two years, the fund cashed out in February 2015 when it was priced at roughly €60.</p><p>The presence of an activist investor may speed up the disposal of Unilever's less appealing brands. Earlier this year, Chief Executive Alan Jope said he was open to a sale of the company's food brands to fund a bid for GlaxoSmithKline's consumer healthcare business—although this approach was ultimately called off.</p><p>Selling underperforming beauty brands to Coty helped to improve P&amp;G's sales growth, but the biggest boost came from doing a better job with its existing brands. Between 2015 and 2019, stopping market share losses delivered 2.4 percentage points of additional sales growth, based on Bernstein estimates. Unilever is already making progress here. In the first quarter of 2022, 58% of its business was winning market share, up from 53% in the fourth quarter of 2021.</p><p>This will be tough to maintain as consumer incomes are squeezed. Private-label brands are winning customers in Europe, where inflation is now running at 8.1%. Big brands need to increase prices to protect their profit margins, but their products are less competitive as a result. Danone, Unilever and Nestlé all lost market share to store brands in Europe over the four weeks to April 24, according to Nielsen data.</p><p>Unilever has a particular challenge because of where it sells. It makes 60% of group sales in emerging markets, where inflation is higher than in developed countries and average incomes lower. P&amp;G makes half its sales in North America, where consumer spending is for now proving resilient.</p><p>A board refresh is good news for Unilever investors, but the company is embarking on a turnaround in a much tougher market than P&amp;G.</p><p>Write to Carol Ryan at carol.ryan@wsj.com</p><p>A P&amp;G-Style Makeover Is a Big Ask for Unilever</p>",
  "published": "2022-05-31T14:22:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2059,
          "end": 2062
        }
      ]
    }
  ]
}