{
  "_id": "87915e3961dbe2f916ff48b9525c32d9f7b32434737ad9ff0bca8222e626781d",
  "feed": "ftcomall",
  "title": "US stocks mixed after earnings results",
  "text": "<p>US stocks dipped on Wednesday, pulled lower by a dramatic drop in streaming service Netflix, despite encouraging earnings reports elsewhere, which suggested companies could resist the effect of rising inflation and slowing economic growth.</p> <p>Netflix fell 35 per cent on Wednesday after delivering a <a href=\"https://www.ft.com/content/c3b63a57-0d46-41c7-8f6b-c61d388db039\">gloomy update</a> the evening prior, the biggest loser in both the tech-heavy Nasdaq index and the blue-chip S&amp;P 500. The Nasdaq closed the day down 1.2 per cent, while the S&amp;P ended the day down 0.1 per cent. </p> <p>The Netflix results soured investors on the sector more broadly, with Walt Disney — the owner of Disney Plus — down 5.6 per cent, Roku down 6.2 per cent and music streamer Spotify down 10.9 per cent.</p> <p>Still, companies including Procter &amp; Gamble, Danone and Heineken provided reassurance about the health of consumers on both sides of the Atlantic. </p> <p>The rally in US stocks over the past two days was helped by so-called short covering — when traders who had bet on declines need to purchase stock to close their positions — according to a note sent to clients of Morgan Stanley's prime brokerage.</p> <p>A recent sell-off in government bonds also paused, further easing the pressure on stock markets. The yield on the benchmark 10-year US Treasury fell 0.1 percentage points to 2.8 per cent. Higher yields reflect lower prices, and rising yields on low-risk government bonds reduce the appeal of riskier assets such as stocks.</p> <p>The <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve</a> on Wednesday released its latest beige book report, an anecdotal review of economic conditions. The report highlighted continued inflationary pressures, as well as the potential for higher prices and geopolitics to slow growth.&#xa0;</p> <p>The report offered “further confirmation of the realities of the current environment for the Fed”, said Ian Lyngen, head of US rates strategy at BMO Capital Markets.&#xa0;</p> <p>The Fed has already signalled its willingness to increase interest rates by 0.50 percentage points — bigger than the typical quarter-point rise — at its May meeting, the possibility of which has been fully priced in by futures markets.&#xa0;</p> <p>The yield on Germany's 10-year Bund fell 0.06 percentage points to 0.85 per cent, and the 10-year UK gilt yield fell 0.05 percentage points to 1.91 per cent.</p><p>Source: Nicholas Megaw and Kate Duguid in New York 2022 'US stocks mixed after earnings results' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-20T21:01:32.996Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 730,
          "end": 746
        }
      ]
    }
  ]
}