{
  "_id": "e26fd6c1ec5ff63a41fea0b0b16c4a7a7983b30d99dac6bf9291c2ff3af424d4",
  "feed": "wall-street-journal",
  "title": "Business News: Earnings Offer a Look at Economy",
  "text": "<p>About 30% of S&amp;P 500 companies are slated to report in the coming week, according to FactSet. Two Dow Jones Industrial Average components -- construction-equipment company Caterpillar Inc. and biotech company Amgen Inc. -- are on tap to report.</p><p>The latest earnings round arrives after the Commerce Department report that the economy shrank for the second quarter in a row, a frequently cited indicator of recession.</p><p>Large corporations are already dealing with inflation's impact on their customers. Walmart Inc. cut its guidance last week as inflation eats into consumer spending power and it has to step up discounting to clear inventory.</p><p>Procter &amp; Gamble Co. also warned last week that sales growth could slow this year as inflation has consumers using up their own stockpiles of goods from the pandemic or holding off on replenishing supplies.</p><p>So far, 56% of S&amp;P 500 companies have reported earnings for their recently ended quarter, according to FactSet.Nearly 75% have reported per-share earnings ahead of expectations, lifting the projected growth rate for the period. Overall, earnings are on track to rise 6% this period, FactSet said, which would still mark the slowest rate since the end of 2020. Revenue for the period is on track to grow 12%.</p><p>Reports from companies such as Starbucks and Yum Brands Inc., operator of fast-food brands including Pizza Hut and Taco Bell, will offer a peek inside discretionary spending as companies increase their menu prices on food and beverages.</p><p>Their reports come after McDonald's Corp. said last week that the war in Ukraine, high inflation and rising interest rates are damaging consumer sentiment globally and raising the possibility of a recession.</p><p>CVS, scheduled to report on Wednesday, will provide a glimpse of spending patterns on goods inside its pharmacies as well as on healthcare. CVS is projected to report a narrower profit even as sales continue to benefit from administering Covid-19 vaccines and selling at-home tests. Costs are weighing on the bottom line.</p><p>Marriott International Inc. and Airbnb Inc. will report Tuesday, with the former expected to grow its bottom line and the latter projected to swing to a profit, according to FactSet, as a rebound in travel benefits the hospitality industry.</p><p>Also Tuesday, Caterpillar is expected to report higher earnings and revenue for the second quarter as momentum in its mining, energy and construction business continues to build.</p><p>EBay Inc. follows with its report on Wednesday, as will insurance companies MetLife Inc. and Allstate Corp.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 640,
          "end": 656
        },
        {
          "start": 640,
          "end": 660
        }
      ]
    }
  ]
}