{
  "_id": "cc9834e8f7c075c2aeb838382bde6742e74562f8c85e52a85dddd271db5b0dcf",
  "feed": "wall-street-journal",
  "title": "Business News: Fragrance Seller Tries to Cut China Ties --- Inter Parfums starts to shift operations out of the country after supply-chain issues",
  "text": "<p>\"We're doing this even though China is way cheaper,\" Mr. Madar said. \"How good is it to have cheaper components when you cannot get them? For a consumer-products company like us, you need to have super stability in supply.\"</p><p>The New York fragrance seller is among a collection of companies shifting operations back to the U.S. from China and other countries where cheap labor and easy access to factory capacity had far outweighed costs of shipping products across the ocean.</p><p>The pandemic and ensuing global supply-chain meltdown made businesses -- from auto makers to global retailers -- rethink low-cost importing.</p><p>Close to 20% of supply-chain executives surveyed by consulting firm McKinsey &amp; Co. said they brought some production to a nearby country in the past year, double the number from a year earlier. More than 30% said they added suppliers in nearby countries in that same period, up from 15% a year earlier. The study included 113 respondents surveyed between March 28 and April 29.</p><p>Among them are makers of semiconductors, steel producers and automotive battery manufacturers.</p><p>\"The equation has changed,\" said Daniel Swan, a McKinsey manufacturing and supply-chain expert. Amid the pandemic, ocean-shipping costs skyrocketed. Factory shutdowns and logjams led to major delays and shortages. Demand became difficult to accurately predict as consumers rapidly shifted buying patterns. All those dynamics compounded longer-term shifts already under way: rising cost of labor in China, higher tariffs and worries about theft of intellectual property.</p><p>There are limits to shifting production to the U.S. Labor and real-estate costs are relatively high. Regulatory hurdles are higher in many cases. Getting supply networks to shift has proved more daunting than expected for some companies, Mr. Swan said.</p><p>In the case of Inter Parfums, the company plans to keep some of its contracts with China-based suppliers and some of its new U.S. production is relocating from Europe rather than Asia. The company, which makes Oscar de la Renta, Jimmy Choo and other branded fragrances, has close to $1 billion in annual revenue.</p><p>Inter Parfums is shifting much of its contract manufacturing out of China and other countries to the U.S. for products that will be sold here, Mr. Madar said. It doubled supplier contracts with U.S. companies; nearly 70% of parts now come from U.S. suppliers, rather than having to depend on Chinese suppliers for glass, metal and pumps.</p><p>The process started last year and some 70% of filling and assembly operations are U.S.-based, up from 30% a year ago. The company plans to have all such operations in the U.S. by 2024.</p><p>Mr. Madar said even as Shanghai reopens and ocean-shipping rates retreat from peak levels, the consequences of the company's dependence on China convinced Inter Parfums leaders that it can't return to the status quo.</p><p>\"It seemed like, when you had the bottle you were missing the cap and when you had the cap you were missing the pump,\" Mr. Madar said. \"The logistics became impossible.\"</p><p>On a recent day inside a Holmdel, N.J., factory, workers fastened tops and assembled pumps as thousands of bottles of Tommy Hilfiger and Oscar de la Renta fragrances rolled down the line. A level above, a line of tanks, each nearly the size of a sedan, mixed alcohol and oil-based compounds to be pumped into the bottles below. Two years ago, the factory was rushing to make hand sanitizer.</p><p>The factory is owned by Voyant Beauty, a contract manufacturer that makes beauty products. Voyant committed four lines at its Holmdel factory to Inter Parfums, spent several hundred thousand dollars to update and customize tooling and is weighing whether to add a third shift to accommodate additional demand, said Andrew Davis, the company's head of business development.</p><p>\"The supply chain has fundamentally changed,\" Mr. Davis said. \"In 20-plus years working in supply chain, I've never seen things pivot so quickly.\"</p><p>To make the shift, Inter Parfums and other fragrance companies need to build up a U.S. supply base. A bottle of perfume can contain 15 to 25 separate glass, plastic and metal components, almost all of which have historically come from China.</p><p>Diamond Packaging, a Rochester, N.Y.-based maker of high-end, paperboard packaging, has doubled its business with Inter Parfums. The company recently opened a 50,000-square-foot warehouse to accommodate increased demand, said Dennis Bacchetta, the company's marketing director.</p><p>Mr. Madar, the Inter Parfums chairman, says the change to U.S.-based supply is permanent, and there is enough profit made on a $50 or $100 bottle of perfume to absorb the higher expense incurred to give priority to reliable supply, even as inflation mounts. Sales were up 26% in the period ended March 31; profit rose 28%, according to the company. Its share price is up about 1% from a year ago while the S&amp;P 500 index has fallen more than 10%.</p><p>But some of his suppliers are wary about his commitment. \"If they're truly going to stand by what they're saying, then it will be long term,\" said Larry Berman, a sales vice president for Arcade Beauty, a New Jersey assembly operation that picked up business from Inter Parfums. \"But if at some point costs [in China] come down, they'll have to make a choice on economics.\"</p><p>Betting against China carries risk and remains out of reach for industries with narrow profit margins, executives say. Companies such as Peloton Interactive Inc. that set out in the pandemic to uproot their China-based factories and supply chains found doing so was harder in practice. The exercise-bike maker has since scrapped plans for a $400 million factory in Ohio.</p><p>APackaging Group, which makes packaging for companies including Procter &amp; Gamble Co. and Bath &amp; Body Works Inc., recently opened a $50 million factory in Defiance, Ohio, as part of an effort to lessen dependency on China. Helga Arminak, the company's founder and chief executive, said she has worried for years about rising costs in China and the security of intellectual property.</p><p>Despite the stability of the U.S., APackaging will never fully cut ties with the country that has been home to its manufacturing operations for more than 20 years, she said. About half the company's production is in China, down from 90% historically. The goal is to have 80% of production in North America by 2025.</p><p>\"No one can do what they do,\" Ms. Arminak said, referring to China's bigger factory workforce and available infrastructure. \"All they do is work, and the government has been very supportive. Sadly, we are very dependent.\"</p>",
  "published": "2022-07-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 5721,
          "end": 5737
        },
        {
          "start": 5721,
          "end": 5741
        }
      ]
    }
  ]
}