{
  "_id": "7f8b5b0f96387762bf99708e9e207b47542c9883636fdea0b421531b1612581b",
  "feed": "market-watch",
  "title": "This outperforming fund manager looks for four traits in stocks — and has found them in these nine companies; Justin White of the T. Rowe Price All-Cap Opportunities Fund favors quality growth stocks over defensive positions",
  "text": "<p>\"There's a good chance we have not seen the lows yet,\" says Justin White, who manages the T. Rowe Price All-Cap Opportunities Fund PRWAX.</p><p>Before we get to his rationale, consider the following. White is worth listening to because his $7.9 billion fund handily beats his Morningstar Direct large cap growth category by four percentage points annualized over the past five years. That's huge.</p><p>Second, he does have several favorite stocks that he thinks could do well in the economic conditions that lie ahead. We will get to those, below.</p><p>But first, here are two main reasons to be skeptical of bulls who claim the bottom is in.</p><p>1. The decline felt too calm. \"There were a couple days of panic in mid-June, but overall, it was kind of an orderly selloff. This is not what bottoms feel like,\" says White, who was an investment analyst during the 2008-2009 bear market. \"We are in this slow-motion process.\"</p><p>He describes the S&amp;P 500 SPX, Dow Jones Industrial Average DJIA and Nasdaq COMP strength since mid-June as a \"revenge rally.\" This means people were buying the types of stocks that worked in 2019 through 2021, like profitless tech companies and the FAANGs.</p><p>That's a big problem. Normally, leadership changes when bear markets inflect into bull markets.</p><p>\"People feel like they want to tiptoe into risk again,\" he says. \"They are going back to the playbook of a few years ago. I would believe the rally is sustainable if the leadership looked different.\"</p><p>2. There's no way we should get out of a bout of 9% inflation at such little cost in terms of economic and stock market damage. \"In the modern era, the Fed has not been able to soft-land from inflation above 5%,\" says White. \"It is going to be really hard for them to avoid recession.\"</p><p>One challenge is that negative real rates have never killed off inflation, he says. This is a reference to the fact that nominal interest rates are around 3% and inflation is above 8%.</p><p>White thinks the Fed will have to raise the Fed funds rate above 5%. That'll be jarring to a lot of investors because the current Fed target range is half that, at 2.25%-2.5%. \"We will have a bottom when we are in the recession. That is usually how it happens,\" says White.</p><p>Not all bleak</p><p>The good news is any recession will not be severe, White predicts. That's because there are no major imbalances in the economy — like the excessive leverage that contributed to the 2008-2009 financial crisis.</p><p>White also identifies companies he thinks are worth owning because their results won't be impacted too much by economic slowdown and inflation. He's not talking about classic defensive companies that sell staples, such as Colgate Palmolive CL, Procter &amp; Gamble PG or utilities. \"The market has crowded into those names. The valuations look like you are not going to make money in them.\"</p><p>Instead, he favors stocks that might not hold up quite as well as defensive names in the near term, but will significantly outperform in two or three years because they have one or more of the four main characteristics he seeks.</p><p>I think you can learn a lot about investing by studying the four traits he favors, and the examples below.</p><p>1. Quality companies</p><p>Visa: The profit margins at this asset-light credit card company are so high, that even if revenue growth slows a bit, that won't erode margins or earnings too much. Visa V is \"quality,\" in part, because it benefits from being in a duopoly with Mastercard MA, and the tailwind of ongoing migration away from the use of cash.</p><p>Assuming Covid remains in remission, Visa will also benefit as Asian countries emerge from lockdown and open their borders. Visa is White's largest position at 4.59% of his portfolio at the end of June, according to Morningstar Direct. This is his biggest overweight compared to his benchmark. Both factors indicate very high conviction in the name. One risk here is proposed regulation in Washington, D.C., that would effectively lower credit card fees, but White is skeptical that this will pass.</p><p>Microsoft and Apple: Apple is a high-quality business in White's view because it is the dominant hardware and software platform in smartphones, and it keeps gaining market share. \"People keep migrating to the Apple platform and customer satisfaction rates are through-the-roof high,\" he says. Risks include worsening U.S.-Chinese relations, especially a stepped-up conflict over Taiwan. A lot of Apple's supply chain is in China, and it buys a lot of chips from Taiwan Semiconductor TSM.</p><p>Microsoft is a quality name because its software is so entrenched among businesses. That makes it easier for customers to migrate to Microsoft's Azure cloud platform. A risk is that IT spending could slow during a recession. \"But they would get through it just fine, and they would probably be stronger on the other side.\" White is underweight his benchmark in this name.</p><p>2. Companies where the consensus opinion misses the big potential</p><p>Here he cites the pharma giant Eli Lilly LLY. Lilly has a rich pipeline because it spends so much on research and development — 20% of sales. That is more than the mid-teens average for the industry, notes Morningstar Direct analyst Damien Conover.</p><p>But what really stands out for White is Lilly's recently approved type 2 diabetes treatment called Mounjaro. While it is not technically a weight-loss drug, people who take Mounjaro lose up to 25 pounds. So, doctors can, and will, prescribe it for obesity.</p><p>White doesn't think it's a coincidence that Lilly's name for this drug rhymes with Kilimanjaro, or that the logo for this drug is shaped like a mountain summit. He takes this as a sign that Lilly thinks Mounjaro will be its biggest drug ever.</p><p>\"The launch is off to a very strong start. It feels like it is going to be a blockbuster like we haven't seen before.\" White thinks it could eventually bring in more than $20 billion a year in revenue. \"People are excited about this launch, but Mounjaro is not reflected in the numbers, if you look out two to three years,\" he says.</p><p>Lilly also has an Alzheimer's drug in late-stage development, called donanemab. This could be big if it works out, since Alzheimer's therapies remain elusive. Phase III trial results are due out next year.</p><p>3. Companies that look cheap versus their intrinsic value</p><p>White cites T-Mobile TMUS. The carrier has bulked up against AT&amp;T T and Verizon Communications VZ by purchasing spectrum at auction and through its Sprint merger — which will also bring cost savings. \"Right now, T-Mobile is spending capital to integrate, but once that is done, the savings will come through,\" says White.</p><p>He thinks Wall Street analysts underestimate how much free cash flow will improve over the next few years. \"It looks inexpensive for a share gainer in an industry that is not very economically sensitive and increasing pricing for first time in a decade,\" he says. By now T-Mobile has the best network in the U.S., says White. It charges less than AT&amp;T and Verizon. And it has a brand that resonates with Gen Z and millennials. \"T-Mobile has played their hand beautify,\" says White.</p><p>4. Companies with improving fundamentals</p><p>Formula 1 racing has long been popular in Europe, but now it's picking up fans in the Middle East and the U.S., thanks in part to the Netflix NFLX documentary \"Formula 1: Drive to Survive.\" This means the company Liberty Media Formula One FWONA can boost revenue by increasing what it charges for advertising and sponsorships. \"This is a unique sports asset that is under-monetized on a global basis,\" says White.</p><p>Inflation beaters</p><p>White singles out three companies that could benefit directly from elevated inflation, which he thinks will be with us for a while.</p><p>Chubb: Customers will continue to need property casualty insurance even in a recession. Meanwhile, most of Chubb's CB contracts are for one year. So, it can reprice policies and offset inflation.</p><p>Energy companies: Commodity companies with real assets can do well during inflationary times since they charge more for their products. In this space, he added Valero Energy VLO and Baker Hughes BKR as new positions during the first quarter, according to Morningstar Direct.</p><p>The energy-refining company Valero will benefit from shortages of refining capacity. Competitors have been reluctant to add capacity because of the popularity of electric vehicles and ESG.</p><p>\"The world is short refining capacity. If you don't get demand destruction, their margins will be high,\" he says.</p><p>The oil-services company Baker Hughes should see improved business as energy producers step up development and production, and as they build liquid natural gas (LNG) plants because of shortages of natural gas in Europe and elsewhere. Baker Hughes sells turbines used in those plants.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned MSFT, APPL, and NFLX. Brush has suggested MSFT, AAPL, LLY, T, VZ, NFLX, VLO and BKR in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>This outperforming fund manager looks for four traits in stocks — and has found them in these nine companies</p>",
  "published": "2022-08-30T17:59:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 2669,
          "end": 2685
        }
      ],
      "weightsV2": {
        "weight": 0.6302494,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.36975062,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 9
    }
  ]
}