{
  "_id": "7526afeab2fd456f9eab9c0652357881a7cd22c7f3bd53c3fdff83107557c21c",
  "feed": "ftcomall",
  "title": "Ralph Lauren CEO on returning to the runway",
  "text": "<p>It has been more than two years since Ralph Lauren <a href=\"https://www.ft.com/content/7a1ef9f4-d210-11e9-8367-807ebd53ab77\">last took a bow</a> in New York after debuting a new collection, the pandemic rightfully interrupting a ritual that used to happen like clockwork</p> <p>Tuesday's return to the runway, staged at the Museum of Modern Art, was a fairly intimate affair, and guests could casually bump into actress Jessica Chastain or New York City mayor Eric Adams as pre-show champagne and hors d'oeuvres were served.</p> <p>Also among the 90 or so editors, buyers and friends of the company was Patrice Louvet, Ralph Lauren's <a href=\"https://www.ft.com/content/a3bc73ac-91dd-38f7-b1ef-5dbed9f05388\">chief executive since 2017</a>. The former Procter &amp; Gamble executive could almost be missed next to Lily Collins and Henry Golding as caviar and mini lobster rolls were passed around. But if Louvet was sometimes lost in the crowd, he can take comfort in the relatively welcoming spotlight he is finding on Wall Street.</p> <p>Since he was named chief executive five years ago, shares of Ralph Lauren have climbed 57 per cent, outpacing the gains of Versace-owner Capri Holdings and far ahead of PVH and Tapestry, the holding companies of Calvin Klein and handbag maker Coach respectively. All have trailed the broad US stock market, given the industry's struggles to adapt to shifting consumer trends.</p> <p>While on Tuesday Lauren unveiled a collection of softly cut white trousers and slim-fitting blazers, Louvet has spent the past two years taking the metaphorical shears to the business. Last year he sold Club Monaco, an upmarket purveyor of utilitarian basics. During the pandemic he signed a licensing deal for the company's Chaps brand. </p> <p>And while Ralph Lauren remains a staple of outlet malls across the US, Louvet is attempting to lure a more affluent consumer. “Brand elevation” is a phrase that rolls off his tongue.</p> <p>The company stopped shipping merchandise to more than 200 wholesalers in the US, including some mid-market Macy's and Dillard's department stores. It also dramatically reduced the goods it sold through off-price retailers such as TJMaxx, a merchant that helped bolster revenues for many retailers like Ralph Lauren over the past decade but that ultimately hampered their ability to charge higher prices within their own stores. </p> <p>“We're bringing in a younger consumer, a higher value consumer, a consumer that's less sensitive to promotional activity,” Louvet said on Tuesday.</p> <p>It is a strategy that several higher-end brands are pursuing. The US jeweller Tiffany, taken over by luxury goods behemoth <a href=\"https://www.ft.com/content/de56b836-d7ad-4782-8f0a-b89f5d288d5e\">LVMH in 2021</a>, is making a similar push. As are executives at Capri Holdings' Michael Kors unit.</p> <p>The results have so far been promising. In February, Ralph Lauren lifted its <a href=\"https://investor.ralphlauren.com/news-releases/news-release-details/ralph-lauren-reports-third-quarter-fiscal-2022-results-and\">full-year growth targets</a> and said it had been able to increase the prices it was charging; larger rivals are doing the same. This month, the investment bank JPMorgan Chase placed a buy rating on the stock for the first time since 2019.</p> <p>“We do feel like we are on offence,” Louvet said, noting that Ralph Lauren was increasing marketing budgets. “We have done a lot of work to make our foundations even healthier. We said, ‘How do we leverage the situation so we can make the difficult choices on distribution, make the difficult choices on the brand portfolio and make the important choices on investments?'”</p> <p>Would he be drawn into the kind of dealmaking that has defined an era of consolidation in the industry, as LVMH and rival Kering expand their empires? Louvet smiled but demurred.</p> <p>“We really like the position we have,” he said. “We are very clear on our purpose. We are very clear on our aspirations and we have multiple vectors of growth . . . so we like where we're positioned right now.”</p> <p>And what of the clothes? It was classic Ralph: finely tailored suiting in glen plaid, houndstooth and herringbone; chunky black turtlenecks under slim-cut sports coats that would make sense in a reboot of <em>The Talented Mr Ripley</em>; a Fair Isle mock-neck sweater in contrasting black and red over a black tulle skirt. The collection hewed to eveningwear, perhaps the better to celebrate the return to staging a traditional runway show (in his notes, he wrote that he was “so proud to be with you again sharing not only a collection, but an optimism for living that respects the dignity of all”).</p> <p>There were long shirt dresses in black; sequinned and beaded floor-length gowns, one with the shape of the New York skyline etched at the hem. And in something of a rarity for Ralph, there was the occasional flash of skin: tops for women cut with a low sweetheart neckline. One, belted and paired with pinstripe suit pants, offered a relatively fresh take from a designer whose aesthetic has been imprinted on the American psyche over the past five decades.</p> <p>Thunderous applause could be heard from backstage even before Lauren emerged to take that long-awaited bow. Louvet, seated with US Vogue editor-in-chief Anna Wintour and Ralph's family, were among many who rose from their seats to show their appreciation. </p> <p><em>Eric Platt is the FT's US markets editor</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram</em></p><p>Source: Eric Platt in New York 2022 'Ralph Lauren CEO on returning to the runway' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-24T13:41:45.293Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 581,
          "end": 597
        }
      ]
    }
  ]
}