{
  "_id": "e31059effdc7046d73002ceab244cfbec5cdaad6e9dac4bd84e2ea0daca234c8",
  "feed": "wall-street-journal",
  "title": "Bud Brewer Is Buoyed by Pricier Beer; AB InBev says volumes rose across much of the world outside the U.S. and China, even as prices increased",
  "text": "<p>How much companies can raise prices without losing customers has become a key question across the consumer-goods industry this year as makers of everything from beer to shampoo seek to offset soaring input costs.</p><p>AB InBev's results are the latest indication that drinkers have been willing to pay up. Rivals Heineken NV, Carlsberg A/S and Molson Coors Beverage Co. all recently reported higher first-quarter prices and volumes, helped in part by the reopening of bars and restaurants across the U.S. and much of the world.</p><p>Other consumer-goods companies like Nestlé SA and Procter &amp; Gamble Co. have also reported similar growth in volumes and prices, showing that consumers so far have been willing to pay up for a range of everyday items. Several executives, however, have warned that as prices continue to rise, consumers are likely to trade down to cheaper products.</p><p>AB InBev reported a 7.8% jump in revenue per hectoliter in the first three months of the year from a year earlier. Despite this, the company said volumes rose 2.8%, helping the brewer log a rise in sales to $13.24 billion, from $12.29 billion a year earlier.</p><p>Strong top-line growth allowed AB InBev to offset rising costs from commodity inflation and its supply chain to report a profit on an underlying basis—which strips out currency and one-time impacts—of $1.2 billion, up from $1.1 billion a year earlier.</p><p>On a reported basis, profit fell to $95 million from $595 million as the company took a $1.14 billion impairment charge tied to its decision to exit Russia.</p><p>In North America—where drinkers have for years been moving away from AB InBev's two blockbuster brands Bud and Bud Light—the brewer said volumes declined 4.2%. The company has been working to diversify away from these brands in the U.S., investing in Michelob Ultra and spirits-based canned cocktails, which it said performed well.</p><p>Volumes also declined in China, with demand hit by Covid-19 lockdowns. Across the rest of the Americas and in Europe, volumes grew.</p><p>AB InBev said it expects its earnings before interest, taxes, depreciation and amortization to rise between 4% and 8% for the current year, with revenue increasing by more, driven by both volume and price.</p><p>Write to Saabira Chaudhuri at saabira.chaudhuri@wsj.com</p><p>Bud Brewer Is Buoyed by Pricier Beer</p>",
  "published": "2022-05-05T09:31:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 573,
          "end": 593
        },
        {
          "start": 573,
          "end": 589
        }
      ]
    }
  ]
}