{
  "_id": "b814f645abaa1a2294facbe60e008f72218aa48cb7fdcfa69f20e463d3f22695",
  "feed": "ftcomall",
  "title": "Young entrepreneurs pivot to battle on Ukraine's economic frontline",
  "text": "<p>When Russia launched its invasion of Ukraine in February, Andrey Stavnitser, head of a shipping terminal group, assessed his options. Moscow's bombing campaign, combined with the blockade of ports and the laying of mines, suddenly made his business of transporting <a href=\"https://www.ft.com/content/b6712657-d6b7-4d56-95f7-849a653d5a66\">Ukrainian grain</a> to world markets through the Black Sea impossible.</p> <p>“After each storm, Russian mines are blown [around],” says the 39-year-old Stavnitser, owner and chief executive of TransInvestService, which operates shipping terminals at&#xa0;the port of Pivdenny, near the city of Odesa. “Our ports are now shut, the crews have left and our 150,000-tonne vessels resemble ghost ships. Our income today is zero.”</p> <p>For now, he continues to pay his 5,000 workers, but seems unsure how long this can last. Stavnitser, who cut his teeth working as a ship dispatcher before taking over the family business, calculates 20mn tonnes of grain, worth close to $10bn, is stranded in Ukrainian ports and stores. “The only way to export this is by sea. Moving these quantities across our western border by rail or truck would take us three years. There is no Ukraine without seaports.”</p> <p>The <a href=\"https://www.ft.com/content/2793b46d-35ab-416b-802f-30d1cd40a08d\">disruption to maritime trade</a> is only one effect of the disaster that the war has inflicted on the Ukrainian economy. Overall, gross economic output has plunged to less than 50 per cent of its pre-conflict levels. Factories are closed, offices shuttered and the farmers who work Ukraine's huge fields are struggling to sow this year's crop. The bill for destroyed infrastructure and housing is estimated by the Ukrainian government at upwards of $560bn. And it is rising by the day.</p> <p>The human costs make even starker reading. More than 5mn refugees have left the country since the invasion started, with another 6.5mn displaced internally, according to the UN refugee agency. Tens of thousands of civilians and several thousand military personnel have been killed. The southern port of <a href=\"https://www.ft.com/stream/2210d9d3-8d64-388f-90c1-96c3a4823c19\">Mariupol</a>, a city of 300,000 people, has been 90 per cent destroyed in a brutal siege. There and elsewhere, war crimes investigators are gathering evidence of alleged Russian atrocities.</p> <p>For Ukraine's entrepreneurs, the conflict poses the biggest challenge since communism collapsed three decades ago and the country secured its independence in the dismantling of the Soviet Union. Even as they try to save their businesses from bankruptcy and protect the country's floundering economy, many are doing what they can to help alleviate the human suffering and, often, to support the war effort. Stavnitser says that even bosses once seen as self-centred and corrupt have “transferred their moneymaking skills” to buying bulletproof vests and helping the government.</p> <p>Stavnitser himself is putting his logistics experience to good use. He says he is “travelling, below the radar, between humanitarian hubs” to co-ordinate safe routes for aid convoys. He has assisted in establishing the Help Ukraine Center, in a massive hangar on the outskirts of the eastern Polish city of Lublin, with support from Ukrainian postal provider Nova Poshta, online retailer Rozetka and supermarket chain Fozzy Group.</p> <p>In Lublin, volunteers sort basic foodstuffs initially bound for the west Ukrainian city of Lviv, before the goods are dispatched eastward to the war-torn centres of Kharkiv, Dnipro and Zaporizhya.</p> <p>Typical of the logistics co-ordinators is Iryna Derevianko, a 25-year-old Kyiv-born investment banker, who has swapped her city outfit and her job advising on mergers, acquisitions and bond issues, for a yellow high-vis vest in the bustling transportation hub. Between directing forklift drivers to load lorries with pallets of pickled gherkins, rice and tinned tomatoes, she describes being forced to flee her Kyiv apartment at 5am to escape Russian bombs. “The question I put to Russians — who try to tell me there is something wrong in Ukraine — is, ‘why have you entered my country?' If you are German, French or Dutch, nobody can invade your country. But, after 25 years on this earth, I am told that because I am Ukrainian, Russia is allowed to attack me.”</p> <p>Along with friends working in aid and reconstruction, Derevianko is determined to turn her harrowing experience into something positive. “People like me could leave to work in finance or technology anywhere in Europe,” she says. “But we want to live in our own country and rebuild it ourselves.”</p> <p>She is not alone: most refugees have stayed close to home, in neighbouring countries such as Poland, rather than travelling further west. The overwhelming majority say they plan to return.</p> <p>Unlike Ukraine's business oligarchs — whose investments tend to be concentrated in heavy industry, which is regularly bombed by Russia — many younger Ukrainian entrepreneurs run digital businesses. They can continue to trade profitably in a global market and contribute to the national economy, whether they are still based in Ukraine or abroad.</p> <p>Take Victoria Repa, the 29-year-old co-founder of BetterMe, a digital health coaching company that offers services to 500,000 mostly female customers concentrated in the US. Repa's life was turned upside down in 2014 when Russia first put military pressure on Ukraine and her home region of Donbas in the east was seized by Moscow-backed militias. “They divided us into two camps,” she recalls. “There were those with expectations, craving an education, and those prepared to sell their souls and join Putin's corrupt system.”</p> <p>Repa chose to leave. Along with others from Donetsk, she moved to Kyiv, where she studied business and finance at Kyiv School of Economics before securing a role as banking analyst at consumer products multinational Procter &amp; Gamble.</p> <p>Having struggled with her weight as a teenager, Repa dreamt of starting a business to help organise diets and exercise routines. Her “lightbulb moment” came when visiting the Apple Entrepreneur Camp for female founders in Silicon Valley. “I saw their HQ and realised I want to build a big company just like this in Ukraine,” she says. Now, annual revenues are $80mn.</p> <p>When this year's fighting broke out, Repa — also a keen gymnast — did not hesitate to move again. Along with 26 of her 200 staff, she has left Ukraine and now runs her business from Warsaw. But she plans to return home after the war.</p> <p>Other start-up founders have also ended up in Poland. Roman Prokofiev, 36, co-founder of Jooble, an app that amalgamates online job vacancies internationally, was visiting friends in Romania when the invasion began. He decided to take his family out of Ukraine and stay with them in Warsaw, while sending money back to his home country. His still profitable business, boosted by a buoyant European job market, recently donated nearly $1mn to fund humanitarian aid and the Ukrainian army.</p> <p>Prokofiev's 500 tech-savvy staff have also become active participants in the information war. Jooble employees, 400 of them still in Ukraine, send targeted messages to 300mn Russian email addresses, including those of soldiers and their parents. “When we tell Russians they are about to experience greater shortages of medicine and food and <a href=\"https://www.ft.com/content/08119b95-ee26-4f64-be43-49c57c75b030\">lose access to payment systems</a>, that's a reality they take more seriously than their army killing Ukrainians,” says Prokofiev between sips of herbal tea in the hipster-style Etno café in Warsaw's commercial district.</p> <p>Many of those who stayed in Ukraine have still been uprooted. Yaroslav Azhnyuk, 33, co-founder of Petcube, which makes cameras and software that can connect owners to their pets remotely, relocated from Kyiv to Lviv after an 18-hour drive along back roads. He describes one female employee enduring a “ride of terror” from Kherson, stripped naked by Russian soldiers “searching for Ukrainian tattoos”. He says another from Bucha walked on “heaps of dead bodies” during her escape.</p> <p>Such grim stories are inspiring businesses to raise money for the war effort. “You feel the adrenaline and importance of the situation, and it keeps all of us motivated,” says Azhnyuk, whose 100 staff in Ukraine, China and the US are better placed, he believes, brandishing keyboards rather than AK-47s. “In my companies and across the board, there is not a single organisation that is not working hard for the war effort.”</p> <p>Azhnyuk's staff have joined the 300,000-strong IT army, taking daily directions from Ukraine's ministry of information about which Russian government entities to take down through cyber attacks. Targets include airfields,&#xa0;military transport and refuelling facilities, and payment systems.</p> <p>“Our whole workforce is doing whatever they can to beat the Russians,” says Azhnyuk, whose exhausting working days have replaced his carefree prewar existence, when evenings were spent playing board games with family and going to his favourite club to indulge his passion for jazz dancing. “I don't feel like dancing these days,” he says. “But we will all be organising a big party once Putin has gone.”</p> <p>Other start-up entrepreneurs, like Azhnyuk's old friend Yurij Riphyak, 37-year-old co-founder of the YouTeam marketplace for engineers, are living much further away, wracked by what they call “survivor's guilt”. “Anything we do pales in comparison with people on the front lines in eastern Ukraine, risking their lives to save their country,” says Riphyak, who settled in California with his family four years ago. “But the biggest return on investment is if you make money and donate it to Ukraine or support the country through your business, although the rational and emotional are often in conflict.”</p> <p>Riphyak's 34 staff, 21 of whom remain in Ukraine, split their time 50/50 between business and supporting Ukraine. YouTeam has around 200 Ukraine-based software engineers on contract to clients, including 40-50 taken on since tensions started rising six months ago. “This means we are sending half a million dollars each month to Ukrainian workers, which is hugely beneficial for the country,” he says. He also donates 50 per cent of profits each month to Ukrainian causes, concentrating on relieving “hotspots” under long-term siege by Russian forces.</p> <p>Major industrialists have chipped in. Ukraine's richest man, metals and media magnate <a href=\"https://www.ft.com/topics/people/Rinat_Akhmetov\">Rinat Akhmetov</a>, donated humanitarian aid and made an immediate $34mn advance tax payment to help keep his country solvent. His advisers say he is currently in western Ukraine. But Ukrainians, buoyed by the defiant presence on their streets and television screens of President Volodymyr Zelensky and Kyiv mayor and former champion heavyweight boxer Vitali Klitschko, expect more of their billionaires.</p> <p>“We all watch the horrors going on in Mariupol, but where is [owner of under-siege steelworks Azovstal] Akhmetov? Soon the eastern factories will be destroyed and Ukraine will no longer be an industrial country,” says Vadym Karasiov, once an adviser to former president Viktor Yushchenko and now a leading TV pundit. Speaking from Kyiv, Karasiov says, with the odd exception, the oligarchs, who have dominated Ukraine's business and political landscape since independence, will be gone if there is a “long war”. The crucial test then will be how many of the younger entrepreneurs who have left Ukraine return.</p> <p>If there is an end to hostilities, there could be a window of postwar opportunity for investment, financed by debt and international aid. “Firstly, we must rebuild train lines, buildings, roads, sewer systems and water supply, all of which have been destroyed,” says Thomas Vicino, professor of political science, public policy and urban affairs at Northeastern University in Boston, US. “Once these fundamentals are fixed, there is a real opportunity for Ukraine to invest in new, modern industries, driven not by hands in factories, but knowledge creation in the virtual space through IT infrastructure and jobs.”</p> <p>But persuading refugees, mainly women and their dependants, to return home and bring their families back together could prove a stumbling block. “If the political future remains uncertain due to enduring war, the ties that bind people together economically and socially may be greater [in those places] where the women and children have gone,” says Vicino.</p> <p>Stavnitsner says the young entrepreneurs may be split over their future intentions. “Many of the creative class will come back, but some will continue working on their laptops from California or Cyprus,” he says. “We need to find the right incentives for them, with appropriate salaries. We are talking about rebuilding a whole ecosystem, of culture, business, education, politics and governance — it's not a trivial task. While I am very optimistic, I'm also a little afraid.” </p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Yuri Bender 2022 'Young entrepreneurs pivot to battle on Ukraine's economic frontline' FT.com 9 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-09T03:00:34.857Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 5651,
          "end": 5667
        }
      ]
    }
  ]
}