{
  "_id": "6190ba82cda44a371375ae65aa6a56abdd251733c2439d787cd7ccecbe74eac7",
  "feed": "ftcomall",
  "title": "Postcard from Piraeus: the Silver Moon sets sail",
  "text": "<p>“Your Diet Coke, Ma'am,” says a waiter, remembering I like it in a chilled can, ice and lemon on the side, as we skirt the coast of Turkey in the pre-cocktail hour.</p> <p>Pre-boarding, I had my worries about the Greek island cruise — my chief concern being that cruises were common, and I'd never be able to admit I'd been on one. My husband's was there would be an outbreak of Covid.</p> <p>I told him the cruise wouldn't be happening after 18 months of stasis unless they — ie the cruise line Silversea — had a plan. “That's what you say but I bet we go into lockdown like the Diamond Princess,” he moaned. “We'll be moored outside Piraeus for weeks.”</p> <p>After five minutes on the brand new £300m vessel, I can confirm that our new address, “At Sea,” would pass both the snobbiest and most sanitary of tests. The decor was all whispered luxury, a combo of teak and Lalique. Unless you were sitting down or eating or exercising, you had to wear a mask. They even had a section of the ship set up to seal off any infectees (there weren't any).</p> <p>After showing our test results and vaccine status we were allowed into our immaculate suite to start soiling it. Our butler, Rudolfo, unpacked our crumpled clothes then slid our luggage under the super-king-size bed.</p> <p>Meanwhile, my husband was layering all surface and floor areas with his detritus (one of his superpowers is to turn any room upside down within seconds of entering it).</p> <p>From the name of the company and its ship, the Silver Moon, I assumed our fellow travellers would be Silver Splitters and Surfers but that was fine by me (the lengths to which I travel to be the youngest person on the pool deck). I also assumed that the experience itself would be ageing, as if by the act of “going on a cruise” we would somehow morph into one of those ads showing a couple with white hair romping barefoot in crisp linen at sunset, as a prelude to tender lovemaking.</p> <p>Well. When we embarked in Rhodes, the aquamarine pool was already accessorised by lithe lovelies topping up their tans. I had a delicious light lunch of grilled sea bass and lemony quinoa. My husband headed to the pizzeria. It was clear that if anything, we were i) too shabby and ii) too antique for Silver Moon.</p> <p>We pit-stopped at Cyprus, Crete, Mykonos and Athens so that we could, in theory, enrich ourselves and the local economy in various ways, but these excursions mainly served to emphasise the attractions of the boat: ease and comfort as opposed to trailing round ruins in the Mediterranean heatwave that had already had a name: the “Inferno.”</p> <p>As the ship passed in a blue blur from A to B, fires broke out in Greece. The island of Evia was ablaze. Our smart box-fresh ship, named only days before in Athens, moored in Crete next to a cruise ship called the Aegean Goddess, which had a sheet hanging from a guardrail painted with the warning, “Do not come closer than 50 metres”. Turned out it wasn't a plague ship, but an early casualty of Covid — she had “retired” in 2020.</p> <p>There was one other small vessel nestling athwart our two prows, and our trio seemed to sum up the absolute state of things as we emerged from the Covid pandemic to dive into the climate change catastrophe. Alongside Silver Moon and Aegean Goddess was the rainbow-painted Greenpeace vessel, the “Arctic Sunrise.” And there we were, in 100 degree heat, on a beautiful brand-new ship, just as the planet had just been put on code red.</p> <p>In mitigation, this ship is pretty good when it comes to emissions. We won't see Greta Thunberg on board any time soon, but Silver Moon has a Green Star 3 certificate, meaning it is equipped to minimise air and water pollution.</p> <p>Best bit? Not the fact that there were five or so restaurants on board: <em>faine dining, </em>French, Japanese, and the S.A.L.T kitchen (standing for Sea and Land Taste, it's a big thing, intended to “take guests deeper into the culinary heart of each destination” with a “uniquely fluid menu”) or the understated sumptuousness of the fixtures and fittings. No, the supreme quality of the Silver Moon was its silence.</p> <p>We glided soundlessly through the deep blue sea to the final destination of our guilt trip, Piraeus. </p> <p>“Thank you,” I say to the waiter, taking the ice-cold can. I note the sun is almost over the yardarm. “And could you bring me a Bacardi too, please?” I asked.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Rachel Johnson 2021 'Postcard from Piraeus: the Silver Moon sets sail' FT.com 20 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-20T10:00:35.573Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 11,
          "end": 15
        }
      ],
      "nexusId": "10017668"
    }
  ]
}