{
  "_id": "0e744f363e97fa1eace6bce245c0526b83441128094b68b4e026af2885dfe061",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Global deals worth $1.3tn were agreed in the first quarter, the <a href=\"http://ft.com/content/bacdf86f-e786-4439-966e-f5958adb1c59\">strongest start to a year</a> for four decades, fuelled by US acquisitions and Spac mergers despite the economic impact of coronavirus restrictions.</p> <p>The three months to March topped even the heady levels of the dotcom boom at the turn of the millennium, according to figures from Refinitiv.</p> <p>The data underscored the scale of the rebound in dealmaking activity after it plummeted in the pandemic's early days. US-based deals were responsible for much of the frenzy, increasing 160 per cent compared with the first quarter of 2020. </p> <p>The rush also propelled investment banks to their most lucrative quarter in at least 20 years, bringing in more than $37bn in total fees.</p> <p>“The rebound from a year ago is more dramatic than anything we've ever seen in M&amp;A recovery — full stop,” said Cary Kochman, co-head of global mergers and acquisitions at Citi. “It is just unprecedented.” (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Johnson &amp; Johnson</strong> said that it still expected to meet <a href=\"https://www.ft.com/content/bc05beba-ef13-4db6-8bb0-ffc4ed94df29\">its vaccine production targets</a> despite quality control problems at one of its supplier's plants</p></li>  <li><p>Covid-19 was the <a href=\"https://www.ft.com/content/c8106392-fa0d-48f2-96c5-5f451be73ba9#post-5dfa7faf-10da-44b1-a893-02aae11ecebc\">third leading cause of death</a> in the <strong>US </strong>in 2020, according to the Centers for Disease Control and Prevention.</p></li>  <li><p>Business sentiment in <strong>Japan</strong> rebounded <a href=\"https://www.ft.com/content/8dc75fbe-faf4-4bdc-b96f-20417ea2f0a7\">in the first quarter</a> despite a renewed Covid-19 state of emergency, suggesting Asia's largest advanced economy will stage a quick recovery from the pandemic.&#xa0;</p></li>  <li><p>Emmanuel Macron has announced that <a href=\"https://www.ft.com/content/731ec423-03dc-405c-9ff4-f8670b953f2d\">lockdown measures</a> will be extended to the whole of <strong>France</strong> for four weeks from Saturday. </p></li>  <li><p>The <strong>UK</strong> will receive <a href=\"https://www.ft.com/content/28158bed-5f07-4504-9a00-2f3d8f7519df\">“zero” jabs</a> from the <strong>EU</strong> until AstraZeneca meets its commitments to the bloc, said Thierry Breton, Brussels' internal market commissioner. (FT)</p></li> </ul> <p><em>Follow our </em><a href=\"https://www.ft.com/content/c8106392-fa0d-48f2-96c5-5f451be73ba9\"><em>live blog</em></a><em> for the latest Covid-19 news.</em></p> <h2>In the news</h2> <p><strong>Biden plans infrastructure spending spree</strong> Joe Biden unveiled plans for <a href=\"https://www.ft.com/content/304cb7fd-a1ef-4dd9-a825-1395cf842e1a\">$2tn of infrastructure investment and manufacturing subsidies</a> on Wednesday, which Democrats hope will address the <a href=\"https://www.ft.com/content/d52d49b1-444d-4296-a4d1-6c0fbb830691\">chronic underfunding</a>&#xa0;of public goods in recent decades. But Mitch McConnell, Senate minority leader, panned the proposal as a “Trojan horse” for more borrowing and tax rises. (FT)</p> <p><strong>China manoeuvres near Taiwan fuel concerns</strong> China has stepped up its military posturing around Taiwan over the past week, a trend that is set to fuel growing concerns that Beijing might move closer to attacking the island. The forays come as Washington has begun to ready for the&#xa0;<a href=\"https://www.ft.com/content/3ed169b8-3f47-4f66-a914-58b6e2215f7d\">growing risk of a war</a>&#xa0;over Taiwan. (FT)</p> <p><strong>Exclusive: Irish PM calls on UK and EU to ‘reset' relations</strong> Micheál Martin lamented the deterioration in relations between the UK and the EU in recent months, in <a href=\"https://www.ft.com/content/2344aab7-d64c-4bc4-8e68-45f8015a3dd9\">an interview with the Financial Times</a>. “I think we need to reset the relationship,” he said. (FT)</p> <p><strong>‘Worst IPO in London's history' </strong>London's biggest IPO for a decade was also its worst, according to one of the bankers <a href=\"https://www.ft.com/content/bdf6ac6b-46b5-4f7a-90db-291d7fd2898d\">involved in the flotation</a>. Shares in food delivery app Deliveroo <a href=\"https://www.ft.com/content/5028437e-accf-4624-8ecd-2b502d04743d\">plunged 26 per cent</a> in Wednesday's debut, despite frantic efforts by its lead bankers Goldman Sachs and JPMorgan to shore up the stock. <em>Read more in our </em><a href=\"https://www.ft.com/content/602bc573-93a4-410b-b8f3-951103e84630\"><em>#techFT newsletter</em></a><em> — sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56703b20cb56e617eb2c4084\"><em>here</em></a><em>.</em> (FT) </p> <ul>  <li><p>US food delivery app DoorDash has accused its partner Olo <a href=\"https://www.ft.com/content/412069db-8d99-48c2-8b24-1f8050e459ec\">of defrauding it for years</a> and using the revenues to strengthen its position ahead of its recent initial public offering. (FT)</p></li> </ul> <p><strong>Mizuho investigates possible losses linked to Archegos</strong> Japanese bank Mizuho has become the latest lender to investigate losses linked to the collapse of Archegos, according to people <a href=\"https://www.ft.com/content/b7332bcd-366e-4c19-9f3a-e728555bcbcb\">with knowledge of the situation</a>. Moody's and Fitch, the credit rating agencies, <a href=\"https://www.ft.com/content/4ab66e5a-8ea6-40eb-872f-56f676f8938e\">downgraded outlooks</a> for Nomura and Credit Suisse on Wednesday, citing concerns over risk management. (FT)</p> <p><strong>US army orders 120,000 augmented reality headsets</strong> <strong>from Microsoft</strong> The contract could be worth up to $21.9bn over 10 years and represents a significant move to bring <a href=\"https://www.ft.com/content/cbfad4be-65f7-4810-b2d3-deadcd3d803a\">the next generation of computing</a> to the battlefield.&#xa0;Microsoft said the headsets would help soldiers train by overlaying contextual information on top of the real world. (FT)</p> <p><strong>Coke and Delta denounce new Georgia voting restrictions</strong> Two of Atlanta's biggest companies, have <a href=\"https://www.ft.com/content/f7b3e5c9-fe0c-4a60-9e00-ee7a6cdb5ad0\">bowed to pressure</a> from prominent black business leaders to denounce new Georgia voting laws. (FT) </p> <p><strong>US report calls China's treatment of Uyghurs ‘genocide'</strong> The US has accused China of committing “genocide and crimes against humanity” against Uyghurs in <a href=\"https://www.ft.com/content/bdfbd758-a91b-47b3-accf-37f202429936\">an annual human rights report</a> that also raised concerns about Saudi Arabia, Myanmar and Venezuela.&#xa0;(FT)</p> <ul>  <li><p>Western companies are <a href=\"https://www.ft.com/content/a0be4094-2aba-4275-a3ca-ec5e58cc5032\">being forced</a> to choose between supporting human rights and profits from China, caught up in a battle the US and its allies are waging with Beijing over its persecution of Uyghur Muslims. (FT)</p></li> </ul> <p><strong>Navalny on hunger strike </strong>Imprisoned Russian opposition activist Alexei Navalny declared he would <a href=\"https://www.ft.com/content/ecc77b3f-c0d9-460a-aaed-a062202565cc\">start a hunger strike</a> in protest against what he said was systematic torture and denial of medical care. (FT) </p> <h2>The day ahead</h2> <p><strong>Opec meeting </strong>Opec and its allies hold a monthly output meeting but are <a href=\"https://www.ft.com/content/771ebf3a-cff0-4ff3-ab9a-0bbd01a33f55\">unlikely to raise output</a> quotas as lockdowns in Europe continue to weigh on demand. (FT)</p> <p><strong>IPOs</strong> SoftBank-backed Compass raised <a href=\"https://www.ft.com/content/e2ae5d15-4b4d-4e4d-ada3-534ee77b4709\">half the total</a> it originally expected from its initial public offering ahead of its debut on the New York Stock Exchange today. Shares in the real estate company were priced at $18 each on Wednesday evening, according to the company, raising $450m. (FT)</p> <p><strong>Europe's populist leaders meet </strong>Hungary's nationalist leader Viktor Orban will hold talks with Matteo Salvini of Italy's rightwing League and Mateusz Morawiecki of Poland's ruling Law and Justice on Thursday to discuss a <a href=\"http://ft.com/content/e7ab3009-94ae-465f-8e03-517d3f4e7d2c\">conservative-nationalist alliance</a> that they hope will shake up the balance of power in the European parliament. (FT)</p> <p><strong>Metals magnate meeting</strong> Indian-born industrialist Sanjeev Gupta, who owns metals plants from Wales to Australia, <a href=\"https://www.ft.com/content/d7fd7673-e4de-402d-acec-5aea358ee461\">will meet creditors today</a>. <a href=\"https://www.ft.com/content/a6d578c4-9a57-4375-b7b2-c88d4b7cc21f\">Greensill Capital</a>, the collapsed finance company, lent heavily to Gupta's companies and now its administrators are pursuing him for billions of pounds. (FT)</p> <h2>What else we're reading</h2> <p><strong>We cannot afford not to vaccinate the world</strong> The messy, belated compromise on HIV is the model for what must happen much faster for Covid-19. We need to help poorer countries produce vaccines, <a href=\"https://www.ft.com/content/f69a5c13-a9ea-4fc7-9611-727ab5de3cb0\">writes Simon Kuper</a>. (FT)</p> <p><strong>The galactic battle over Musk's Starlink </strong>Elon Musk, Jeff Bezos and much of the satellite industry hope to deliver high-speed, low-latency internet as the world becomes more connected.&#xa0;But the rush to launch satellites threatens to crowd areas in low orbit to Earth, <a href=\"https://www.ft.com/content/e3de5629-cf4e-4930-9ff6-9c2d18946d92\">writes Peggy Hollinger</a>. (FT)</p> <p><strong>How 2 decades of EU migration went into reverse </strong>Almost two decades of migration into the UK appear to be going into reverse. Brexit shook the faith of some foreign-born workers, while Covid-19 has caused their jobs to disappear or be put on hold. <a href=\"http://ft.com/content/de721f35-d228-48de-bd9f-d2168b16aba6\">What does this mean for them, and for Britain</a>? (FT)</p> <p><strong>Why a Myanmar protest leader is giving up non-violence&#xa0;</strong>“We were fighting with loving kindness,” a protest leader and practising Buddhist in his mid-20s, said of the early days of demonstrations after the coup. But after a 19-year-old woman was fatally shot, he began to&#xa0;<a href=\"https://click.newsletters.ft.com/f/a/zjwCuDtuPB1bPDjruu3U3w~~/AAAAAQA~/RgRiR3oUP0SLaHR0cHM6Ly93d3cubW90aGVyam9uZXMuY29tL3BvbGl0aWNzLzIwMjEvMDMvd2h5LWEtcHJvdGVzdC1sZWFkZXItaW4tbXlhbm1hci1pcy1yZWx1Y3RhbnRseS1naXZpbmctdXAtbm9udmlvbGVuY2UtYW5kLXByZXBhcmluZy1mb3ItY29tYmF0L1cIZmludGltZXNCCmBYKfVkYNe1BrFSE2dvcmRvbi5zbWl0aEBmdC5jb21YBAAAAAA~\">question what is a central tenant of his faith</a>. (Mother Jones)</p> <p><strong>The future of work takes shape </strong>The pandemic has left the world's former office workers in a state of flux. But as lockdowns ease, <a href=\"http://ft.com/content/7db6dbe2-5ac5-4e08-9ec5-f72f0bc1f5aa\">some trends are becoming clearer</a>. <em>Check out our </em><a href=\"http://ft.com/content/7313c270-38fa-4753-bbff-245005406050\"><em>series</em></a><em> on the new workplace. </em>(FT)</p> <h2>Podcast of the day</h2> <p><strong>Britain shifts military focus </strong>The <a href=\"https://www.ft.com/content/f590dcb4-9655-4df4-a9b2-99dc1dc8bf28\">UK's defence forces are slimming down</a> and harnessing the power of AI and satellites to meet 21st century threats. Defence and security editor Helen Warrell talks to General Sir Patrick Sanders, head of the UK's Strategic Command, about the huge transformation. <a href=\"https://www.ft.com/content/92a63e8b-36a3-477d-9bb4-3bcfb60cc7fa\">Read the highlights</a> of their conversation here. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Today's top stories' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-01T12:01:25.546Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 3991,
          "end": 3995
        }
      ]
    }
  ]
}