{
  "_id": "3a118f649f6d7dbd08c8799a5a7206fa7450d252bb35fb79ca683c6b1f93a3e3",
  "feed": "market-watch",
  "title": "U.S. stocks may struggle to hold record highs as earnings roll in from Boeing, McDonald's and GM",
  "text": "<p>Tensions between Washington and Beijing were also in focus after U.S. regulators banned China Telecom Corp. from operating in the U.S.</p><p>How are stock-index futures trading?</p><p>Dow Jones Industrial Average futures YM00 were up 9 points, or less than 0.1%, at 35,653.</p><p>S&amp;P 500 futures ES00 edged down 4 points, or 0.1%, at 4,561.25.</p><p>Nasdaq-100 futures NQ00 were of 20.75 points, or 0.1%, at 15,524.25.</p><p>On Tuesday, the Dow Jones Industrial Average DJIA rose 16 points, or 0.04%, to 35757, the S&amp;P 500 SPX increased 8 points, or 0.18%, to 4575, and the Nasdaq Composite COMP gained 9 points, or 0.06%, to 15236.</p><p>What's driving the market?</p><p>Stock index futures indicated the Dow and S&amp;P 500 could struggle to hold on to fresh records reached Tuesday. Investors have pushed stocks higher and inflation and economic concerns to the side amid a mostly strong third-quarter reporting season.</p><p>“So far, nearly 30% of the S&amp;P 500 has reported earnings. Eighty percent of the companies that have issued quarterly updates have surpassed profits projections, while eighty percent have beaten sales forecasts. Strong performances have been critical in propelling the major indexes to new highs,” said Naeem Aslam, chief market analyst at AvaTrade, in a note to clients.</p><p>Ahead of Wednesday morning's heavy lineup of corporate results, several big tech companies reported earnings after Tuesday's closing bell, with Microsoft Corp. MSFT reporting quarterly earnings that shot over $20 billion for the first time. Shares rose over 2% in premarket trading.</p><p>Twitter Inc. TWTR shares rose nearly 2% in the premarket, after the microblogging social-media group added users, and reported a revenue rise. Google parent Alphabet Inc. GOOGL reported earnings that topped estimates amid resilient advertising sales. Its shares were slightly lower.</p><p>Boeing, McDonalds and General Motors all reported before the market opened Wednesday.</p><p>Read:Apple's ‘ad-mageddon' is affecting Snap, Facebook, Google and Twitter differently</p><p>U.S. economic data on tap include September durable and core capital goods orders, factory orders and trade in goods due at 8:30 a.m. Eastern Time.</p><p>Elsewhere, Sino-U.S. tensions were in focus after the Federal Communications Commission gave China Telecom HK:728 60 days to leave the U.S. market. Regulators cited a potential national security threat from the company, such as the disruption of U.S. communications, amid rising tensions between the countries.</p><p>Which companies are in focus?</p><p>BoeingBA shares edged higher in premarket trade, despite the aerospace and defense company reporting a big loss and revenue misses amid weakness in the commercial airplanes and defense, space and security businesses, while free cash flow was a lot less negative than projected.</p><p>McDonald'sMCD shares rose 3% after the fast-food giant reported third-quarter earnings and sales that beat expectations.</p><p>Shares of Coca-Cola Co.KO rose 2.9%, after the beverage giant reported third-quarter profit and revenue that rose topped expectations, with all geographic regions seeing revenue and unit case volume growth. It also raised its full-year earnings growth view.</p><p>General Motors Co. GM shares jumped after the auto maker blew past profit estimates for the third quarter and offered above-consensus guidance for the full year, offsetting a revenue miss.</p><p>Shares of Robinhood Markets Inc.HOOD slid 10% in premarket trading, after the online trading platform reported a wider quarterly loss and lower-than-expected sales amid weak crypto-related revenue.</p><p>Shares of Texas Instruments Inc.TXN fell nearly 4%, after the chip maker's third-quarter results met Wall Street forecasts. It also noted “hot spots” of components shortages.</p><p>Visa Inc.V shares fell over 2% in premarket, after the credit-card company topped earnings expectations but disappointed some over its revenue outlook.</p>",
  "published": "2021-10-27T08:15:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2885,
          "end": 2894
        }
      ],
      "nexusId": "10017668"
    }
  ]
}