{
  "_id": "e63cd9def21ae507db94a8631df35c1d46468184e454f5c5493ccdde68fd843a",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Rising Rate of  Violent Crime  Shakes Atlanta  ----  By Cameron McWhirter",
  "text": "<p>   ATLANTA -- Lauren LeNoir had always felt safe on her quiet street in Buckhead, the city's wealthiest neighborhood, known for its upscale malls and mansions. But that all changed when she was coming home from work one night in January. </p><p>   The 43-year-old restaurant general manager pulled into her driveway. In an instant, she said, two men were at her car door. One man threw her to the ground, pressed a gun to her head and threatened to blow her head off. In the end, they took off with her purse and cellphone. </p><p>   \"He had no regard for my life,\" she said. \"They've stolen something that I cannot get back, and that is my sense of security.\" </p><p>   Violent crime has been on the rise in many parts of Atlanta since last summer, not just Buckhead. From Jan. 1 to Feb. 20, there were 18 homicides in Atlanta, up 80% compared with the same period last year, according to the Atlanta Police Department. Shooting incidents were up 32% for the same period; robberies, 17%; and aggravated assaults, 47%. </p><p>   In the police zone that includes Buckhead, robberies were up 40% from the same period last year and aggravated assaults rose 35%. In the police zone that includes the downtown area, aggravated assaults rose 24% and auto thefts rose more than 200%, compared with the same period last year. </p><p>   Many major U.S. cities experienced increases in homicides, aggravated assaults and gun-related crimes in 2020, according to a report funded in part by the Council on Criminal Justice, a think tank. Of the 34 cities in the report, 29 saw annual increases in homicides, including Atlanta with 38%, New York City with 43% and Chicago with 55%. </p><p>   For Atlanta, the increase follows years of dropping crime rates and an influx of wealthier residents drawn to the city by plentiful jobs, including those in tech and for corporations like Coca-Cola Co., Delta Air Lines Inc. and Home Depot Inc. </p><p>   Ms. LeNoir said she now is looking to buy a home in the suburbs and some of her friends also plan to move. \"Everybody is on edge,\" she said. </p><p>   Some Buckhead residents are so alarmed by the crime wave that they have launched a committee to explore seceding from Atlanta, which would mean having its own police department. The Buckhead Exploratory Committee told The Wall Street Journal that crime wasn't its only concern but was playing a critical role. </p><p>   \"Our residents are genuinely concerned for their safety and the safety of their family members. Residents must be wary and 'on guard' continuously, even when doing routine tasks like going to the gas station, nearby shopping mall, shopping at the grocery store or just pulling into their driveways, mindful if anyone is lurking in the bushes,\" the committee said. </p><p>   The police department and criminologists attribute the change to a shortage in officers, following protests over policing last summer that led many officers to retire or take jobs elsewhere. They also say less foot traffic on city streets during the pandemic emboldens criminals who are more likely to think they won't get caught. </p><p>   This month, Federal Bureau of Investigation Director Christopher Wray told the Senate Judiciary Committee that the pandemic and police recruiting and staffing played roles in the violent-crime spikes in Atlanta and other major cities. </p><p>   Interim Police Chief Rodney Bryant, who was appointed to the post in June, has said he is committed to new policing approaches while also working to reduce violent crime. In January, Mayor Keisha Lance Bottoms and Chief Bryant announced a series of measures, including putting more resources into enforcement against gangs and gun violence, creating a new public-safety academy to train officers in new policing methods and working harder to recruit and retain officers. </p><p>   Atlanta Police Department spokesman Sgt. John Chafee said the rise in violent crime came while \"we were dealing with increased hostility toward law enforcement and a decreased sense of trust toward police. Atlanta, as well as many other cities, saw an increase in officers leaving the job, further adding to the challenges faced in keeping our communities safe.\" </p><p></p>",
  "published": "2021-03-12T07:13:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1804,
          "end": 1813
        }
      ]
    }
  ]
}