{
  "_id": "d4e272805a6558adb51c148cdb9e938041fdacddc771aa181955a79342414604",
  "feed": "wall-street-journal",
  "title": "The Letter And the Spirit",
  "text": "<p>(Belknap/Harvard, 465 pages, $35)</p><p>Measured against the sweep of Anglo-American legal history, judicial review -- the power of unelected judges to invalidate, as contrary to higher law, an act of the legislature -- was a radical development. In 1610 the formidable Edward Coke, then Chief Justice of the Court of Common Pleas, suggested inDr. Bonham's Casethat an act of Parliament contrary to the common law was \"void\"; but for nearly two centuries that idea went nowhere.</p><p>Only the innovation of a written constitution -- which Hayek called the \"American Contribution\" to limited government -- brought the matter to a head, in the 1803 case ofMarbury v. Madison. There, a minor provision of the 1789 Judiciary Act conflicted with Article III of the Constitution; the Supreme Court could not give effect to both; and thus Chief Justice John Marshall deduced a principle \"essential to all written constitutions, that a law repugnant to the constitution is void.\" Hence the very premise of judicial review is a conflict between a legislative (or executive) act and the written Constitution.</p><p>Yet sinceMarburythe Supreme Court has frequently invalidated legislation based on conflicts with rights absent from the written Constitution -- so-called \"unenumerated rights.\" The first such instance was the execrableDred Scottdecision in 1857, in which the Court announced a constitutional right to bring slaves into free territories. To divine these rights, the Court has employed formulations that are more oratory than legal rule: The rights are \"implicit in the concept of ordered liberty,\" or \"deeply rooted in this Nation's history and tradition,\" or lie within \"penumbras\" or \"emanations\" of rights actually mentioned in the Constitution. Each of these rights, once announced, is inviolable. And so, each time the Court discovers an unenumerated right, the sphere of self-government necessarily contracts. If this judicial review based upon unwritten rights is legitimate, then -- as Robert Bork wrote in \"The Tempting of America\" (1990) -- \"the Founders envisaged a much more dominant role for the judiciary than has commonly been supposed.\"</p><p>In \"The Original Meaning of the 14th Amendment,\" Randy Barnett and Evan Bernick aim to counter Bork on his own originalist terms. Mr. Barnett is a prominent libertarian law professor at Georgetown; Mr. Bernick, a self-described \"libertarian of the left\" at Northern Illinois University law school. Their book focuses on the 14th Amendment's Privileges or Immunities Clause, which provides that \"No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.\"</p><p>That clause is different from most: Rather than refer specifically to a particular right -- such as the right \"to keep and bear arms\" in the Second Amendment -- the clause refers to \"privileges or immunities\" categorically, without spelling them out. It thus lends itself, as Bork observed 30 years ago, to claims \"that thelawof the Constitution commands judges to find rights that are not specified in the Constitution.\"</p><p>The Supreme Court, for its part, rendered the clause nearly a dead letter only four years after the 14th Amendment's 1868 ratification, in the Slaughter-House cases. Many commentators have sought to revive it since. Messrs. Barnett and Bernick make a better case than most. The book's style is often academic: Terms like \"underdeterminate\" and \"diachronic changes\" -- and sentences like \"we cannot fall back on the hermeneutical cliche that words have no inherent meaning outside of discursive communities\" -- bring to mind Orwell's admonition never to use \"a jargon word if you can think of an everyday English equivalent.\" But the book's impressive array of historical materials makes an important contribution to our understanding of the 14th Amendment.</p><p>The book's most important materials concern the amendment's framers, namely postwar congressional Republicans. Those materials make clear that \"privileges or immunities\" meant something tothem. The authors make a serious case that, at a minimum, \"the privileges or immunities of citizens of the United States\" included rights already enumerated in the Constitution -- including those in the first eight amendments. Nearly everyone assumed as much during congressional debates on the amendment. Even Bork agreed on that point. Only the Supreme Court seems to disagree.</p><p>More controversial is the authors' claim that \"privileges or immunities\" comprised \"civil rights,\" which they define as rights \"essential to secure the liberty of the people.\" The Constitution did not enumerate these rights, but -- the authors insist -- other sources did. One source was Justice Bushrod Washington's single-justice opinion in Corfield v. Coryell (1823), which the amendment's framers frequently cited. Another was the Civil Rights Act of 1866, which guaranteed to black citizens \"the same right\" to make contracts, buy and sell property, and enjoy \"full and equal benefit of all laws and proceedings for the security of persons and property, as is enjoyed by white citizens.\" The authors contend that the framers thought these rights, too, were among the amendment's \"privileges or immunities.\" More doubtful is the authors' claim that the clause also incorporates \"fundamental\" rights \"deeply rooted in the nation's history and traditions.\" That is precisely the formulation used by the Supreme Court in cases summoning \"substantive due process\" -- one that has proven woefully inadequate as a device to restrain judicial will.</p><p>The authors offer even broader formulations, particularly when they invoke the amendment's \"spirit.\" (In those precincts, \"penumbras\" and \"emanations\" come to mind.) And formulations such as \"the natural and inalienable rights which belong to all citizens\" -- which is typical of the genre and comes from a dissenting opinion inSlaughter-House -- evoke thefever dreams of the French Revolution more than the evolved institutions of the American. Whatever the historical evidence, the courts must discern \"privileges or immunities\" solely by legal criteria -- not philosophical ones.</p><p>---</p><p>Judge Kethledge sits on the U.S. Court of Appeals for the 6th Circuit and is a lecturer at Michigan and Harvard law schools.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 271,
          "end": 275
        }
      ],
      "nexusId": "10017668"
    }
  ]
}