{
  "_id": "a1d5b76f6742ecb157eb7a30dd1e43548edb3a50c971ab1401fa426061e33b50",
  "feed": "ftcomall",
  "title": "Additives and addiction — why the food we eat is a minefield",
  "text": "<p>The story of how our food arrives on our plates is a living, breathing sci-fi epic. Fertiliser produced by sucking nitrogen out of the air now sustains about <a href=\"https://www.bbc.co.uk/news/business-38305504\">half the global population</a>. Farmers worldwide depend on the data spewing from 160 or so environmental satellite missions in low-Earth orbit, not to mention literally thousands of weather satellites of various kinds. </p> <p>That such a complex system is precarious hardly needs saying. It only takes one innovative product, or cheeky short-cut, to transform the health, appearance and behaviour of nations. What gastronomic historian, 50 years ago, would have predicted that China would grow fat, or that four out of five <a href=\"https://savethepariscafe.com/\">French cafés</a> would shut up shop in a single generation?</p> <p>To write about the food supply is to wrestle with problems of scale, as two new books on the subject demonstrate. To explain how we turned the green revolution of the 1960s into a global obesity pandemic in less than half a century, the Pulitzer Prize-winning author Michael Moss has to reach beyond history entirely, and into the contested territories of evolutionary biology. </p> <p>Guillaume Coudray, a Paris-based investigative journalist, prefers a narrower argument, focusing on the historical accidents and subsequent cover-ups that even now add cancer-causing compounds to our processed meat. The industry attitudes and tactics he reveals strongly resemble those of the tobacco industry in the 1970s and 1980s.</p> <p>Ably translated by David Watson as <em>Who Poisoned Your Bacon Sandwich?</em>, Coudray's 2017 exposé tells the story of the common additives used to cure — and, crucially, to colour — processed meats. Until 1820, saltpetre (potassium nitrate; a constituent of gunpowder) was our curing agent of choice — most likely because 16th-century hunters discovered that game birds shot with their newfangled muskets kept for longer. Then sodium nitrate appeared, and — in the mid-1920s — sodium nitrite. All three give meats a convincing colour in a fraction of the time that traditional salting requires. What's more, their disinfectant properties allow unscrupulous producers to operate in unsanitary conditions.</p> <p>Follow basic rules of hygiene, and you can easily cure meat using ordinary table salt. But traditional meats often take upwards of a year to mature; no wonder the 90-day hams pouring out of Chicago's meatpacking district at the turn of the 20th century conquered the world market. Parma ham producers still use salt; almost everyone else has resorted to nitrate and nitrates just to survive.</p> <p>It wasn't until the 1970s that researchers found a link between these staple curing agents and cancer. This was, significantly, also the moment when industry lobbyists began to rewrite food history. The claim that we've been preserving meat with saltpetre for over 5,000 years is particularly inventive: back then, it was used to preserve Egyptian mummies, not to cure hams. Along with the massaged history came obfuscation — for instance, arguments that nitrates and nitrites are not carcinogenic in themselves, even if they give rise to carcinogenic agents during processing, cooking or, um, digestion. </p> <p>And when, in 2015, experts from the WHO's International Agency for Research on Cancer classified all processed meats in “group 1: carcinogenic to humans” (they can cause colorectal cancer, the second-most deadly cancer we face) the doubt-mongers redoubled their efforts — in particular the flimsy claim that nitrates and nitrites are our only defence against certain kinds of food poisoning.</p> <p>There are alternatives. If it's a disinfectant-cum-curing agent you're after, organic water-soluble salts called sorbates work just fine. Crucially, however, sorbates have no colourant effect, while nitrates and nitrites give cured meat that rosy glow. Their use is so widespread that we have clean forgotten that the natural colour of ham, pâté, wiener sausages and, yes, bacon is grey.</p> <p>The fact that the food industry wants to make food as attractive as possible so that it can sell as much as possible is, of itself, hardly news.</p> <p>In <em>Hooked</em> (a rather different beast from his 2013 exposé <a href=\"https://www.theguardian.com/books/2013/feb/24/salt-sugar-fat-moss-review\"><em>Sugar Salt Fat</em></a>), Michael Moss finds — beyond the accusations and litigations — that there's something systemically wrong with our relationship to food. American consumers now fill three-quarters of their shopping carts with processed food. Snacking now accounts for around a quarter of our daily calorie intake. Pointing the finger at Coca-Cola or McDonald's is not going to solve the bigger problem, which Moss takes to be changes in the biology of our ancestors that have made it extremely difficult to recoup healthy eating habits once they've run out of control.</p> <p>His argument is cogent, but not simple. We have to get to grips, first, with the latest thinking on addiction, which has more or less dispensed with the idea that substances are mind-altering. Rather, they are mind-engaging, and the speed of their effect has quite as much, if not more, to do with their strength than their pharmacology.</p> <p>By this measure, food is an incredibly powerful drug (A taste of sugar hits the brain 20 times faster than a lungful of tobacco smoke). But does it make any sense to say we're all addicted to food?</p> <p>Moss says it does — but we need to dip our toes in evolutionary biology to understand why. As primates, we have lost a long bone, called the transverse lamina, that used to separate the mouth from the nose. Consequently, we can smell food as we taste it.</p> <p>No one can really explain why an enhanced appreciation of flavour gave us such a huge evolutionary advantage, but the biology is ungainsayable: we are an animal obsessed with gustatory variety. In medieval France, this inspired hundreds of different sauces. Today, my local supermarket sells 50-odd different varieties of potato crisps.</p> <p>The problem, Moss says, is not that food manufacturers are trying to addict us. It is that they have learnt how to exploit an addiction baked into our biology.</p> <p>So what's the solution? Stop drinking anything with calories? Avoid distractions when we eat? Favour foods that we have to chew? All of the above, of course — though it's hard to see how good advice on its own could ever persuade us all to act against our own appetites.</p> <p><em>Hooked</em> works, in a rambunctious, shorthand sort of way. Ultimately, though, it may prove be a transitional book for an author who is edging towards a much deeper reappraisal of the relationship between food, convenience (time, in other words) and money.</p> <p>Neither Moss nor Coudray demands that we take to the barricades just yet. But the pale, unappetisingly grey storm clouds of a food revolution are gathering.</p> <p><a href=\"https://www.amazon.co.uk/Hooked-Michael-Moss/dp/0753556324/ref=tmm_hrd_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=\"><strong>Hooked: How Processed Food Became Addictive</strong></a>, by Michael Moss, <em>WH Allen, RRP£20;<br></em>(<em>US edition:</em> <a href=\"https://www.amazon.co.uk/gp/product/0593243250?ie=UTF8\"><strong>Hooked: Food, Free Will, and How the Food Giants Exploit Our Addictions</strong></a>, <em>RRP$28, Penguin Random House, 304 pages</em>)</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1785786113?ie=UTF8\"><strong>Who Poisoned Your Bacon Sandwich?</strong></a><strong> The Dangerous History of Meat Additives</strong>, by Guillaume Coudray, <em>Icon, RRP£14.99, 306 pages</em></p><p>Source: Simon Ings 2021 'Additives and addiction — why the food we eat is a minefield' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T16:33:36.841Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4451,
          "end": 4460
        }
      ],
      "nexusId": "10017668"
    }
  ]
}