{
  "_id": "17bce415bc4392820edcd9988876bed093cdad772bb48d059f2e921c5db441f3",
  "feed": "ftcomall",
  "title": "Baseball league pulls All-Star Game from Georgia over voter law",
  "text": "<p>Major League Baseball said on Friday that it would relocate its All-Star Game from Atlanta this year in protest at Georgia's new restrictive voting law — the first significant move by a sports body amid a widening<a href=\"https://www.ft.com/content/3a829f1c-eed6-49f8-8b5a-46097be47a77\"> corporate backlash</a> to the Republican legislation.</p> <p>Just a day into its 2021 season, MLB Commissioner Rob Manfred said the annual game would move to a yet to be determined location because of the newly signed Georgia legislation.</p> <p>The league “fundamentally supports voting rights for all Americans and opposes restrictions&#xa0;to the ballot box”, Manfred said, adding that “fair access to voting continues to have our game's unwavering support”.</p> <p>It is the latest high-profile pushback to the new legislation signed by Georgia's Republican governor Brian Kemp last month that<a href=\"https://www.ft.com/content/a8eaa2bb-d221-422b-bfb7-d5bc365178f5\"> restricts early voting and vote-by-mail provisions</a>, critics of which say disproportionately targets black voters. It is among more than 300 bills introduced by state legislatures around the US this year which include restrictions to voting access, according to the Brennan Center, a non-partisan law and policy institute. </p> <p>Kemp said on Friday that the MLB “caved to fear, political opportunism, and liberal lies” and called the decision to move the All-Star Game “an attack on our state”.</p> <p>Georgia senator Raphael Warnock, a Democrat, called the MLB decision an “unfortunate consequence” of what he described as an effort by a few politicians to retain power at the expense of Georgia voters.</p> <p>“It is my hope that businesses, athletes and entertainers can protest this law not by leaving Georgia but by coming here and fighting voter suppression head on, and hand-in-hand with the community,” he said.</p> <p>The Atlanta Braves, the MLB franchise whose facilities would have served as host to this year's game, said <a href=\"https://twitter.com/Braves/status/1378072546088738818\">in a statement on Twitter</a> that the move “was neither our decision nor our recommendation” and that “unfortunately, businesses, employees, and fans in Georgia are the victims of this decision”. </p> <p>On Wednesday, dozens of senior black executives from around the US signed a public letter urging corporate America to oppose the Georgia legislation, writing that “the new law and others like it are both undemocratic and un-American, and they are wrong”.</p> <p>Since the publication of that letter, chief <a href=\"https://www.ft.com/content/f7b3e5c9-fe0c-4a60-9e00-ee7a6cdb5ad0\">executives at Coca-Cola and Delta Air Lines</a>, two of Atlanta's largest companies, as well as dozens of others including Uber, Salesforce and PayPal, have <a href=\"https://www.ft.com/content/3a829f1c-eed6-49f8-8b5a-46097be47a77\">publicly decried the legislation</a>.</p> <p>The move by MLB underscores the rise in civic engagement by sport bodies, particularly over the past year as the US faced a reckoning on racial injustice. In the wake of protests over the deaths of George Floyd, Breonna Taylor, and others, the <a href=\"https://www.ft.com/content/5da9ff43-a3cf-4aff-99ee-911555d28df0\">National Football League commissioner apologised</a> for not engaging with players who earlier protested police brutality, like Colin Kaepernick.</p> <p>Several leagues, including the NFL, MLB and the National Basketball Association, incorporated Black Lives Matter branding in their stadiums and player equipment to varying extents in recent months.</p> <p>Moving the MLB All-Star Game is likely to have a material impact on Georgia's economy. The annual match, a midsummer clash between the best players in each of the league's two divisions, regularly results in an added $60m or more to the coffers of the host city, <a href=\"https://www.baseball-almanac.com/asgbox/all_star_game_economic_impact.shtml\">according to Baseball Almanac</a>. </p> <p>It is not the first time a professional sport has moved a high-profile game out of political considerations. In 2016, the NBA decided to move its own All-Star Game out of Charlotte, North Carolina, <a href=\"https://www.espn.com/nba/story/_/id/17120170/nba-moving-all-star-game-charlotte-north-carolina-bill\">in opposition to a bill in that state</a> which limited the protections against discrimination for the LGBTQ community. </p> <p>A partial repeal of that bill, known colloquially as the “bathroom bill”, <a href=\"https://www.nbcnews.com/feature/nbc-out/nba-all-star-game-arrives-n-c-after-bathroom-bill-n970521\">paved the way for a compromise</a> between the league and local authorities, and the game returned to Charlotte in 2019.</p> <p>This year's MLB All-Star Game was to carry special significance in Atlanta after the passing of civil rights icon and Atlanta Braves star <a href=\"https://www.ft.com/content/156dc5b9-3c10-4026-bc9b-728f18e604ac\">Hank Aaron</a>, though Manfred said commemorative events in his honour remain on schedule, wherever the game is played.</p> <p><em>Additional reporting by Andrew Edgecliffe-Johnson in New York and Lauren Fedor in Washington</em></p><p>Source: Sara Germano in New York 2021 'Baseball league pulls All-Star Game from Georgia over voter law' FT.com 2 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-02T22:35:46.598Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2294,
          "end": 2303
        }
      ],
      "nexusId": "10017668"
    }
  ]
}