{
  "_id": "14fec8305c2d3039cf5159e4ae617a786930f80544c2af6729a2ed440ed37be6",
  "feed": "ftcomall",
  "title": "Coke bottlers: bubble economy",
  "text": "<p>Sugar is giving way to sweeteners in a drinks industry imperilled by health concerns. Appropriately, Coca-Cola European Partners has itself <a href=\"https://ir.cocacolaep.com/regulatory-filings-and-news/investor-news/investor-news-details/2021/Coca-Cola-Euro-Ptnrs---Best-and-final-offer-to-acquire-Coca-Cola-Amatil/default.aspx\">offered a sweetener</a> in its pursuit of Australian counterpart Coca-Cola Amatil. This reflected improved trading and shareholder feedback, valuing the business at almost A$10bn ($8.3bn) including debts. But even viewed through lenses made from Coke bottle bottoms, terms are hardly generous.</p> <p>Coca-Cola bottlers are something of a breed apart among drinks businesses. Their close commercial relationship with the Atlanta-based brand owner deters competing bids. </p> <p>CCEP upped its final offer to CCA's independent shareholders by 75 cents to A$13.50. The premium to CCA's one-month undisturbed share price has risen to 36 per cent. But that premium is a measly 12 per cent above the group's pre-pandemic share price. </p> <p>The lowball offer reflects a top-line at CCA that has been stagnating for most of the past decade and struggling franchises in the region. London-listed CCEP needs to turn those fortunes round.&#xa0;</p> <p>CCA has been slow to adapt to the low-sugar trend. That has given Coke arch rival Pepsi an opportunity to grow in CCA's most profitable region, Australia. Sugar-free Pepsi Max's 42 per cent market share is more than double what it has in European markets. </p> <p>Lower prices for Pepsi Max are one reason. CCEP will need to start cutting prices of CCA's diet brands, sacrificing margins, to redress that balance.&#xa0;</p> <p>Limited cost savings and the apparent blessing of key shareholder The Coca-Cola Company make any counter offer unlikely. Operating margins were about 13 per cent at both groups in 2019. The unexpected upside to CCA earnings this year has been bolstered by cost cuts triggered by the pandemic.&#xa0;</p> <p>CCEP shares trading at 17 times two-year forward earnings are close to the top of their historical range. The CCA takeover may bring that figure down to 14 times. CCEP needs to inject an extra rush into more profitable and faster growing parts of CCA's business to keep shareholders loyal to its recipe.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline </em></p><p>Source:  2021 'Coke bottlers: bubble economy' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-15T15:36:54.428Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 382,
          "end": 386
        },
        {
          "start": 1520,
          "end": 1537
        },
        {
          "start": 201,
          "end": 210
        },
        {
          "start": 1110,
          "end": 1114
        },
        {
          "start": 1516,
          "end": 1537
        },
        {
          "start": 430,
          "end": 439
        }
      ]
    }
  ]
}