{
  "_id": "73323073166ac8103e648944c591c46676cbdad8b0fb310fad2bbe139514c2b1",
  "feed": "ftcomall",
  "title": "The Morning Star by Karl Ove Knausgaard — collective consciousness",
  "text": "<p>Karl Ove Knausgaard is a novelist for whom writing often seems like a penance. He described <a href=\"https://www.ft.com/content/39a27dce-a6e7-11e8-926a-7342fe5e173f\"><em>My Struggle</em></a>, the six-volume autofiction that made him famous, as an attempt to “empty everything, to have nothing left”.</p> <p>If its closing line — “I will revel in, truly revel in, the thought that I am no longer a writer” — proved to be rhetorical rather than literal (<a href=\"https://www.ft.com/content/3d0a8332-d8d8-11e6-944b-e7eb37a6aa8e\">Knausgaard</a> has written eight books since the final volume of the saga was published in Norway in 2011), the sentiment was more than a posture. Here was an attempt to exhaust the novel, and literature, and quite possibly his readers too.</p> <p>The originality of <em>My Struggle</em> lay not in its form but in its radical honesty, and in the way it negotiated so artfully between Knausgaard the writer and Knausgaard the literary character. Its pleasures, for those who recognised them, were accumulative and addictive, and had something to do with the way Knausgaard's narrator became a mirror for your own thoughts and fears.</p> <p>The domestic confessionalism — a kind of higher gossip — made the whole project even more compelling. It didn't matter that the writing was for the most part flat and unexceptional, “experimental” only inasmuch as it reflected a monkish commitment to the processes of its own composition: 20 pages a day, no planning, no revision.</p> <p>Knausgaard's new book shows this is an approach that works for some kinds of fiction better than others. The author has said that with <em>The Morning Star</em>, first published in Norwegian last year, he wanted to write a fantastical novel in the mould of Stephen King, but despite these aspirations (perhaps because of them) this is a strange, uneven book. It is a bit like reading a Knausgaard novel on to which a Hollywood blockbuster has been unsuccessfully grafted.</p> <p><em>The Morning Star</em> is set in and around Bergen in southern Norway, in a parallel present or the very recent past (which is to say there is no mention of Covid-19) and follows nine characters over two days and nearly 700 pages. There is an academic whose wife is suffering from manic delusions, a sleazy arts journalist who longs for the thrill of the crime desk, a female priest who is going through a crisis that is part marital and part existential, and a nurse in a psychiatric hospital who is addicted to prescription pills.</p> <p>So far, so Knausgaardian. But soon the Gothic flourishes start piling up. Animals begin to behave in portentous ways. Members of a death metal band go missing. People run screaming through the woods at night. Miracles occur. Then a new star, visible across the globe, emerges in the sky. Some of the characters take it as a sign. Others explain it away as a mere astronomical phenomenon.</p> <p>Ensemble novels such as this thrive on contrast, inviting us to consider how different people might understand and respond to a universal event. But one problem with <em>The Morning Star</em> is that everyone in it talks and thinks in very similar ways. Although the characters don't feel like caricatures, they don't really feel like fully realised individuals either: more like a collective Knausgaardian consciousness inhabiting nine different bodies.</p> <p>Knausgaard is aware of this — in a recent <a href=\"https://www.vulture.com/article/karl-ove-knausgaard-torrey-peters.html\">interview</a> he spoke of his difficulties writing characters who were unlike him, eventually deciding that he “shouldn't work too much to make them different from me, with different language — otherwise, it would begin to lose credibility. Everybody knows I'm writing it anyway, so why should I pretend like I'm not?”, which seems like a pretty limited way of thinking about the freedoms of fiction.</p> <p>In English, Knausgaard has never come across as particularly interested in style or voice (to say that Martin Aitken's translation feels entirely competent is not, I hope, to damn it with faint praise). <em>The Morning Star</em> is made almost entirely of plodding, perfunctory sentences such as: “I couldn't make up my mind between a Bacon King and a Double Steakhouse. I hadn't eaten properly all day, so in the end I went with the Double Steakhouse with extra fries and a Diet Coke.”</p> <p>Rather than being interested in the effects language can have, Knausgaard's concern is with the meanings it can bear and the realities it can make thinkable. He doesn't express emotions, or cause us to feel them, but notes them in passing, as though scanning items on a self-checkout. But language is more than a system of notation — it is, as one of the characters in <em>The Morning Star</em>, a trustafarian film-maker named Egil, writes in the long essay that forms the digressive coda of the novel, a means of “constrain[ing]” the world, “arranging it and placing its various elements in logical systems that are of such nature that we see neither the system, nor the logic, only the world it presents to us”.</p> <p>Philosophers have had these insights before. You'd be forgiven for thinking that novelists — especially when they're moved to write about the fantastical — should move beyond them and show us how we might push through those constraints, escape those systems, rearrange the world. In that regard, <em>The Morning Star</em> falls short.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1910701718/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1910701718&amp;linkId=6c0961c03601f4a47d7c8de7cb52a7df\"><strong>The Morning Star</strong></a> by Karl Ove Knausgaard, translated by Martin Aitken<em>, Harvill Secker £20/Penguin Press $30, 688 pages </em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>This article has been updated since original publication to correct the number of books Karl Ove Knausgaard has written since 2011</em></p><p>Source: Jon Day 2021 'The Morning Star by Karl Ove Knausgaard — collective consciousness' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T04:00:53.634Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4036,
          "end": 4040
        }
      ],
      "nexusId": "10017668"
    }
  ]
}