{
  "_id": "765124eadbd65370def224368a9fffa2f4921fc4ef7b1c5b18e971d0fd254535",
  "feed": "ftcomall",
  "title": "Wealthy ex-banker campaigns as Ecuador's ‘change candidate'",
  "text": "<p>Guillermo Lasso's promises for <a href=\"https://www.ft.com/ecuador\">Ecuador</a>'s coronavirus-stricken economy might seem extravagant, particularly from a former banker: to create 2m new jobs and balance the budget in four years while cutting taxes.&#xa0;&#xa0;</p> <p>But as Ecuador's presidential election on Sunday polarises into a two-horse race between Mr Lasso on the right and rival <a href=\"https://www.ft.com/content/276b1718-0707-4308-a2e6-77ae5ebd3f12\">Andrés Arauz</a> on the left, both leading candidates are making increasingly grand promises to woo an electorate battered by high unemployment and growing poverty.</p> <p>At stake for investors is the future of a freshly signed IMF agreement, the recent restructuring of $17.4bn of bondholder debt, and one of the larger oil industries in Latin America, a sector Mr Lasso wants to double in size to help balance the government's books.</p> <p>“My goal is zero deficit — absolute zero,” he told the Financial Times in an interview from his home in the business capital of <a href=\"https://www.ft.com/content/5e970473-0710-44f6-bfae-2a830b78a3a1\">Guayaquil</a>. “The vicious circle that Ecuador is in is “deficit, debt, deficit, more debt” and in the longer term we can never get out of it. If Ecuador is to create jobs it has to solve the fiscal problem, and you do that by increasing oil revenue and controlling spending.”</p> <p>Aware that this may not play well with voters in a country where the government has slashed spending and liquidated state enterprises after running out of money during the <a href=\"https://www.ft.com/content/98faa3c9-d4ab-4974-95fd-eeca519cd8c9\">coronavirus crisis</a>, Mr Lasso is trying to brand himself a change candidate. He is playing up differences with incumbent Lenín Moreno, whose ratings have plunged to single digits.</p> <p>“Lasso is change, change is Lasso,” chant a group of dancing youngsters in one of his campaign videos. Whether voters buy that message is less clear. The 65-year-old former Coca-Cola executive, who still part-owns one of the country's biggest banks, Banco Guayaquil, has been active in politics for a decade and has run twice before for president, being handily beaten in the first time but coming closer to victory on his second run. </p> <p>In his interview with the Financial Times, Mr Lasso tried to lump together Ecuador's former president, the leftwing firebrand Rafael Correa, with the man who succeeded him, Mr Moreno, and Mr Arauz, a young socialist economist who is Mr Lasso's main opponent.</p> <p>“Mr Moreno was a continuation of Mr Correa and Mr Arauz is a continuation of them both,” he said. “I don't represent continuity with Mr Moreno.”</p> <p>Risa Grais-Targow, Latin America director at the consultancy Eurasia, said Mr Lasso's strategy was unlikely to work. “This is a change election, and the demand for something genuinely different is a real problem for Lasso because he's perceived as the ultimate establishment candidate,” she said. His party, CREO, is one of Mr Moreno's biggest supporters in congress.</p> <p>Although Mr Lasso lists the UK's Margaret Thatcher among his heroes, he insisted he is “not proposing neoliberalism”. </p> <p>“What I'm proposing is an efficient public administration that promotes investment, that generates employment, and that through economic growth generates revenue for the state — revenue that is administered correctly,” he said.</p> <p>Mr Lasso has pleased investors by promising to respect the terms of the hard-won <a href=\"https://www.ft.com/content/1dd975c9-e3a1-4fcc-b049-f29dbd59f6fa\">debt agreements</a> with private bondholders and the IMF. Mr Arauz wants to renegotiate the IMF deal and has attacked the bondholder accord as unconstitutional and overgenerous.&#xa0;</p> <p>Opinion polls suggest Mr Lasso and Mr Arauz are ahead of the 14 other candidates on the ballot, although there is little consensus over who is leading. If neither wins 50 per cent of the vote — or 40 per cent with a 10-point lead over the nearest rival — the election goes to a second round in April.</p> <p>Mr Lasso's proposals are ambitious. His goal of creating 2m jobs is set for a country of just 17m. Some 700,000 posts have been lost during the coronavirus pandemic and he is confident they can be recovered as the economy bounces back. For the other 1.3m, Mr Lasso is relying primarily on the oil industry.&#xa0;</p> <p>He reckons Ecuador can double its output from 520,000 barrels a day to about 700,000 by the end of his government and more than 1m in the medium term by attracting foreign investment with new contracts. It is a tall order for a country that has never averaged more than 570,000 b/d.</p> <p>Despite pledging to eliminate Ecuador's budget deficit, another ambitious target in a nation with a chronic borrowing habit, Mr Lasso has vowed not to raise taxes. Indeed, he said he would lower some and eliminate others.</p> <p>He disagreed with the IMF when it suggested Ecuador should raise value added tax, preferring to balance the budget and keep the fund's<a href=\"https://www.ft.com/content/fe14a91e-a72a-439d-8ac0-bf7f0d9d74c5\"> $6.5bn lending programme</a> on track by, for example, privatising one of the nation's biggest lenders, Banco del Pacífico, or limiting fuel subsidies to the poorest drivers.</p> <p>An advocate of free trade, Mr Lasso has pledged to gradually abolish Ecuador's 5 per cent tax on remittances and sign trade deals with the US, China and South Korea, a deal with Washington being the priority.</p> <p>Mr Lasso also favours continued dollarisation. Ecuador has used the US dollar as its official currency since 2000, the only country in South America to do so. This has brought stability but has also removed its freedom to set monetary policy and borrow locally, as well as blunting competitiveness.</p> <p>Despite his considerable wealth as part-owner of a bank, Mr Lasso's upbringing was far from privileged. The youngest of 11 children, he started working part-time at the age of 15 at the Guayaquil stock exchange to pay for his school fees. </p> <p>“I started without a cent in my pocket,” he said. “I don't have a university degree. I'm from a middle-class family. My father was a public servant and my mother was a housewife.”</p><p>Source: Gideon Long in Bogotá and Michael Stott in London 2021 'Wealthy ex-banker campaigns as Ecuador's ‘change candidate'' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T11:00:17.846Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1684,
          "end": 1693
        }
      ],
      "name": "The Coca-Cola Company",
      "id": "US1912161007",
      "nexusId": "10017668"
    }
  ]
}