{
  "_id": "100e1d9bad1d372bd229381578c4246e5f6afa48515dd382413f74ca394ccbed",
  "feed": "wall-street-journal",
  "title": "Health & Wellness -- What's Your Workout? A Routine to Hit All Muscle Groups",
  "text": "<p>He learned about the workouts through an Instagram feed called Dad Bod (Workout of the Day), which offers fitness tips. \"I saw this dad who was crushing life with these 20- to 30-minute workouts,\" he says. \"I was really inspired.\"</p><p>After a year at home, Mr. Dickerson has been training to go back on tour this summer. During a concert, he estimates he is on stage between 45 and 90 minutes. \"When I perform a show it's like I'm jogging and singing at the top of my lungs the entire time,\" he says. \"I need to keep up my cardio to get my lungs ready.\"</p><p>During lockdown, he and his wife, Kailey Dickerson, transformed the driveway of their Nashville, Tenn., home into a gym. He says working out at home with minimal equipment will help the couple transition to life on the road. \"You realize you can be pretty scrappy and still get a great workout,\" Mr. Dickerson says. \"Now that I'll have the little guy with me on tour, efficiency is the only way I'll be able to maintain a routine.</p><p>The Workout</p><p>\"I get up at 6:30 a.m. and the little man hangs with me while I shred so my wife can get an extra hour of sleep,\" he says. Remington sits in his jumper while Dad works out. Mr. Dickerson does five sets of 10 reps of alternating 30-pound burpee snatches and off-set push-ups, where one hand is on a weight and the other on the floor. To perform renegade rows with a reach, he grips 30-pound dumbbells in plank pose and alternates bringing one to a row at chest level and then extends it straight up in the air. Sometimes he will do single-arm biceps curls using Remington in his jumper as a weight. His battle rope circuit includes 30 jumping jacks holding ropes, 20 rope slams and 60 alternating waves.</p><p>For cardio, he will do sprints on the rowing machine switching between 30 seconds hard and 30 seconds of rest for 20 minutes. Or, to change things up, he puts his son in a jogging stroller and sprints up a quarter-mile hill and then jogs down, four times. On days he runs without Remington, he stops at the top of the hill and chops wood. \"It feels good to be in the woods and do something manly versus being in a gym tossing around a metal dumbbell,\" he says. \"I channel my lumberjack energy.\"</p><p>Mr. Dickerson tries to do three to four high-intensity workouts a week and devotes other days to running on the trails of Percy Warner Park. He usually logs up to 4 miles and tries to maintain a sub 8-minute mile pace.</p><p>On the road, he travels with resistance bands and adjustable dumbbells. His bass player and tour manager are his workout buddies. \"We hold each other accountable,\" he says.</p><p>---</p><p>Russell Dickerson's Diet</p><p>Breakfast: Whole Foods 360 frozen buttermilk protein waffles toasted and topped with creamy peanut butter and honey. Half decaf-half regular coffee made in a Chemex.</p><p>Hydration: \"I try to drink one gallon of water a day,\" he says.</p><p>Post-workout fuel: He makes a smoothie with chocolate protein powder, collagen peptides, peanut butter powder, half a banana and unsweetened almond milk.</p><p>Eating on the road: \"When you live a rock-star life you show up at these county fairs and the only options for food are biscuits and gravy, fried chicken or mac n' cheese,\" he says. \"Sometimes I end up eating almonds for dinner.\"</p><p>Healthy fix: \"My wife and I recently started doing MegaFit Meals service,\" he says. \"I plan to bring their frozen dinners on the tour bus.\"</p><p>Cheat meal: Chick-fil-A. \"I get two chicken sandwiches, a four-count of [chicken] strips with all the sauce, fries and a Coke,\" he says.</p><p>Weekend splurge: \"My son was born on a Saturday and on the way home from the hospital we stopped to get doughnuts,\" he says. \"That's become a new family tradition that I call 'doughnut daderday.'\"</p><p>The Playlist</p><p>\"When I'm running through the woods . . . I want to enjoy nature. That's my thinking time, when I dream up new songs.\"</p>",
  "published": "2021-06-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 3487,
          "end": 3491
        }
      ],
      "nexusId": "10017668"
    }
  ]
}