{
  "_id": "305db91645a34b4eb5dae2a8037c8ee8a3ed6bb7279fbe48a5103fac728c7d44",
  "feed": "ftcomall",
  "title": "Coke and Delta denounce new Georgia voting restrictions ",
  "text": "<p>Coca-Cola and Delta Air Lines, two of Atlanta's biggest companies, have bowed to pressure from prominent black business leaders to denounce new Georgia voting laws, after weeks of saying little about the controversial legislation.</p> <p>Delta issued a statement on Wednesday, saying the new Georgia law was “unacceptable” and would make it harder for black voters, in particular, to cast their ballots.</p> <p>“The entire rationale for this bill was based on a lie: that there was widespread voter fraud in Georgia in the 2020 elections. This is simply not true. Unfortunately, that excuse is being used in states across the nation that are attempting to pass similar legislation to restrict voting rights,” said Ed Bastian, Delta's chief executive.</p> <p>James Quincey, chief executive of Coca-Cola, echoed Delta's position later on Wednesday, saying the legislation was an unacceptable step backwards. The company had engaged with lawmakers behind the scenes before the legislation passed, he said, “but in this case it did not work, clearly, and so we're being more forceful in our public position”.</p> <p>The criticisms came after weeks of more muted responses and followed the publication of a <a href=\"https://blackeconomicalliance.org/news/black-executives-call-on-corporations-to-fight-restrictive-voting-laws/\">letter</a> from 72 senior black executives calling on their white peers to speak out against efforts to restrict black voters' access to the polls.&#xa0;</p> <p>The <a href=\"https://blackeconomicalliance.org/news/black-executives-call-on-corporations-to-fight-restrictive-voting-laws/\">letter</a> was organised by Ken Chenault, former chief executive of American Express, and Ken Frazier, <a href=\"https://www.ft.com/content/6f11cb92-cad1-4407-963e-dddccff87ce9\">outgoing chief executive </a>of Merck. It urges companies to back up their rhetorical support for equal ballot access with their public platforms and lobbying power.&#xa0;</p> <p>Brian Kemp, Georgia's governor, criticised the harder line taken by the chief executives, pulling them deeper into one of the most combustible political controversies following Donald Trump's departure from the White House.</p> <p>“Today's statement by Delta CEO Ed Bastian stands in stark contrast to our conversations with the company, ignores the content of the new law, and unfortunately continues to spread the same false attacks being repeated by partisan activists,” Kemp said.</p> <p>The unprecedented public stand by the prominent African-American executives positions voting rights as the next battleground on which business will be expected to take a stand. It also sets up a potential clash with the Republican party, which is pushing dozens of new voting laws that critics argue will disproportionately deter black voters.&#xa0;</p> <p>“The stakes for our democracy are too high to remain on the sidelines. Corporate America must support our nation's fundamental democratic principles and marshal its collective influence to ensure fairness and equity for all,” the letter writers argued.</p> <p>Almost a year after the killing of George Floyd sparked a wave of pledges by US executives to do more to address racial injustices, their commitment is now being questioned. Activists including the Black Voters Matter campaign <a href=\"https://www.ft.com/content/a8eaa2bb-d221-422b-bfb7-d5bc365178f5\">accused</a> Coca-Cola, Delta and UPS, which is also based in Atlanta, of doing too little to oppose new Georgia voting restrictions.</p> <p>“Georgia is the leading edge of a movement all around this country to restrict voting access,” Frazier told CNBC on Wednesday.&#xa0;</p> <p>Courts have dismissed scores of Republican allegations that the 2020 election was tainted by fraud, Frazier said. “What we're saying is that, state by state, in the absence of substantiated and compelling evidence of voter fraud, any actions that are taken to restrict the ability of eligible voters should be opposed,” he said.</p> <p>Chenault told CNBC: “What we have heard from corporations is general statements about their support for voting rights and against voter suppression. But now we are asking [them to] put those words into action.”</p> <p>Among the executives who signed the letter were <a href=\"https://www.ft.com/content/b88606e4-7416-11e5-bdb1-e6e4767162cc\">Mellody Hobson</a>, the new Starbucks chair; her fellow Ariel Investments executive <a href=\"https://www.ft.com/content/e2977207-9232-47e8-b68f-2452f3163e02\">John Rogers</a>; and <a href=\"https://www.ft.com/content/0d34c5c4-ee9b-41a6-a1bc-6d2438343ed2\">Robert F Smith</a>, founder of Vista Equity Partners.&#xa0;</p> <p>A few other companies issued statements of support for the authors of Wednesday's letter. Brad Smith, Microsoft's president, said it was “essential for the business community to stand together” to oppose the “harmful” legislation in Georgia and elsewhere. </p> <p>But advisers said many executives were wary of being dragged into a political fight. </p> <p>“What I'm hearing from my clients is it's a bridge too far,” said Richard Edelman, chief executive of the eponymous public relations consultancy. “CEOs are very reticent right now. They do not want to get into the politics. They feel this is a red flag issue for Republicans and they feel it's beyond their remit.”</p><p>Source: Andrew Edgecliffe-Johnson in New York 2021 'Coke and Delta denounce new Georgia voting restrictions ' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T20:39:05.410Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10017668"
    }
  ]
}