{
  "_id": "da85d5f0b4765c13d899db33a38f8b5fa55281144c425116e886d817ccdc1c91",
  "feed": "market-watch",
  "title": "Better than recycling? These manufacturers are taking part in a ‘circular economy'",
  "text": "<p>As companies from Amazon.com AMZN to Visa V pledge to negate by 2050 the amount of greenhouse gases that humans collectively cause, known as net zero emissions, their focus is now turning to reducing landfill-clogging waste to meet those goals.</p><p>To do their part, some manufacturers are beginning to incorporate a closed-loop product design into their business models. The so-called circular economy rethinks our current product-design-and-use model that promotes single-use and planned obsolescence, replacing it with more efficient use of products and materials to reduce strains on natural resources.&#xa0;</p><p>Products in a circular economy are designed and optimized to be easily disassembled and reused if they are durable, such as metals and plastics, or are compostable to regenerate natural systems.&#xa0;</p><p>America's throwaway culture produces heaps of materials that essentially go nowhere. Landfill gas emissions are mostly methane and carbon dioxide, and methane is 28 to 36 times more effective than carbon at trapping heat in the atmosphere, according to a 2014 Intergovernmental Panel on Climate Change assessment report. The Environmental Protection Agency says emissions from municipal dumps is equivalent to poison spewed by 21.6 million passenger vehicles driven in a year.</p><p>The way things are made can lead to significant improvements in their own right. Changing the system for making and using plastic has the potential to save $200 billion a year as it reduces the annual volume of plastics entering the ocean by 80% and cuts greenhouse gas emissions by 25% according to the London-based Ellen MacArthur Foundation, whose mission is to promote a circular economy.</p><p>Climate emergency</p><p>Growing interest in this new way of thinking stems from companies recognizing the urgency to combat climate change, says Sara Lindeblad Wingstrand, program manager at the Ellen MacArthur Foundation. And it focuses on the positive steps. “You can have an economy that functions and keeps materials and products in use,” she says.</p><p>It's also necessary. Transitioning to renewable energy and energy efficiency addresses only 55% of emissions. The foundation's research shows that the other 45% can come from the circular economy and from rethinking how we produce the items we use daily.</p><p>Although recycling occurs at a certain level, the economics of recycling are not always cost-effective, Wingstrand says. It oftens costs more to collect materials than what companies get from selling the recycled material. That's especially true after China stopped taking U.S. plastics to be recycled. Most recyclables end up in landfills.</p><p>To make recycling economically viable, the Ellen MacArthur Foundation recently launched the Extended Producer Responsibility pact, in which member companies that put packaging on the market must pay for its collection, sorting and recycling after use. Brands such as L'Oréal, Unilever and Tetra Pak are among more than 100 businesses that have signed up. Members that put packaging in the market pay a small fee, which goes directly toward collection, sorting and recycling.&#xa0;</p><p>In 2018, the foundation collaborated with the U.N. Environment Program to launch the New Plastics Economy Global Commitment, in which organizations agree to a common vision to eliminate unnecessary packaging, reuse packaging where relevant and create 100% reusable, recyclable or compostable packaging by 2025. Signatories set concrete targets, and now the program represents 20% of all plastic packing produced globally.&#xa0;</p><p>Signers include Walmart WMT, Coca-Cola KO, Nestlé and other multinational giants. The foundation publishes an annual public progress report, offering transparency on which firms advanced or stagnated on commitments. Further, the foundation's Wingstrand notes that credit-reporting firm S&amp;P uses the report's data in its Global Corporate Sustainability Assessment.&#xa0;</p><p>Wingstrand says as signatories look to meet their targets, some have come up with new business models to cut waste and offer a better value to consumers.</p><p>She pointed to Coca-Cola's World Without Waste Strategy, which aims to make 100% of its packaging recyclable globally by 2025, use at least 50% recycled material in packaging by 2030, and collect and recycle a bottle or can for each one sold by 2030.&#xa0;</p><p>Coca-Cola introduced a universal bottle design in Brazil, eventually expanding it to other Latin American markets. Using the same bottle design makes collecting, cleaning and filling bottles more efficient. That's why Coca-Cola, Fanta and Sprite drinks look the same in stores. In 2020 reusable bottles represented 27% of transactions sales for Coca-Cola Latin America.</p><p>Rise of e-waste</p><p>The electronics industry is looking to tackle e-waste, the fastest-growing waste stream today, says Carolien van Brunschot, manager of the circular economy program for the World Business Council for Sustainable Development, a CEO-led business organization promoting sustainability around the world. E-waste represents only 2% of solid wastes, but it's responsible for 70% of the hazardous waste in landfills, she says.&#xa0;</p><p>To combat the problem on an industry-wide scale, the Circular Electronics Partnership was formed in 2020. The program has six partners, including the World Business Council and the World Economic Forum, which helps create a non-competitive, neutral setting among 20 industry members across the supply chain. Related companies include Google, Microsoft and Dell Technologies.&#xa0;</p><p>Van Brunschot says many of the partnership's members had already adopted individual initiatives. The partnership aids in eliminating systemic barriers.</p><p>In these early stages, the partnership is exploring how to establish a common understanding of requirements for each stakeholder. For example, electronics manufacturers, materials companies and recyclers need to know about one another's processes to drive innovation.&#xa0;</p><p>“Full lifecycle collaboration is absolutely essential,” van Brunschot says.</p><p>The partnership has a six-pathway road map with short-, medium- and long-term goals to meet by 2030, including rethinking designs, driving demand for circular products and scaling responsible business models.&#xa0;</p><p>Competitors collaborate</p><p>Garry Cooper, CEO of Rheaply, a startup resource management and exchange platform, says it might seem odd to see companies in the same field collaborating, but the challenges of climate change require partnerships to figure out big problems. Collaboration may not be the strange bedfellows it once was, pointing out how Google and Apple worked together to create Covid-notification apps. “The same thing has to happen with climate change,” he says.</p><p>Rheaply's platform helps companies track inventory, enables companies to buy, sell, trade, donate or rent resources on an exchange, and create a better understanding of asset uses. Matching companies looking to offload excess products with businesses seeking to buy those items can help both sides reduce costs and prevent usable goods from going to a landfill. It's now being used by the U.S. Air Force, Google, AbbVie and others.</p><p>As climate change and reduced emissions become more important, using tracking software can help firms account for their carbon footprint. Rheaply just received $2.2 million inter-series funding from Microsoft's Climate Innovative Fund and MIT Solve's investment arm, Solve Innovation Future, to build reporting into the platform to measure the CO2 savings of reusing material, the first of its kind.</p><p>The circular economy can be part of what is called the “just” transition, meaning that people of color and economically disadvantaged communities are part of the carbon transition, Cooper says. Landfills are often located in low-income areas, contributing to poor health outcomes locally. Limiting waste reduces those harmful effects. The circular economy may also create new jobs by reducing costs and keeping material available locally.&#xa0;</p><p>As companies procure goods with circularity in mind, they may shed items in a similar fashion of sharing.&#xa0;</p><p>“If I can't use it anymore, I may want to give it to a small local business and work with them,” Cooper says. “The large business can reduce costs, the small business will spend less to buy equipment. Another small business may move that equipment that might have gone into a landfill.”</p>",
  "published": "2021-10-07T09:52:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4283,
          "end": 4292
        },
        {
          "start": 4628,
          "end": 4637
        },
        {
          "start": 3541,
          "end": 3550
        }
      ],
      "nexusId": "10017668"
    }
  ]
}