{
  "_id": "d3f2db86820267420897882640f71684e84ad914ac6b5bd67457970e025216c1",
  "feed": "ftcomall",
  "title": "Ecuador inches closer to an indigenous president ",
  "text": "<p>When María Cayulla heard that indigenous presidential candidate Yaku Pérez might not get through to the second round of <a href=\"https://www.ft.com/content/7e6dbe61-81c5-4b1a-a0ed-9aa5b05bf830\">Ecuador's election</a>, she left her home in the Amazon basin and travelled overnight to the city of Guayaquil on the Pacific coast. “I arrived at 5 o'clock this morning,” she told me as she joined hundreds of other protesters outside the local offices of the National Electoral Committee (CNE) to defend Pérez from what she regarded as blatant electoral fraud. “As indigenous people, we have rights, and they include the right to vote and the right for our votes to be counted. That's why I'm here.”</p> <p>Even in the colourful crowd of indigenous protesters, Cayulla stood out. Carrying a spear, her face covered in tattoos, she wore a feather headband and a rainbow-coloured bead necklace. She had come from Orellana, a lowland province of rainforests, parakeets and fiercely independent tribes who have resisted all attempts to integrate them into modern life. </p> <p>By the time I met her, the election had been rumbling on for nearly a week. The first round of voting took place on February 7 and initial results showed leftwing candidate Andrés Arauz in the lead and heading for a run-off in April.</p> <p>But it was the race for second place that caught the country's imagination. The CNE said Pérez was ahead of rightwing candidate Guillermo Lasso, a well-known millionaire and former Coca-Cola executive. Pérez had 20.04 per cent of the vote; Lasso had 19.97 per cent. It could hardly have been tighter, but it looked like Pérez might make the second round, where he stood a chance of winning due to his broad voter appeal.</p> <p>Pérez — widely known as Yaku — would be an unlikely president. Born into a poor family in the mountains of southern Ecuador, he was known for most of his life as Carlos Ranulfo Pérez, an environmentalist and lawyer who fought to protect the water rights of indigenous farmers. Four years ago he changed his first names to Yaku Sacha. Yaku means water in Quichua, the predominant language of the Andes, while Sacha means forest. </p> <p>As the presidential votes were counted, Pérez inched further ahead but on February 10 the<a href=\"https://www.eltelegrafo.com.ec/noticias/elecciones-2021/1/guillermo-lasso-yaku-perez-gana?\"> results flipped</a>. By the time the count ended, Lasso had 19.74 per cent to Perez's 19.39 per cent. The wealthy former banker had won by fewer than 33,000 votes — 0.3 per cent of the total number cast.</p> <p>Pérez cried fraud and urged his supporters to descend on Guayaquil to protest. Cayulla heeded that call, along with hundreds of others. Many waved the rainbow flag of the country's indigenous movement. One man blew into a gigantic sea shell sending a long, mournful monotone out over the crowd.</p> <p>“We need an indigenous president in this country. It's long overdue,” says Luis Francisco Litaparinango, a diminutive man wearing a felt hat and an embroidered Andean shirt. “We're sick of always being governed by the same old people — the bankers, the wealthy, the elite that always steals our money.”</p> <p>Other people were protesting too. One of the hallmarks of Pérez's campaign is that he has been able to reach beyond his natural base of supporters in rural Ecuador and connect with young, urban voters.</p> <p>“As members of the LGBT movement we've been discriminated against for years,” said&#xa0;Odalys Cayambe, a transgender activist from Guayaquil. “As president I think Yaku Pérez would put the emphasis on equality. It would be a chance to build a new democracy.”</p> <p>Two weeks after the vote, it looks unlikely that Pérez will&#xa0;make the run-off. He is still contesting the vote count and has led his supporters in a march on Quito, but the CNE has confirmed the <a href=\"https://www.aljazeera.com/news/2021/2/21/arauz-and-lasso-advance-to-ecuador-presidential-runoff\">first-round results</a> and is unlikely to change its decision.</p> <p>Even so, Pérez and his Pachakutik party have broken the mould of Ecuadorean politics in this election, which covered the legislature as well as the presidency. Pachakutik will now be the<a href=\"https://resultados2021.cne.gob.ec/\"> second largest party </a>in the country's new congress. </p> <p>Ecuador&#xa0;— once a northern outpost of the Inca empire but ruled for much of its history by&#xa0;an elite of largely European descent&#xa0;— might have to wait a little longer for its first indigenous president. But María Cayulla's voice still might be heard.</p> <p><em>This article has been amended since first publication to make clear that Ecuador has been ruled for much of its history by leaders of largely European descent</em></p> <p><a href=\"mailto:gideon.long@ft.com\"><em>gideon.long@ft.com</em></a></p><p>Source: Gideon Long  2021 'Ecuador inches closer to an indigenous president ' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-23T17:06:14.950Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1390,
          "end": 1399
        }
      ],
      "nexusId": "10017668"
    }
  ]
}