{
  "_id": "c6512974620b3f199453616f60923fa39e4695b61f5fd4031e1d6b0a27ba5f77",
  "feed": "wall-street-journal",
  "title": "Business News:  Recycler  CarbonLite  Files for  Chapter 11  ----  By Alexander Gladstone",
  "text": "<p>   CarbonLite Holdings LLC, which bills itself as the world's largest plastic bottle recycler, sought bankruptcy protection Monday, citing disruption stemming from the coronavirus pandemic. </p><p>   CarbonLite filed a chapter 11 petition in the U.S. Bankruptcy Court in Delaware, covering the company's main facility in Riverside, Calif., and other recycling plants in Texas and Pennsylvania that supply major beverage makers like Coca-Cola Co., Nestle Waters North America Inc. and PepsiCo. </p><p>   The bankruptcy petition listed $50 million and $100 million of estimated liabilities and between $10 million and $50 million of estimated assets. </p><p>   CarbonLite said the Covid-19 pandemic temporarily slowed production because of employee illness, and caused a nine-month delay in opening the Pennsylvania facility because of travel restrictions that made it difficult to obtain certain equipment. </p><p>   Founded by plastics entrepreneur Leon Farahnik, CarbonLite claims to be the largest producer of food-grade recycled plastic in the world, recycling more than seven billion plastic bottles a year. </p><p>   \"We've chosen to take this necessary step during a time of unprecedented challenge and expect to emerge from reorganization even more strongly positioned for the future,\" Mr. Farahnik said in a statement. </p><p>   The company's top unsecured creditors are trade vendors and utilities, with Nestle Waters North America owed $27.2 million and Niagara Bottling LLC owed $20.4 million. </p><p>   The law firm Pachulski Stang Ziehl &amp; Jones LLP is bankruptcy counsel for CarbonLite. </p><p></p>",
  "published": "2021-03-09T07:04:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 419,
          "end": 428
        }
      ],
      "nexusId": "10017668"
    }
  ]
}