{
  "_id": "b89f4bc7d35f8fb3a044cbeaabc9dce93f3ce5d1e7bd8707435e34cfd4d574ce",
  "feed": "ftcomall",
  "title": "The last mogul: an interview with Universal Music's Lucian Grainge",
  "text": "<p>Lucian Grainge was being brought back to life. It was his 20th day at UCLA's intensive care unit, and the opiates that had left him unconscious were dissipating. Doctors prepared to remove the ventilator they'd put down his throat. He was going to breathe on his own again. “It's like a plane landing,” Grainge remembers. “Seats back, tables up, drinks come away, and you're coming in to land.” Doctors would later tell him it was more like a miracle.</p> <p>Grainge does not know the names or faces of the staff who cared for him, because they were dressed in head-to-toe protective gear. But a friend had overnighted an iPod to the hospital, and someone by his bedside kept pressing play. Grainge, who's the chief executive of the world's biggest record label Universal Music, has always believed in music's palliative qualities. Now he was experiencing them first hand. “It was life-giving,” he says, “and it was a joy.”</p> <p>The same five songs were on a loop. There was Frank Sinatra and The Beatles, but something about the other tracks was bugging him. It wasn't long before Grainge, still groggy from his near-death ordeal, put his finger on it. “There were some Sony records from the early '90s. And I just thought, someone is torturing me by intentionally playing non-Universal music.”</p> <p>He smirks, and it's hard to tell whether he is joking. But probably not. Grainge, 61, is the last man standing from a bygone era in music, defined by soaring personalities, thick profits and egos to match. Much of it was stamped out by the internet, legal and technological misadventures and the industry's own hubris. Now music is distributed by Silicon Valley tech companies, and <a href=\"https://www.technologyreview.com/2015/09/22/165562/the-hit-charade/\">algorithms shape the hits</a>.</p> <p>Except there's Grainge. Universal's CEO since 2010, he controversially scooped up the ailing label EMI, home to The Beatles, Coldplay and Katy Perry, when valuations were at their lowest. Then he used the resulting increased market share as leverage in deals with streaming platforms that have helped the industry start growing again. </p> <p>Today Universal artists typically make up <a href=\"https://www.billboard.com/articles/business/chart-beat/9442274/universal-music-group-billboard-200-chart-nine-top-albums\">nine out of 10</a> of the top-charting songs in any week. Having put Grainge atop its industry power list four times, Billboard magazine last year gave up and <a href=\"https://www.billboard.com/articles/business/8548431/lucian-grainge-power-executive-of-the-decade-interview\">created a new category for him</a>: “executive of the decade”. Elton John told the FT he would “walk through fire for him”. Taylor Swift says, “I know he trusts me, and therefore I return that trust.”&#xa0;</p> <p>But Grainge isn't done yet. When we meet, there are less than six weeks before he <a href=\"https://www.ft.com/content/b2248021-5cb4-4378-9d9b-0016384d6c74\">takes Universal Music public</a>. In an industry that has staged its own unexpected revival in the past five years, the September 21 IPO is the ultimate test of recovery. Under Grainge, Universal has achieved an Amazon-like dominance of the record business, and bankers speculate that it could fetch a valuation of more than $50bn. (Just eight years ago, <a href=\"https://www.musicbusinessworldwide.com/live-nation-investor-tried-to-buy-universal-vivendi-said-no/\">SoftBank tried to buy the company</a> for $8.5bn.) The market is about to cast its verdict on a company whose fortunes are inextricably caught up with the man whose predecessor once described him as “a killer shark”.&#xa0;</p>  <p><strong>Grainge seems to take</strong> competitive pride in the fact that he was one of the very first people in Los Angeles to be <a href=\"https://www.ft.com/content/f10b9510-6791-11ea-800d-da70cff6e4d3\">infected with coronavirus</a>. He tells the tale, a year and a half later, at his home in the Pacific Palisades, a suburb on the sea where mansions are hidden behind gated driveways and tall hedges. “There was another guy at Cedars-Sinai across town,” he admits. “But at UCLA, I was patient number one.”</p> <p>In early March of 2020, as many Americans were first wrapping their minds around the deadly virus that had brought China to its knees, Grainge went to the hospital with a bad cough and no sense of taste or smell. Californian doctors had never seen a coronavirus patient before, so they gave him antibiotics. Grainge texted <a href=\"https://www.ft.com/content/20ae2427-0944-487c-aac0-99286f6c438f\">Vincent Bolloré</a>, the billionaire controlling shareholder of Vivendi, Universal's owner, to tell him he would be out sick for a couple days.&#xa0;</p> <p>His company never disclosed how ill he was. When Grainge left the hospital a month later, he had lost so much muscle that he twice tried to stand and fell “like a sack of potatoes”. Two security guards had to carry him to his house. It would take five months for him to fully recover. “I was completely at my death,” Grainge adds, dangling a bottle of Cholula hot sauce over the already-drenched Spanish omelette on his plate.</p> <p>Somehow, he emerged with no significant lung damage. He looks healthy and upbeat as he tells the story publicly for the first time, perched at the head of a conference table that could easily fit two-dozen staff. Today it is just us and some Purell sanitiser bottles, in the type of work-from-home paradise that wealthy CEOs have enjoyed for the past year and a half. The outdoor patio where we sit is flanked by orange and lemon trees, wafting citrus through the air. It's sunny, but not too sunny. The temperature hovers around 24C. A light breeze blows in from the Pacific Ocean. Peak California.&#xa0;</p> <p>Grainge sizes up the day ahead of him, peppering an assistant with questions. “We've got the team meeting at 11. Then I have a Zoom. And apparently we're doing photos at 1, can that be quick? I'm not doing an album art cover. And Abel is coming at 2, right? But that is late for lunch, so we will eat before.” He drifts into a story about a famous pop star showing up at 11pm to a 7pm dinner at Nobu. “The reality is in California, kitchens close at 9.40. They only keep the kitchen open because they know that you're coming with someone.”</p> <p>There is a vulnerability and scrappiness about Grainge, even as he perches at the top of the business. “I love to be underestimated” is a phrase he repeats on several occasions. Asked whether falling gravely ill from coronavirus has changed him, he says “No” definitively before continuing. “I've been through quite a lot. You don't get from nowhere, to where I am, without always trying to prove yourself. What happened yesterday, happened yesterday. I love the next move and I love winning. I don't romanticise the past.”</p> <a href=\"http://www.ft.com/cms/cae8ce65-9639-4c9d-978c-b5759d0774f5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>He was raised in a Jewish north-London family, his mother an accountant and his father a record shop-owner. A love of music, particularly melody, was in the blood. Grainge's older half-brother, Nigel, entered the music business before him and opened the door to London's punk scene in the 1970s, taking him along to Ramones concerts. The teenage Lucian hung out with punk bands in garages and derelict houses, creeping into studios at midnight and, legend has it, quitting school when he signed his first band, the Psychedelic Furs.</p> <p>By 1993, Grainge had worked his way up to head of A&amp;R at Polydor Records and was being groomed to become managing director. While his wife Samantha Berg was giving birth to their son Elliot, she suffered an amniotic fluid embolism that put her in a coma from which she never recovered. Raising Elliot on his own was “fighting in a different way”, Grainge says, looking away from the table towards the garden. “Fighting for survival, fighting for him, fighting the competition. It was extremely hard,” he says. Returning his gaze, his eyes are wet. “I've never really talked about this before, actually.” </p> <p>He calculates that juggling being a single parent with his career set him back professionally “probably about three years”. Then, when Elliot was four, Grainge met Caroline, who he would eventually marry. With her daughter Betsy they formed a new family before later having a daughter of their own together, Alice. “My wife and that family gave me the cover and the emotional support to be able to do what I do,” he says.&#xa0;</p> <p>Grainge moved to LA when he became CEO a little over a decade ago. But back in north London, he would take Elliot to Arsenal matches every other Saturday. “To go with your son or daughter for that, you know, hour in the journey, two hours at the game, have a hot dog or a bag of Maltesers, and without telling anyone that you're giving them a Coca-Cola or 7Up,” he remembers. “Talking about [the game] together. It's one of the greatest things ever.” As he speaks, that day's Arsenal game is playing on a large television through French double doors behind him. The masked cleaning staff mill around, quietly bringing out tea and crisps.&#xa0;</p> <p>The interview has become heavy, and we agree to take a break. “I've learnt all about myself,” Grainge says. And then the businessman is back. “Who's paying who?” he wisecracks, and disappears to check on the score.&#xa0;</p> <p>One adviser of Grainge's believes his life experiences have made him “comfortable with complexity, even loss”, and fuelled his willingness to take big gambles. The biggest was the <a href=\"https://www.theguardian.com/media/2012/sep/21/universal-emi-takeover-approved\">2012 purchase of EMI</a> when Grainge had been at the reins of Universal for about two years. When he took over, it was the biggest record label in a dying industry. As one adviser puts it, “He inherited, basically, the Austro-Hungarian empire: a multiheaded beast slowly subsiding but with some crown jewels in the museum.”</p> <p>That shrinking industry needed to consolidate to save costs, and the obvious soft target was EMI, which had gone through a disastrous buyout by Terra Firma, <a href=\"https://www.ft.com/content/3318a12b-97f3-437e-89a4-53d1c9d1018e\">Guy Hands</a>' private equity firm. But almost everybody in the industry assumed that Universal was already too big to buy EMI. The risk of regulators blocking Grainge's deal was real. Plus, EMI and the smaller Warner Music had made repeated attempts to merge. “When he signed the letter to buy EMI I remember him saying, ‘I don't know if this is going to work, but fuck it, I'm going to try,'” a former US executive recalls.&#xa0;</p> <p>Sir George Martin, the famous Beatles producer, dubbed the deal “the worst thing that music has ever faced”. Edgar Bronfman Jr, who then led Warner Music, warned that it would create “one innovation-stifling dominant player”. But by selling off just enough of EMI's parts to placate regulators and most small-label critics, Universal emerged with a market share of roughly 40 per cent, something no music company had enjoyed before. Grainge's competitive side had prevailed again. “The real reason Universal weighed in was really to fuck up Warner and EMI,” says a former UK colleague.</p> <p>Buying EMI's assets at “fire sale” prices was “essential” to Grainge's subsequent success, Hands told the FT. It also secured him a unique place in his industry's history. </p> <p>Chris Blackwell, who founded Island Records 62 years ago, signed Bob Marley and now lives in <a href=\"https://www.countrylife.co.uk/interiors/where-i-work-chris-blackwell-219404\">Ian Fleming's old home</a> in Jamaica, rattles off a list of music business legends, from Motown's Berry Gordy to Ahmet Ertegun, who founded Atlantic Records. None of them, he says, ever controlled as much of the industry as Lucian Grainge.</p>  <p><strong>“I want this whole album done</strong> in like 10 days,” Abel Tesfaye, better known by his stage name <a href=\"https://www.ft.com/content/981b1914-6cfd-11ea-9bca-bf503995cd6f\">The Weeknd</a>, tells Grainge repeatedly. </p> <p>In person, The Weeknd — self-declared Starboy, Super Bowl headliner, wearer of disco <a href=\"https://www.gq-magazine.co.uk/fashion/article/the-weeknd-gq-cover-boots\">aviators and high heels</a> — turns out to be a polite Canadian who takes his coffee with almond milk. Wearing a distressed jean jacket and white trucker hat, he could pass for a university student rather than a superstar who has just bought a $70m home in Bel-Air.</p> <p>It's lunchtime, and the table has been transformed into an album-listening party for the new guest, with plates of glazed salmon and chopped salad in front of us. Tesfaye barely touches his plate. </p> <p>It's down to the wire with the new record and he's eager to play the songs for Grainge. “I really want to get it out of my system,” he says.</p> <p>Grainge is ready. He has perfected the art of listening to someone's music in front of them. More than simply nodding along, he knows when to gush (over the chorus), when to pantomime (air drums and keyboard solos) and when to mouth the lyrics. After the playback, he lavishes the work with praise, and it seems genuine. “Fabulous! It's just bathed in melody. It's timeless. I know a hit, you know a hit. That's a proper record,” he says. “In 20 years' time, you could have an orchestral version of this.”</p> <p>Tesfaye is happy. He wants to do a “Pink Floyd The Wall-type concert” in 10 years. As lunch goes on, it becomes clearer and clearer why pop's superstars love Grainge. As one of Drake's lyrics puts it, “Billionaires talk to me different when they see my paystub from Lucian Grainge.” He is also name-checked in songs by Jay-Z and John Legend. “I feel like a young kid at a big company that I know actually cares about where my music is going, even though I'm 74,” says Elton John.</p> <p>Grainge gives these stars something they can't buy: validation. By talking about their songs as important art, he earns their trust. (Flattery may seem obvious, but it's a sign of how much the industry has changed, how far power has shifted in recent decades.) Earlier, on a call with another well-known pop star, Grainge had complimented her music as up there with the greats, before gingerly suggesting she change the ending to her new single to a double chorus and fade, rather than stopping abruptly. She declared this suggestion brilliant.</p> <p>Taylor Swift, who is <a href=\"https://time.com/5949979/why-taylor-swift-is-rerecording-old-albums/\">re-recording for Universal</a> the albums she made with her previous label after a feud over the sale of her catalogue, told the FT that Lucian “placed his trust in me as an artist and as a business person and never questioned the directions I wanted to go in creatively.” She adds, “He really allows the artist to be the compass.”</p> <p>Not everyone is a fan. In a rare public rift between Grainge and a pop star, Kanye West last year demanded he be <a href=\"https://variety.com/2020/music/news/kanye-west-tweets-universal-contract-1234772160/\">let out of his Universal contract</a> in a series of tweets, claiming he “was told to speak with Lucian Grange . . . I said I don't speak with non-billionaire employees.”</p> <p>“[Grainge] is the archetype of the major label,” says one executive, musing on why resentment over artists' share of the pie is directed towards Grainge. “He is the highest-profile, loudest person there. Pretty much everyone in the marketplace will feel some kind of antagonism.”</p> <p>So personal relationships matter, and it was Grainge's that this year helped Universal score the crown jewel of songwriting repertoires: <a href=\"https://www.ft.com/content/796d0bfc-c55e-4471-8e24-f84948d7a738\">the entire Bob Dylan catalogue</a>. He says that deal came together because of his history with Dylan's manager, Jeff Rosen. Eight years ago, Grainge held advanced talks to bring Dylan's recorded music over to Universal from Sony, his longtime label. At the eleventh hour, Rosen backed out and “he felt bad about that”, Grainge says.&#xa0;</p> <p>Back at lunch, he is making plans with Tesfaye for a dinner party with <a href=\"https://www.ft.com/content/90d17ec4-21b9-11e2-9cb4-00144feabdc0\">Lionel Richie</a> as casually as most people make plans for a potluck. </p> <p>It's hard to believe that devouring strawberry tarts and listening to secret Abba songs is a typical day's work for a CEO about to take his company public. But a dozen confidantes and former colleagues reckon his ability to not just make deals but to spot — and schmooze — stars is the key to Grainge's power. “The amount of times I'll make a deal at 11 o'clock at night, saying, ‘Damn it, do it,'” he says. “We're not right all the time. But it's about having a nose. I've done this long enough to know that it's not always about data.”</p> <p>As for The Weeknd, the star is on a career high after his hit “Blinding Lights” became the <a href=\"https://www.forbes.com/sites/bryanrolli/2021/02/24/the-weeknds-blinding-lights-is-the-fastest-song-to-reach-2-billion-spotify-streams/?sh=7df8a006e7b3\">most streamed song on Spotify </a>last year. But Grainge believes they need to push further. “Let's look at making some magic in emerging markets,” he urges Tesfaye. </p> <p>“We can be really imaginative in China. Maybe we do a feature on something for a movie? To pry it open. Like cracking a walnut.”</p>  <p><strong>The deal with EMI</strong> made Grainge the person anyone hoping to launch a new digital music service needed to get past. When the Swedish entrepreneur Daniel Ek <a href=\"https://www.theguardian.com/technology/2011/jul/14/spotify-launch-us-record-labels\">launched Spotify</a> in 2011, many in the record business were suspicious or fearful after being burnt in the Napster era. As Grainge tells it, his response to Spotify's pitch was less dramatic. “I thought, ‘OK: Sweden, interesting. European, just around the corner, anti-piracy. Fine, I'll give it a go.' I'm the hostess with the mostest. I would try anything. I'll still try anything.”</p> <p>Where some executives wanted to throttle the upstart, concerned that it was allowing too much free access, Grainge saw another route. In 2017, he thrashed out <a href=\"https://www.ft.com/content/b61bf7a6-1947-11e7-a53d-df09f373be87\">a new deal </a>that propelled both Spotify's growth and record labels' digital income. “Lucian played an enormous role in establishing the economics of streaming,” says Bill Werde, the former Billboard editor who now directs the Bandier music programme at Syracuse University.&#xa0;</p> <p>The investor Merck Mercuriadis, whose Hipgnosis fund has inflated the value of song catalogues to eye-popping levels, says Universal is “dictating what everyone gets” by controlling such negotiations. “Lucian's made an awful lot of money for Universal and Vivendi. Now he needs to share that money going forward with the artists and songwriters that make it possible for Universal to make all that money,” he argues.</p> <p>Grainge may be sentimental about music but he is resolutely unemotional when it comes to business. Knowing that the Spotify-driven growth in streaming revenues can't last for ever, Universal, Sony and Warner are hunting for new ways to squeeze money out of their intellectual property. When Universal Music artists' songs are played on social media apps, Peloton exercise bikes or in video games, those royalty pennies can add up.&#xa0;</p> <p>Grainge sees such outlets as the next frontier. But it has been a slog to get some of these companies to pay up. Universal recently struck a deal with Snapchat's parent after years of fierce negotiations, despite Grainge's close relationship with CEO Evan Spiegel. “He has ice in his veins,” says one former colleague, and you can see it as he speaks to his team about negotiations with technology giants like Facebook and YouTube. Facing a gaping television screen through which his colleagues' faces on Zoom appear life-sized, Grainge advises them on tactics to clinch favourable terms from the biggest tech companies in the world, a constant challenge as licensing contracts expire every few years.</p> <p>The endless stream of frothy deals leads to one obvious question: will Universal's IPO mark the top of the market? The last time things were this rosy in the music industry, says Werde, at the peak of the CD era, the demise was already being written. “I look around right now at the multiples being paid for music assets and the deals being done and I do see echoes of that decadence,” he says. Hands is an imperfect authority on the music industry's swings, but he too fears that this may be the peak. “Put it this way, if we still owned EMI today we'd be a seller at nine times our money,” he says.</p> <p>Grainge is having none of it. “Look, I know what can go wrong. Believe me, I've been around for so long, I've been knocked down so many times and been told either personally or professionally, it's over,” he says. “I've nearly died 10 times. What's there to be nervous about?” </p> <p><em>Anna Nicolaou is the FT's US media correspondent. Andrew Edgecliffe-Johnson is the FT's US business editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Anna Nicolaou and Andrew Edgecliffe-Johnson 2021 'The last mogul: an interview with Universal Music's Lucian Grainge' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-16T04:00:47.520Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 7938,
          "end": 7947
        }
      ],
      "nexusId": "10017668"
    }
  ]
}