{
  "_id": "8e2fe52b4fe82cdb2b0c507f89eaa7ade10de1556dfbf911e644f743e8226d31",
  "feed": "wall-street-journal",
  "title": "CEOs' Selective Virtue Signaling",
  "text": "<p>He says, \"Major League Baseball fundamentally supports voting rights for all Americans and opposes restrictions to the ballot box.\" So say we all. But that statement provides no legitimate reason to relocate the All-Star Game to Denver. To show why, I'll build on points I made in my columns last week and the week before.</p><p>Major League Baseball's offices are located in Manhattan and the commissioner, a native of Rome, N.Y., lives in the Empire State. Why is that relevant? Georgia has no-excuse absentee voting by mail, but New York state doesn't. New Yorkers must be absent, ill or disabled, a primary caregiver of someone who is ill or physically disabled, or in jail awaiting grand-jury action or sentencing to get a mail-in ballot. Neighboring Connecticut has similar restrictions: Only those Nutmeg State voters who are in the military, ill, absent, disabled, have religious objections or are working at the polls can vote by mail. Where's Mr. Manfred's crusade to ensure that Yankees and Mets players and fans and baseball staff in New York and Connecticut have the same voting rights as Georgians?</p><p>Similarly, Georgia has a robust early-voting period, expanded by the new law to 17 days, with two optional Sundays. New York has only eight days of early voting, while neighboring Connecticut and New Jersey have none. You'd think the woke commissioner would speak out against these \"restrictions to the ballot box,\" but you'd be wrong.</p><p>If Mr. Manfred's concerns were authentic, he'd condemn states such as Missouri, which has two major-league teams -- the Royals and the Cardinals -- but doesn't allow no-excuse absentee voting or early voting. But he won't.</p><p>There's no early voting in Michigan, so you'd think he'd work to ensure every Tiger fan \"participates in shaping the United States,\" which he said he wants for \"everyone.\" But again, he won't.</p><p>Ohio and Pennsylvania each have two pro baseball teams, yet neither state has early voting. Minnesota has the Twins and Wisconsin the Brewers, yet no early voting. While Massachusetts allowed no-excuse vote by mail in 2020 because of the pandemic, it expires June 30. And Red Sox fans across the border in New Hampshire must have an excuse to vote by mail and there's no early voting. When will Mr. Manfred speak out against all this voter suppression? Or is Georgia the only state worthy of his condemnation?</p><p>Sen. Marco Rubio slammed Mr. Manfred in a letter Monday, asking if he'd remain a member of the exclusive Augusta National Golf Club, since it is located in Georgia; end baseball's profitable engagement with China and Cuba, which certainly don't hold free elections; and terminate the major leagues' \"lucrative financial relationship\" with Tencent, a Chinese company with close ties to the Communist Party.</p><p>The commissioner has yet to respond.</p><p>Mr. Manfred isn't the only hypocritical CEO. Speaking from his Atlanta headquarters, Delta's Ed Bastian ripped into Georgia's law, but he, too, won't castigate other states with more-restrictive voting laws. Delta flies into Arkansas, Kentucky, Louisiana, South Carolina, Tennessee, Texas and West Virginia, none of which have no-excuse absentee voting; Iowa, Montana, Oklahoma and South Dakota, which don't offer early voting; and Indiana and Mississippi, which have neither no-excuse absentee nor early voting. Apparently Mr. Bastian sees no need to insult every state he does business in, just his home base.</p><p>At least he came clean by admitting he supports the Democrats' H.R.1, which would put Washington in charge of elections, permit ballot harvesting, outlaw voter-ID requirements, make the District of Columbia a state and have the government match $6 to every $1 in campaign contributions up to $200.</p><p>Mr. Bastian was joined by Coca-Cola's CEO, James Quincey, who also endorsed H.R.1 while declaring that Coke \"will continue to stand up for what's right in Georgia and across the U.S.\" Like Messrs. Manfred and Bastian, Mr. Quincey didn't criticize a single state with more-restrictive laws than Georgia. Either he's wrong in characterizing Georgia's laws as malevolent or, in the name of consistency, he should subject many more states and their citizens to his righteous wrath.</p><p>But it is obvious that consistency isn't the goal of Messrs. Manfred, Bastian and Quincey, and neither is making it easier to vote in the U.S. Their goal is virtue signaling, but they're learning that it could cost their businesses. Georgians and Republicans, angry at being smeared, can find other games to attend and products to buy in a culture war these CEOs might wish they'd avoided.</p><p>---</p><p>Mr. Rove helped organize the political-action committee American Crossroads and is author of \"The Triumph of William McKinley\" (Simon &amp; Schuster, 2015).</p>",
  "published": "2021-04-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 3825,
          "end": 3829
        }
      ],
      "nexusId": "10017668"
    }
  ]
}