{
  "_id": "9b4cad1b248d976050bbca796a2f2d78da288e5858d0808927bfe03dee1621c2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Chairman  Of Teneo  Deals With  Own Crisis  ----  By Chip Cutter and Thomas Gryta",
  "text": "<p>   Declan Kelly, a go-to adviser for CEOs in crisis, is facing his own crisis. </p><p>   Mr. Kelly, chairman and chief executive of Teneo Holdings LLC, has apologized and temporarily reduced his duties at the consulting firm after getting drunk and behaving inappropriately with people at a recent charity event, a spokesman for Mr. Kelly confirmed. </p><p>   One of his blue-chip clients, General Motors Co., said Friday it was ending its relationship with Teneo. \"Following a series of discussions, General Motors has decided to no longer engage with Teneo,\" a GM spokesman told The Wall Street Journal. </p><p>   Mr. Kelly was drunk and engaged in nonconsensual touching of women at an event hosted by the charity Global Citizen in early May, the Financial Times and others reported. Global Citizen removed Mr. Kelly from its board on May 3, a spokeswoman for the charity said, but declined to comment further. </p><p>   This week Mr. Kelly apologized and told colleagues he would never drink again, according to people familiar with the situation. He continues to engage with clients and is expected to resume his full-time duties in September, the people said. Mr. Kelly didn't respond to requests to comment. </p><p>   Teneo referred questions to a spokesman for Mr. Kelly. </p><p>   The spokesman said that at a cocktail party attended by dozens of people, including Global Citizen board members, \"Mr. Kelly became inebriated and behaved inappropriately towards some women and men at the event. He deeply regrets his actions and has personally apologized to the individuals he offended.\" </p><p>   The spokesman added: \"Since the event two months ago Mr. Kelly immediately committed to sobriety, is undertaking ongoing counselling from healthcare professionals, and has temporarily reduced his work responsibilities. He has the full support of his family, colleagues, partners and friends.\" </p><p>   Since co-founding Teneo in 2011, Mr. Kelly has built it into a global communications and advisory firm with him personally advising the leaders and boards of major corporations such as General Electric Co.'s Larry Culp and Coca-Cola Co.'s James Quincey. Teneo has more than 1,200 employees and offices in several countries. </p><p>   GE declined to comment, and Coca-Cola had no comment. The Detroit Free Press earlier reported that GM was reviewing its relationship with Teneo. </p><p>   Teneo agreed in 2019 to sell a slight majority stake to the private-equity investor CVC Capital Partners in a deal that valued the company at more than $700 million, The Wall Street Journal reported. A CVC spokesman declined to comment. </p><p>   Paul A. Argenti, a professor of corporate communication at Dartmouth College's Tuck School of Business, said Teneo was likely to face challenges in retaining some existing clients and landing new ones unless Mr. Kelly stepped down from his position and distanced himself from the organization. \"If he really wants to save his firm the burden of having to deal with this problem, he should resign,\" Mr. Argenti said. \"That's the smartest move.\" </p><p>   Though Teneo draws much of its revenue from its communications unit, its four divisions offer a buffet of services including restructuring, investment banking, crisis management, and risk advisory. Teneo typically charges clients monthly retainer fees averaging $250,000, but the fee can exceed more than $1 million. </p><p></p>",
  "published": "2021-06-26T06:17:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2177,
          "end": 2186
        },
        {
          "start": 2048,
          "end": 2057
        }
      ],
      "nexusId": "10017668"
    }
  ]
}