{
  "_id": "bee66c77d6740d69cc47e37c728d7ecc4171f76edecc1277d75e538bec415a4d",
  "feed": "ftcomall",
  "title": "Nestlé/bottled water: bailing out",
  "text": "<p>For several years now, America's thirst for bottled water has exceeded that for fizzy drinks. Yet Swiss consumer group Nestlé's mass-market brands have been struggling. A <a href=\"https://www.ft.com/content/09c2db90-9c43-4eff-81df-5f3c9c528696\">sale</a> of its North American water business to a private equity-led consortium — reportedly close — will end the stagnation, boosting margins and growth. </p> <p>Buyers led by US private equity fund One Rock Capital are reportedly offering approximately $4bn for the business, including debt. That appears reasonable: analysts had pencilled in a range of $3bn-$6bn. </p> <p>A single trade buyer never looked likely, though talks were held with Nestlé's rivals. A deal with Coca-Cola and PepsiCo, which already have sizeable US water businesses of their own, might have drawn regulatory scrutiny. One struck with Danone would not have solved issues with its own underperforming water business.</p> <p>Nestlé's water sales from the pandemic will improve once people can routinely leave their homes again. But deeper problems with the US bottled water business will not be easily fixed. Over the past decade, Nestlé has lost an estimated 3.3 percentage points of US market share, as private label sales took off. This meant Nestlé struggled to charge a premium for its spring water brands, despite higher costs.</p> <p>Offloading the US bottled water business will nearly halve Nestlé's global water sales, while almost doubling the weight of premium brands in its portfolio from 23 per cent to 40 per cent. Those brands — Perrier, S. Pellegrino and Acqua Panna — still grow fast and command high margins. Without the cheaper brands, Nestlé's water business could increase its gross margins by 1,000 bps, Barclays estimates.</p> <p>But the sale cannot be painted as a victory for green campaigners. Nestlé boss Mark Schneider sees water as a high growth category deserving investment. The company stresses bottled water's health benefits, while reducing its environmental footprint by, for instance, cutting its use of virgin plastic. But for a company that stresses sustainability, the <a href=\"https://green.harvard.edu/tools-resources/green-tip/reasons-avoid-bottled-water\">pollution</a> and global warming associated with bottled water are hard to swallow.</p> <p><em>Lex recommends the FT's Due Diligence newsletter, a curated briefing on the world of mergers and acquisitions. Click </em><a href=\"https://ep.ft.com/newsletters/58db721900eb6f0004d56a23/subscribe\"><em>here</em></a><em> to sign up</em></p><p>Source:  2021 'Nestlé/bottled water: bailing out' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T15:00:02.329Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 626,
          "end": 635
        }
      ],
      "name": "The Coca-Cola Company",
      "id": "US1912161007",
      "nexusId": "10017668"
    }
  ]
}