{
  "_id": "b7c8b5eca9313b00d312235a5bd163c71509c1ce3d163f6a444b38ce0b1d68d1",
  "feed": "market-watch",
  "title": "Pound will slump if Bank of England doesn't hike, and might fall even if it does, HSBC says",
  "text": "<p>Strategists led by Dominic Bunning, head of European FX research, say the most hawkish outcome would be a 15 basis point hike — what markets expect — and a Bank of England inflation report “affirming” the market expectations of another 85 basis points of increased by the middle of next year.</p><p>“If the BoE's inflation report effectively supports this profile, by keeping inflation projections elevated despite the tighter policy implied by forward rates, this would support GBP initially. We saw similar outcomes in Norway and New Zealand, where affirmation of tighter policy was positive for local currencies,” they said. Even in that scenario, upside would be limited to recent highs around $1.3850.</p><p>Another possibility would be a hike but a pushback against the speed of hikes over the next few months. That would be like what happened in Australia, where yield curve control was ended but the central bank didn't anticipate rates hikes until 2024. “At this point, GBP speculative long positioning is not extreme, except possibly versus the euro. So while this outcome might promote some sterling selling, it may only be a modest recalibration lower in GBP from current levels,” the strategists said.</p><p>A third possibility is no rate hike at all and a pushback on market pricing of future rate hikes. “As such, we would expect GBP-USD to fall quite swiftly and potentially challenge the September lows around 1.3450,” they said.</p><p>The FTSE 100 UK:UKX slipped 0.5% in afternoon trade, weighed down by weakness from oil majors BP UK:BP and Royal Dutch Shell UK:RDSB.</p><p>Coca-Cola HBC UK:CCH slipped 3% as the bottler reiterated its guidance for the year on both revenue growth and margin expansion.</p>",
  "published": "2021-11-03T10:32:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": []
    }
  ]
}