{
  "_id": "1767638fbc0999cdbccbe7fc9cf6bb8f939e93acff72ef7770e89b3dd0d810d7",
  "feed": "ftcomall",
  "title": "Look Away examines sexual abuse in the music business",
  "text": "<p>The lyrics are brazen: “I slept with Sable when she was 13,” sings Iggy Pop. Ted Nugent had a song called “Jailbait” about the same girl. “Sable” was Sable Starr, one of a number of young girls attracted by the dangerous glamour of the LA rock'n'roll scene in the early 1970s. “There are so many little girl songs,” marvels songwriter Kari Krome, referring to that era. “Look away, look away,” crooned Iggy, and everyone obligingly did.&#xa0;</p> <p>There is of course a huge difference between a creative statement and a physical act, and writing about a crime doesn't make one a criminal. Nevertheless, there's plenty of anecdotal evidence about the sexual abuse of girls and young women in the music business — so much so that many wonder when it will be the target for the escalating #MeToo debate.&#xa0;</p> <p>“Basically, [Sable] lived to sleep with rock stars,” recalls Lori Mattix, another veteran of the “baby groupie” scene. She and Starr were regularly photographed hanging off the arms of visiting musos. Given her own well-documented association with certain members of Led Zeppelin, on which Mattix does not elaborate here, this documentary feels more like an opening salvo than a wide-ranging indictment or call for change. Stories involving rock stars raise the issue of the validity of consent in unequal power dynamics. Svengali manager Kim Fowley (“Lord Voldemort”, according to Jackie Fuchs of girl band The Runaways), is safely dead.&#xa0;</p> <p>In the documentary, Krome tells her own “hair-raising stories”, raped as a teen by a staffer in a back room at hip LA hang-out Rodney Bingenheimer's English Disco: “Bam — this guy got me.” Afterwards, “he dusted me off” and brought her a Coke. “He acted like it was no big deal . . . A lot of the guys, they don't think they did anything wrong.” (In the programme, Bingenheimer denies any knowledge of an assault on his premises.) In a lengthy interview in <em>Look Away</em>, Julia Holcomb describes how at 16 she became the girlfriend of 26-year-old Aerosmith frontman Steven Tyler and then, creepily, his ward. Drink and drugs were omnipresent on tour: “It was almost like the law didn't apply to us, we were above it all,” says Holcomb. Aerosmith's tour manager says he was always “waiting for the shoe to fall . . . it was not my position to question it.”</p> <p>As Penthouse magazine's Pet of the Year for 1983, Sheila Kennedy was no ingénue, but nothing prepared her for spending time with the turbulent Axl Rose, lead vocalist of Guns N' Roses. Even his&#xa0;manager calls him a “demon dog from hell”. “You had to be a bad boy at that time,” explains rock photographer Ruben MacBlue. A female music executive is more explicit about the music scene: “The girl is disposable, the man is not. It's a very simple explanation.”</p> <p>★★★★☆</p> <p><em>On Sky Documentaries from September 13 at 9pm</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Suzi Feay 2021 'Look Away examines sexual abuse in the music business' FT.com 10 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-10T14:00:08.770Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1670,
          "end": 1674
        }
      ],
      "nexusId": "10017668"
    }
  ]
}