{
  "_id": "173a10fda19e47e5f210e208b33ecdfac56eea56251dc547cde95cf39d7c06d5",
  "feed": "wall-street-journal",
  "title": "Facebook Pressed by Apple",
  "text": "<p>On Wednesday, Facebook's head of global advertising sales Carolyn Everson said she was leaving the company after more than a decade. Just a few months ago, Facebook's revenue chief David Fischer said in a Facebook post that he would be leaving the company later this year.</p><p>These exits have led some to worry about the impact on Facebook's advertiser relationships. Last year, for example, Ms. Everson played a big role keeping major advertisers on Facebook's platform, despite civil rights-related boycotts of the social network, The Wall Street Journal reported.</p><p>Such relationships may be irreplaceable at a smaller company, but are perhaps less important to a platform as large as Facebook. Its legacy blue app alone is used by roughly 36% of the world's population monthly, while its broader family of apps are used by nearly 44%. That number of eyes has no equal.</p><p>The departures come at a particularly delicate time, though. Apple's recent iOS operating system changes require developers to request users' permission to track their online activity, a key way Facebook and other ad-based platforms were able to collect information about users to target them with ads. Facebook has been outspoken about its concern that tracking changes will disproportionately affect small businesses. That makes sense: As of the third quarter of last year, Facebook said it had over 10 million active advertisers on its platform, most of which were small businesses. Chief Executive Mark Zuckerberg has also said that as a business, he believes Facebook can manage through the changes and that it may emerge even stronger if it becomes harder for small businesses to navigate data targeting without Facebook's help.</p><p>Facebook doesn't regularly disclose the percentage of revenue that comes from small businesses, but investors got a hint of the proportion last year, when boycotts from large, well-known brands like Verizon Communications, VF Corp.'s North Face and Coca-Cola had little effect on its top-line performance. Because Facebook has historically offered small businesses a virtually unmatched return on their investment, these companies have little choice but to advertise on its platforms.</p><p>But the recent iOS changes could threaten some of that loyalty. Caitlin Tormey Mongiardini, chief commercial officer of cashmere clothing company Naadam, said her company recently reallocated some of its marketing budget to focus on brand partnerships and other strategic marketing areas outside Facebook after hearing that the iOS update had been negatively affecting its peers. In some cases, she said fellow direct-to-consumer brands have seen their return on investment on Facebook cut in half.</p><p>Will Matalene, paid platform expert and digital marketing consultant, points out that in addition to diminished ad targeting abilities, Facebook is also now getting less data from Apple, making it more difficult for the platform to demonstrate returns to clients.</p><p>Ultimately, brands that have historically allocated large, set portions of their budgets to Facebook are becoming more nimble in terms of advertising channels, he said. While he doesn't expect any brand can afford to pull all their money out from Facebook's reach, he does see brands diversifying away from the company until it can come up with new ways to bolster its value proposition amid heightened focus on user privacy.</p><p>Facebook has said it expects iOS changes to begin to have an impact on its business in the current quarter. It is forecasting second-quarter year over year revenue growth to remain stable or modestly accelerate from the monster 48% growth it put up in the first quarter, but for growth rates to \"significantly decelerate\" sequentially in the third and fourth quarters.</p><p>Despite some advertisers reporting lower returns on their investments, pricing on Facebook's ads has been rising. The company said on its first-quarter conference call that its average price per ad in the first quarter increased 30% year-over-year, even as impression growth has eased lately as last year's homebound consumers are stepping back out. It expects ad revenue growth to be primarily driven by price for the remainder of the year.</p><p>To continue justifying rising prices in the face of a potentially lowered value proposition, Facebook will likely need a new game plan. The departure of two key ad executives only underscores that big changes could be afoot.</p><p>To Facebook's advertisers and investors, the only faces that really matter are Benjamin Franklin's rolling in.</p>",
  "published": "2021-06-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1952,
          "end": 1961
        }
      ],
      "nexusId": "10017668"
    }
  ]
}