{
  "_id": "87a1ca91746b3ae06c8318f5934b4de60c32b4345b961b0acef651c08c46c820",
  "feed": "wall-street-journal",
  "title": "The Enormity of Manchin's Skinny H.R.1; If you trim a bad voting bill, you end up with . . . a bad voting bill.",
  "text": "<p>Calling this bill slimmed down, though, is like touting your healthy choices after you order a Diet Coke with four Big Macs. The revised text is 592 pages, and it wraps up many of the same ideas that made H.R.1 a nonstarter. The Freedom to Vote Act would create a federal right to a mail ballot, no excuse needed, overruling laws in 16 states. Worse, every state would be required to count late-arriving mail votes. Assuming timely postmarks, ballots would be valid if they showed up a week after Election Day.</p><p>For tight races, this likely means no more decisive results on election night, with no victory parties and no concession speeches. As mail votes trickled in, the numbers would move day by day, hour by hour. This is a recipe for mistrust, lawsuits and cries of fraud, however spurious. See also: Trump, Donald.</p><p>What about late ballots that lack postmarks? Apologies to the U.S. Postal Service that we keep bringing this up, but Pennsylvania officials received 10,097 late mail ballots last year, and 6.6% lacked legible postmarks. Tardy ballots also would be valid, the bill says, if they were \"signed by the voter on or before the date of the election,\" as if nobody has ever gotten in trouble for backdating. A state Senate election near Pittsburgh last year turned on some 300 absentee ballots that voters forgot to date.</p><p>The constitutional objections to the new bill are the same as for H.R.1. The bill's mandates ostensibly apply to all federal elections, but federal races only. First problem: The Constitution vests state lawmakers, not Congress, with authority over the \"Manner\" of choosing presidential electors. Second problem: The voting mandates are so detailed that they would be hard to untangle from state and local races, which are none of Congress's business.</p><p>The Freedom to Vote Act says felons would regain the franchise in federal races automatically upon leaving prison. But 27 states have constitutions or laws that require felons to at least finish parole or probation before voting. The merits of this policy aside, election officials would be caught between two standards.</p><p>In theory they could try to respect both: If a mail ballot from a parolee arrived a week after Election Day, maybe the federal votes could be counted while throwing out the local selections. More likely would be a lawsuit over Congress's encroachment, which could unsettle voting rules in time for the 2022 midterms. That's the last thing the nation needs after 2020's plague-year election.</p><p>***</p><p>What about voter ID? Mr. Manchin's memo floating a compromise this summer featured this suggestion: \"Require voter ID with allowable alternatives (utility bill, etc.).\" Surprise, surprise, the Freedom to Vote Act takes only half that proposal. There isn't a national voter-ID requirement, but the bill would neuter state laws by forcing every jurisdiction to accept \"a bank card,\" \"a utility bill,\" and \"any other document containing the individual's name\" that is issued by any government body.</p><p>The Freedom to Vote Act also still includes the Honest Ads Act, which would require internet platforms to disclose anyone who spent $500 a year on ads \"relating to any political matter of national importance.\" It includes the Disclose Act as well, with rules for businesses and nonprofits if they \"promote\" or \"attack\" candidates. The message to conservatives is to think twice before speaking up about politics.</p><p>The new bill doesn't totally mirror H.R.1. One dropped idea, and good riddance, would have switched the Federal Election Commission to an odd number of seats, guaranteeing an imbalance. Yet the Freedom to Vote Act is better than H.R.1 only in the sense that it's better to get two anvils dropped on your noggin than four anvils followed by a Steinway piano.</p><p>Democrats started with a bad voting bill that was gigantic, and they've whittled it into a bad voting bill that's merely enormous. It still deserves to die.</p><p>The Enormity of Manchin's Skinny H.R.1</p>",
  "published": "2021-09-21T22:49:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 100,
          "end": 104
        }
      ],
      "nexusId": "10017668"
    }
  ]
}