{
  "_id": "de5e6f2d991a20661b8a22f9e8bb06012f3d8ed86306aae3827dad355321ec57",
  "feed": "ftcomall",
  "title": "Coca-Cola and Delta step into the political fray ",
  "text": "<p>If you want to see how quickly environmental, social and governance issues have risen up the agenda for the world's largest corporations, look no further than this year's annual shareholder letters from JPMorgan Chase's <strong>Jamie Dimon</strong> and BlackRock's <strong>Larry Fink</strong>. </p> <p>While both BlackRock and JPMorgan have made a lot of announcements regarding ESG in recent months, it is striking to see how much energy they are dedicating to these topics (especially considering Dimon avoided mentioning climate change altogether last year). See <a href=\"https://www.ft.com/content/1a00b465-374e-4eb9-921f-726ab5d33bc1\">here</a> for more. — <em>Billy Nauman</em></p> <h1>‘Stupid' companies? Global firms forced into the political fray</h1> <p>In 2018, Citigroup found itself the target of Republican outrage after it asked retail clients to restrict gun and ammunition sales following one of the US's <a href=\"https://www.ft.com/content/b9ce280a-11e0-11e8-8cb6-b9ccc4c4dbbb\">deadliest</a> school shootings. One Republican senator <a href=\"https://www.kennedy.senate.gov/public/2018/4/sen-kennedy-slams-wall-street-banks-over-gun-control-efforts-targeting-pro-second-amendment-businesses\">ridiculed </a>the US bank for taking taxpayer funds during the 2008 financial crisis, only to “impos[e] its political agenda on the American people”. Louisiana went as far as to bar Citigroup from being an underwriter in municipal bond deals.</p> <p>Now, it is Coca-Cola and Delta facing fire from Republicans. After both companies <a href=\"https://www.ft.com/content/f7b3e5c9-fe0c-4a60-9e00-ee7a6cdb5ad0\">denounced</a> Georgia's <a href=\"https://www.ft.com/content/a8eaa2bb-d221-422b-bfb7-d5bc365178f5\">controversial new voting law</a>, Republicans sharpened their spears. Senate minority leader <strong>Mitch McConnell</strong> said on Tuesday that it was “stupid” for companies to jump into controversial political issues such as the Georgia voting law. “If I were running a major corporation, I'd stay out of politics,” McConnell told reporters.</p> <p>Increasingly, since the Black Lives Matter demonstrations of 2020, companies have been pushed to develop social policies that stray from core business matters of flying planes or selling soda. And increasingly, companies will find themselves at odds with liberal or conservative parties.</p> <p>It is familiar territory for Delta's chief executive <strong>Ed Bastian</strong>. Days after the horrific 2018 school shooting, Delta cut ties with the National Rifle Association and evoked familiar vitriol from Republicans.</p> <p>“We'd been trained to keep your heads low,” Bastian <a href=\"https://www.ft.com/content/1e07c7fd-b0bf-405d-ac4a-979990b2a7da\">told the Financial Times</a> in February. “But in this role that's just not possible.”</p> <p>It is not possible from a fiduciary perspective. Shareholders' concerns for diversity and inclusion quickly shot up in importance for this year's annual general meetings. Investor demands for political spending disclosures are widely supported now.</p> <p>Not only will firms need to handle McConnell, but they will need to deal with increasingly vocal political activists such as the Lincoln Project, a group of Republicans <a href=\"https://www.ft.com/content/9d64b55a-0cbe-4e27-b546-6a4cf7c9345b\">who worked to defeat</a> president Donald Trump.</p> <p><strong>Reed Galen</strong>, a co-founder of the Lincoln Project, said his group would be putting pressure on companies in Michigan, Texas and other states drafting election legislation similar to Georgia's law.&#xa0;</p> <p>“Look at what Dell has done, look at what Microsoft has done, look at what American Airlines has done, there are people who are standing up for the fundamentals of democracy,” he said. <em>(Patrick Temple-West)</em></p> <h1>What Biden's green package missed</h1> <p>When the IMF and World Bank host their respective spring meetings this week (virtually), one debate topic will be the trillion dollar stimulus packages that <strong>Joe Biden's</strong> administration is now unleashing — with a green tinge. And from an investor perspective, the message from last week's White House announcement was clear: US renewable energy sectors are going to be hot (so to speak) in the coming years since they will attract a wave of government support.</p> <p>But one notable omission from the Biden package was any reference to a carbon price or carbon tax. This is odd since <strong>Janet Yellen</strong>, Treasury secretary, co-wrote<a href=\"https://www.ft.com/content/d94e4bae-4ce6-4db2-9755-2d976de2892f\"> a lengthy paper</a> with <strong>Mark Carney</strong> late last year that (among other things) called for a carbon price — and tax. And the Biden administration clearly has no problem with mentioning that “t” word. On the domestic front, it has called for corporate tax rises to fund the infrastructure bill, and internationally it has called for a minimum <a href=\"https://www.ft.com/content/79023ff2-c629-429c-8a34-16bf68b4ea15\">global corporate tax rate</a>, which is a startling move.</p> <p>So is this omission just a tactical step to avoid alienating Republicans? Will Yellen return to the fray soon? It is unclear. But the IMF is likely to be pushing Washington to move in this direction: it has done extensive research into the carbon price issue, which highlights that the current putative price (of around $2 a tonne) should rise towards $80 or more to combat global warming. IMF boffins are updating these calculations now and ESG investors should watch closely to see what — if anything — transpires next around this debate this week, and beyond. <em>(Gillian Tett) </em></p> <h1>Investors undercut ESG aims with high-risk strategies</h1> <p>With the pandemic casting a harsh spotlight on social problems such as income and racial inequality, large institutional investors have kicked off a flurry of shareholder engagement campaigns designed to push companies to look out for their workers and communities. </p> <p>While these efforts may be noble (and may even achieve some positive results), they fail to address the role institutional investors themselves have played in creating the problems they are now seeking to fix, according to a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3820316\">new working paper</a> from the <a href=\"https://predistributioninitiative.org/\">Predistribution Initiative</a>.</p> <p>The problem comes from how these investors allocate their assets. Decades ago, pensions and endowments could make all the money they needed with conservative, fixed income-heavy portfolios. But years of rock-bottom interest rates have led them to load up on high risk, highly levered investments to hit their return goals. </p> <p>The flood of money into private equity, private debt and other so-called alternative assets has not just created more risk for individual funds, however. According to this new research, these investments have increased risk at a systemic level by promoting weak capital structures, increasing global debt burdens and fuelling corporate consolidation. </p> <p>And this is having a direct impact on the same stakeholders investors claim to be fighting to protect through their ESG programmes.</p> <blockquote>  <p>“Too much leverage is dangerous for all stakeholders. Debt-laden capital structures can encourage companies to cut costs such as worker payrolls and benefits, or the quality of goods and services, to service the debt — resulting in systemic inequality that can destabilise markets — while putting the companies in precarious situations,” the paper states.</p> </blockquote> <p>Fixing the problem will not be easy. Most institutional investors cannot simply cut back on their risky investments without also lowering their return targets, which can be a politically fraught endeavour. But it is an important issue that, until now, has flown under the radar and we would love to hear your thoughts on how it might be addressed: <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a>. <em>(Billy Nauman)</em></p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>A trending (and <a href=\"https://www.theguardian.com/environment/2021/mar/31/seaspiracy-netflix-documentary-accused-of-misrepresentation-by-participants\">controversial</a>) documentary called <em>Seaspiracy</em> on Netflix has a clear message: There is no such thing as sustainable commercial fishing, so stop eating fish. </p> <p>I found it such a shocking (and depressing) conclusion that I dedicated my long Easter weekend to do some research on the “blue economy” (our impact on the world's oceans), which has not enjoyed the same momentum as green finance.</p> <p>Blue bonds are “a drop in the ocean” compared with green bonds, according to <strong>François Mosnier</strong>, financial research analyst at the think-tank Planet Tracker. Total global blue bond issuance to date is approximately $1.2bn, according to Mosnier, while green bond issuance stands at <a href=\"https://www.climatebonds.net/\">more than $1tn</a>.</p> <p>Mosnier thinks that the blue economy is harder to sell, as “landscapes and land use are where humans inhabit and are better understood and studied compared to the oceans”.</p> <p>The blue economy also has an identity issue: “[the] blue economy relates to the oceans, whether sustainable or not, unless explicitly called the blue sustainable economy. In contrast, a green economy is viewed as sustainable.”</p> <p>In fact, “Life Below Water” is the most underfunded target among the United Nations' 17 sustainability goals, said <strong>Darian McBain</strong>, global director of corporate affairs and sustainability at Thai Union, the world's largest canned tuna maker. </p> <p>While Europe is the apparent leader of green finance, no clear frontrunner has emerged for its blue cousin. Is any city competing to be the capital of sustainable finance in Asia — such as Singapore, Hong Kong, Tokyo&#xa0;—&#xa0;interested?</p> <h1>Chart of the day</h1> <p>People around the world are at least as concerned about climate change as they are about the spread of infectious diseases, according to data from Pew Research Center. Please read the FT's article <a href=\"https://www.ft.com/content/f19afda4-d848-45ae-aebf-6c3e30737c8e\">here</a>. </p> <h1>Smart read</h1> <ul>  <li><p>The New Yorker's Bill McKibben this month <a href=\"https://www.newyorker.com/news/daily-comment/the-powerful-new-financial-argument-for-fossil-fuel-divestment\">published</a> a study BlackRock conducted for the New York City pension funds that found oil and gas divestments by other funds worldwide “experienced no negative financial impacts”. The report's executive summary states that investors found “neutral to positive results” from divestment. The BlackRock team also used a phrase beloved by investors: divested portfolios “outperformed their benchmarks”.</p></li>  <li><p>The blank-cheque company boom is well-known to Moral Money readers, but the insatiable appetite for special purpose acquisition companies was made more apparent when Spac fundraising eclipsed its 2020 record . . . <a href=\"https://www.ft.com/content/321400c1-9c4d-40ac-b464-3a64c1c4ca80\">in a single quarter.</a> Green Spacs are part of the trend, but in an interview with Gillian this week, <strong>Jeremy Grantham </strong>warned investors to proceed with caution, pointing to a potential <a href=\"https://www.ft.com/content/0a3d0af8-7092-44c3-9c98-a513a22629be\">green bubble</a>. “Spacs are a very potentially dangerous and speculative instrument,” he said at the Washington <a href=\"https://www.cfasociety.org/washingtondc/Pages/3rd%20Annual%20ESG%20Summit.aspx\">CFA Society's ESG Summit</a>. </p></li> </ul> <h1>Further Reading </h1> <ul>  <li><p>Biden faces backlash from US states to his clean energy agenda (<a href=\"https://www.ft.com/content/ee272395-2ea7-4175-bb19-996111f5a499\">FT</a>)</p></li>  <li><p>Can Japan innovate its way out of a climate and energy crisis? (<a href=\"https://www.ft.com/content/00da0f28-0179-4526-a1e1-de792f420cb9\">FT</a>)</p></li>  <li><p>Why ranking employees by performance backfires (<a href=\"https://www.ft.com/content/0691002c-2200-4583-88c9-9c942d534228\">FT</a>)</p></li>  <li><p>Pandemic widens gender gap across Asia (<a href=\"https://asia.nikkei.com/Spotlight/Society/Pandemic-widens-gender-gap-across-Asia\">Nikkei</a>)</p></li>  <li><p>The powerful new financial argument for fossil-fuel divestment (<a href=\"https://www.newyorker.com/news/daily-comment/the-powerful-new-financial-argument-for-fossil-fuel-divestment\">New Yorker</a>)</p></li>  <li><p>Occidental CEO rejects US carbon tax in break with Big Oil (<a href=\"https://www.bloomberg.com/news/articles/2021-04-06/occidental-ceo-rejects-u-s-carbon-tax-in-break-with-oil-rivals?sref=nIBOPaQ0\">Bloomberg</a>)</p></li>  <li><p>Private fund managers should brace for major SEC push on ESG (<a href=\"https://www.fundfire.com/c/3121754/393844?referrer_module=MarketingTwitter&amp;campCode=MarketingTwitter\">FundFire</a>)</p></li>  <li><p>US companies resist activist investor's climate campaign (<a href=\"https://www.wsj.com/articles/u-s-companies-resist-activist-investors-climate-campaign-11617102014\">WSJ</a>)</p></li> </ul><p>Source: Billy Nauman, Gillian Tett, Patrick Temple-West 2021 'Coca-Cola and Delta step into the political fray ' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T11:42:31.340Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1077,
          "end": 1086
        }
      ]
    }
  ]
}