{
  "_id": "18930eafd2d722093f0f95ad948db29bae71de9a6312a1b44ba6c202d1614b21",
  "feed": "wall-street-journal",
  "title": "Obituaries: Advertising Leader Created a Hot Shop",
  "text": "<p>Carl Spielvogel considered it the biggest disappointment of his career when he was passed over for the top job at the advertising giant Interpublic Group in May 1979. His setback proved very brief.</p><p>Later that year, Mr. Spielvogel joined William Backer to found Backer &amp; Spielvogel. They snatched the Miller beer account from Interpublic and later added clients including Campbell's Soup. \"We have no desire to be the world's biggest agency,\" said Mr. Spielvogel, who was chief executive officer. \"Big empires,\" he added, were \"just not as much fun.\"</p><p>Backer &amp; Spielvogel grew rapidly, though, and eventually some clients wanted global service. In 1986, Mr. Spielvogel agreed to sell the firm to London-based Saatchi &amp; Saatchi. He stayed on to run what became Saatchi's Backer Spielvogel Bates Worldwide unit.</p><p>Contacts he made in the nonprofit world, including roles at the Metropolitan Museum of Art and Lincoln Center, helped him bring in advertising business.</p><p>He left Saatchi in 1994, saying it was \"time to be repotted.\" For 2 1/2 years, he ran United Auto Group, which was consolidating car dealerships. At the end of the Clinton administration, he served as ambassador to the Slovak Republic.</p><p>Mr. Spielvogel, who early in his career wrote an advertising column for the New York Times, died Wednesday. He was 92.</p><p>\"I'm a builder,\" he told New York magazine in 1987, \"and to me work is more fun than fun.\"</p><p>His longtime business partner, Mr. Backer, who died in 2016, was a revered creator of memorable ads, notably a TV spot in 1971 featuring the song \"I'd Like to Buy the World a Coke.\" Mr. Backer also was known for his creative work on ads promoting Miller beer and Campbell's Soup.</p><p>\"Bill Backer was the patrician, with his bow ties and South Carolina drawl, and I was the streetwise Brooklyn guy,\" Mr. Spielvogel told the New York Times. \"But we had a rule. If we ever had a disagreement, we would close the door, sit down and resolve it.\"</p><p>In the 1970s, during New York's financial crisis, he was chairman of a committee created by Mayor Abraham Beame to buff the city's image. One result was an ad slogan: \"You have to be a little crazy to live in New York.\" The campaign, Mr. Spielvogel said at the time, captured \"an undefinable, fine madness that gives this city its special character.\"</p>",
  "published": "2021-04-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1582,
          "end": 1586
        }
      ]
    }
  ]
}