{
  "_id": "84c9e2b2c67597ce3fe8ac54cebdbd28c9e5e8e32cb5b929a1b0ca941882fa02",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Eating & Drinking: Splendor in The Glass --- A retro sparkling drink is looking fresher than ever at Tel Aviv's Cafe Levinsky 41. The new book 'Gazoz' reveals the secrets of its effervescent architecture.",
  "text": "<p>Across Israel, \"gazoz\" denotes a syrup-sweetened seltzer with a decidedly retro appeal. \"Gazoz belongs in the '50s and early '60s, in the austerity era in early Israel when, believe it or not, we didn't have Coke, and we didn't have Israeli sparkling drinks,\" the Israeli food journalist Gil Hovav explained. Back then, gazoz got its vivid coloring from artificial syrups. \"There was the red one that was raspberry, but of course there was no raspberry in it,\" said the Israeli cookbook author Janna Gur. \"And there was lemon that smelled like room deodorizer. And if you had a really obliging vendor, he would mix a combination of the two.\" Once bottled sodas entered the picture, however, gazoz became largely a fixture of the past.</p><p>Mr. Briga brought gazoz back to relevance, some say single-handedly, with his own original take. His newly published book, \"Gazoz,\" co-written with the cookbook author Adeena Sussman, details his singular process.</p><p>This poet of the seltzer siphon sports a scruffy beard, favors untucked white button-down shirts and wears his salt-and-pepper hair long and untamed. His whimsical interpretation of gazoz departs significantly from the beverage of Israeli nostalgia. \"The only thing it has in common is that it is made with syrup and draft soda,\" said Mr. Hovav.</p><p>Order one at Cafe Levinsky 41, and Mr. Briga, in a flurry of inspiration, pulls from the rows of colorful jars that line his walls, each one filled with slow-fermented elixirs of his own creation that seem to glow from within. They contain preserved fruit suspended in a mixture of sugar and their own juices, spices suffused with simple syrup, and anything else he may be experimenting with at the moment.</p><p>To the glass he adds a little bit of this, a drizzle of that. He then plucks from buckets overflowing with edible flora that look like decor but are, in fact, garnish. Every time, it's spontaneous; no two drinks are alike. One might combine loquat syrup, fermented almonds, geranium and flowering sage, a combination that, together, tastes of amaretto and ice cream according to Mr. Briga. Another glass might get fresh cucumber syrup, cucumber ribbons, field peas and their flowers, sliced pear, Thai basil and mint. \"I have never had a menu in my shop,\" said Cafe Levinsky 41's owner. \"You get what we give you.\" The interplay of ingredients, evanescent and unique, captures the fleeting flavors of a place and a moment.</p><p>Mr. Briga crafts his syrups using foraged and locally grown produce from a variety of sources -- his neighbors, his rooftop herb garden and, in recent years, a small organic farm he cultivates on a lot behind a synagogue on the outskirts of Tel Aviv. There he grows mint, sage, geranium, lemongrass, za'atar, limes, pomelos, apples, pears and figs, to name just a few, as well as more adventurous crops such as allspice, passion fruit, turmeric, galangal and cinnamon. The syrups he makes from them number in the hundreds.</p><p>In \"Gazoz,\" Mr. Briga and Ms. Sussman show how to craft syrups, layer flavors and create a drink that reflects what's in your own garden or grocery store. \"If you go to the supermarket and don't see Thai basil, don't feel bad, because you will find other stuff -- fennel, rosemary, lemongrass,\" said Mr. Briga. \"Or go in the neighborhood, see a citrus tree and take some leaves. Ask first, but this is what I was doing in Tel Aviv a lot of the time. It connects people and it's beautiful.\"</p><p>---</p><p>Cucumber Gazoz</p><p>The cucumber syrup at the heart of this refreshing sparkler couldn't be easier to make, and it truly captures the dewy essence of the fruit. The herb and floral garnishes in the assembled drink take the fragrance to the next level. To create the long, thin ribbons of cucumber, use a Y-style vegetable peeler.</p><p>Total Time: 20 minutes</p><p>Makes: 1 1/2 cups syrup</p><p>For the syrup:</p><p>2 1/4 pounds firm cucumbers, preferably Persian, ends trimmed</p><p>1/2 cup sugar</p><p>For the drink:</p><p>3-4 large ice cubes</p><p>1-2 tablespoons cucumber syrup</p><p>2-4 fresh cucumber ribbons</p><p>1-2 fresh pear slices</p><p>12 ounces sparkling water</p><p>Field peas and flowers, mint sprigs, Thai basil and basil flowers, or other edible herbs and flowers, for garnish</p><p>1. Make the syrup: Line a large bowl with a clean kitchen towel. Grate cucumbers on the large holes of a box grater over towel-lined bowl. Pile grated cucumber in center of towel, gather ends of towel over cucumber, then squeeze as much juice as you can into bowl. (You should have about 1 cup juice.) Discard cucumber solids or reserve them for another use (such as tzatziki). Add sugar and whisk until dissolved. Use syrup immediately or transfer to an airtight bottle or jar and store in refrigerator until ready to use. Syrup will keep, refrigerated, up to 2 weeks.</p><p>2. Make the drink: Place ice in a 12- to 16-ounce glass. Spoon in syrup. Top with cucumber ribbons and pear slices. Fill glass with sparkling water. Garnish with the herbs, leaves, greens and flowers of your choice. Insert straw and drink immediately.</p><p>---</p><p>Adapted from 'Gazoz' by Benny Briga and Adeena Sussman (Artisan Books)</p>",
  "published": "2021-06-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 208,
          "end": 212
        }
      ],
      "nexusId": "10017668"
    }
  ]
}