{
  "_id": "285fe19fb832db3887ed8f5f54d05abd43aaf4ae530bf126388af50cab0bdd04",
  "feed": "ftcomall",
  "title": "The Incredible Holkham: inside a new exhibition inspired by the 18th-century estate",
  "text": "<p>“It's time for your <em>Baywatch</em> moment,” says Jake Fiennes. Currently seated in the back of his Ford Ranger is the co-founder and creative director of <a href=\"https://www.thenewcraftsmen.com/\">The&#xa0;New Craftsmen</a>, Catherine Lock, and two of the Mayfair gallerist's makers, the furniture designer <a href=\"https://www.maccollins.com/\">Mac Collins</a> and illustrator and ceramicist <a href=\"https://www.thenewcraftsmen.com/makers/laura-carlin/\">Laura Carlin</a>. This merry group have come together to enjoy the sights at the <a href=\"https://www.holkham.co.uk/\">Holkham Estate</a> in north Norfolk. They're about to experience one of the more exhilarating perks of Fiennes's role as Holkham's conservation manager – a white-knuckle ride along the broad, sandy expanse of Holkham Bay. It's all&#xa0;part of a whistle-stop tour around the 25,000 acres surrounding the 18th-century Palladian mansion that falls under Fiennes's watch, an estate comprising a nature reserve, arable farmland, pine forest, parkland and coast.</p> <p>It's by far the best way to engage with the wild, ethereal beauty of this captivating stretch of England's east coast. “There's something about the light, the openness of the skies and the physicality of the landscape that just makes it feel so unique,” says Lock, who spent childhood holidays picking samphire, crabbing and shrimping along the creek. So when it came to finding a site for the gallery's second residency programme (the first, in 2019, took them to Orkney), Lock saw infinite possibilities at Holkham. “They said yes to the idea of hosting a craft show within 24 hours,” she says. Thus began a craft-centric collaboration between the gallery and the estate, in which five craftspeople have been asked to make site-specific pieces inspired by Holkham Hall. The results will go on show this month at an exhibition titled <a href=\"https://www.holkham.co.uk/events/details/the-new-craftsmen#:~:text=This%20year's%20residency%20at%20Holkham,Laura%20Carlin%20and%20Mac%20Collins.\"><em>A&#xa0;Portrait of Place: The New Craftsmen at Holkham Hall</em></a>.</p> <p>It is the first collaboration of its kind at Holkham, and marks the coming together of two custodians – Lock of craft and Fiennes of nature – whose ethos is in total accord. “We're both trying to banish the beige-ness of monoculture,” says Fiennes, pointing to a paradigm shift in&#xa0;attitudes that he believes has been further propelled by&#xa0;the pandemic. “We're beginning to understand the importance of individuality and uniqueness, whether that's&#xa0;through craft or in the natural world,” he says.</p> <p>There are also interesting parallels to be drawn between the skills of modern makers such as Collins and <a href=\"http://www.lauracarlin.com/\">Carlin</a>, and the exceptional craftsmanship on display in every corner of Holkham Hall. “Everything here has the hand of the maker on it,” says Lock. “The entire place is human made.” An architectural treasure trove, Holkham was conceived by Thomas Coke (pronounced “Cook”), the first Earl of Leicester between 1734 and 1764, following an&#xa0;unusually long and enriching European Grand Tour. Incredibly, many of the local craftspeople who brought Coke's plans to life were employed for the entire three decades. “I love that this house created for an art collection is an expression of one person's vision,” continues Lock. That singular sense of intention remains strong. The house has been inhabited by the same family for some 300 years.</p> <p>Back on the beach, Fiennes draws to a halt to point out&#xa0;some of the estate's celebrated wildlife. In this case, the&#xa0;baby spoonbills (that he affectionately calls “teaspoons”) that are scattered along the nearby dunes. “There's just so much natural diversity here. But the funny thing is, the place comes to feel strangely small as you become more familiar with it,” says the conservationist, whose favourite view is looking out across the wetlands, salt marshes and pine forest to the north.</p> <p>Fiennes (yes, he is the brother of actors <a href=\"https://www.ft.com/content/bb781242-c5a6-493f-a7af-1c0cfeca64ee\">Ralph</a> and Joseph) was up at 5am counting orchids – “about a thousand” – in a nearby field. He has been practising here since he was hired by the 8th Earl of Leicester, Thomas Coke, in 2018. His brief? To supercharge the wildlife and help to make Holkham a byword for sustainability. He is currently in the throes of writing his debut book, a compendium of his musings on the environment that's titled <em>Land Healer</em>, an optimistic viewpoint with a detailed description of how we can reverse the declines of nature in our farmed landscape through regenerative agriculture. Evangelical about the inexorable relationship between soil depletion and biodiversity loss – hence the orchids – he says we're only now getting to grips with the damage we've&#xa0;done to our soil, and its links to slowing climate change. “The problem,” he says, “is that soil isn't sexy.”</p> <p>Here, surprisingly, craft may hold the key. “From a craft perspective, soil is very sexy,” interjects Lock, pointing to the&#xa0;proliferation of amateur potters in recent years. Coming straight from the ground, the ceramicist's raw material remains, she says, the simplest, most primeval way to metaphorically get your hands dirty. The fact that people are joining kiln clubs in their droves points to an elemental need to engage with the earth, in turn highlighting the visceral appeal of the sights, sounds, scents and textures of craft. It's a truth that's neatly demonstrated by the work of <a href=\"https://www.arjanvandal.com/\">Arjan Van Dal</a>, one of the five makers-in-residence, who has created a series of vessels for the show from the same brick clay used to build Holkham, and dug from the ground on site.&#xa0;</p> <p>Talking to Fiennes and Lock, the connection between nature and craft becomes abundantly clear. “We come from nature, and we had to survive in nature,” says Lock. “We had to create habitats, so we picked up the clay and&#xa0;began to weave the willow and carve the wood. Craftspeople have been working very closely with nature right from the word go.” Beyond providing the base materials for their art, the environment offers the mental and physical space for creativity – forming what Lock calls “the still point” in which it's possible to create. An idea that forms the basis of the residency programme.</p> <p>“Being immersed in the natural environment opens up your imagination,” agrees Fiennes, a fan of land art. His own fervour for nature's abundance on the estate directly inspired Laura Carlin to create a personal depiction of its terrain. On display will be Carlin's bronze mirror, which is&#xa0;decorated with some of the burgeoning population of spoonbills that have returned to reclaim the wetlands after some 400 years, thanks in no small part to Fiennes. “I wanted to capture the busy yet serene scene of the birds nesting and bathing at the water's edge,” explains Carlin. “It's just so beautiful and wild.” Together with pieces by <a href=\"https://www.thenewcraftsmen.com/makers/alfred-newall/\">Alfred Newall</a>, Mac Collins, <a href=\"https://www.thenewcraftsmen.com/makers/james-rigler/\">James Rigler</a> and <a href=\"https://www.thenewcraftsmen.com/makers/arjan-van-dal/\">Arjan Van Dal</a>, these estate-born creations will go on&#xa0;display across the house to form a&#xa0;kind of craft treasure trail before heading to <a href=\"https://www.thenewcraftsmen.com/news-and-events/post/a-portrait-of-place-holkham-hall\">The New Craftsmen</a>'s showroom in time for the London Design Festival later this month.&#xa0;</p> <p>Interestingly, the original concept for The New Craftsmen emerged almost a decade ago from the trends Lock noticed at her local London farmers' market. “I&#xa0;began to realise that people wanted to know about the producer and really engage with the story of their food,” she explains. “That's what made them feel better about how they're consuming things.” The New Craftsmen was the first in its field to cleverly apply the same slow and thoughtful spirit to the world of making and its influence has reverberated across fashion and hospitality.</p> <p>So do Lock and Fiennes see themselves as disruptors in their respective fields? “The very traditional world of craft that we entered a decade ago was really ripe to move on,” says Lock. “It seemed obvious to me that it needed to be more in tune with contemporary ways of living – and to tell the stories of the makers more imaginatively.”&#xa0;&#xa0;</p> <p>Fiennes is similarly philosophical, seeing his approach as more rational than revolutionary. “To me, it's all common sense. I'm not trying to turn the world of agriculture upside down, I'm just asking people to make space for nature while still being productive,” he says, adding, “Nature is this&#xa0;mad chaos of disruption and complexity – that's what's so fascinating and what the craftspeople who will be&#xa0;exhibiting here have picked up on.”&#xa0;</p> <p><a href=\"https://www.holkham.co.uk/events/details/the-new-craftsmen#:~:text=This%20year's%20residency%20at%20Holkham,Laura%20Carlin%20and%20Mac%20Collins.\"><em>A Portrait of Place: The New Craftsmen at Holkham Hall</em></a><em> will&#xa0;take place from 9 to 13 September, before travelling to&#xa0;</em><a href=\"https://www.thenewcraftsmen.com/news-and-events/post/a-portrait-of-place-holkham-hall\"><em>The&#xa0;New Craftsmen</em></a><em> showroom in Mayfair for the </em><a href=\"https://www.londondesignfestival.com/\"><em>London&#xa0;Design Festival</em></a></p><p>Source: Aimee Farrell. Photography by Rick Pushinsky 2021 'The Incredible Holkham: inside a new exhibition inspired by the 18th-century estate' FT.com 31 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-31T15:55:33.400Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2556,
          "end": 2560
        },
        {
          "start": 2751,
          "end": 2755
        }
      ],
      "nexusId": "10017668"
    }
  ]
}