{
  "_id": "9f61c3259d60149d92956de34ef860d8d0f3f36a7bfd433e455f9e4e65303afd",
  "feed": "ftcomall",
  "title": "Sinéad Burke: ‘The door opened for me. I'm trying to ensure that door doesn't close'",
  "text": "<p><strong>My personal style signifier </strong>is a silver cameo ring I bought myself in Birmingham's jewellery quarter when I was about 12 years old. The glass case was at my eye level&#xa0;so I spotted it without having to be lifted up. I think they sold it to me for maybe £15 and I've worn it almost constantly for more than a decade. I have small hands so jewellery can sometimes be challenging – we generally value bigger stones and proportions. I feel a&#xa0;sense of agency over&#xa0;this ring – it decorates me, rather than&#xa0;me feeling owned&#xa0;by it.</p> <p><strong>The last thing I bought and loved </strong>was a huge green <a href=\"https://www.telfar.net/\">Telfar</a> bag. I turned 30 last September and because bringing all my friends who live in distant places together in one room wasn't possible, instead I treated myself to something I'd always wanted. I bought the large size, online, without measuring the proportions. I've had the straps altered but even so… I took a&#xa0;photograph of myself wearing it and it looks like that Marc Jacobs/Juergen Teller campaign from 2008, where Victoria Beckham is trapped in a carrier bag. I don't need any other luggage. But I love what Telfar Clemens is doing. For me it wasn't just about investing in a bag but investing in a business that is trying to create a better&#xa0;system. <em>$257</em></p> <p><strong>And on my wishlist</strong> is a <a href=\"https://www.bodenewyork.com/\">Bode</a> jacket – one&#xa0;with personalised patches that exhibit&#xa0;your heritage and your lived experience. I was a judge for the International Woolmark Prize last year when Emily Adams Bode won the Karl Lagerfeld Award for Innovation, and I love that Bode has made customised service part of its business model.</p> <p><strong>The fashion moment that changed everything </strong>was being invited to the Met Gala in 2019. My first concern in attending was accessibility because part of the power and symbolism of the Gala is a flight of stairs, the only part that is visible to the public. The day before we did an audit of the stairs and checked whether I would be able to get up independently. I was the most nervous I've ever been – I was aware that I was the first little person to attend. Afterwards the dress I'd&#xa0;worn was put on display at the <a href=\"https://www.gucci.com/uk/en_gb/st/stories/inspirations-and-codes/article/gucci_garden\">Gucci Garden</a> in Florence: that moment of visibility shouldn't ever be about just me. I&#xa0;now sit on Gucci's global equity board and&#xa0;we've been able to&#xa0;do some really interesting work in employment, in physical access, in innovation and representation on the red carpet. I believe if&#xa0;we can make luxury accessible that benefits everybody. So that door at the Met&#xa0;opened for me. But the work I've been&#xa0;doing over the past year is to expand&#xa0;that metaphor, trying to ensure that&#xa0;door doesn't close – and that it's automatic and double-doored and wide enough for everyone.</p> <p><strong>My wellbeing guru </strong>is my therapist. I&#xa0;had&#xa0;no real experience of therapy until recently. I've been at home in Ireland for more than a&#xa0;year and it's been lovely to be with family, but I needed space to articulate the thoughts that were in my head that you might not say to the people that you love most. I think, where it is affordable and accessible, that everyone should be partaking in therapy. There are so few spaces in our lives where we are honest with ourselves or name the things that worry us&#xa0;or bring us joy.</p> <p><strong>The best book I've read in the last year </strong>is <a href=\"https://www.amazon.co.uk/Black-Futures-Kimberly-Drew/dp/039918113X\"><em>Black Futures</em></a> by Kimberly Drew and Jenna Wortham. It uses media by black creators to tell stories by, with and for a group of people, a sort of encyclopedia of the thinking around what a progressive future might look like. I dip into it when I need hope, connection and to feel rooted in something bigger than me.</p> <p><strong>The best souvenir I've brought home</strong> is artist postcards from <a href=\"https://www.summertimegallery.org/\">Summertime</a> gallery in New York, which is a space for artists with and without intellectual disabilities to display work alongside one another. Spaces&#xa0;like Summertime are so important&#xa0;in terms of the question of who&#xa0;gets to be&#xa0;an artist, when we think about capacity and creativity.</p> <p><strong>The last music I downloaded </strong>was <a href=\"https://www.ft.com/content/16e4e48f-a8cf-4f89-b37a-4425d3fabc15\">Arlo Parks</a>, particularly her song&#xa0;<a href=\"https://open.spotify.com/track/23bwujVYKeGdbcLd2LQxVo\">“Hope”</a>, which is an anthem for the moment we're in.</p> <p><strong>An object I would never part with</strong> is a couple of boxes that I embarrassingly call “The Archive”. Every fashion show ticket, every birthday card, every note, lives in those boxes. It also includes letters from children when I wrote <a href=\"https://www.sinead-burke.com/break-the-mould\"><em>Break the Mould</em></a>, the book I needed to read myself&#xa0;as a teenager. I wanted to encourage children to believe that they're enough, because bullying – or feeling you have to change who you are in order to fit in – was something I was viscerally aware of, being physically disabled. The reason I wrote&#xa0;the book is not so much for privileged children&#xa0;to become more aware, but for those other children to feel seen.</p> <p><strong>In my fridge, you will find</strong> basic items that allow&#xa0;me to eat without much preparation. I'm not very domesticated. I always&#xa0;have Parmesan, spinach, kimchi, Diet Coke. And peanut rayu made by an amazing Irish company called White Mausu. It's a nutty, spicy condiment that&#xa0;you can put on absolutely anything. <a href=\"https://www.whitemausu.com/\"><em>White&#xa0;Mausu</em></a><em> peanut rayu,&#xa0;€36 for six jars</em></p> <p><strong>The best gift I've given recently</strong> is some keyrings I commissioned from Irish artist Amanda McElhinney. I started my accessibility consultancy <a href=\"https://tiltingthelens.com/\">Tilting the Lens</a> last year to try to think through ways to move from baseline accessibility to best practice. I've started bringing in people with different areas of expertise. To say thank you for getting on board I've sent them these sculpted initial keyrings – they have a sensory aspect for those who are blind or have low vision.</p> <p><strong>An indulgence I would never forgo </strong>is my morning walk. If you'd asked me about my priorities 18 months ago I would not have said sunshine, exercise and the outdoors. But they have become fundamental to my wellbeing.</p> <p><strong>Lately, I've rediscovered</strong> knitting. I learned as a child – it's part of the Irish primary school curriculum. But in the past six months I've got hold of circular needles and begun knitting hats. All of my loved ones now have a hat. The one I'm making now is for <a href=\"https://www.ft.com/content/e85a16b8-887a-11e9-b861-54ee436f9768\">Alessandro Michele</a> – I'm hoping&#xa0;it's just the right shade of green.</p> <p><strong>The last item of clothing I added to my wardrobe</strong> was a black <a href=\"https://www.staplepigeon.com/products/stop-asian-hate-x-deaf-power-x-staple\">Staple Pigeon sweatshirt</a> made in collaboration with Asian deaf creatives, including artist Christine Sun Kim, who I am a big admirer of.&#xa0;It has white print in American Sign Language that says Stop Asian Hate, and on the arms is the ASL sign for deaf power. All of the profits go to the Asian&#xa0;Americans and Pacific Islanders (AAPI) community. It's another example of&#xa0;fashion as a tool for communication and&#xa0;purpose. <em>$50</em></p> <p><strong>The beauty staple I'm never without </strong>is Laneige Lip Sleeping Mask in vanilla,&#xa0;which may only be intended for overnight use but I apply it frequently. If I've forgotten all other parts of my skincare routine, I never forget the lip balm. <em>£19&#xa0;for 20g, </em><a href=\"https://www.cultbeauty.co.uk/laneige-lip-sleeping-mask.html\"><em>cultbeauty.com</em></a></p> <p><strong>My favourite room in my house </strong>is the dining room. When I was growing up as the eldest of five children, we didn't have space for a dining-room table until we moved house when I was about 10 years old&#xa0;and it had always been an aspiration, particularly for&#xa0;my mother, to be gathered around the table for mealtimes. Once we had it, the dinner table was where we celebrated, commiserated, had arguments, where news was shared, where you did your&#xa0;homework – everybody came around the table together. It remains the spinal cord&#xa0;of my family, a special place that is ordinary yet essential.</p> <p><strong>If I weren't doing what I do, I would be</strong> back in the classroom as a primary school teacher. I spent a lot of my time working in&#xa0;areas that would be considered disadvantaged. Those children's experiences of exclusion from the curriculum and from society based on their&#xa0;backgrounds were not the same as mine, though I did grow up working-class, but they were similar. Education is the most&#xa0;important catalyst for change and is the way we rid ourselves of our biases, but as a system it can be inaccessible. Many of the parents I met had literacy difficulties and felt that school and home existed in different universes. As teachers our responsibility is to encourage children to&#xa0;be&#xa0;who they are. &#xa0;</p> <p><strong>A recent “find” </strong>is the word “languishing”, as it appeared in <a href=\"https://www.nytimes.com/2021/04/19/well/mind/covid-mental-health-languishing.html\">a <em>New York Times</em> article by psychologist Adam Grant</a>. I've always found language to be an important tool. I think at the beginning it was because when people looked at me they had this expectation of who I was based on my disability, so language was a way to challenge people's expectations. If I used the word “ameliorate” correctly in a sentence they might think, “Oh, she's not six!” I have a fear of languishing, I detest languishing; yet I have realised I can enjoy languishing – sitting in the moment, purposeless.</p> <p><strong>The podcast I'm listening to</strong> is a particular episode from the <a href=\"https://podcasts.apple.com/us/podcast/the-ezra-klein-show/id1548604447\"><em>Ezra Klein Show</em></a>, when he had sociologist <a href=\"https://www.nytimes.com/2021/04/13/podcasts/ezra-klein-podcast-tressie-mcmillan-cottom-transcript.html\">Tressie McMillan Cottom</a> as a guest. It was a wide-ranging interview but I'm a person who listens to things with Post-It notes at the ready, and in it she talked about status, which she defines as separate from class. Status is the currency you bring into a room with you but we haven't built a deep vocabulary around it because people are reluctant to articulate the part that status plays in their success. She's one of the best people I follow on Twitter and wrote a book called <a href=\"https://www.amazon.co.uk/Thick-Essays-Tressie-McMillan-Cottom/dp/1620974363\"><em>Thick</em></a> in 2019 that I think everyone should read.</p> <p><strong>My style icon </strong>is US representative <a href=\"https://www.ft.com/content/4983806b-3460-44a0-a5e7-6fffbc91603e\">Alexandria Ocasio-Cortez</a>, for two moments in particular: the white suit, which was a reflection on the suffragettes, on colour and on clothes being political. And also when she stood on the steps of the Capitol wearing an oxblood Telfar bag over her shoulder, one of my favourite photographs of her. These choices by a politician, by someone of that stature, to say, “I'm going to make this visible”, it doesn't just happen – there's so much thought about these things. And she uses clothes to point to other people or organisations she admires, but they are never the dominating narrative. Outside of her clothes, AOC was one of the first people using captions on Instagram, even when the platform wasn't set up for it. That intentionality in terms of how she communicates is something I aspire to.</p> <p><strong>The best gift I've received recently</strong> was some costume jewellery earrings, green pendants, over coffee with my parents. It was their way of acknowledging a meaningful moment for me when I had the privilege of working with <a href=\"https://www.bafta.org/supporting-talent/breakthrough/jim-lebrecht-co-director\">Jim LeBrecht</a>, co-director of the documentary <a href=\"https://www.netflix.com/gb/title/81001496\"><em>Crip Camp</em></a> and a wheelchair user, to get him dressed for the Oscars.</p> <p><strong>My favourite apps</strong> are <a href=\"https://www.instagram.com/\">Instagram</a> and <a href=\"https://www.pinterest.co.uk/\">Pinterest</a> and I've been fortunate enough to work with both platforms recently. I want to encourage thinking about accessibility as a starting point rather than something that we retrofit, but that's an aspirational practice. I've had several conversations with Adam Mosseri, CEO of Instagram, to see what might be possible in terms of making it more accessible, including discussing ways in which to introduce alt text. If you are blind and use a screen reader, you need text embedded into an image to allow you to “read” it and that is only a recent addition. There are now also automatic captions available on <a href=\"https://about.instagram.com/features/igtv\">IGTV</a>, on the Story function and now Instagram Live allows not just two people on screen, but four, which is important when you might need, say, a sign language interpreter. There's still an enormous amount of work to be done but I admire platforms and people that are trying.</p><p>Source: Lauren Hadden. Photography by Ellius Grace 2021 'Sinéad Burke: ‘The door opened for me. I'm trying to ensure that door doesn't close'' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-08T09:55:30.992Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4782,
          "end": 4786
        }
      ]
    }
  ]
}