{
  "_id": "67506370429d0ba2a66591b497538d167ef5912dad55dfdd8eea4ba988d45934",
  "feed": "ftcomall",
  "title": "‘It's the people, not the football': why fans have missed going to the game",
  "text": "<p>This is what we do, my son and I, every other Saturday from August to May, when times are normal. We get the London Overground train around north-west London to Shepherd's Bush, and we walk west along the Uxbridge Road. </p> <p>If we're going straight to the match, we pop into Fisherman's Hut, next to Shepherd's Bush Market tube. I'll get cod and chips, he'll have a sausage and chips — he only likes chip-shop sausages, the jumbo-length ones with a texture that suggests they have never been within spitting-fat distance of an actual pig. We'll eat them as we carry on walking west, before turning north towards Kiyan Prince Foundation Stadium (or just Loftus Road to lots of us who&#xa0;go there).</p> <p>If we're early, we'll sit down somewhere for lunch. Maybe Abu Zaad, the Syrian restaurant, or Nando's. Or if Jamie, Ted and the rest are going to The Crown &amp; Sceptre, we'll head there for two or three drinks and a burger. Early or late, the final stop is the same: the corner shop right by the ground. A&#xa0;500ml plastic bottle of Diet Coke for me, Tango for him, and a £1&#xa0;pack of Cadbury's Eclairs to share at half time (it never gets opened early).&#xa0;</p> <p>Each game we say the same things to each other. My son has text alerts for QPR so if anything happens, he'll tell me. He'll check his phone, look up and say, “QPR have gone 1-0 down, apparently,” just after we've watched them concede. </p> <p>If either of us goes to the toilet, on our return we will ask, “Anything happen?” The other is duty-bound to reply with a long, drawn-out and fantastical report: “Turns out the referee was Q from QAnon, and the deep state launched a commando raid to kidnap him, but they've threatened everyone with the Official Secrets Act if anyone mentions it.”&#xa0;</p> <p>All over the country, when times are normal, groups of people do their own versions of this match-day ritual. <a href=\"https://www.bbc.co.uk/sport/57149582\">But for 14 months</a> — give or take brief experiments with allowing small numbers of fans back into grounds — those rituals have been shelved. Instead, supporters have watched games on TV or streamed on their devices. They've watched them in living rooms, in bedrooms, without their groups of friends, without the days of anticipation and hours of build-up, without the noise and colour of the stadium pulling it all into focus.</p> <p>“It's not even the football,” says Clive Whittingham, who runs the QPR fansite Loft for Words. “It's the whole routine. The people you see every week. Getting up early and going on awaydays. Everyone meeting at Euston at 7.30 in the morning in various hungover states. It's that feeling of belonging to something. </p> <p>“We still get to see the games in their weird, sanitised ways, but the pandemic has taken the best bit of the week — the thing you look forward to — and made it just another thing in your diary: ‘1pm — Zoom meeting; 3pm — QPR; 5pm — call.' But it's about the people and the meeting up and the travelling rather than the football.”</p> <p>When you talk to football fans about what they've missed over the past year and a bit, they tend not to mention the 90 minutes of the game. They'll mention everything else, but not too much about football itself. “I go with two of my sons and my dad,” says Jem Stone, 54, who supports Brighton and Hove Albion in the Premier League. (They have season tickets in the West Stand Upper: “Good seats. Just to the left of the halfway line. Fantastic sightline.”) </p> <p>“Dad's 83, and he first took me to a game in January 1973, the third round of the Cup, against Chelsea. And football is the time I have my longest conversations with him — about who in the extended family has died, or how the dog is.” He hasn't just missed the conversations with his dad. He's missed the little reminders of their shared past, rituals established for reasons that are no longer relevant.&#xa0;</p> <p>“He really does bring butterscotch mints,” Stone says, “and I never ask him why. He just passes me one from time to time. We've got ourselves into this thing where he brings them because he thinks the kids like them.”</p> <p>Bertie Moores, a 23-year-old season-ticket holder at Bolton Wanderers, has had to give up the bond with someone who doesn't even go to the game. “My routine is normally to play football on a Saturday morning, then get some steak pies from Greenhalgh's — it's a good pie — to go and eat with my gran and watch the lunchtime kick‑off with her. She's in her eighties, but football mad.” Then it's off to the game with his dad and&#xa0;his brother.</p> <p>Fathers, sons and football are a subject with a rich literature. It matters, not because of the stereotype of emotionally repressed men using the game as a substitute for real connection, but because football offers a chance for members of the family to be with each other free of the normal rules and roles of domestic life. </p> <p>Jem Stone remembers seeing his sons learn to swear among fellow fans before matches (it was the same for my son). For 53-year-old Trevor Hewson, Grimsby Town is the rope that keeps him attached to his home town (he lives 50 miles away). “I completely miss that focus on seeing my family,” he says. “Home games are usually every couple of weeks, but since lockdown I've only been able to see my dad twice. He's 75 now, and I want to cherish the moments we've got.”</p> <p>Nor is it just fathers and sons. Last spring, Donna Todd decided to get Norwich City season tickets for herself, her husband and her 10-year-old daughter for the 2020-21 season, just in time for their tickets to be unusable. “We even swapped our daughter's gymnastics to a Saturday morning, so it didn't clash. She said she wouldn't go at five o'clock, because it would mean leaving the football early. She's been distraught about not being able to go.”</p> <p>Clubs outside the big cities often provide a focal point for their community, especially when things&#xa0;are going well (Norwich and Bolton have both won promotion this past season, to the Premier League and League One respectively). “The club is probably the town's main identifier of community,” Bertie Moores says of Bolton. </p> <p>“A lot of industry has gone, there's nothing of interest in the town centre, there's not a lot that goes on, and the club's been one of the main pillars of the community. This past year, even though people haven't been able to go to games, the club's new owners have engaged with people and the team have played well. It's just a shame the town can't buy into that and be there for them having a moment, because there's been a little bit of town pride in how well they've played.”</p> <p>QPR, one of 12 London clubs in the top four tiers of English football, don't have to hold up the civic pride of the capital. But they do have a role in their community. Twenty-three times a season (more in the unlikely event of the Rangers having a Cup run), the Kiyan Prince Foundation Stadium opens its gates, and the crowds come in. But of the last 27 games, over all this past season and four of the one before, the stadium has only been open for two, and even then for just a couple of thousand fans, last December. QPR is not a big club — its ground holds only 18,000 people, and is rarely full — but it matters to local businesses.</p> <p>It's almost impossible to work out the true impact of football's closure on local economies, because surveys tend to account only for what fans spend in grounds (that being what football clubs are interested in). The Premier League has estimated that each game has an average gross added value of £20m — this includes every single penny spent connected with each game, from clubs paying stewards to fans paying to park — which led the London Evening Standard to extrapolate that the total loss to the capital's economy from football's closure was about £1bn. In truth, that's impossible to quantify (and one should recall Premier League football's tendency to self‑aggrandise), but it's easy to see the effects of football's disappearance when one visits the streets around a ground.</p> <p>Just a hundred yards away from QPR's stadium, on South Africa Road, Sarup Singh runs&#xa0;CSM Food and Wine — where I get my fizzy pop and sweets. He's been running the shop for 15 years and suffered a blow a few years ago when the Metropolitan Police stopped him selling alcohol before and after games: “The police thought people drinking outside might make trouble, but I never saw that. People don't have enough time — they would just get one or two cans of beer, drink them and go in the ground.” The complete loss of football has been disastrous.</p> <p>From around an hour before the game, he says, he'd be doing steady business to people doing the same as me. “On a normal day, we make £500 or £600,” he says. “On a match day it's maybe an extra £600 or £700. That makes a lot of difference.” The only business he gets from QPR now is the occasional visit from someone who works at the stadium. “We used to have four people working here. Now it's just me and one part-time. This coronavirus has made it very bad. The stadium is closed. Times are very hard.”</p> <p>Down on the Uxbridge Road, Jesús Llorente, the Real Madrid-supporting manager of Nando's, is less concerned with the loss of revenue; even if he'd been open the whole time, he reckons the lack of football would only have cost him 5&#xa0;per cent of his takings. He's&#xa0;missed the whole excitement of match day.</p> <p>“We're the closest restaurant to&#xa0;the stadium,” he says. “So on game days, for two hours before the game, we get very busy, and then again after.” During those times, 80 per cent of his trade is QPR season-ticket holders. “I&#xa0;know&#xa0;them and they know me. So for me&#xa0;it's not about revenue, it's about knowing the customers and their families. They always eat the same thing. Some of them always sit at the same table. That's&#xa0;what I miss the most.”&#xa0;</p> <p>Like Sarup Singh, he's never had any trouble from football fans: “QPR has a lot of families; it's not known for complicated supporters. In three years here, the only day I have felt nervous was a game against Millwall, but even then nothing happened. But the amount of police on the streets made me a little nervous. I miss the vibe, really. A football day, when my team is asking about the rota — that's what it will take to feel like we're getting back to normal.”</p> <p>If the match is the right ventricle of the heart of the football experience, the pub is the left. As one of our QPR party is wont to say after another away loss, usually at local rivals Brentford, “Still, the pub was nice, wasn't it?” The English Football League's 2019 Supporters' Survey found that 48 per cent of under-35s go to a pub on match days before attending a game, as do 36 per cent of over-35s. </p> <p>On the way down Uxbridge Road it becomes apparent how hard the last 14 months have been on football pubs. One of the big QPR pubs, The Queen Adelaide, is now boarded up. But on the back streets, The Crown &amp; Sceptre is still open, serving in its garden, QPR memorabilia on the walls.</p> <p>Its landlord, a fresh-faced 30-year-old named Harry Shotter, only took over the pub at the end of last year, but he used to run pubs in Twickenham that would be packed on rugby days, so he knows the difference a stadium makes. “You get that initial bit of stress,” he says, “but the actual feel of match day, when the adrenaline kicks in — everybody happy to be with their friends, and the anticipation of going to the game — we feed off that. Some of the best days I've ever worked have been big-match days.”</p> <p>He hasn't seen a single one of those yet. But he's been over the books. He knows The Crown gets about 500 people through the door on a normal match day, which means several thousand extra pounds in the tills. “I don't yet know what it's like on a full match day. I've only seen a small percentage. I'm thinking, ‘This is what the potential is,' but at the moment it's not been so great because you're missing out on all the extra money you could make.”</p> <p>But The Crown has remained a Rangers pub (even though Shotter, whisper it, supports Brentford), because since reopening — in time for the last few games of the season — fans have taken to coming down and watching the games on their phones and iPads in the garden. “These last four Saturdays have been fantastic, because everyone has been down here, and then there is a bit of a vibe going on. And even though they can't go to the ground, they're enjoying themselves. They're all season-ticket holders, so they've all got their streams.”</p> <p>Among them has been Clive Whittingham, sufficiently devoted to the idea of a Shepherd's Bush match day that he gets the Tube from the far north London suburbs to Camden Town, then walks along the Regent's Canal to Scrubs Lane, and then down to the Bush, a total journey of around two and a half hours. Given he gets to the pub for opening at noon, and stays until closing at 10pm, the exercise is probably helpful.</p> <p>There have been moments when it's been almost like the real thing, when something miraculous happens and everyone in the pub garden goes spare, he says, but then there's the hassle of everyone's devices streaming the games at slightly different rates, so someone on a neighbouring table will know there's been a goal before anyone else does.</p> <p>Even the best moments have been tinged with regret. “Imagine having been there for the return of Charlie Austin,” says Whittingham — referring to a beloved striker who came back to QPR on loan in January — “in the away end at Luton that night, coming out of work and getting the Thameslink to Luton. And imagine how it would have been when he scored and we won the game, then piling back to London and making Mabel's Tavern stay open late.”</p> <p>He mentions Albert Adomah, a 33-year-old winger who has supported QPR all his life and spent much of the last few years reminding the club of the fact on social media. He finally joined Rangers in October and scored his first goal for the club away at Watford, who went on to win promotion to the Premier League, in February. “Imagine how gutted Albert Adomah must be, having waited his whole life to play for QPR, and there being no fans there when he scored his first goal, and it was a last-minute winner. Those moments have been amazing, but not nearly in the same way as if we'd been there. In 15 years, we're not going to be talking about the night Adomah won the game away at Watford. But if we'd been there, we would.”&#xa0;</p> <p>That's what football has lost this last year and a bit. Pundits make the mistake of thinking it's a game of 90 minutes. It's not. It's a game of 90 potential moments. If you're not there, existing in that very second, those moments mean nothing. Oh, for the chance to be back, kicking the wall in front of me in frustration at Rangers' defending and ending up on crutches, burning my mouth on a chicken balti pie, getting soaked by the rain — and knowing that any time now something is going to happen to change it from a dismal day in west London to a moment I'll never forget.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p><p>Source: Michael Hann 2021 '‘It's the people, not the football': why fans have missed going to the game' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-19T11:00:33.703Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1022,
          "end": 1026
        }
      ],
      "nexusId": "10017668"
    }
  ]
}