{
  "_id": "3063b2b4b0429579bb8502247234c564784c97a988d13e316bb2543f95a8b861",
  "feed": "market-watch",
  "title": "Higher taxes on stock dividends would hurt middle-class investors — especially retirees — far more than the wealthy",
  "text": "<p>Such a tax increase will result in corporations&#xa0;cutting dividends. (Note that the opposite is also true, when dividend taxes fall, corporations&#xa0;raise dividends.) Whether to cut dividends is ultimately a decision for each company. &#xa0;Corporate boards set dividends by estimating whether it is the corporation or its shareholders that can deploy each dollar of earnings more effectively. If shareholders pay higher taxes on dividends, each such dollar is of less use to them and boards will instead retain more of the earnings to deploy another way.</p><p>Therefore, everyone collecting dividends will be adversely affected by a dividend tax increase, even if they don't pay it directly.&#xa0; Some 27 million Americans report dividend income on their tax returns, more than half having total annual incomes less than $100,000 and another quarter earning between $100,000 to $200,000,&#xa0;according to IRS data.&#xa0; &#xa0;&#xa0;&#xa0;</p><p>Middle-class investors rely on dividends to supplement household budgets or to build retirement funds. Dividend cuts from increased dividend taxes will take money out of their pockets. Hardest hit would be older Americans, as those over 55 account for the majority of tax returns reporting dividends, receiving the lion's share of all dividends paid,&#xa0;IRS data show. &#xa0;</p><p>Higher taxes on dividends also discourage longer-term outlooks. Larger and regular dividends give shareholders a reason to stick around during troubled patches. As famed&#xa0;mutual-fund manager Peter Lynch argued, such dividends are a magnet that lengthens holding periods.&#xa0; Lower dividend levels therefore spell shorter time horizons.</p><p>In fact, many Americans have long held substantial portions of their nest eggs in some of the nation's most respected companies precisely because of their generous dividend policies. For instance, investors&#xa0;laud the elite group&#xa0;of 65 companies that have boasted increases in their annual dividends for at least 50 years in a row — they are called&#xa0;dividend aristocrats.</p><p>A few examples, all of which&#xa0;are high on the list&#xa0;of attracting the country's most focused and long-term shareholders (quality shareholders): Coca-Cola KO, Dover DOV, Genuine Parts GPC, Hormel Foods HRL, Johnson &amp; Johnson JNJ, and Procter &amp; Gamble PG. Even sustaining regular dividend increases for one decade is difficult, with fewer than 300 companies managing this feat. With increased dividend taxes, expect this revered group to shrink further.</p><p>At the other end of the spectrum are companies that have not paid dividends, either ever or in recent memory. The reasons are mixed, running the gamut from dazzling growth opportunities to trouble meeting bills. With higher dividend taxes pressuring boards to reduce dividends, expect this cohort to increase in size. If so, that will reduce the number of investment opportunities for investors who value dividend income.</p><p>The effects of increased dividend taxes will also be unequal among different companies and shareholders.&#xa0;For instance, payment of regular dividends is essential at some types of businesses such as real estate investment trusts, which by law must distribute most of their earnings, or public utilities, where dividend payments are critical to attracting investors. &#xa0;&#xa0;&#xa0;</p><p>A further problem: In debates between corporate boards and CEOs over dividend policy, CEOs may prefer retaining earnings for personal reasons, such as enlarging the business empire they oversee or assuring operating from a position of maximal financial strength.&#xa0;</p><p>Higher dividend taxes will heighten the prospect that such personal reasons prevail in the boardroom. That allocates more power to management and away from boards and shareholders. It distorts the corporation's capital allocation at the expense of all constituents but management.</p><p>Equally important,&#xa0;shareholders desire predictability.&#xa0; In the ordinary course, boards minimize changes in dividends, even amid volatile earnings, to protect their shareholders' plans and expectations.&#xa0;As a result, the best companies gear dividend policy toward long-term performance prospects. But these second-order effects of dividend tax increases will tend to show up in dividend policy over several years, upsetting such expectations. &#xa0;</p><p>Don't look to&#xa0; corporate leaders to explain all these second-order effects to shareholders.&#xa0; While some&#xa0;CEOs clearly state their views on dividend policy, many give skimpy summaries, such as setting dividends as a target percentage of earnings or increasing them in line with inflation.&#xa0; But in the current political debate, corporate leaders would do well to explain these second-order effects to their shareholders—as well as to the country's political leadership.</p><p>Lawrence A.&#xa0;Cunningham&#xa0;is a professor at George Washington University, founder of the&#xa0;Quality Shareholders Group, and publisher, since 1997, of&#xa0;“The Essays of Warren Buffett: Lessons for Corporate America.”&#xa0;&#xa0;For updates of Cunningham's research about quality shareholders,&#xa0;sign up here.&#xa0;</p><p>Plus: How the new and higher taxes that Biden and Congress are pushing would hurt stock investors and consumers</p><p>More:&#xa0;A looming crackdown on a popular retirement tax strategy has some investors worried</p>",
  "published": "2021-09-29T07:20:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2099,
          "end": 2108
        }
      ]
    }
  ]
}