{
  "_id": "c63d0c3ad3f8e3a830398422a33a2885d0376bcf7d7aa720f4576e64ba4c3a67",
  "feed": "ftcomall",
  "title": "US CEOs discuss co-ordinated response to voting laws",
  "text": "<p>US chief executives are banding together to co-ordinate their responses to contentious voting legislation after individual companies found themselves accused of either enabling voter suppression or indulging in hypocritical “woke capitalism”.</p> <p>Defying pressure from Republicans to stay out of politics, scores of chief executives joined a weekend video call to discuss bills that have been introduced in 47 states, which the non-partisan Brennan Center for Justice says would restrict voting access.&#xa0;</p> <p>Several executives suggested <a href=\"https://www.ft.com/content/521423bf-4012-4e42-9877-53d5d0f44675\">withholding donations </a>from lawmakers supporting such legislation, or reconsidering investment in states which pass restrictive laws, participants in the Saturday afternoon call said. </p> <p>While the discussion stuck to broad principles rather than detailed pledges of action, plans were forming on Sunday for chief executives to sign one or more statements of support for wider election access early this week, signalling a growing urgency to corporate America's <a href=\"https://www.ft.com/content/a8eaa2bb-d221-422b-bfb7-d5bc365178f5\">advocacy on voting rights</a>.&#xa0;</p> <p>“It's increasingly obvious this is a serious threat to democracy and to the fabric of society which is bad for the American quality of life and bad for business,” said Jeffrey Sonnenfeld, the Yale leadership professor who helped convene the call.</p> <p>“This was an enthusiastic act of defiance from a wide cross-section of American industry against politicians trying to muzzle their important political voices,” he told the Financial Times.&#xa0;</p> <p>Two leading black executives — Ken Frazier <a href=\"https://www.ft.com/content/6f11cb92-cad1-4407-963e-dddccff87ce9\">of Merck</a> and Ken Chenault, <a href=\"https://www.ft.com/content/c4ea75c2-b443-11e7-a398-73d59db9e399\">former head</a> of American Express — led much of Saturday's discussion, after having organised a public call last month from 72 senior black executives for their peers not to “remain on the sidelines”.</p> <p>Dan Schulman, chief executive of PayPal, was among several executives planning to join a new statement being organised by the Black Economic Alliance. </p> <p>“I feel it is a non-partisan, fundamental democratic issue that everyone who is eligible to vote can do so in a non-discriminatory way,” he said.</p> <p>Saturday's call featured a broad span of executives, including Chip Bergh of Levi Strauss, Brian Cornell of Target and <a href=\"https://www.ft.com/content/9eab68e1-7afb-4282-95fa-3149bd091efa\">James Murdoch</a>, the former Fox executive now running Lupa Systems. </p> <p>Three executives called in from the Masters golf tournament in Georgia, where activists last month <a href=\"https://www.ft.com/content/f7b3e5c9-fe0c-4a60-9e00-ee7a6cdb5ad0\">accused companies</a> including Coca-Cola and Delta Air Lines of doing too little to publicly oppose new voting legislation. </p> <p>Critics said that the Republican legislature's restrictions on early and mail-in voting would disproportionately deter black voters.&#xa0;The chief executives of Coca-Cola and Delta were among those to <a href=\"https://www.ft.com/content/3a829f1c-eed6-49f8-8b5a-46097be47a77\">condemn</a> the Georgia legislation after it passed.&#xa0;</p> <p>Soon afterwards, however, US Senate minority leader Mitch McConnell led a backlash from top Republicans, accusing executives of “economic blackmail” and advising them to “stay out of politics”.&#xa0;</p> <p>“From election law to environmentalism to radical social agendas to the Second Amendment, parts of the private sector keep dabbling in behaving like a woke parallel government,” McConnell said.</p> <p>Mike Ward, co-founder of Civic Alliance, a bipartisan business group pushing for greater voter turnout, said he had not seen anybody on the video call “wavering” in response to the Republican pushback.&#xa0;</p> <p>“What I found most interesting was the really broad, if not universal, support not just for democracy but for businesses standing up for democracy,” he said.</p> <p>Other participants said the call had emphasised the need for companies to co-ordinate their responses and agree on a non-partisan set of principles rather than be seen to be singling out any individual state or lobbying for proposed federal legislation.</p> <p>Daniella Ballou-Aares, CEO of the Leadership Now Project, a coalition of businesses focused on improving US democracy, said their focus was on turning statements into meaningful action that would “send a signal” to politicians.</p> <p>“The concern is there have been many statements and we're still seeing the lie of a stolen election being reinforced,” she said: “The political system isn't responding to those statements.”</p> <p>Lynn Forester de Rothschild, founder of the Coalition for Inclusive Capitalism, described protecting voting rights as business leaders' patriotic duty. “Without a thriving democracy we cannot have a thriving and secure capitalism,” she added.</p> <p>Polling has suggested public support for broader access to the ballot. On Saturday's call, pollsters from Morning Consult presented findings that most Democrats and a plurality of Republicans agreed that companies should support legislation that focused on increasing access to voting.</p> <p>Bennett Freeman, an adviser to companies on human rights who was on the call, said voting rights represented “the perfect convergence” of two issues on which companies spoke out last year: racial equity after <a href=\"https://www.ft.com/content/ab3b7f0c-f163-4ebb-a392-d6dfa54d3467\">George Floyd's death</a> and the peaceful transfer of power at the time of the election.</p><p>Source: Andrew Edgecliffe-Johnson 2021 'US CEOs discuss co-ordinated response to voting laws' FT.com 12 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-12T04:33:59.637Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2330,
          "end": 2339
        },
        {
          "start": 2580,
          "end": 2589
        }
      ],
      "nexusId": "10017668"
    }
  ]
}