{
  "_id": "390a55dc8033002bc3e4849de939250e401ca879e7db6aefc79973170b97265d",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books: Crescent City Harmony",
  "text": "<p>Mississippi, 151 pages, $25</p><p>Rosa Hawkins's career as a soloist began when she was 6 years old and her elementary-school principal asked her to sing \"On the Sunny Side of the Street\" at the flagpole one Monday morning. She got the job: The next week she sang the national anthem and then other songs on the Mondays that followed. In just a few years, her life took two major turns. First, Rosa's solo days ended when she and her sister Barbara Hawkins and cousin Joan Marie Johnson formed a three-part harmony group called the Meltones. They began gigging around their native New Orleans, caught the eye of a talent scout and made their way to Manhattan, where they became the Dixie Cups. The second turn happened not long after they scored their first big hit with \"Chapel of Love\" and things got a lot less sunny.</p><p>Ms. Hawkins, with aid from veteran music writer Steve Bergsman, unwraps the Dixie Cups story in her memoir \"Chapel of Love,\" and it's clear that clouds were gathering on the horizon from the beginning. The Meltones' first appearance was at a high-school talent show, and in the audience was a shady impresario by the name of Joe Jones, who shows up in the first pages of this book and then disappears and returns like Jason in the \"Friday the 13th\" movies. As Ms. Hawkins says: \"Joe seemed to be a talented man who knew the music business, and that attracted many an up-and-coming performer.\" The truth is that he \"was an awful excuse for a human being. . . . [Jones] was a mean S.O.B., and to this day I have disgust for him because of what he did to the Dixie Cups -- and what he did to me personally.\"</p><p>If they were unlucky in their choice of a manager, their first serious foray into the recording business reads like a fairy tale. After a fruitless march from one New York label to another, Jones and the three young women arrived at the fabled Brill Building, where artists could make the rounds of publishers, sell a song, book a studio, hire musicians, cut a demo and even take it directly to one of the record companies that had leased a cubby hole in that one-stop shopping mart from which so many great rock and pop songs emerged in the early 1960s.</p><p>There they met songwriting power duo Jeff Barry and Ellie Greenwich. Jeff sat at the piano and played \"Chapel of Love.\" With its \"slow, almost country beat,\" it didn't feel quite right to the future Dixie Cups. Wisely, Jeff and Ellie told the girls to sing it their way and then stepped out for a few minutes. By the time they returned, the trio had transformed it with three-part harmony and nailed the song that, in 1964, would climb to the No. 1 spot on the Billboard Hot 100.</p><p>Why did it take off? The answer might lie in the group's use of that little word \"we.\" In the lyrics, which say \"we're going to the chapel\" and \"we're going to get married,\" clearly the other half of the plural pronoun is a young man. The audience for romantic ballads has always been teenage girls, a demographic that, in this era, bought 45s by the millions. So the song comes across, not as one person's boast, but as the anthem of a nation of hopeful young women.</p><p>The Dixie Cups' other chart triumph was \"Iko Iko,\" another song born of improvisation. The three women thought themselves alone in the studio one evening and began to chant a childhood rhyme, tapping on an ashtray, a chair and a Coke bottle -- only to be startled by a voice from the control booth saying, \"Hey, can you do that again?\" That song, too, charted on the Hot 100, in 1965, but unfortunately, writes Ms. Hawkins, \"whenever there is a hit, there's a writ.\" The song's authorship has been claimed over the decades by a number of individuals, including Joe Jones, who pops up in every chapter of this book and comes across as the villain Ms. Hawkins says he was. Not only did he rob the group (after \"Chapel of Love\" sold its first 3 million records, each Dixie Cup got a check for $482.67), but he repeatedly raped Rosa Hawkins when they were on tour and after.</p><p>\"Chapel of Love\" isn't always a pleasant book to read, but it isn't meant to be. Resentments are gnawed, scores settled. Ms. Hawkins's story, as presented by Mr. Bergsman (notably the author of a novel about Motown sensation Mary Wells), could use some shaping: She wanders in time, and some of her memories are longer than they need to be.</p><p>Whether you're a musician or not, \"Chapel of Love\" offers two lessons. Stick to your guns: When other people tell you what to do, trust your intuition, even if they've been in the business longer than you have. And when someone offers to manage you, call a lawyer.</p><p>---</p><p>Mr. Kirby is the author of \"Little Richard: The Birth of Rock 'n' Roll.\" He teaches at Florida State University.</p>",
  "published": "2021-06-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 3352,
          "end": 3356
        }
      ],
      "nexusId": "10017668"
    }
  ]
}