{
  "_id": "fd833f933298fa271c079543389488698835fc57bbc12e9b8e6a72d538a516d0",
  "feed": "wall-street-journal",
  "title": "Letters to the Editor:  Use the China Lens to View Woke Companies",
  "text": "<p>   I appreciate Prof. Crispin Sartwell's clever and correct comparison of \"woke\" corporations emulating the Chinese Communist Party (\"'Woke' Corporations Use the Chinese Model,\" op-ed, April 27). However, the most salient feature distinguishing market capitalism from communism is that market capitalism depends on the predictable rule of law, whereas all forms of authoritarian socialism, including the Chinese hybrid model, are ultimately based on the fiat of the rulers, not the rule of law. Therefore, the suppression of dissent, censorship and central control of a planned command economy are all components of the absence of the rule of law which will ultimately cause the most creative and talented people to leave both the \"woke\" corporations as well as the Chinese economy. </p><p>   Alexander W. Ross Jr. </p><p>   Mt. Laurel, N.J. </p><p>   --- </p><p>   New terminology isn't necessary; fascism is the appropriate term. While private ownership and some degree of market freedom is allowed, it is with the caveat that the state under the control of a single party has complete authority. </p><p>   Gerard Michel </p><p>   Cambridge, Mass. </p><p>   --- </p><p>   In denouncing Georgia's new law, those speaking for Coca-Cola and Delta Air Lines have, evidently, done so because they have concluded it is good for business, not because it is \"woke.\" Coca-Cola and Delta's major shareholders have not voiced any criticism of the positions their companies took on Georgia's law. To paraphrase President Eisenhower's Secretary of Defense Charles Wilson: \"What's good for business is good for America.\" Perhaps he was right. </p><p>   Mitchell Seider </p><p>   Scarsdale, N.Y. </p><p></p>",
  "published": "2021-05-07T06:02:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1277,
          "end": 1286
        },
        {
          "start": 1143,
          "end": 1152
        }
      ],
      "nexusId": "10017668"
    }
  ]
}