{
  "_id": "e69e8d7fdfe7a3d84a1bb08109db4e9666b3573a7c84c6308999f699603c8e23",
  "feed": "wall-street-journal",
  "title": "Beverage Makers Weed Out Brands  ----  By Jennifer Maloney",
  "text": "<p>   Big beverage companies are shifting their lineups, shedding well-known but less profitable brands to refocus on core products and newer lines that appeal to changing consumer tastes. </p><p>    PepsiCo Inc. Tuesday said it would sell Tropicana and other juice brands to private-equity firm PAI Partners. In February, Nestle SA agreed to sell Poland Spring and most of its North American bottled-water brands to other private-equity investors. Last year, Coca-Cola Co. discontinued a slew of brands including Tab diet soda, Zico coconut water and Odwalla fruit juices and smoothies. </p><p>   The moves signal at least a partial retreat from the industry's primary strategy of late. For years companies have multiplied their offerings, expanding from soda into coconut water, smoothies, fermented tea, dairy alternatives and other niche but promising territory. </p><p>   Now, the industry is focusing around a smaller set of categories, including energy drinks, coffee and traditional carbonated soft drinks, said Howard Telford, head of soft drinks at Euromonitor International. </p><p>   The latest shift, like the prior strategy of expansion, reflects an industry trying to satisfy rapidly shifting consumer tastes. Consumption of fruit juices and sugary sodas has fallen as people have lowered their sugar intake, in favor of alternatives such as diet soda, flavored seltzer and bottled water. Meanwhile, demand is increasing for functional beverages -- drinks that help people stay awake or concentrate, for example, or offer a health benefit, like an antioxidant. As a result, coffee and energy drinks are on the rise. </p><p>   U.S. retail-store sales volume of soda has fallen 10%, and fruit-juice sales have declined 16% over the past decade, according to Euromonitor International. Over the same period, coffee increased 9%, and energy drinks -- still a relatively small category -- more than doubled. </p><p>   Companies are taking different tacks in their search for growth. </p><p>   PepsiCo is leaning hard into energy drinks. Last year, it splashed out $3.85 billion on energy-drink company Rockstar, and this year it introduced a Mountain Dew-branded energy drink called Mountain Dew Rise. It also recently relaunched Evolve, a plant-based protein drink brand that was part of its 2019 acquisition of CytoSport. </p><p>   \"Clearly, we see that consumers are moving into protein and sport, and that's a space that will continue to grow,\" Chief Executive Ramon Laguarta said in a conference call last month. </p><p>   Coke has made a big bet on coffee, agreeing in 2018 to buy Costa, a British coffee-shop chain, for $5.1 billion and rolling out a coffee-flavored version of Coke. However, the company's efforts to expand in energy drinks have stumbled. In May, it pulled the plug on an energy-drink version of its namesake cola in the U.S., after less than a year of disappointing sales. </p><p>   Since becoming Coke's chief executive officer in 2017, James Quincey has pushed the company to take risks on new ideas -- and drop them quickly if they don't work. The company last year winnowed products that it said were small, weren't growing or didn't have the potential to achieve a large scale. Coke now says it will strengthen its marketing and innovation to support its newly streamlined portfolio. </p><p>   \"By continuously engaging consumers. . .and testing ideas in a coordinated and increasingly digital way, we're getting even better at what we've always done best, building loved brands around the world,\" Mr. Quincey said on a call with analysts last month. </p><p>   Nestle, meanwhile, is focusing on a slimmed-down group of pricier brands, after agreeing to sell its lower-margin bottled water for $4.3 billion. Mainstream bottled water has faced stiff competition from cheap store brands, making the category less attractive for Nestle. </p><p>   \"We have refocused our Nestle Waters business to position it for profitable growth from a smaller and more attractive base,\" Nestle Chief Executive Mark Schneider said last week. The company is now focusing on its premium mineral-water portfolio, which includes Perrier and S. Pellegrino, and expanding into functional drinks such as Essentia, an alkaline water brand that Nestle acquired in March. </p><p>   Private-equity firms are drinking up the lower-margin products that beverage companies are dropping, with plans to tightly manage costs and expand well-known brands into new product lines. </p><p>   PepsiCo's Tropicana and other fruit juices have historically generated flat revenue growth and operating margins of between 4% and 7%, well below PepsiCo's corporate average of 15%, Goldman Sachs analyst Bonnie Herzog wrote in a note Tuesday. Operating margins for the juice business improved during the pandemic as more people ate breakfast at home, she said. </p><p>   PAI Partners agreed to buy a controlling stake in PepsiCo's juice business for $3.3 billion. PepsiCo will retain a 39% stake in a new joint venture that values the drinks business at roughly $4.5 billion. PAI sees growth potential in fruit juice \"through investments in product innovation, expansion into adjacent categories and enhanced scale in branded juice drinks and other chilled categories,\" said Frederic Stevenin, a managing partner at the firm. </p><p>   Nestle's Poland Spring, Arrowhead and Pure Life water brands went to Metropoulos &amp; Co. and One Rock Capital Partners LLC. Metropoulos previously invested in Hostess Brands Inc., Pabst Brewing Co. and Utz Quality Foods LLC. </p><p>   The firm has said it is seeking to improve the performance of well-known brands that haven't kept up with consumer trends by focusing on product innovation and brand marketing. </p><p></p>",
  "published": "2021-08-05T06:09:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 440,
          "end": 453
        },
        {
          "start": 2423,
          "end": 2427
        },
        {
          "start": 2441,
          "end": 2445
        },
        {
          "start": 2806,
          "end": 2810
        },
        {
          "start": 3089,
          "end": 3093
        }
      ]
    }
  ]
}