{
  "_id": "f6aae7640a8113a3067e782c3bea9ca832711193adee19f1bacc62bf6d916d3b",
  "feed": "ftcomall",
  "title": "PepsiCo to sell Tropicana and Naked Juice brands to private equity firm for $3.3bn",
  "text": "<p>PepsiCo has agreed to sell a controlling stake in its Tropicana and Naked Juice brands to French private equity firm PAI Partners for $3.3bn, as it seeks to focus on calorie-free beverages, energy drinks and products that it claims are better for the environment such as SodaStream. </p> <p>PAI, which owns the Häagen-Dazs brand in the US as well as the Mövenpick ice cream brand in a joint venture with Nestlé, will buy a 61 per cent stake in a new company that holds the brand rights for the juices. PepsiCo will own the remaining 39 per cent. </p> <p>Hugh Johnston, PepsiCo's vice-chair and chief financial officer, told the Financial Times that the company was “looking to steer our portfolio towards higher-growth” products. </p> <p>“Some of the higher growth comes in the healthier categories” such as lighter snacks, zero-calorie drinks and SodaStream products, as well as from energy drinks, he said. </p> <p>“Juice, on the other hand, has been a much lower-growth category”, with profit margins below PepsiCo's average, he added. </p> <p>“We looked at the Tropicana business and said ‘this may be better off run by someone else like a private equity firm, who's going to focus on a lower margin, lower growth type of business'.” </p> <p>PepsiCo decided to keep a minority stake because PAI had a strong record of partnering with consumer goods businesses, having worked with Nestlé on the ice cream group Froneri, Johnston said. </p> <p>Tropicana and Naked Juice were “both on the right side and the wrong side” of a shift towards healthier products, Frédéric Stévenin, a managing partner at PAI, told the FT.</p> <p>“The juice category has seen lower growth in the last couple of years because of the sugar content,” he said. “There's a lot of natural sugar in juice, but there are good things too in terms of vitamins and fibre.” </p> <p>However, sales had risen during the pandemic because consumers were eating breakfast at home and were trying to boost their immune systems with products high in vitamin C, he added.</p> <p>This could give the brands “momentum”, Stévenin said, while PepsiCo's Johnston said that this made it “an opportune moment to transact”. </p> <p>Once carved out of PepsiCo, the new juice company will have an enterprise value of $4.5bn, of which roughly $2.2bn will be equity and $2.3bn debt. PAI's share of the equity will be worth about $1.3bn and PepsiCo's roughly $850m. </p> <p>The juice brands' net revenues were about $3bn in 2020, PepsiCo said. </p> <p>PepsiCo will use the sale proceeds to “strengthen its balance sheet”, it added. </p> <p>The shift towards a healthier portfolio was initiated by PepsiCo's former chief executive Indra Nooyi and continued by her successor Ramon Laguarta. </p> <p>Large consumer brands such as PepsiCo and its rival Coca-Cola are seeking to cut their more sugary products, as younger consumers increasingly opt for healthier or lower-calorie alternatives. </p> <p>PepsiCo bought SodaStream, which makes a device that carbonates water, in a<a href=\"https://www.ft.com/content/b532adc0-a3fd-11e8-8ecf-a7ae1beff35b\"> $3.2bn deal</a> in 2018.</p> <p>The US consumer group has also expanded its portfolio of energy drinks. PepsiCo acquired Rockstar Energy Beverages last year for $3.85bn, adding a fast-growing brand to its existing stable of energy drinks, which includes Mountain Dew Kickstart, Game Fuel and AMP.</p> <p>PAI, which manages about €15bn in private equity funds, will buy the PepsiCo brands using its €5.1bn seventh fund.</p> <p><em>This article was amended after publication to clarify PIA's ownership of the Häagen-Dazs brand in the US.</em> </p><p>Source: Kaye Wiggins and James Fontanella-Khan 2021 'PepsiCo to sell Tropicana and Naked Juice brands to private equity firm for $3.3bn' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-03T20:07:46.743Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2677,
          "end": 2686
        }
      ],
      "nexusId": "10017668"
    }
  ]
}