{
  "_id": "e23bc059b6692b898b984c303ba09b1da6ec37a0df5bdc1e955683705addea02",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Your Car Wants To Help You Chill --- From auto makers to soda companies, businesses target a new market: the stressed-out",
  "text": "<p>Long before Covid-19 hit last year, rising stress was identified as one of Americans' major concerns. Now, more than a year into the pandemic, consumers' stress levels have been soaring. In June, nearly one-third of Americans reported experiencing symptoms of anxiety or depression, according to a survey from the Centers for Disease Control and Prevention. In 2019, only 11% of Americans reported such symptoms, according to a comparable survey from the National Center for Health Statistics.</p><p>Young adults and those with less than a high-school education reported the largest increases in symptoms, but every racial, ethnic, gender and age group said they experienced some increase, federal health researchers said earlier this year.</p><p>With so much of the population stressed out, more consumer product companies see soothing anxiety as an opportunity. Makers of everyday goods from cars and note paper to makeup, cereal and beverages are framing marketing messages and launching products to target worried consumers.</p><p>\"It does not matter what industry or business you're in, health and well-being should always be top of mind,\" says Alison Angus, head of lifestyles research for market researcher Euromonitor International, of her advice this year to corporate clients. \"Mental wellness is absolutely crucial.\"</p><p>Many consumers say they are receptive to mental health advice coming from companies. They are looking for support for their emotional well being, and many say they welcome products that promise to make them feel better.</p><p>Younger consumers especially report having a new perspective on managing their mental health. Some 50% of consumers ages 18-24 reported that they have changed their approach to mental health, compared with 28% of people ages 57 to 75, an Ernst &amp; Young survey of 1,001 U.S. adults conducted earlier this year found.</p><p>Alaina Richardson, 26, of Carlisle, Pa., relies on an arsenal of household products to help ease her anxiety, including bath bombs, almonds and house plants. To feel calm while she works from home as a copywriter, she microwaves a plush fox, elephant and dinosaur that are stuffed with lavender. After 30 seconds, the three stuffed animals are soothingly warm and fragrant, she says.</p><p>\"The lavender is supposed to have some sort of physiological effect,\" says Ms. Richardson. \"Not sure how much I buy into that, but it seems to help.\"</p><p>The phenomenon is meeting a degree of skepticism with some consumers and competing product makers complaining about products' stress-relief claims. BBB National Programs' National Advertising Division, an ad self-regulation body, says challenges over stress-relief claims lacking scientific evidence have increased over the past five years, as have the range of products under review including lamps, air fresheners and pet accessories.</p><p>\"Consumers are increasingly looking for alternative solutions for their anxiety,\" says Laura Brett, vice president of the National Advertising Division. \"So we're seeing a lot of products outside the prescription or over-the-counter drug space making claims about being able to address that.\"</p><p>The well-being industry, and its accompanying product sales, started taking root in the 1980s, when the fitness and spa industries took off and self-help experts gained more notice. Items like tea, candles and bath products promoted convenient and relatively low-cost comfort. By the 2000s, the spread of workplace programs elevated the idea of stress relief into the mainstream. As more people, particularly young adults, grew more comfortable talking about their mental-health challenges, so did product makers, giving rise in the past few years to a widening range of goods promoting stress relief.</p><p>Then the pandemic hit, sending demand for such products soaring.</p><p>3M Co., maker of Post-it brand notes, tracked rising stress among consumers in recent years and saw it skyrocket during the pandemic, says Heather Green, 3M's global business vice president for stationery and office supplies. In December the company launched a new line called Noted by Post-it, which aims to facilitate popular self-care practices, including journaling, habit-tracking and jotting down encouraging adages.</p><p>The company says the pastel-colored sticky notes and coordinated pens and notebooks are specifically designed for users to relieve their worries by writing down their thoughts and prioritizing them. One new Post-it Note has two rectangles, one labeled \"More of This\" and the other \"Less of That.\" Another encourages users to prioritize their daily goals on a Post-it titled \"Today's Top 3.\" A habit-tracking Post-it note lets users tick off each day that they stuck to a resolution.</p><p>Over the years, 3M's Post-it Notes, a decidedly utilitarian piece of office equipment, had mostly been left blank to let the consumer decide how to use them. Market research, however, showed people would welcome having some structure, including boxes for users to list priorities, and daily planner sticky notes that read \"Today's the Day.\"</p><p>PepsiCo says managing moods, including stress, is a new frontier in drinks, too. \"Yes, consumers want up energy, but they also want down energy,\" says Emily Silver, vice president of innovation and capabilities at PepsiCo Beverages North America.</p><p>PepsiCo research found that two-thirds of Americans blame stress for preventing them from unwinding before they go to bed. To help, in November it launched Driftwell. \"Designed with relaxation in mind,\" the blackberry- and lavender-flavored water contains magnesium and L-theanine, which PepsiCo says promotes relaxation.</p><p>Even the small can is designed to avoid stress. \"It's a 7.5-ounce can because you don't want to drink too much before you go to bed,\" says Ms. Silver.</p><p>In May, PepsiCo introduced Soulboost, a brand of sparkling water that claims its products can support relaxation, among other things.</p><p>Coca-Cola Co.'s smartwater+ line of bottled waters includes a \"tranquility\" version that has extracts of ashwagandha and tangerine for \"when you want to hydrate while decompressing,\" the brand's website says. In May, Nestle SA announced an agreement to acquire Nuun &amp; Co., which provides a line of effervescent tablets and powders that pledge to help with energy, relaxation or overall well-being.</p><p>Amy Minderman, 38, remembers grocery shopping and spotting tea that promised \"stress relief\" on the box. \"I saw it and had to try it,\" she says. Ms. Minderman, a marketing director in Hershey, Pa., often gets up at 4:30 a.m. and sips a \"soothing serenity blend\" from the Yogi brand to have some quiet time before her two young children wake up and her hectic workday begins. In silence, Ms. Minderman boils water and then steeps her tea bag for the prescribed seven minutes, staring out the window as she waits.</p><p>Does the tea actually relieve stress? Ms. Minderman isn't sure. It might be the ritual itself, rather than the tea, that brings her calm ahead of busy days, she says.</p><p>\"There's a huge mental component to this because I've invested in something that is telling me that it is going to reduce my stress, so I feel that it's doing that,\" Ms. Minderman says.</p><p>Listening to employees talk about the stress-relief they felt while tending their house plants changed a Scotts Miracle-Gro Co. product launch last summer. Weeks before, a team of Scotts employees had gathered in the Columbus, Ohio, backyard of the company's creative director to welcome a new employee. As they chatted, a group began comparing how their weekly routine of caring for their houseplants helped relieve their stress.</p><p>The exchange changed the direction of the company's new brand of houseplants, Greendigs. Initially, Greendigs was going to be an indoor plant brand that emphasized convenient online shopping and decor ideas. But as Patti Ziegler, Scotts Miracle-Gro's chief digital officer, listened to her colleagues share how they dedicated time each week to water their plants, she got goosebumps and realized Greendigs needed to pivot in its messaging.</p><p>\"Part of their personal care routine was to make time for these plants,\" Ms. Ziegler says. \"People talked about how it became a ritual behavior that created comfort.\"</p><p>By the time Greendigs launched in August, the brand instead emphasized taking the stress out of choosing and caring for a plant. \"Welcome to the world of stress-free plant parenting,\" one Greendigs ad reads.</p><p>Greendigs' target audience sees the plants as stress reducers, Ms. Ziegler says. \"The act of nurturing a plant and taking care of it brings quite a bit of stress relief,\" she says. \"You have something else to love, something else to care for.\"</p><p>Even some old brands are learning new tricks.</p><p>To celebrate this year's 50th anniversary of Fruity Pebbles, Post Consumer Brands planned ads depicting children enjoying the breakfast cereal. But noting so many adults embracing it as a comfort food during the pandemic, the company created additional ads showing adults eating Fruity Pebbles, too.</p><p>In a survey of 1,824 adults that Post conducted in June 2020, nearly one-third said they used cereal as a comfort food during the pandemic, according to TD Dixon, chief growth officer for Post Consumer Brands, a division of Post Holdings Inc. \"As they think back to things they remember when they were young, it was a simpler time, a happier time,\" says Mr. Dixon.</p><p>Lincoln, meanwhile, benefited from some good timing on a stress-relief approach that began before the pandemic. Looking for ways to differentiate itself from other luxury car brands in a competitive landscape, the company seized on research that showed buyers increasingly prioritizing health and well-being, says Michael Sprague, Lincoln's North America director.</p><p>By late 2018, Lincoln's sanctuary-inspired designs started hitting the market. Designers gave Lincoln vehicles 30-way power seats for precise cushion firmness and support as well as a massage feature. Selecting the \"calm\" mode on the dashboard \"decluttered\" it of nonessential data, like climate controls. The Air Refresh feature could refresh the cabin's air up to 1.5 times a minute. Lincoln car owners also received a free one-year subscription to Calm, a meditation app.</p>",
  "published": "2021-07-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 5877,
          "end": 5886
        }
      ],
      "nexusId": "10017668"
    }
  ]
}