{
  "_id": "8f8a0588713ad4636ace235253ee7c409f096c28b8ac035da9efae2351692553",
  "feed": "ftcomall",
  "title": "Hong Kong's historic businesses face an uncertain future",
  "text": "<p>From the moment that a business traveller lands at Hong Kong International Airport, perhaps on Cathay Pacific flight CX252 from Heathrow, she becomes — by history and by choice — a captive of two companies.</p> <p>Her flight is operated by one, her bags handled by the other. She buys a Starbucks coffee for the train and 20 minutes later strolls across the pedestrian bridges, through a Hongkong Land mall and on towards the Mandarin Oriental hotel. </p> <p>On the way, she grabs paracetamol from Mannings and a Coke from 7-Eleven. Later, she winces at the grating jingle for YUU reward points emanating from a branch of the Wellcome supermarket chain.&#xa0;</p> <p>She drops her bags, leaves a shirt at the Vogue laundry and heads for a meeting in the One Island East skyscraper before rushing to lunch at Thai Basil in Pacific Place. She knows she's running late because, as the cab rounds Victoria Park, she can hear the noonday gun which (wartime excepted) has been fired daily since the 1860s.</p> <p>Our hypothetical business traveller is just halfway into her day and most minutes passed, footsteps taken, elevators ridden, calories consumed and Hong Kong dollars spent have been under the umbrella of two family-run empires: Jardine Matheson and the Swire Group. History, ambition and what was once thought of as the west's capacity to master the east crackle around these two names.</p> <p>The Jardines and Swire empires owe their success in China and broader Asia to backroom network-building and personal relationships. Now worth around $40bn and $13bn, respectively, Jardine Matheson and Swire Pacific employ hundreds of thousands in the region. </p> <p>Both are founders of a Hong Kong economy that critics say concentrates too much commercial power in too few hands; both are still run by descendants of the founders; both are press-shy, conservative and, in the face of intensifying adversity, unswervingly confident.&#xa0;In keeping with their guarded engagement with the media, neither Swire nor Jardines provided comment for the FT's article.</p> <p>For two centuries, the businesses have been central to Hong Kong's transformation from, as Prince Charles put it when the territory was handed over by the UK to China in 1997, “a small coastal settlement . . . into one of the greatest trading economies in the world”.</p> <p>As the pair have morphed from traders of textiles and tea into property, transport, retail and industrial conglomerates, their transformations have helped to shape Hong Kong — as a city, as a hub and as an idea. Swire and Jardines, says a senior executive at one of their local property rivals, should be thought of as not merely two vital organs of Hong Kong: “They are its blood vessels. Its blood type. Its DNA.”</p> <p>But Hong Kong itself is now undergoing fundamental waves of change, some at the direct instigation of Beijing and others happening organically through the geopolitical transformation of greater China and the territory's shifting role in the “Asian century”. As those changes become inescapable, a new question has arisen: can Jardines and Swire remain as profound and essential a part of the city's future as they have been in its past?&#xa0;</p> <p>Today, the pair remain deeply embedded in Hong Kong. Jardines, whose early fortunes emanated from the opium trade, is responsible for the noonday gun, an in-perpetuity punishment for an obscure moment of Victorian-era hubris. While Jardines' 189-year-long history has points of awkwardness, the company also acknowledges its value. On a private staircase in Hong Kong's Jardine House hangs a huge portrait of Jamsetjee Jejeebhoy of Bombay — the merchant whom<a href=\"https://www.ft.com/content/c92d52ce-0525-11e9-9d01-cd4d49afbbe3\"> Sir Henry Keswick</a>, now Jardines' emeritus chairman and arguably its most potent moderniser, has wryly described to guests as “our great old friend Jejeebhoy”, who supplied the opium for these “humble Scottish merchants plying their wares in the South China Sea”.</p> <p>Swire, which started life in Liverpool and began trading tea, silk, cotton and wool with China in the 1860s, is known as Taikoo in Cantonese, meaning “Great and Ancient”. The following decade it opened a Hong Kong branch, and it has left a lasting impression on the eastern side of the city: Taikoo Shing, an area around the Taikoo subway station, translates as Swire City. Both companies are represented in Hong Kong by men known as <em>taipan</em>, or “grand manager”. Both have legal registrations outside the territory and, in the accounts of some executives in Hong Kong, have traditionally felt the controlling hand of family “heavies” in the UK.</p> <p>But the control that matters now in Hong Kong lies elsewhere — in Beijing. The urgency of this issue intensified in 2019. <a href=\"https://www.ft.com/content/e640aca8-eedb-11e9-bfa4-b25f11f42901\">Violent clashes</a> between ordinary Hong Kongers and police have transformed the domestic and international perception of a city formerly famed for a rock-solid, business-first stability. China's newly imposed <a href=\"https://www.ft.com/video/1770e787-22db-4c57-9228-31528a37de8a\">national security law</a>, the arrests of prominent voices, the visible and unseen pressures on Hong Kong stalwarts such as <a href=\"https://www.ft.com/content/75313efa-e44b-4f73-9cd0-41a045f62749\">HSBC</a>, the unprecedented stress of the Covid-19 pandemic: these have all added to the question of how Jardines and Swire, the great navigators of Asia, will sail through this one.</p> <p>The perils can already be seen. When staff from Swire's Cathay Pacific airline supported an estimated two million on the streets, the company was savaged by Chinese state media and rebuked by regulators. China has also signalled it is unhappy with banks and businesses in the city complying with US sanctions regimes, just as the Trump administration slapped local officials with these penalties.&#xa0;</p> <p>As the city's atmosphere shifts, there is potential pressure on the property empires of both companies. Worries over the future of internet freedom and whether the legal system relied on by business will remain internationally respected have begun to surface. Such moves have global companies wondering why they are paying high rents if the city becomes just like any other on the mainland.&#xa0;</p> <p>Swire and Jardines are far from the only companies whose future now depends heavily on Beijing's strategic intentions. As Hong Kong approaches 2047 — the year that it will officially leave the “one country, two systems” model used to describe life after the <a href=\"https://www.ft.com/content/7e2422b8-5bb1-11e7-9bc8-8055f264aa8b\">1997 handover</a> — there is still no certain vision of its place in Greater China.</p> <p>Despite much in common, the two companies are not directly comparable. Nor are they the only empires to control large swaths of Hong Kong's commercial life. But both are heavily positioned around the growth of the Asian — particularly Chinese — middle classes and derive more than half their income from Hong Kong and China. And both have, within the past few years, installed the next generation of family members in pivotal management roles — making the issue of how they will cope with this uncertainty paramount.</p> <p>They are also, according to one local investor familiar with both, conspicuous as bellwethers of Hong Kong. In one light, they are heirs to the swashbuckling, globalist version of British colonialism — that collage of commercial bravery, unfettered capitalism, local expertise and survivalist charm that Hong Kong still loves to project. In another, they are an anachronism. Like the territory itself, according to this view, they are constructs of white, patrician privilege unrealistic about China's new reality as the rule-maker in Asia.&#xa0;</p> <p>“The old school in Hong Kong are talking themselves into believing this will all be fine,” says a former Jardines executive. “It may be. But also something bad could happen.”&#xa0;</p>  <p><strong>In many ways</strong>, this lattice of emergent tensions with China and the choreography — both diplomatic and commercial — required to resolve it pose nothing new for either company.&#xa0;</p> <p>William Jardine lobbied the British government to take action against China ahead of the 1839 opium war, after Beijing attempted to rein in the trade. The ensuing conflicts — which led to China's “century of humiliation” — paved the way for expansion in Hong Kong. But Jardines remained in favour in mainland China. William “Tony” Keswick, Henry's father, was mayor of Shanghai's foreign settlements a hundred years later. “You could get in to see anyone in Asia, the tycoons or anyone at the political level in Asia, because of the Jardine name,” says Ron Floto, who ran Jardines' retail giant Dairy Farm for a decade from 1997.</p> <p>China's 1949 revolution frustrated foreign ownership and made it impossible for such companies to stay in the new People's Republic. Deryk de Sausmarez Carey, Swire's Shanghai manager at the time, quipped: “I'm aware that empires are not built on defeatism but there is no room for adventure under communism.” </p> <p>In the end, Jardines signed its substantial mainland assets — a brewery, mills, wharves, a large building on the bund — over to the communists. Along with many others, it retrenched to Hong Kong, where it flourished.&#xa0;</p> <p>By the time Henry Keswick travelled to Beijing on his honeymoon in 1985, the received wisdom was that China would never welcome Jardines, with its opium-trading past. Sir Richard Evans, then British ambassador, directly warned the company that it would not be forgiven for its historic crimes. </p> <p>But Keswick, who had escaped from Japanese-occupied Shanghai as a child in 1942, persisted. After a period of cautious property investment in the early 1990s, he was summoned to Beijing in 1997 to see vice-premier (later premier) Zhu Rongji. In a reflection of China's growing hunger for international investment, Jardines was told its money would be welcomed. Later that year, its property investment, management and development group <a href=\"https://www.ft.com/stream/03f869f4-1ed5-43aa-a760-89130629d826\">Hongkong Land</a> bought its first residential development in mainland China in more than 100 years.&#xa0;</p> <p>From the late 1980s, there were similar watersheds for Swire. In 1989, the company formed a partnership with Coca-Cola to bring the drink back to China after a 40-year absence; in the mid-1990s, Swire and its partners invested $63m in a joint venture with the local government of Xiamen to establish a mainland foothold for its aircraft engineering business.</p> <p>Despite these expansions, the 1997 handover of Hong Kong posed a political challenge for both companies. In the years leading up to the event, Jardines pulled out of its Hong Kong listing in favour of London and Singapore and moved its domicile to Bermuda. It also showed support for the democracy proposals for the city put forward by <a href=\"https://www.ft.com/content/da30586a-5b25-11e7-b553-e2df1b0c3220\">Chris Patten</a>, the last British governor of Hong Kong, while Keswick rebuked China over the Tiananmen Square protests in testimony to the UK parliament.&#xa0;</p> <p>In an unsurprising whipsaw, the Chinese government issued a countrywide ban on domestic companies doing any new business with the conglomerate. Deng Xiaoping's daughter once told a Jardine Matheson executive that “if you are the biggest bird in the tree, you are bound to get shot at”.</p> <p>The relationship-building skills of Keswick came to the rescue again, shaping the group in its current form. In 2012, according to his wife Tessa's memoirs, Keswick was introduced to Wang Qishan (now vice-president of China) in Zhongnanhai, the Beijing headquarters of the Chinese Communist party. “Yes, Mr Keswick, you were bitten by the snake. You waited, you watched, but you came back!” said Wang. Keswick has since entertained Wang, as well as other top CCP officials, at Oare House, his grand Wiltshire home.&#xa0;</p> <p>But China has shifted again under President Xi Jinping. It is wealthier, militarily stronger, more assertive and has new tests of loyalty for foreign businesses on the mainland and in Hong Kong. “The land will be up for review in 2047 . . . The decade before that will be the test,” says Kevin Au, director of the Centre for Family Business at&#xa0;the&#xa0;Chinese University of Hong Kong.</p> <p>Backroom negotiations have long been critical to these companies' success. But the question looms whether the requisite skills have been passed to the next generation. Ben Keswick and Merlin Swire have both spent their careers within their empires, recently assuming key roles. Their capacity to emulate their predecessors — not least in the potentially precarious run-up to 2047 — faces more severe tests.&#xa0;</p> <p>“If a fourth-generation or fifth-generation Swire fails at Swire, it will cause huge problems for everyone,” says Au. “So it's a huge burden on them . . . They need to be tested on multiple occasions until people believe they have the ability to take over.”&#xa0;</p>  <p><strong>Just as the sudden </strong>vehemence of Hong Kong's 2019 street protests took many by surprise, the speed with which Swire's Cathay Pacific became embroiled in them and the damage it sustained also shocked many. Its vaunted network of political contacts, supposedly woven with Beijing over many years, appeared flimsy.</p> <p>The protests started in opposition to a bill that would have allowed the extradition of criminals to the mainland for the first time. As momentum gathered, the rhetoric shifted to a fuller-throated objection to what millions of Hong Kongers saw as Beijing's remorseless erosion of the autonomy promised to the territory. </p> <p>China did not disguise its irritation with the airline's air-steward union's support for the demonstrations, and comments by Cathay chairman John Slosar did nothing to improve the situation. “We certainly wouldn't dream of telling them what they have to think about something,” Slosar said when asked about his staff's vocal support for the protests at a press conference. “They're all adults. They're all service professionals. We respect them greatly.”&#xa0;</p> <p>After meetings between Merlin Swire and government officials in Beijing, the company quickly moved to oust chief executive <a href=\"https://www.ft.com/content/d204816c-c008-11e9-b350-db00d509634e\">Rupert Hogg</a>. A month later, <a href=\"https://www.ft.com/content/c88f49e2-cef3-11e9-99a4-b5ded7a7fe3f\">Slosar resigned</a>. “The Cathay crisis was the worst in all of Swire's dealings with China,” a former Swire executive says. Beijing's aviation regulator accused the airline of putting flight safety at risk. Cathay Dragon union leader Rebecca Sy, who was fired, said the company was conducting a “white terror” campaign that left people in fear of their jobs were they to criticise China.&#xa0;</p> <p>“Those incidents of Cathay being pulled up over comments . . . must have unnerved many businesses in Hong Kong,” says George Cautherley, the vice-chair of Hong Kong's international chamber of commerce. “This has caused a great deal of&#xa0;nervousness.”&#xa0;</p> <p>The principal challenge for any business operating in or around Hong Kong today is real-time risk assessment of a threat that many accept they cannot fully gauge. In recent years, China has stamped its authority harder on the former British colony than was widely expected, forcing significant reassessments. For many, the lesson has been: say nothing. “[Foreign companies] should not be seen as part of the efforts . . . to subvert China,” says former Hong Kong leader CY Leung.&#xa0;</p> <p>For the international banking industry, there are concerns over how far it must compromise to fit around Beijing. Some funds are in active discussions to move elsewhere, and rival financial centres in <a href=\"https://www.ft.com/content/9232e882-0b06-44d5-9c79-ca6078ad0c43\">Singapore and Tokyo</a> are showcasing themselves as alternatives. The broader corporate world is reassessing Hong Kong's longstanding status as a neutral arbitration centre. </p> <p>A former Jardines executive says all eyes are on whether the city's judiciary remains independent. “If we still feel we can sue the Hong Kong government and win, then we are fine,” they say.</p> <p>In emailed comments to the FT, Chris Patten says the success of both the territory and its businesses had been based on the relationship between free movement of capital, freedom of speech and the rule of law. Take away any of these ingredients, he says, and there are bound to be consequences.&#xa0;“It has always been the case that if you try to do business in an environment where mafia rules apply, then sooner or later you face some extremely difficult moral, political and economic dilemmas. You have to decide whose side you are on,” says Patten. “This is particularly difficult where senior executives have foreign passports.”</p>  <p><strong>Historically, Hong Kong's business elite</strong> — perhaps meeting in the private boxes of the Jockey Club or at the Shek O Country Club — might have exchanged notes on the mood music from “up north” in Beijing. There was always, say people involved, a game of information one-upmanship — a need to show that one's knowledge of the inner workings of the CCP was deeper and from better-placed sources than anyone else's.</p> <p>Jardines and Swire, with long-established ­networks of consultants in China, may feel that they are the experts' experts. But analysts and others wonder how far that insight goes — and how useful&#xa0;it is in 2021. “In the past they thought they were a big&#xa0;fish in a small pool, now they . . . are a small fish in a big pool,” one former Swire executive says. “China's got more confidence.”</p> <p>“For those that remember it, the mood in Hong Kong in 2021 does have some strong echoes of what it was like in 1997 before the handover,” says a former shipbroker who now works as a consultant. “There were people who truly thought they understood China and so were quite relaxed, and there were those who thought they understood China and so were panicking. I sold a few of that second group yachts that some of them thought they might escape in if things turned rough.”</p> <p>But now, as then, the threat is viewed differently by different constituencies. Today, say Hong Kong watchers, there is almost a sense of bravado among foreign business people who have lived through other great ructions. Many have decided — perhaps more in hope than sober analysis — that the ruptures China is making in the fabric of Hong Kong society, as it carries out <a href=\"https://www.ft.com/content/871a6871-8120-4298-b468-1d2c6b537f5a\">dawn raids</a> and takes opponents away in unmarked vans, won't affect them.&#xa0;</p> <p>Pro-Beijing groups argue emphatically that foreign business is safe. “Sometimes, the central government will invite a delegation to visit China and the Swires will send a representative to join together as a delegation. Both sides trust each other,” says Tam Yiu-chung, a veteran pro-Beijing politician. The feeling is mutual, a person close to Swire says: “China have placed an enormous amount of trust in Swire.” </p> <p>But while the lesson may be to keep your head down, companies can no longer simply say nothing at all. Along with all local businesses, conglomerates are now expected to profess loyalty to China through statements such as the one both houses put out in support of Beijing's national security law last year. A former Jardines executive says: “I think the big guys believe they have a gun in the back of their heads.” </p>  <p><strong>Where Jardines and Swire </strong>differ most is in how — if Chinese pressure grows to levels that neither currently envisage — they could conceive of a post-Hong Kong future. One has laid substantial foundations for this in south-east Asia; the other is raising the stakes on its bets in mainland China. Both, say analysts, have become experts at selecting Asian business partners — in many cases as a means of taking business risks while remaining deeply conservative with their balance sheets.</p> <p>If the Chinese government were to turn on UK or foreign companies, Jardines has business elsewhere, thanks to a flurry of regional investments made in the aftermath of the Asian financial crisis in 1997-98. The jewel of its south-east Asian crown is the Indonesian conglomerate Astra, in which it started building its stake in 2000. Astra derives most of its profits from car and motorbike sales and plays a pivotal role in the Indonesian economy. “It's paid off,” one rival executive says of Jardines' bet.</p> <p>From late 2009 to early 2014, David Fletcher was chief executive of Permata Bank, then a joint venture between Astra and Standard Chartered bank. Critically, he says, Astra achieved that elusive quality of feeling local to locals. “The feeling I always got when I was there was that actually Indonesians were proud of Astra. It was a national champion,” he says.</p> <p>It has also, he argues, been an exemplar of Jardines' long-term pan-Asian strategy; its stringent research into consumer markets; and its ability to differentiate serious risk in emerging markets from day-to-day “noise”. </p> <p>Does this diversification represent an attempt to insulate the group from potential threat in China? “I think the move into Indonesia was very much about taking an opportunity far more than anything else,” he says.</p> <p>Carol Connell, author of a study on Jardines and the Hong Kong trading industry and a professor at Brooklyn College, says indicators suggest a well-managed business. But assets are overwhelmingly concentrated in greater China. “I can't imagine the strategists at Jardine Matheson not already seeking to broaden south-east Asia and the rest of the world,” she says.</p> <p>Jardines is still growing in mainland China as well. “Hongkong Land just spent $4.4bn buying a plot of land in Shanghai. That's not a company looking to pick up stakes and move out of Hong Kong,” says Jonathan Galligan, conglomerates expert at Asian-based brokerage CLSA. </p> <p>Swire is taking a different tack, digging into both Hong Kong, where its sugar refinery and dockyards have long since transformed into real estate, and the mainland, where it has been expanding its property wing since the early 2000s. “About 90 per cent plus of the value of Swire is either in Hong Kong or China, and so Swire is not going anywhere,” says Galligan.</p> <p>The company is largely relying on China's huge financial bubble to fill “super-prime” office space even as some foreign passport holders look longingly at the exits. “Hong Kong's office days, the better days are to come,” says a person close to Swire. “There is going to be a lot coming down from the Chinese mainland.” Swire also continues to invest heavily in China, where it has a licence to bottle and sell Coca-Cola.</p> <p>While its property business has been holding up for now, coronavirus has collided spectacularly with Cathay Pacific. In the second half of last year the airline cut its <a href=\"https://www.ft.com/content/bd17222d-e895-4eb0-a756-a5888dd8f260\">workforce by a quarter</a>, slashed pay and closed its regional airline, relying on a historic bailout from the Hong Kong government. Swire Pacific, one of the company's key listed entities, slid to a HK$5.5bn ($710m) loss in the first half of last year. </p> <p>“Swire is challenged on multiple fronts . . . [It is] exposed to the world's most expensive property markets, an airline, they are exposed to oil and marine,” says David Blennerhassett, an analyst at Ballingal Investment Advisors.</p> <p>Before the 1997 handover, both Jardines and Swire considered whether the solution to hypothetical friction with Beijing would be to partner with a Chinese company. Jardines, says a person close to the situation at the time, decided it did not want changes to the board forced on it. Swire formed a partnership with the giant Chinese state-run investment conglomerate Citic, a move calculated to give the company a good friend in China. But Swire “found that China was so huge that Citic couldn't do everything for them”, says a former executive: when dealings with the Chinese authorities became acutely difficult, Citic could not protect Swire.&#xa0;</p> <p>Those familiar with both companies' strategies argue they mostly operate in industries that are untouched by heavy regulation and which are not considered particularly sensitive by Beijing. But they are also far less essential than in the past. Traditionally, it was Jardines and Swire which helped China train workers, introduced them to new industries and smoothed relations with the west. “Chinese policymakers . . . weren't adverse at all to foreign investment, in fact they liked it. We ­provided models and we trained management that then left us and went to work for locally owned Chinese companies,” says Floto.</p> <p>Today, with most of the world's capitalists rushing into the mainland, the conglomerates need Beijing, not the other way around. “Now Beijing will only treat them as a common merchant and remain in a peaceful relationship,” says Victor Zheng, an associate director of the Hong Kong Institute of Asia-Pacific Studies. “But they would not receive the best treatment.”</p>  <p><strong>When it comes to Swire's </strong>and Jardines' future, many in the government, executives, analysts and even ordinary citizens say that they couldn't possibly be forced out of Hong Kong — they are just too embedded. Both have been at pains to make that a strategic reality.&#xa0;</p> <p>There are still signs that the Hong Kong government supports them. Jardines' Dairy Farm was the biggest recipient of government wage subsidies during the pandemic, while Cathay was one of the first public companies offered a major bailout. Swire has a joint venture with the development arm of a local government in Shanghai. These factors have given management a degree of comfort that they will be protected from blowback over any deterioration of the UK-China relationship.&#xa0;</p> <p>In terms of their property empires, the question has been whether their expertise and history are enough to remain ahead of the game. Slowly but surely, say some analysts, their relative importance as innovators has declined as local Hong Kong and Chinese mainland property giants have expanded.&#xa0;Both have been accused of looking the other way when opportunities knock.</p> <p>One former senior executive told the FT that an investment bank tried to invite Swire to be an investor in Alibaba after one of the tech giant's units delisted from Hong Kong in 2012, but the company declined to consider it. (Alibaba Group's market capitalisation has grown from $230bn in 2014 to $732bn today.) “They responded quite slow, so missed many investment opportunities,” the executive says.&#xa0;</p> <p>Jardines has belatedly begun to take digitisation more seriously. It has invested in Chinese energy and technology fund NIO Capital, as well as ride-hailing app Gojek and Hong Kong's Livi digital bank. Astra has entered into a joint mobile lending fintech business with Chinese company WeLab. But as analysts and investors note, both companies' portfolios contain little of the region's ballooning technology sector. If Tencent and Alibaba are new economy, Swire and Jardines are “old economy”, says one member of a Swire company board.</p> <p>Through their reluctance to embrace more risk when China was on the cusp of its massive economic expansion, Jardines and Swire may have missed out on opportunities to acquire western brands and leverage their networks to introduce them into the mainland market. This was despite senior staff at both companies arguing that they should be more aggressive. But those close to Jardines argue conservatism has benefits. “They have led to the group being very disciplined in their acquisitions,” CLSA's Galligan says.</p> <p>There is also some scepticism around the conglomerates' messages of multiculturalism. In 2019, Swire Pacific — whose trainee programme was known for “Swire princes” from Oxbridge backgrounds — had nearly twice as many male staff as female, while its board was 82 per cent male and 64 per cent British. Jardines does not provide a gender breakdown of its staff but its two main boards are exclusively male and majority British. When operating in China, a British board and foreign roots can start to look more like a handicap. “They will always treat you as a foreigner,” one former executive says.&#xa0;</p> <p>Both companies must now do business with a Chinese government that is more assertive than in generations and scarred from a trade war with the US and deeper geopolitical rifts. Swire and Jardines executives no longer sit on Hong Kong's legislature, nor are they consulted on all major changes in the city. “If there is a shift coming, it's into the hands of the mainland business elite,” says Cautherley.</p> <p>In November, there was a sign of these old empires' place in the new China. The compilers of Hong Kong's <a href=\"https://www.ft.com/content/ddb912cd-2f69-400e-ba23-49dd1ef2202a\">Hang Seng stock index</a> dropped Swire Pacific from the benchmark's list of constituents. In place of one of the most storied names in Asian corporate history, they added Meituan, a Chinese food delivery app founded a decade earlier.</p> <p>Having survived war, occupation, China's communist revolution, its reopening, the Asian financial crisis, Sars and other threats, the conglomerates must accelerate their pace of change. According to one local investor familiar with both companies: “Once again, it's the old choice: evolve or perish.” </p> <p><em>Leo Lewis is the FT's Asia business editor; Primrose Riordan is South China correspondent; Stefania Palma is Singapore correspondent; Alice Woodhouse is breaking news reporter; Nicolle Liu is an FT reporter in Hong Kong</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/68067a38-2032-4b75-b1b3-674476433cbf\"><em>Blazing a trail for females at historic trading group / From Catherine Boylan, London W14, UK</em></a></p><p>Source: Leo Lewis, Primrose Riordan, Alice Woodhouse,&#xa0;Nicolle Liu and Stefania Palma 2021 'Hong Kong's historic businesses face an uncertain future' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-18T00:01:25.573Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 498,
          "end": 502
        },
        {
          "start": 9758,
          "end": 9767
        }
      ],
      "nexusId": "10017668"
    }
  ]
}