{
  "_id": "f72e8bf42bdb4b94efca3a0463230210ffc43008358f70d4656bc133cf2f42e3",
  "feed": "ftcomall",
  "title": "Ecuador's presidential race tightens as campaign enters homestretch",
  "text": "<p>Ecuadorians will choose a new president on Sunday in what promises to be a closer than expected race that will go a long way towards defining the country's future relationship with the IMF and bondholders.</p> <p>Leading nearly every poll is Andrés Arauz, a young leftwing economist who has the backing of the country's combative former president, Rafael Correa. A director of Ecuador's central bank at the age of just 24 and later a cabinet minister, Arauz, 36, would become the youngest president in the country's history.</p> <p><a href=\"https://www.ft.com/content/276b1718-0707-4308-a2e6-77ae5ebd3f12\">He has vowed</a> to renegotiate <a href=\"https://www.ft.com/content/fe14a91e-a72a-439d-8ac0-bf7f0d9d74c5\">the $6.5bn lending agreement</a> Ecuador agreed with the IMF last year, saying its terms are too harsh, and has described as “unconstitutional” <a href=\"https://www.ft.com/content/567d51c2-4410-4fdd-a59b-7227077cb922\">a separate agreement reached with bondholders</a> over the terms of the country's $17.4bn of sovereign debt. </p> <p>His plan for government is peppered with attacks on neoliberalism, which, he said, “has always tried to block the Ecuadorean people from building their own story”.</p> <p>Arauz easily won <a href=\"https://www.ft.com/content/7e6dbe61-81c5-4b1a-a0ed-9aa5b05bf830\">the first round of voting</a> in February with a third of the vote. His rival in the run-off is millionaire former banker Guillermo Lasso, who <a href=\"https://www.ft.com/content/aed56786-8ece-4cf5-bc36-833bcf137b75\">squeezed into the second round</a> with less than 20 per cent.</p> <p>Since then, the gap appears to have closed, and at least one poll has put <a href=\"https://www.ft.com/content/d8b4ecee-a297-423f-88c4-594d37690813\">Lasso</a> in the lead. </p> <p>The 65-year-old former Coca-Cola executive has been striving to pull together an “anti-Correa alliance” of disparate forces, arguing that if Arauz wins, it will effectively be a return to power for Correa — who has been in exile in Belgium since leaving office in 2017 and is barred from returning to Ecuador having been <a href=\"https://www.ft.com/content/abec0070-055f-4cdf-8227-839337b1e9f8\">found guilty of corruption</a>.</p> <p>“Most polls are suggesting a technical tie or putting Arauz ahead by about four or five percentage points,” said Paulina Recalde, director of Perfiles de Opinión, a local pollster. “None of the polls are suggesting Arauz will win by a large margin. Everything suggests it will be pretty tight.”</p> <p>With just days to go, about 20 per cent of the electorate say they are undecided, and as many again say they will spoil their ballots in a country where voting is obligatory. </p> <p>That is in part a consequence of the first round, when <a href=\"https://www.ft.com/content/5a174859-1595-4cd3-b825-2144054e1143\">indigenous leader Yaku Pérez</a> just missed out on the run-off and alleged fraud. He has urged his supporters to register a protest vote.</p> <p>Whoever wins will face a daunting challenge. Ecuador was in financial trouble even before the coronavirus pandemic: it is the only South American nation other than Argentina that has turned to the IMF for a comprehensive lending programme in recent years. </p> <p>It is also the only dollarised economy in South America, which had blunted its competitiveness and prevented it from printing money or setting its own interest rates.</p> <p>The economy shrank 7.8 per cent last year, according to the central bank, which expects it to rebound just 3.1 per cent this year.</p> <p>Ecuador was <a href=\"https://www.ft.com/content/98faa3c9-d4ab-4974-95fd-eeca519cd8c9\">one of the worst-hit nations</a> in the world in the early months of the pandemic. Although it has fared slightly better since then, its infection numbers are picking up again. It has vaccinated only 1.6 per cent of its population, one of the lowest rates on the continent.</p> <p>The pandemic means the final days of campaigning are likely to be subdued. Quito and other cities are <a href=\"https://www.reuters.com/article/us-health-coronavirus-ecuador/ecuador-declares-state-of-exception-in-eight-provinces-as-covid-19-infections-spike-idUSKBN2BP14Y?rpc=401&amp;\">under night-time curfews</a> and large gatherings are banned.</p> <p>The campaign has been marked by extravagant promises. Arauz has pledged $1,000 to 1m Ecuadorians within days of taking office to help them recover from the impact of the pandemic. He has said he will use central bank money to finance the proposal, while pledging higher taxes for the rich and an increase in public spending.</p> <p>Lasso has pledged to create 2m jobs in a country of 17.4m people and double national oil production over the medium term — both highly ambitious proposals.</p> <p>Neither candidate would command a majority in Ecuador's fragmented congress. Arauz's Union for Hope won 49 of the 137 congressional seats in February's legislative vote while Lasso's party, CREO, took only 12.</p> <p>“Arauz would have to look for agreements with Pachakutik,” said Valeria Coronel of the Latin American Faculty of Social Sciences in Quito, referring to Ecuador's main indigenous party, which took 27 seats and will be the second largest bloc in parliament.</p> <p>Asked how Arauz would approach the IMF, she said he would come up with “a technical and intelligent proposal” to renegotiate last year's deal. </p> <p>“He's never said ‘we don't want relations with the IMF' or ‘we're not going to pay our external debt'. Rather, he would look to other multilaterals and seek to reduce Ecuador's dependency on one source of lending.”</p><p>Source: Gideon Long in Quito 2021 'Ecuador's presidential race tightens as campaign enters homestretch' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-08T10:00:53.299Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1286,
          "end": 1295
        }
      ],
      "nexusId": "10017668"
    }
  ]
}