{
  "_id": "3d62351388cf2045253beeb41db8374b3efd95ffda296dccced0d3014b1b1163",
  "feed": "ftcomall",
  "title": "From the box to the bubble: what happened to festive TV?",
  "text": "<p>When Bobby Duffy was growing up in Essex, the question of what to watch on television at Christmas was an easy one. His parents decided. “We had one telly — and you watched it or not.”&#xa0;</p> <p>His family was not alone. On Christmas Day 1977, upwards of 20m people, more than a third of Britain's population, watched BBC One in the evening — <em>The</em> <em>Mike Yarwood Christmas Show</em> then <em>The</em> <em>Morecambe and Wise Christmas Show</em>. </p> <p>The exertion and arguments of Christmas lunch were expected to give way to the quiet hubbub of primetime comedy. <a href=\"https://www.youtube.com/watch?v=iCKk74GfboE\">Yarwood's show</a> had an address from (a spoof) Prince Charles, and a performance by (the real) Paul McCartney. There was a <a href=\"https://www.dailymail.co.uk/news/article-2241832/How-pressure-performing-millions-turned-superstar-impressionist-Mike-Yarwood-drink-destroyed-marriage.html\">rumour</a> that even the Queen delayed her own dinner to watch it. If you can look beyond the blacked-up Sammy Davis Jr impersonation, you may still see its appeal. </p> <p>But the landscape has changed. In 1977, Britain had just two broadcasters: the BBC and ITV. Then came videos, Channel 4, satellite television, DVDs and, most momentously of all, streaming. Television no longer standardises much of the nation's Christmas experience. As late as 2001, 20.3m people watched BBC One's <em>Only Fools and Horses</em> Christmas special, in which Peckham traders Del and Rodney lost their fortune. Last year, the most watched show was <em>The Queen's Christmas Message</em> with 8.1m. No Christmas Day programme now reaches much more than 10 per cent of the population. </p> <p>The nation doesn't want to watch the same thing, and nor do individual families. They probably never did. “You do forget that you were bored out of your mind watching <em>The Two Ronnies</em> or <em>Morecambe and Wise</em>,” says Duffy. &#xa0;</p> <p>Streaming doesn't just give us choice. It creates the expectation of something tailored for us. YouTubers and TikTokers are popular with young people who can relate to them, and baffling to older audiences who can't. A recent report by the UK's media regulator Ofcom quotes a 13-year-old called Ben saying: “I don't really like watching the types of shows that are on TV. Because most of the things on Netflix are aimed at people my age. And on TV it is boring stuff like the BBC and stuff for grown-ups and I don't really want to watch that.”&#xa0;</p> <p>A 13-year-old Londoner called Kame told me that her family would rewatch <em>Charlie and the Chocolate Family </em>this Christmas, but otherwise she reserved the right to sit it out: “I will go to my room and watch Netflix. Or I'll sit in the same room with my earphones in and watch something else.”&#xa0;</p> <p>“My dad will usually convince us to watch a film together and we'll reluctantly agree,” says Tom, a 16-year-old from Bath. “Last year he got us to watch all the old Muppet movies from the '80s — he just wants everyone to watch his childhood.” Giorgia, also 16 and from London, says: “I can never imagine us watching a Christmas movie together. I remember it used to be something my mum would make us do, but that kind of died. We just stopped doing it, probably because she wouldn't let anyone else choose.”</p> <p>Today Duffy is an academic whose latest book,<a href=\"https://www.ft.com/content/a35fb7f0-3dea-4a72-ad7f-cc80ca73642a\"><em> Generations</em></a>, challenges the idea that different generations have radically opposed political views. But when it comes to TV, he is struck by the differences: “As a parent now you're very aware of trying to find something that the children want to watch. It's really hard. I've got a 13-year-old and a nine-year-old. We resort to watching old episodes of <em>Friends</em> on Netflix because they won't sit through anything else.” What would happen if he showed his children <em>Morecambe and Wise</em>? “They would get up and leave. They do that all the time, with their iPad or phone.”</p> <p>It takes something truly extraordinary for Britons to watch together: in March 2020, 27m people watched Boris Johnson tell them to stay at home; in July 2021, 31m watched England play in the final of the Euros. The same trends are evident in the US, where TV networks and cable channels alike are grappling with long-term declines in audience numbers. </p> <p>Many of Generation Z are younger than the BBC iPlayer streaming service; they were not born when <em>The Office Christmas Special</em> aired. They see the experience of sitting around the family TV as previous generations saw carol singing around the piano: quaint and optional. They are baffled by the allure of live TV and the Radio Times's 292-page festive programme guide. How will we find things to watch together this Christmas? &#xa0;</p>  <p><strong>The arrival of television changed Christmas</strong>. In his book <em>Christmas: A History</em>, the writer Mark Connelly stops the narrative in the 1950s, on the grounds that the Queen's coronation marked the start of a televisual era. This new medium infiltrated Christmas like an unwanted intruder. </p> <p>“A Christmas tradition has been created without it having anything to do with Christmas whatsoever,” huffed Connelly. Television, with its Hollywood films and Coca-Cola adverts, had helped it become “an international capitalist festival”.&#xa0;&#xa0;</p> <p>Television didn't just become part of the festive structure; it beamed out idealised representations of what Christmas should be. Charles Dickens had helped to revive the holiday with <em>A Christmas Carol</em>, whose jollier characters break out dancing on December 24. Films such as <em>It's a Wonderful Life, White Christmas </em>and <em>Home Alone </em>built our conception of a family Christmas. <em>It's a Wonderful Life </em>became “the <em>Christmas Carol </em>of the late 20th- and 21st-century holiday,” social historian Judith Flanders has argued. </p> <p>For broadcasters, which are now often competing for edgy shows that will go viral (such as <a href=\"https://www.ft.com/content/4cf36a19-ef31-4b02-ac60-cc0714fbd312\"><em>Tiger King</em></a> and <a href=\"https://www.ft.com/content/599bbb87-f1e4-4848-ba79-fdcbf78e4fc9\"><em>Fleabag</em></a>), Christmas offers a different challenge. What will gather a whole family in the living room? What will make those spending Christmas alone feel as if they are on a crowded sofa? Animations such as Julia Donaldson's <em>Stick Man</em>, <em>The Muppet Christmas Carol </em>or <a href=\"https://www.ft.com/content/7d36dca9-2aab-4856-9514-987d5ed5a4be\">Studio Ghibli</a>'s anime titles might hold young families; soaps such as <em>Coronation Street </em>can bring together grandparents and teenagers. </p> <p>All of Britain's five most-watched Christmas Day programmes last year were on BBC One: <em>The Queen's Christmas Message</em> (also shown on ITV), <em>Call the Midwife</em>, <em>Blankety Blank</em>, <em>Strictly Come Dancing</em> and <em>The Wheel</em>. “We absolutely go out to think about communal viewing,” says Charlotte Moore, the BBC's chief content officer. “That's our role — to bring the nation together.”&#xa0;</p> <p>“Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home,” said broadcaster David Frost. But Christmas TV prioritises those entertainers you would invite to your home. There are those that tick the box: Apple TV Plus's <a href=\"https://www.ft.com/content/238bca26-c48e-4d36-b00a-6e30eee28250\"><em>Ted Lasso</em></a>, about a goofy American managing an English football team; the BBC comedy <em>Ghosts</em>; the sitcom <em>Young Sheldon</em>; and Channel 5's <em>World's Strongest Man</em>, which takes place in California in June but is broadcast in the UK on Boxing Day. No one can be too discomforted by a music documentary like Disney Plus's <em>The Beatles:</em> <em>Get Back</em>. Or you can dial up the scariness (<em>Doctor Who</em>, now on New Year's Day), the swearing (<em>Taskmaster</em>) or the teenage risqué factor (<em>The Inbetweeners</em>).&#xa0;</p> <p>Streaming services tend to be less invested in cross-generational appeal. They “are much more demographically focused than generalists like the BBC”, says Guy Bisson, research director at Ampere Analysis. “Amazon is targeting people in the 30-to-40 age group, Netflix is skewing very much to 20- to 30-year-olds.”</p> <p>The experience of knowing that other people are watching can elevate an average show — such as the BBC drama <em>Bodyguard </em>— to an unmissable one. Hearing other people laugh makes you laugh harder. But Christmas pushes you to share the viewing experience with those who are physically present, rather than those on your social networks. That means the television that has meant the most to me this year — HBO's swearathon <a href=\"https://www.ft.com/content/1ac2c2c7-9210-4d63-bfc6-bb77143d99e3\"><em>Succession</em></a>; Michaela Coel's sexual consent drama <a href=\"https://www.ft.com/content/62d46882-a416-11ea-92e2-cbd9b7e28ee6\"><em>I May Destroy You</em></a> — is unsuitable. I did try giving a DVD of <em>Succession</em> to my parents before last Christmas, on the basis it's fairly Shakespearean, but I expect to find it this year still in its wrapper. </p> <p>Similarly, I can't see myself sitting through the BBC's <em>A Very British Scandal</em>, about the affairs of the Duke and Duchess of Argyll, on Boxing Day with any blood relatives. I won't be suggesting we turn to <a href=\"https://www.ft.com/content/187e8f52-81f1-40bb-97bb-89c579581742\"><em>Bridgerton</em></a>, Netflix's sex-strewn Christmas offering from last year. But you never know: a colleague watched the superbly explicit <em>Peep Show</em> with her teenage son (“the laughter manages to defy all embarrassment”).&#xa0;</p> <p>TV is becoming ever more fragmented, almost like books. On Christmas Day, many families will find a lowest common denominator. It could be much worse. Samuel Pepys wrote his diary when Christmas was still recovering from the Puritans. He seemed to spend Christmas Days listening to “dull” sermons. In 1662, he practised arithmetic. In 1665, he did his accounts. In 1668, he made a chorister “read to me the Life of Julius Caesar, and Des Cartes' book of Musick — the latter of which I understand not”. But all that is little consolation to a teenager sitting in front of <em>Mrs Brown's Boys</em>, feeling there is something more entertaining on their phone. </p>  <p><strong>Christmas pulls us in subtly different </strong>directions: trying to be happy, and trying to replicate an idealised vision of what happiness looked like. </p> <p>This attachment to the romanticised past explains why we continue habits that, in themselves, no one really likes, such as eating dry turkey and Brussels sprouts. Gradually, some traditions are discarded — literally, how many Christmas cards do you receive now, compared with 10 years ago? — but others live on because they connect us to our past. </p> <p>Indeed, the most enduring Christmas TV is popular because it was popular. <em>The Queen's Christmas Message</em> has been televised every year in Britain since 1957, except for 1969 when the monarch appeared to feel she'd had enough publicity due to a royal documentary. What exactly is the Queen's message? How does it differ from the previous year's? Who cares? What it lacks in scripting and acting, the address makes up for in familiarity. <em>It's a Wonderful Life</em> was released in 1946, but only truly thrived after an administrative error let its copyright expire in 1974. It was always nostalgic. <em>The Great Escape </em>and <em>Love Actually</em> have established a similar appeal. </p> <p><em>Dinner for One</em>, a British sketch that is fairly unknown in Britain, has become established as a pillar of Christmas in Germany, Denmark, Sweden (where it's shown on New Year's Eve) and Norway (December 23). So many Norwegians complained when the show was once moved from its usual slot that the national broadcaster had to air it again. Like <em>The Queen's Christmas Message</em>, <em>Dinner for One</em> has the virtue of being short — 18 minutes. </p> <p>Yet Christmas existed before TV. One person who would probably not have put up with watching a BBC adaptation of <em>A Christmas Carol </em>was Dickens himself, who liked to produce his own entertainment. On Boxing Day 1843, according to one guest, he played conjuror, concluding by producing “a plum pudding made out of raw flour, raw eggs — all the raw usual ingredients — boiled in a gentleman's hat . . . in one minute before the eyes of the astonished children and astonished grown people!” On Christmas Day 1865, Dickens' household danced until 2am. In Jane Austen's novels, Christmas is an occasion filled with games too. </p> <p>It's possible that, for many families struggling to agree on something to watch, the answer does not lie in scrolling through pages of Netflix recommendations. “We never watch any of the specials or main channels on Christmas Day. We'll probably play video games and board games together,” says Alex Bath, a 36-year-old with sons aged five and seven. “Perhaps my age group is the first to grow up with gaming being a really normal thing to do, and it feels pretty normal to play <em>Mario Kart</em> or <em>Fifa</em> with the kids.”</p> <p>When children are under 10, it can be easier for parents to share a game — for example, playing on the same team — than to find a show that they will watch together. </p> <p>Video-game favourites include <em>Overcooked</em>, where players try to make meals to order. John, a school supply teacher, started allowing his 10-year-old son to play <em>Fortnite</em> during lockdown. <em>Fortnite</em>'s gameplay is not too removed from <em>GoldenEye 007</em>, which he and his wife played on Nintendo. His son “said we should all play together . . . it made him happy, so we did. It became a bright point through lockdown and we've kept at it. And, hell yes, we're playing over Christmas.”</p> <p>Games have the kind of reach among children that television once had among adults: the makers of <a href=\"https://www.ft.com/content/8ff42e68-266a-46d1-9e7e-584c87a40b72\"><em>Roblox</em></a>, a free game with virtual worlds, claim that half of US under-16s play it every week. During the pandemic, Annie Taylor, who lives in Wales, started playing the game with her two grandsons in New Zealand. “They said to me, ‘Granny, we could teach you. You could play with us.' It's been absolutely fantastic.” She hasn't seen her grandsons, now 10 and nine, since 2019, but “the miles melt away when you spend 90 minutes playing <em>Roblox</em>”.&#xa0;</p> <p>There are other alternatives to TV: jigsaws, walks, <a href=\"https://www.ft.com/content/c2f8b5b6-1f30-48cc-a098-71484ded9a00\">board games</a>, singing competitions and quizzes, also available on game consoles. The more that deciding what to watch on TV becomes an active choice, the more some families might decide they would rather choose something else entirely. </p> <p>Yet, as families, we do spend quite a lot of time together. The hours that British mothers spend with their children under 13 has <a href=\"https://ourworldindata.org/parents-time-with-kids\">tripled since 1980</a>; for fathers it has quadrupled (these figures are adjusted to account for factors including the number of children). A similar trend holds true across many western countries, although not for some reason for French mothers. Young adults are spending more years living with their parents, due partly to rising housing costs. </p> <p>If your kids don't want to watch TV with you this Christmas, console yourself with the thought that you've seen them plenty already. &#xa0;</p> <p><a href=\"https://www.ft.com/henry-mance\"><em>Henry Mance</em></a><em> is the FT's chief features writer</em></p> <p><em>Additional reporting by Miles Ellingham</em></p> <p><em>Data visualisation by </em><a href=\"https://www.ft.com/steven-bernard\"><em>Steven Bernard</em></a><em> and </em><a href=\"https://www.ft.com/keith-fray\"><em>Keith Fray</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Henry Mance 2021 'From the box to the bubble: what happened to festive TV?' FT.com 24 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-24T05:00:59.102Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4780,
          "end": 4789
        }
      ]
    }
  ]
}