{
  "_id": "04f75ac2e09ef955b8869fcdf305aa189501eda0e36df8191bd8c9ee5387f96e",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Eating & Drinking:  Think Outside the Cereal Box  ---  Anyone can make the recipe provided by Kellogg's. But why not bring some creativity to the  Rice Krispies Treat? Here, pastry pros take the classic cruncher to another level.  ----  By Charlotte Druckman",
  "text": "<p>\n  I expected more for the Rice Krispies Treat during this pandemic. It had the makings of a viral social media sensation -- a little more effort and reward than the regrowing of scallions, a little less effort and, OK, maybe slightly less reward than banana bread, both of which had their moments. </p><p>\n  Perhaps I expected too much. After all, the RKT has forever been the snack whose finest hour seemed destined to be no better than fine. </p><p>\n  And yet, while home cooks overlooked this dessert engineered for us non-pros, pastry chefs have adopted it unironically. In their skilled hands, the desiccated doorstop held together by sugar glue has the potential to transcend our limited expectations. </p><p>\n  Invented by Kellogg Co. home economists Malitta Jensen and Mildred Day as a marketing initiative to sell more cereal, the standard recipe was first published by Kellogg's in newspapers and on the company's Rice Krispies boxes in 1940. These \"marshmallow squares\" were made of just four ingredients: butter, marshmallows, vanilla and the cereal. (Today's official version abandons the vanilla.) </p><p>\n  \"It's crunchy, chewy, sweet and buttery,\" said Shuna Lydon of Seabird Bakery in Brooklyn, who frequently has an RKT on her menu. \"It's not rocket science why these things [became] popular. You can make them at home. You can find these ingredients in any American grocery store.\" </p><p>\n  You might wonder why pastry chefs would bother with a baked good that doesn't require any baking. For some, it's an alchemical challenge. \"On some level you are making candy,\" Ms. Lydon said. \"You are taking a product, marshmallows, already created in a factory to be just so, and then you're melting it and turning it into something else.\" </p><p>\n  Pastry chef Melissa Chou has a similar perspective. \"When you make marshmallows, it's really just a nougat,\" she said. Asked to come up with a version of the treat, her mind went to honey nougat and granola bars. Currently working in New Zealand as the creative director of Grizzly Baked Goods in Christchurch, Ms. Chou is planning her return to San Francisco so she can launch her own bakery, Grand Opening. She starts her recipe with the toasting of honey and combines an assortment of seeds, nuts and spices with the puffed rice. </p><p>\n  You could make the marshmallows, but that would add a sub-recipe to your workload, and the treats wouldn't function as well. In an email, David Yang, co-owner of Wrightwood &amp; Sawyer bakery in Brooklyn, explained, \"For the sake of reproducibility, ease and nostalgia I'm happy to go with a bag of marshmallows from the store.\" Wrightwood &amp; Sawyer's January mail-order box included an RKT flavored with matcha, which gives the marshmallows a pale minty-green hue and tempers their sugary flavor. </p><p>\n  Mr. Yang brought up another important variable: \"The ratio of marshmallow to cereal is key. You want enough melted marshmallows to evenly coat all the cereal, but not so much that it gives the treat the texture of chewing gum.\" He and his co-owner, Marissa Sanders, found that \"adding brown butter to the marshmallows during the melting process helps the whole mixture get really silky and easier to fold cereal into, and it also gives depth to the whole treat.\" </p><p>\n  Ms. Lydon has been browning butter for the treats since the late '80s -- accidentally at first. She made them in her college dorm using a contraption consisting of a coffee maker's base and a wok, which got so hot the butter would quickly move past melted to brown. </p><p>\n  At Interlude Coffee &amp; Tea in Manhattan, Melody Kim chars her marshmallows. She takes a blowtorch to the pillowy puffs as customers stop in, enticing them with the familiar aroma of burnt sugar to order an RKT. At home, you can do it (carefully) under a broiler. </p><p>\n  When I asked Sonya Jones of Atlanta's Sweet Auburn Bread Company to give the RKT a Southern touch, she thought of her Coca-Cola cake. To balance the sweetness, she turned to the classic regional pairing for Coke: salted peanuts. </p><p>\n  For my own RKT, I wanted something neither entirely sweet or savory, and to exaggerate the gooeyness. I listened to Mr. Yang and Ms. Lydon and browned my butter. I decreased the cereal count. And I stirred in two tablespoons of the umami-rich condiment chile crisp. Otherwise, I kept it streamlined. As Ms. Kim put it, \"There's something to be said for the simpleness and humbleness of a Rice Krispies Treat, and once you start doing too much it really does take away from the beauty and simplicity behind it.\" </p><p>\n  --- </p><p>\n  Seedy RKTs </p><pre> </pre><p>\n  Total Time: 1 1/2 hours </p><p>\n  Makes: 6 large or 12 smaller squares </p><pre> </pre><p>\n  4 tablespoons (1/2 stick) unsalted butter, plus more for greasing </p><p>\n  3/4 cup sliced almonds </p><p>\n  1/4 cup white sesame seeds </p><p>\n  1/4 cup sunflower seeds </p><p>\n  2 tablespoons poppy seeds </p><p>\n  2 tablespoons flax seeds </p><p>\n  1 tablespoon fennel seeds </p><p>\n  1/2 cup honey </p><p>\n  4 ounces (18 regular-size) marshmallows </p><p>\n  Finely grated zest of 1 orange </p><p>\n  1/2 teaspoon cinnamon </p><p>\n  1/2 teaspoon fine salt </p><p>\n  2 cups Rice Krispies cereal </p><p>\n  Flaky salt, for sprinkling (optional) </p><pre> </pre><p>\n  1. Grease a sheet of parchment paper with butter. </p><pre> </pre><p>\n  2. In a toaster oven or conventional oven, toast almonds, sesame, poppy, flax, sunflower and fennel seeds until almonds are lightly browned. (Don't do this in advance. It's best to add the mixture while still warm). </p><pre> </pre><p>\n  3. In a large saucepan over medium-high heat, melt and lightly toast honey until it foams and turns a shade darker, 1-2 minutes. (Watch carefully: It will happen quickly.) </p><pre> </pre><p>\n  4. Off heat, add butter, let it melt, then add marshmallows, orange zest, cinnamon and salt, stirring to melt marshmallows completely. Working quickly, mix in toasted nuts and seeds. (If mixture becomes too firm, gently reheat over low heat.) </p><pre> </pre><p>\n  5. Fold in cereal so it's evenly coated in marshmallow mixture. Pour onto prepared parchment. Don't pack firmly. Nudge everything together gently to achieve a uniform shape. Top with flaky salt, if you like. Let cool 1 hour. Cut into cubes or just pull off chunks and eat. </p><p>\n  -- Adapted from Melissa Chou of Grand Opening, coming soon in San Francisco </p><p>\n  --- </p><p>\n  Coke-N-Peanuts RKTs </p><pre> </pre><p>\n  Total Time: 1 1/4 hours </p><p>\n  Makes 12 </p><pre> </pre><p>\n  Non-stick cooking spray </p><p>\n  1 (12-ounce) box Rice Krispies cereal </p><p>\n  4 tablespoons unsalted butter </p><p>\n  2 tablespoons cocoa powder </p><p>\n  3/4 cup Coca-Cola </p><p>\n  3/4 teaspoon salt </p><p>\n  26 ounces mini marshmallows </p><p>\n  1 (8-ounce) bag Haribo \"Happy Cola\" gummy candies </p><p>\n  1 1/2 cups salted roasted peanuts </p><pre> </pre><p>\n  1. Coat a 9-by-13-by-2-inch baking dish with non-stick spray. Pour Rice Krispies into a large mixing bowl. </p><pre> </pre><p>\n  2. In a large pot over low heat, melt butter. Add cocoa powder and stir to dissolve. Pour in Coca-Cola, stirring to combine. Stir in salt. Add marshmallows and increase heat to low-medium. Continue cooking, stirring constantly, until marshmallows are melted and incorporated thoroughly. </p><pre> </pre><p>\n  3. Pour marshmallow mixture over Rice Krispies in bowl. Use a non-stick rubber spatula to fold sauce into cereal, gently so as not to crush the cereal. </p><pre> </pre><p>\n  4. Dump marshmallow-cereal mixture into prepared baking dish. Sprinkle gummies over mixture, followed by salted peanuts. Use your spatula to spread mass into pan evenly, and press it down gently to make sure it's level and peanuts and gummies are stuck in surface. </p><pre> </pre><p>\n  5. Let cool at least 1 hour to set. Cut into 12 squares. </p><p>\n  -- Adapted from Sonya Jones of Sweet Auburn Bread Company, Atlanta </p><p>\n  --- </p><p>\n  Find recipes for the \"Campfire\" RKT and Chile Crisp RKTs at wsj.com/food. </p><p></p>",
  "published": "2021-05-01T06:01:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 6170,
          "end": 6179
        },
        {
          "start": 3836,
          "end": 3845
        },
        {
          "start": 3925,
          "end": 3929
        }
      ]
    }
  ]
}