{
  "_id": "b12dea0bd3dde1bb229a57bb0195c98f856474cf6fc28b5c41fd7a7aa1b6afb1",
  "feed": "wall-street-journal",
  "title": "Vimeo's CEO Got an Early Start in Diapers—Selling Them, That Is; A former Diapers.com marketing director, Anjali Sud depended on colleagues and other mentors as she progressed to the corner office",
  "text": "<p>Vimeo, now a public company, lets users upload clips for streaming and sharing. Unlike Alphabet Inc.'s video-sharing behemoth, YouTube, Vimeo doesn't sell ads. It makes money instead from subscriptions for video-creation, editing and hosting tools that help companies, and professional content creators make and distribute video online.</p><p>The video platform became an important vehicle for sales, training and communications once Covid-19 made businesses more reliant on the internet. Vimeo revenue was at least 40% higher every month between April and December 2020 compared with the year-earlier periods.</p><p>Ms. Sud says she never expected the unprecedented, explosive demand for its video tools to happen so fast. \"It was messy, and it was stressful,'' recalls the CEO, now 38 years old. But, she adds, \"I developed so much as a leader.''</p><p>IAC spun off Vimeo in May of this year. The newly public company forecast that serving businesses' video needs would represent a $70 billion global market by 2024.</p><p>Vimeo had more than 230 million users world-wide as of Sept. 30. Its nine-month revenue of $285.6 million was about 43% higher than the same 2020 period. That is far less than YouTube's $7.21 billion in third-quarter sales. And given this year's strong gains, Vimeo no longer expects revenue will grow 30% in the short term.</p><p>Bio Bits</p><p>* Age: 38</p><p>* Education: Bachelor's degree in finance and management from University of Pennsylvania's Wharton School. M.B.A. from Harvard University.</p><p>* Family: Husband Matthew Harrison and son Saavan, age 3, with a baby due in April.</p><p>* Stress reliever: My son Saavan's laughter is contagious and puts everything in perspective.</p><p>* Pandemic work-from-home talent: Coordinating my outfits so it's business on top and sweatpants on the bottom.</p><p>* Fun fact: I like Taco Bell so much I had it at my wedding.</p><p>* Worst advice you ever got: When hiring great people, experience matters more than innate talent.</p><p>\"We will get to $1 billion in annual revenue,'' the fast-talking Ms. Sud predicts during a video interview from Vimeo's Manhattan headquarters. \"The question is how quickly.''</p><p>The eldest child of physician immigrants from India, she knew by age 14 that she wanted to run a business someday. She drew inspiration from her father, a cardiac surgeon in Flint, Mich., who also started a plastics-recycling plant there.</p><p>He believes creating livelihoods through his facility is as crucial as saving patients' lives, Ms. Sud says: \"I realized that businesses and their leaders can have a positive impact.\"</p><p>So she pursued a bachelor's degree in finance and management at University of Pennsylvania's Wharton School. She aimed to launch her business career via investment banking.</p><p>Almost a dozen big investment banks rejected her, however. Ms. Sud suspects rival applicants were more qualified.</p><p>\"I was so embarrassed,\" she says. \"You feel like your life is over.'' Nevertheless, Ms. Sud persevered.</p><p>Shortly before her 2005 graduation, she was picked as the first analyst for Sargent Advisors, a startup investment bank and takeover specialist. Two years later, Ms. Sud joined what was then known as Time Warner Inc. as a mergers-and-acquisitions associate.</p><p>She earned an M.B.A. from Harvard University in 2011. Amazon.com Inc. hired Ms. Sud for a toy buyer's spot, and she eventually ran marketing for the tech giant's Diapers.com unit.</p><p>Vimeo, then owned by IAC, recruited her to be its first marketing director in 2014, and soon named her senior vice president and head of global marketing. The executive advanced to general manager of its main operation in 2016 and CEO the next year.</p><p>During her initial months at the helm, she shifted Vimeo's strategic focus to business software services—and away from investments in original entertainment. She also entered the live-video market by acquiring Livestream.</p><p>Mentors buoy Ms. Sud's confidence about stepping outside her comfort zone. They suggested she create opportunities \"when there is change and challenge,\" she says. \"They encouraged me to bet on myself.\"</p><p>Among her most trusted advisers:</p><p>Sumaiya Balbale</p><p>Chief marketing officer of Sequoia Capital</p><p>The women became acquainted at Amazon, where Ms. Balbale's roles included running Diapers.com. She chose Ms. Sud, then an inexperienced marketer, as the unit's head of marketing.</p><p>\"She was smart, curious, optimistic and determined\"—plus willing to learn, Ms. Balbale recollects. \"I'd take that combo any day over functional experience.\"</p><p>Ms. Sud admired how her Diapers.com boss managed empathetically. Ms. Balbale once baked cookies for her hardworking management team, for instance. Yet she also held staffers accountable for their results.</p><p>\"She was the kind of leader I wanted to be,'' Ms. Sud says.</p><p>Michael Weissman</p><p>CEO of SoundCloud</p><p>Mr. Weissman wooed Ms. Sud for more than a year before she left Amazon to work for him at Vimeo, where he was chief operating officer.</p><p>She subsequently considered quitting Vimeo to become chief marketing officer of an education startup. At the time, Ms. Sud was debating whether to accept a Vimeo promotion to general manager—a position with profit-and-loss responsibilities.</p><p>\"Am I an idiot for not taking a C-level role [elsewhere]?\" Ms. Sud asked herself.</p><p>Mr. Weissman urged his protégée to instead look broadly at her career trajectory. \"Focus less on title and more on impact,'' he remembers saying. \"Often, that means diving into challenges and roles where you may not be able to keep your head above water.\"</p><p>His advice reminded Ms. Sud that general managers learn all aspects of business. And by grasping the bigger picture, she goes on: \"I would be a better leader.\"</p><p>Nabil Mallick</p><p>General partner at Thrive Capital</p><p>The Harvard Business School classmates bonded partly because both liked unhealthy food, Ms. Sud says. For an 8 a.m. class, Mr. Mallick \"would show up with a chocolate croissant and Diet Coke.\"</p><p>Ms. Sud came to appreciate her friend's candid feedback—especially about risky career moves. After becoming a general manager at Vimeo, she wondered if she would be able to change anything there.</p><p>Uncertainty about a new role \"is almost better,'' Mr. Mallick told Ms. Sud. \"There's more opportunity for growth.\"</p><p>The novice general manager spearheaded Vimeo's introduction of a business subscription plan. Mr. Mallick now is a Vimeo board member.</p><p>Mandy Ginsberg</p><p>Former CEO of Match Group Inc.</p><p>Ms. Ginsberg got to know Ms. Sud when both worked at IAC. The longtime executive of Match Group, an IAC unit that went public in 2015, led the online-dating giant between 2018 and 2020.</p><p>Based on her experience as a public-company CEO, she recommended that Ms. Sud rely on Vimeo directors' perspective following its initial public offering.</p><p>\"Don't create a scenario where you have all the answers\" and merely update board members, Ms. Ginsberg said. She proposed engaging them in discussion before reaching decisions collectively.</p><p>Ms. Sud says she had previously believed CEOs just presented their decisions to directors. However, \"that shift in mind-set makes total sense.\"</p><p>The Vimeo chief also heeded her mentor's idea that she recognize her limitations and find colleagues with complementary skills. One result: Ms. Sud selected a second-in-command with a product and engineering background.</p><p>Her colleague Mark Kornfilt, Livestream's former leader, got the Vimeo presidency in March of 2021. He remains its chief product officer.</p><p>\"We operate very much like partners,\" Ms. Sud says</p><p>Write to Joann S. Lublin at joann.lublin@wsj.com</p><p>Vimeo's CEO Got an Early Start in Diapers—Selling Them, That Is</p>",
  "published": "2021-11-13T05:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 5872,
          "end": 5876
        }
      ],
      "nexusId": "10017668"
    }
  ]
}