{
  "_id": "36e46eccf66898f3ceb24d042c8b556ce9becdb834bf1fdef13669e5fd9a3939",
  "feed": "wall-street-journal",
  "title": "Your Woke  Money Is No  Good Here  ----  By Ted Cruz",
  "text": "<p>   Georgia's new election law runs 98 generously spaced pages. A fast reader can get through it in one sitting. If you're the CEO of a major corporation, you can pay someone to do it for you. But I don't think CEOs took the time to read Georgia's Election Integrity Act of 2021, because so much of what they said about it was nonsense. </p><p>   Coca-Cola's James Quincey said he opposed \"measures in the bills that would diminish or deter access to voting.\" Which measures? The ones that allow several forms of identification, which the state provides free of charge, to request or cast a ballot? Or the measures that expand the number of days of early voting? </p><p>   Maybe Mr. Quincey can be forgiven. He's British, and they've been confused about Americans since the Boston Tea Party. But Merck's Kenneth Frazier said, \"Georgia is the leading edge of a movement all around this country to restrict voting access.\" Was he referring to the laws's provision that mandates more ballot boxes? Or the one that shifts Georgia's electoral oversight to a nonpartisan appointee? </p><p>   Had these watch-me-woke-it-up CEOs actually read the bill -- instead of parroting the radical left's talking points -- they'd have discovered they had no idea what they were talking about. A clutch of business leaders tried to win woke Twitter points and clowned themselves instead. </p><p>   This is the point in the drama when Republicans usually shrug their shoulders, call these companies \"job creators,\" and start to cut their taxes. Not this time. </p><p>   This time, we won't look the other way on Coca-Cola's $12 billion in back taxes owed. This time, when Major League Baseball lobbies to preserve its multibillion-dollar antitrust exception, we'll say no thank you. This time, when Boeing asks for billions in corporate welfare, we'll simply let the Export-Import Bank expire. </p><p>   For too long, woke CEOs have been fair-weather friends to the Republican Party: They like us until the left's digital pitchforks come out. Then they run away. Or they mouth off on legislation they don't understand -- and hurt the reputations of patriotic leaders protecting our elections and expanding the right to vote. Enough is enough. Corporations that flagrantly misrepresent efforts to protect our elections need to be called out, singled out and cut off. </p><p>   In my nine years in the Senate, I've received $2.6 million in contributions from corporate political-action committees. Starting today, I no longer accept money from any corporate PAC. I urge my GOP colleagues at all levels to do the same. </p><p>   For too long, Republicans have allowed the left and their big-business allies to attack our values with no response. We've allowed them to ship jobs overseas, attack gun rights, and destroy our energy companies. We've let them smear Republicans without paying any price. </p><p>   As America's greatest basketball player observed years ago, Republicans buy sneakers, too. We cast votes, too. And we pay attention when CEOs come after our own just so they can look good for a few editorial pages and radical activists. </p><p>   To them I say: When the time comes that you need help with a tax break or a regulatory change, I hope the Democrats take your calls, because we may not. Starting today, we won't take your money either. </p><p>   --- </p><p>   Mr. Cruz, a Republican, is a U.S. senator from Texas. </p><p></p>",
  "published": "2021-04-29T06:05:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": []
    }
  ]
}