{
  "_id": "086ea9cca8b093df831330ba1ee74c1a6080fe8985be8ee1f6b99e3fe33b8c12",
  "feed": "wall-street-journal",
  "title": " L'administration fiscale américaine a besoin d'argent pour faire plus de contrôles et doit résoudre une longue série de problèmes; Indispensable aux ambitions de Joe Biden, l'IRS, le fisc américain, est au bord du gouffre",
  "text": "<p>Et ce n'est pas tout. L'administration Biden et les parlementaires démocrates envisagent de relever la fiscalité des entreprises et des particuliers fortunés, ce qui sera synonyme d'une charge de travail supplémentaire, et espèrent engranger plusieurs centaines de milliards de dollars en élargissant la mission de l'IRS et en durcissant les contrôles fiscaux.</p><p>La semaine dernière, le patron de l'IRS, Charles Rettig, a estimé que ce sont plus de 1 000 milliards de dollars qui ne seraient pas collectés chaque année, soit plus que le budget de la Défense</p><p>Mais pour y parvenir, il faudra modifier en profondeur l'agence en charge de la collecte de l'impôt en Amérique. Même si elle continue de faire peur ou d'agacer, elle a perdu 15 % de ses effectifs entre 2010 et 2020, dont plusieurs milliers d'agents chargés d'enquêter sur la fraude fiscale et de répondre aux questions des contribuables. Le nombre d'enquêtes ouvertes a ainsi été divisé par deux depuis 2010 et, au cours de l'exercice 2019, le nombre de particuliers ayant fait l'objet d'un contrôle fiscal est tombé à son plus bas niveau depuis quarante ans.</p><p>Résultat : au moins 381 milliards de dollars d'impôts ont échappé chaque année à la collecte, selon des estimations de l'IRS pour la période 2011-2013. Inflation et coupes budgétaires obligent, les chiffres actuels sont probablement beaucoup plus élevés ; la semaine dernière, le patron de l'IRS, Charles Rettig, a estimé que ce sont plus de 1 000 milliards de dollars qui ne seraient pas collectés chaque année, soit plus que le budget de la Défense.</p><p>Pour mettre la main sur plus de la moitié de cette somme, l'IRS va devoir sortir l'artillerie lourde. Mais en choisissant bien le quart qu'elle cible, elle pourrait récupérer autant de recettes que la hausse de la fiscalité envisagée par Joe Biden ne devrait rapporter. Pour les défenseurs de l'IRS, c'est une évidence et la seule manière efficace de procéder.</p><p>Les dirigeants de l'administration fiscale ont préparé un plan de redressement sur six ans qui doit lui permettre de se moderniser et d'améliorer son service client. Avocat fiscaliste californien nommé par Donald Trump, Charles Rettig est en poste jusqu'en novembre 2022, et cherche depuis son arrivée à trouver les milliards de dollars nécessaires à sa mise en place.</p><p>Les démocrates, la Maison Blanche et le Congrès soutiennent (pour le moment) son financement, les dispositions de la nouvelle loi et le renforcement du recouvrement. Le plan de relance prévoit une enveloppe d'environ 2 milliards de dollars pour l'IRS. Les dirigeants de l'agence estiment que cette somme permettra de changer des ordinateurs hors d'âge, mais qu'il faudra que le soutien financier continue, ce qui n'est jamais certain. Le premier budget de l'administration Biden augmente de 1,2 milliard de dollars les fonds alloués au fonctionnement de l'IRS, plus 417 millions de dollars sur plusieurs années pour le volet contrôles et sanctions.</p><p>« Un pays qui va bien doit avoir une IRS qui va bien, affirme Jeffrey Tribiano, en charge des aspects technologiques et du back-office. Il nous faut un financement cohérent et régulier sur plusieurs années, et il faut que notre budget augmente. »</p><p>Ces dernières années, les républicains n'ont pas réduit les moyens de l'IRS, mais n'ont pas non plus soutenu les démocrates qui voulaient doper les moyens de contrôle de l'agence. Ils ont cependant accepté les dernières augmentations budgétaires et le coup de pouce versé l'an passé en raison de la pandémie.</p><p>Mais pour remettre l'IRS sur les rails, il faudra plus que de l'argent : le défi de management est aussi complexe que l'administration elle-même. L'IRS est tout à la fois une entreprise, un service de police, un cabinet d'avocat, une institution financière, un centre d'appels et un spécialiste des technologies de la sécurité. Et elle doit s'adapter à des contraintes politiques qu'une entreprise privée ne connaît pas : fluctuation du budget en fonction des résultats des élections et hostilité des entreprises influentes quand elle veut durcir le ton.</p><p>« Si je n'étais pas à Washington depuis un demi-siècle, je me dirais qu'on y est, que tout va changer, plaisante Charles Rossoti, ancien président de l'IRS qui milite pour une lutte féroce contre l'évasion fiscale. Je préfère être plus prudent. »</p><p>L'administration fiscale a obtenu des résultats en demi-teinte ces dernières années, mais a parfois fait ce dont rêvent les démocrates. Elle a obtenu la condamnation de Coca-Cola et Whirlpool, mais aussi de certains dispositifs fonciers. Elle a mis en œuvre une loi fiscale majeure votée en 2017 et réussi le défi du télétravail pendant la pandémie. Elle a envoyé, au printemps dernier, des millions de chèques aux ménages, battant son record de vitesse de 2008, puis battant ce nouveau record pour les deuxième et troisième vagues de chèques.</p><p>« L'IRS a montré qu'elle pouvait faire les choses, souligne Ken Corbin, responsable de l'expérience contribuable. Et les Américains ont pu la voir sous un autre jour. »</p><p>Une enquête de l'inspection générale a récemment révélé que plusieurs contribuables gagnant en moyenne 1,6 million de dollars devaient plus de 2,4 milliards de dollars à l'Etat fédéral. Le rapport soulignait l'effet délétère du non-paiement de l'impôt par les plus fortunés sur l'administration, mais aussi sur l'impression que le système favorise toujours les riches</p><p>Pourtant, parfois, l'IRS semble perdue pour la science. Les contribuables attendent de plus en plus longtemps au téléphone - et parfois, personne ne leur répond. Les formulaires et autres courriers se sont accumulés l'an passé et l'agence n'a pas encore fini de les traiter. Elle a envoyé par erreur des avis de recouvrement à des centaines de milliers de personnes dont les déclarations étaient arrivées dans ses locaux, mais n'avaient pas été ouvertes. Après un record en 2010, le taux de contrôle fiscal n'a cessé de reculer, si bien que de contribuables peu scrupuleux ne déclarent pas leurs revenus ou ne paient pas leurs impôts.</p><p>Une enquête de l'inspection générale a récemment révélé que plusieurs contribuables gagnant en moyenne 1,6 million de dollars devaient plus de 2,4 milliards de dollars à l'Etat fédéral. Le rapport soulignait l'effet délétère du non-paiement de l'impôt par les plus fortunés sur l'administration, mais aussi sur l'impression que le système favorise toujours les riches. Une étude menée par des chercheurs de l'IRS et des économistes a récemment estimé que les Américains les mieux payés échappaient beaucoup plus à l'impôt qu'on ne le pensait.</p><p>Souvent aux prises avec un équipement informatique vieillissant, les agents doivent multiplier les appels et les courriers, ce qui s'avère particulièrement difficile pour les Américains les moins aisés, qui n'ont pas les moyens de se payer un comptable ou un avocat.</p><p>Le travail de répression est aussi compliqué par la complexité des stratégies mises en place par des contribuables financièrement et psychologiquement prêts à risquer contrôles fiscaux et poursuites judiciaires. Les différends avec les multinationales - notamment celui qui l'oppose à Facebook - peuvent traîner pendant des années.</p><p>La bataille menée par l'IRS contre les « syndicated conservation easements » montre à quel point il peut être chronophage de cibler les contribuables fortunés. Ces accords de servitude environnementale permettent aux propriétaires fonciers de faire don du droit à bâtir de leurs terrains à des organisations de protection de la nature. Ce transfert réduit la valeur du terrain et permet au propriétaire de demander un crédit d'impôt. Profitant de ce dispositif, des promoteurs ont bâti un mini-secteur qui repose sur l'alléchante promesse d'un allègement de la facture fiscale. Tout le monde y gagne : les promoteurs facturent des honoraires à des investisseurs qui gagnent rapidement de l'argent.</p><p>En 2016, l'IRS a émis des doutes sur ce dispositif et demandé aux participants de mentionner les transactions dans leurs déclarations de revenus pour qu'elles puissent plus facilement faire l'objet d'un contrôle. Les premières poursuites ont été engagées fin 2020. Deux promoteurs de Géorgie ont plaidé coupables de complot visant à escroquer les Etats-Unis ; 250 millions de dollars de taxes sont en jeu. Mais le dispositif continue de fonctionner, notamment parce que les promoteurs peuvent inonder le système de transactions ; ils provisionnent un peu d'argent sur chaque opération pour faire face à d'éventuelles poursuites, tout en sachant que l'IRS ne pourra pas les contester toutes.</p><p>En 2013, un groupe a demandé un crédit d'impôt de 6,9 millions de dollars pour un terrain dans le Tennessee. Pour le retoquer, l'IRS a eu besoin de ses inspecteurs, d'un spécialiste des forêts, d'un drone pour filmer les alignements de sapins, d'une équipe d'avocats et d'experts. La justice a réclamé une analyse de l'économie de l'exploitation forestière et du taux de construction résidentielle dans le centre de l'Etat après la crise financière. L'IRS a finalement eu gain de cause en 2019 : les tribunaux ont refusé la déduction et imposé des pénalités aux demandeurs. Mais le verdict a été contesté en appel et des dizaines d'autres sont en attente.</p><p>La même chose se produit lorsque l'IRS s'attaque aux domaines fonciers et aux grandes entreprises. Les démocrates envisagent de modifier la fiscalité de la propriété foncière et des plus-values, ce qui déclenchera probablement de nouveaux bras de fer autour de la valeur des actifs.</p><p>Même si elle passe souvent plus inaperçue, l'évasion fiscale des petites entreprises existe bel et bien, selon l'IRS. Si les salariés sont très rares à minorer les revenus qu'ils déclarent parce qu'ils savent que les informations seront transmises à l'IRS par leur employeur, les restaurants et les loueurs de biens sont, eux, beaucoup plus opaques pour l'administration fiscale.</p><p>Conséquence de l'absence de retenue à la source et de déclaration par un tiers, la fraude pourrait atteindre 55 %, d'après les calculs de l'IRS. Sur les 352 milliards de dollars d'impôt non collecté chaque année entre 2011 et 2013 en raison d'un problème de déclaration, 110 milliards étaient attribuables aux entreprises, souvent petites, et 45 milliards aux travailleurs non salariés, selon l'IRS.</p><p>L'administration fiscale entend lutter contre ces fraudes en rattrapant une partie de son retard informatique, notamment en matière d'analyse des données. Grâce à la technologie, l'Etat fédéral n'aurait plus besoin d'armées d'inspecteurs passant les déclarations papier au peigne fin. Libérés par l'automatisation et des outils que les contribuables peuvent utiliser directement, les salariés de l'IRS pourraient se concentrer sur les cas plus complexes.</p><p>L'administration fiscale a aussi conçu un système de détection des fraudes qui lui a évité des milliards de dollars de crédits d'impôt erronés. Des programmes de comparaison des documents repèrent les incohérences entre les déclarations des particuliers et d'autres informations reçues par l'IRS, ce qui lui permet de mieux faire respecter le droit sans aller jusqu'au contrôle fiscal.</p><p>Mais, sur le fond, ce dont l'IRS a besoin, affirment ses défenseurs, c'est de davantage de personnel, et notamment d'agents capables de décortiquer les finances des riches, les partenariats complexes et les comptes nébuleux des entreprises, ce qui prendra du temps même si le Congrès donne des milliards de dollars à l'agence.</p><p>En effet, il faut recruter et former les nouveaux agents, qui devront apprendre de l'expérience de leurs collègues qui ne pourront pas travailler pendant ce temps, souligne Sunita Lough, responsable du contrôle fiscal de l'IRS. Puis leur laisser plusieurs années pour qu'ils soient parfaitement opérationnels, surtout s'ils travaillent sur des cas contentieux complexes impliquant des particuliers fortunés ou des entreprises.</p><p>« Si on obtient des fonds, demain ou l'année prochaine, ce sera une bonne nouvelle pour beaucoup d'agents, mais il faudra plusieurs années pour cela produise des résultats », résume-t-elle.</p><p>L'administration Obama avait fait passer le budget de l'IRS de 10,9 milliards de dollars en 2008 à 12,1 milliards en 2010 et 2011. Elle avait aussi fixé des axes prioritaires à l'agence : la loi de relance de 2009, l'Affordable Care Act de 2010 et, la même année, la loi de lutte contre les comptes offshore.</p><p>Urgents, ces textes avaient forcé l'IRS à créer des systèmes et des formulaires, reporter certains dossiers à plus tard et retirer des agents de certains projets.</p><p>En 2011, quand les républicains ont obtenu la majorité à la Chambre des représentants, l'argent a commencé à se tarir. Comme les autres agences, l'IRS a été victime de la politique d'austérité budgétaire actée dans l'accord conclu en 2011 entre Barack Obama et les parlementaires du GOP.</p><p>En 2013, l'agence s'est excusée pour son excès de zèle vis-à-vis des groupes conservateurs cherchant à obtenir le statut d'organisation à but non lucratif, suscitant une controverse qui avait coûté sa place à son patron. Mais les républicains ont continué de resserrer les cordons de la bourse. Leur argument : l'IRS ne savait pas bien gérer l'argent fédéral et ne le méritait plus.</p><p>« Ce qu'on craint, c'est que les gens remarquent qu'on ne vient plus les contrôler »</p><p>Même après prise en compte de l'aide de 2 milliards de dollars versée pour la mise en place des programmes d'aide pendant la pandémie, le budget de l'IRS corrigé de l'inflation a reculé de 7 % depuis l'exercice 2010 et celui du volet répressif, de 25 %, affirme Janet Holtzblatt, ex-dirigeante du bureau du budget du Congrès (CBO) désormais membre de l'Urban Institute, un groupe de recherche politique de Washington.</p><p>Ces coupes budgétaires ont eu des répercussions à tous les niveaux de l'administration. Abbey Garber, avocat qui suivait les dossiers de plusieurs petites entreprises jusqu'à son départ en 2018, raconte qu'il était de plus en plus difficile de préparer des procès parce que les inspecteurs remettaient les documents aux avocats et n'avaient pas le temps d'en faire plus. Le nombre d'économistes chargés d'étudier les transactions des entreprises est passé de vingt à quatre, déplore-t-il. « Les choses en attente s'empilaient et restaient en suspens », ajoute-t-il.</p><p>Doreen Greenwald, agent de l'IRS à Milwaukee actuellement en congé, raconte que le nombre de salariés de l'administration fiscale chargés du recouvrement est passé, dans le Wisconsin, de 100 à environ 30. Selon elle, il faudrait recruter et former pendant cinq ou six ans pour combler le manque. « Ce qu'on craint, c'est que les gens remarquent qu'on ne vient plus les contrôler », explique cette ancienne syndicaliste.</p><p>Le niveau de service, c'est-à-dire le pourcentage de personnes voulant et réussissant à obtenir de l'aide par téléphone, était en baisse de 50 % l'an passé, selon le Government Accountability Office, une entité fédérale de supervision de l'action publique.</p><p>« Le public se fait avoir », affirme Rosa DeLauro, élue démocrate du Connecticut à la Chambre et présidente de la commission en charge de l'attribution des fonds fédéraux, qui défend une forte augmentation du budget de l'IRS.</p><p>C'est elle qui a imaginé le dispositif de crédit d'impôt renforcé pour les familles avec enfants, un dispositif qui oblige l'IRS à innover en versant chaque mois de l'argent aux ménages. Pour ce faire, l'administration doit mettre régulièrement à jour les adresses et les coordonnées bancaires des bénéficiaires. Elle s'appuiera sur l'expérience des chèques de soutien et s'adressera à des personnes qui ne remplissent pas de déclarations de revenus pour les intégrer au système.</p><p>La semaine dernière, Chuck Grassley, sénateur républicain de l'Iowa, s'est inquiété du risque que le paiement des crédits d'impôt pour les familles avec des enfants n'éloigne l'IRS de sa mission première, la collecte de l'impôt.</p><p>Si l'administration n'a pas détaillé son plan pour l'IRS, Joe Biden avait souhaité pendant sa campagne que les contrôles fiscaux soient renforcés. La proposition de relèvement de la fiscalité des entreprises revient également sur cet aspect. Le département du Trésor a, lui, recruté Natasha Sarin, ex-économiste à l'université de Pennsylvanie très engagée en faveur d'une augmentation du budget de l'IRS.</p><p>Selon le CBO, le fait de consacrer 20 milliards de dollars de plus à la lutte contre la fraude permettrait d'engranger 60 milliards de dollars de recettes supplémentaires. Pour d'autres analystes, l'effet dissuasif et le durcissement des règles de transmission des informations pourraient rapporter jusqu'à 1 000 milliards de dollars sur dix ans.</p><p>Les démocrates ont dit qu'ils étaient prêts à financer un tel effort.</p><p>Et, pour le moment, certains républicains semblent aussi décidés à allouer plus d'argent à l'IRS. Steve Womack, élu républicain de l'Arkansas à la Chambre des représentants, dirige la sous-commission chargée de superviser le financement l'IRS. Il s'est dit impressionné par le travail de Charles Rettig.</p><p>« Je n'hésiterai pas un seul instant à l'aider à obtenir ce qu'il juge nécessaire à sa mission », a déclaré le parlementaire. Toutefois, selon lui, il vaut aussi que cela profite au grand public ; il craint également que l'agence ne s'éloigne trop de son cœur de métier.</p><p>« Ils font un boulot qui n'est pas facile : c'est l'administration fiscale, ne l'oubliez pas. »</p><p>(Traduit à partir de la version originale en anglais par Marion Issard)</p><p>L'IRS est tout à la fois une entreprise, un service de police, un cabinet d'avocat, une institution financière, un centre d'appels et un spécialiste des technologies de la sécurité.</p><p>Sipa Press</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4475,
          "end": 4484
        }
      ],
      "nexusId": "10017668"
    }
  ]
}