{
  "_id": "5fa02a47e270ed55affbc0a92530c57b49279e6e594de3fa5aeb791b15ef8480",
  "feed": "wall-street-journal",
  "title": "The Next MVP of the NBA Was a Second-Round Pick",
  "text": "<p>So, at 10:45 a.m. on June 16, 2014, his agent was going to pull his name from the draft. Then something peculiar happened. NBA teams started calling -- and begging him to reconsider. The reaction to his first tweet was so overwhelming that he sent another tweet at 5 p.m.</p><p>\"We change direction,\" he wrote, \"and Nikola Jokic from Mega keeps his name on draft!\"</p><p>That decision was the beginning of perhaps the single greatest draft selection in basketball history. It would put a guy who was discovered less than a decade ago in the pages of a Serbian newspaper on track to be the next Most Valuable Player of the NBA, and it would turn the Denver Nuggets into the first title contender built around a No. 41 pick.</p><p>It has become delightfully clear to anyone who follows the NBA that it's a league with nobody else like Nikola Jokic -- and not just because of the way he plays.</p><p>There are 21 players who have been MVPs since Michael Jordan was drafted. Eight of them were No. 1 picks. Nine others were top-10 picks. The rest were taken before the 15th pick. NBA teams are wrong all the time, but they're rarely wrong about identifying the pure talent required of the game's superstars. And then Jokic came along.</p><p>By almost every meaningful statistical measurement, he's been the NBA 's best player this season. In terms of win shares per minute, a metric that captures his overall value, he's the most productive second-round pick of all time.</p><p>There has never been anyone the league was so wrong about -- including the team that was right.</p><p>\"If we knew,\" said Nuggets president Tim Connelly last season, \"we would've taken him earlier.\"</p><p>The unlikely marriage of Nikola Jokic and the Denver Nuggets began with a man named Misko Raznatovic. The agent was flipping through a Serbian sports newspaper when the box scores of a junior league caught his attention. A young player was putting up numbers that appeared to be typos, and Raznatovic had never heard of him. He wanted to know more.</p><p>Jokic was so unknown that even Raznatovic's scout wasn't aware of his existence. He directed that scout to make contact with Jokic's family sight unseen. \"It was probably the first and last time in my career that I did that,\" Raznatovic said in an email.</p><p>Then he put a face and body to the name.</p><p>\"I remember thinking that he was a nice guy,\" Raznatovic said, \"who did not look good physically.\"</p><p>Nuggets staffers had the same first impression. A look at Jokic was all it took to realize there needed to be less of him. He would savor his favorite drink for the last time on the flight to Denver.</p><p>\"If I saw that dude drinking Coke,\" said former Nuggets strength coach Steve Hess, \"I'd stab him in the eye with a pencil.\"</p><p>Those eyes are his most important physical trait -- the Denver offense that ranks among the best in NBA history is a ballet around his spectacular passing -- but Jokic would transform the rest of his body under the threat of ocular harm. When he sent Connelly a shirtless photo during the league's pandemic break, the general manager who drafted him had to squint to recognize him. \"He's got abs,\" Connelly told Altitude Sports Radio. \"I've never seen him have abs.\"</p><p>The idea that a pudgy, anonymous prospect can become an MVP with abs is what makes the draft so tantalizing -- and so maddening. The whole point of this exercise in uncertainty is to project the talent of a teenager many years later with millions of dollars riding on his performance and millions of people watching his first days at work.</p><p>It was easy to sleep on Jokic. In fact, he did. Jokic slept through the draft and didn't hear his name called at 5:45 a.m. local time. He woke up and found out that his life had changed. \"I don't think he quite understood what had happened to him,\" Raznatovic said. \"Anyhow, he wasn't excited at all.\"</p><p>It was hard to blame him. The first player the Nuggets took in that draft was Bosnian center Jusuf Nurkic. That is, they selected a massive human from the Balkans, and it wasn't Nikola Jokic. Only with their third selection that night did they get around to snagging his rights. They're now ecstatic to admit they got lucky. \"There were other guys we liked we could've easily picked,\" Connelly said.</p><p>By the time he moved to Denver after spending another year in Belgrade, Jokic was no longer the same prospect the Nuggets had drafted. Now he was an MVP -- of the Adriatic League. Jokic hadn't played a game but already looked like a coup.</p><p>The epiphany that someone who looks like Jokic could be a superstar hit different people at different points for entirely different reasons. The first time that Hess was astounded by Jokic was before his rookie season.</p><p>\"You should've seen him,\" he said, \"in this paintball game.\"</p><p>The Nuggets split into two teams for that paintball game. One team was good. Jokic was on the other team. \"We had the worst guys. We had the worst guns. And we killed them,\" Hess said.</p><p>Hess had been worried about injuries sustained in the line of paint fire until his enormous target of a teammate began sprinting through bushes to avoid getting splattered. He forgot his concerns and called Connelly as soon as he could.</p><p>\"You've got a beast,\" he said.</p>",
  "published": "2021-04-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2603,
          "end": 2607
        }
      ],
      "nexusId": "10017668"
    }
  ]
}