{
  "_id": "0b9ae38d1c2cfa31fedf0e924960a027fee0b17bb26456914b58e388ecdf539d",
  "feed": "wall-street-journal",
  "title": "Kevin McCarthy Tries to Refocus Fractious GOP on Winning Back House; Republican leader is front-runner to be next House speaker if GOP regains majority",
  "text": "<p>The eight-and-a-half hour speech, which pushed the vote on the bill into the next morning, came after a day in which the California Republican again faced questions about his handling of twin controversies in the party: the decision by 13 Republicans to defy his guidance and vote with Democrats on a $1 trillion infrastructure bill; and the posting by Rep. Paul Gosar (R., Ariz.) of an animated video depicting the killing of Rep. Alexandria Ocasio-Cortez (D., N.Y.).</p><p>GOP colleagues said Friday the speech had the effect of uniting party lawmakers, some of whom had been critical of his leadership in the past. Rep. Andy Biggs (R., Ariz.), the chair of the hard-line Freedom Caucus, stayed for the full remarks, which started at 8:38 p.m. and wrapped at 5:11 in the morning.</p><p>\"I thought leader McCarthy did a fantastic job,\" he said. \"I thought it was important for him to lead in that way, and he did it.\"</p><p>Mr. McCarthy is hoping to shore up his front-runner status to lead the caucus as speaker should Republicans take control of the House in next year's midterm elections. He said Thursday night that he looked forward to House Speaker Nancy Pelosi (D., Calif.) handing him the speaker's gavel, echoing previous comments. In August, he told supporters: \"It will be hard not to hit her with it.\"</p><p>Mrs. Pelosi told reporters she had no idea what Mr. McCarthy accomplished with his remarks, which broke her record for longest floor speech. \"I didn't even pay attention to the speech,\" she said. \"I don't listen to most speeches on the other side because they are not fraught with meaning or fact.\"</p><p>Mr. McCarthy faces a delicate balancing act in keeping support of his conference, where members have clashed over how to treat lawmakers who step out of line.</p><p>\"I think with respect to the infrastructure bill in particular, if I was grading him, he's got a 'C' on that,\" said Rep. Byron Donalds (R., Fla.), who voted against the public-works legislation and believes Mr. McCarthy should have kept all Republicans united. \"With everything else, with respect to Gosar, he's done a very good job.\"</p><p>SHARE YOUR THOUGHTS</p><p>How do you think Minority Leader Kevin McCarthy is doing at keeping his conference together? Join the conversation below.</p><p>The House voted Wednesday to censure Mr. Gosar and strip him of his committee assignments, with all Democrats joined by two Republicans, saying the step was needed after Mr. McCarthy declined to publicly condemn or punish Mr. Gosar for the video. Ahead of that vote, Mr. McCarthy said he and Mr. Gosar didn't condone violence, and that Democrats were trying to distract from what he called their failed agenda.</p><p>Mr. McCarthy told reporters Thursday that if Republicans win in 2022 both Mr. Gosar and the previously sanctioned Rep. Marjorie Taylor Greene of Georgia will be added back to committees, and could even get better assignments. He said Democrats had set a dangerous precedent and hinted some lawmakers could be removed from their posts.</p><p>Democrats charge Mr. McCarthy is turning a blind eye to bad behavior in his caucus, at a time of heightened partisanship and hostility on Capitol Hill. Such divisions have deepened following the coronavirus pandemic and the Jan. 6 attack on the Capitol by supporters of then-President Donald Trump.</p><p>\"It is a sad day in which a member who leads a political party in the United States of America cannot bring themselves to say that issuing a depiction of murdering a member of Congress is wrong,\" Ms. Ocasio-Cortez said Wednesday about Mr. McCarthy.</p><p>History is on the Republicans' side to win the majority in the House, which Democrats currently control 221-213. Trends show the party that occupies the White House often loses House seats in the midterms. Moreover, President Biden's poll numbers are sinking and a once-a-decade redistricting that redraws congressional boundaries appears to favor Republicans.</p><p>Mrs. Pelosi rejects talk of Republicans winning the majority. \"I don't expect that that's the case, and I'm doing everything in my power to make sure it isn't,\" she said Thursday.</p><p>To win the speakership, Mr. McCarthy must get the support of the majority of the House, not just the majority of the GOP caucus. He ran for speaker in 2015 but dropped out because he didn't have the votes at the time to win on the House floor. Since then, he has worked to overcome opposition from far-right members, such as Rep. Jim Jordan (R., Ohio), by elevating them to top committee posts and special assignments. But he can't alienate centrists either.</p><p>House Republican leaders had warned members to not back the infrastructure bill, saying its passage would help Democrats advance their separate $2 trillion package. The 13 GOP lawmakers who supported the vote have faced threats and been called traitors by their colleagues. Their votes ended up being critical to the bill's passage because six Democrats voted no.</p><p>In the fallout from the vote, Mr. Trump has called for primary challenges to some of the lawmakers. Conservatives have singled out Rep. John Katko of New York, who serves as the top Republican on the House Homeland Security Committee, saying he shouldn't be in leadership if he doesn't align with the party values.</p><p>\"If you had a Coke board member talking about how much better Pepsi is than Coke's new product, well that wouldn't really be good right?\" said Rep. Warren Davidson (R., Ohio).</p><p>Mr. Katko, who has campaigned on bipartisanship, said he voted for the legislation because it was good for his district.</p><p>\"Let's see what shakes out, if I actually get punished, if I don't get punished, it's a moot point,\" Mr. Katko told reporters about his position.</p><p>Still, conservatives say their decisions could have negative electoral repercussions.</p><p>Texas Rep. Chip Roy and Mr. McCarthy clashed during a GOP meeting Tuesday over whether Mr. Katko should be removed from the panel. Mr. Roy has argued that GOP voters would be discouraged if Republican leaders weren't fighting for their values. Mr. McCarthy said that the party should remain united against the Democrats' agenda rather than fighting with one another, according to multiple people in the meeting.</p><p>Some Republicans say it is not Mr. McCarthy's responsibility to police members' behavior.</p><p>\"He's not a babysitter,\" said Rep. John Curtis (R., Utah) when asked about recent controversies including the Gosar video. \"It is the voters that these people answer to…. It stuns me and surprises me some of the voters still send these people back, but that's their choice.\"</p><p>Write to Eliza Collins at eliza.collins+1@wsj.com. and Natalie Andrews at Natalie.Andrews@wsj.com</p><p>Kevin McCarthy Tries to Refocus Fractious GOP on Winning Back House</p>",
  "published": "2021-11-20T17:37:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 5219,
          "end": 5223
        },
        {
          "start": 5281,
          "end": 5285
        }
      ],
      "nexusId": "10017668"
    }
  ]
}