{
  "_id": "70f3ceef508a2c73928dda1bd8314f83a5e4818248bbb498f2e93286c611fb7e",
  "feed": "ftcomall",
  "title": "Shiza Shahid: ‘Cooking reconnects you with your body, the food system and each other'",
  "text": "<p><strong>My personal style signifier </strong>is to incorporate traditional south Asian motifs and techniques – including block print, ajrakh, batik and chunari – into my wardrobe. I grew up in Pakistan and we didn't have a large industry of ready-to-wear clothes in the country at the time. I&#xa0;would go to a shop, choose cloth, lace and&#xa0;trim, and then have my clothes stitched by&#xa0;a tailor. Now that I'm in Los Angeles, I'm&#xa0;drawn&#xa0;to patterns that remind me of my&#xa0;heritage and&#xa0;I love brands such as&#xa0;<a href=\"https://markhor.com/\">Markhor</a>, which was founded by two Pakistani entrepreneurs. When I visit my hometown, I will still buy some fabric and make myself&#xa0;a skirt or top that I pair with modern, minimal silhouettes.</p> <p><strong>The last thing that I bought and loved</strong> was a pair of silver Jhumka earrings that I found when visiting my family in Islamabad. They look like little chandeliers, jazz up any ensemble and remind me of home.</p> <p><strong>And on my wishlist</strong> is a brass masala dabba from <a href=\"https://www.diasporaco.com/\">Diaspora Co</a>, for storing spices.&#xa0;I&#xa0;like supporting a fellow south-Asian, female-owned brand and I respect its&#xa0;focus on ethical sourcing. I'd add coriander, turmeric, cardamon and Kashmiri&#xa0;chilli to my dabba – the spices I use all the time&#xa0;for some of my favourite foods, from daal to kheer.</p> <p><strong>The place I can't wait to go back to is Istanbul </strong>– it's the perfect crossroads of east and west and I've always felt like I belong there. It has the most spectacular architecture, food, people and craftsmanship. I like to stay&#xa0;at <a href=\"https://www.sohohouse.com/houses/soho-house-istanbul\">Soho House</a>, get a Turkish breakfast spread from Cafe Privato, and go to&#xa0;the Grand Bazaar where I&#xa0;can spend days lost in the&#xa0;beautiful fabrics and antiques. <em>Cafe Privato, Timarci Sokak 3B, Galata, Istanbul (+90212-293 2055)</em></p> <p><strong>My favourite room in my house</strong> is the kitchen – no surprise there. It's very much at the centre of the house and my husband and I love having people over, eating food and arguing over whose cooking is better. My best memories have always been made by sharing a meal at the dinner table, so I try to facilitate those moments as much as I&#xa0;can. In cooking you can reconnect with your body, the food system, culture and each other. Most days I fry some eggs, sprinkle them with turmeric and share them with my husband; it can be as simple as that.</p> <p><strong>The best souvenir I've brought home</strong> is&#xa0;an intricate handwoven <a href=\"https://www.ft.com/content/d9e4528c-3f55-404f-93fa-5f989c7bdc39\">rug</a> from Pakistan. Its rust and terracotta patterns really warm up my living room. It was a gift&#xa0;from my mother when I got my first apartment, and I've had it ever since.&#xa0;</p> <p><strong>The best book I've read in the past year</strong> is <a href=\"https://www.waterstones.com/book/from-scratch/tembi-locke/9781501187667\"><em>From Scratch: A Memoir of Love, Sicily and&#xa0;Finding Home</em></a> by American actress Tembi Locke. When Locke's husband died, she and her daughter went to his small hometown in Sicily to see his mother and try to deal with the grief. In many ways Locke doesn't fit in, but the longer she spends there, immersed in the community, the more it begins to feel like home. It's a powerful and moving memoir of finding healing through food, family and love.&#xa0;</p> <p><strong>A recent “find”</strong> is a quirky candle by <a href=\"https://www.burkedecor.com/\">Burke Decor</a>. I discovered it in a little boutique in Venice Beach and I love the playfulness and unexpectedness of the shape. Whenever I host dinner parties I&#xa0;like&#xa0;to decorate the table with a medley of&#xa0;candles, and this one will definitely be&#xa0;added to the mix. <em>Goober Candle by Talbot&#xa0;&amp; Yoon, $30</em></p> <p><strong>My style icon</strong> is Zoë Kravitz. She's creative and she always dresses for herself – her style is casual and effortless.</p> <p><strong>The best gift I've given recently</strong> is a beautiful, sustainably made bag by <a href=\"https://www.cuyana.com/\">Cuyana</a>. I gave it to a dear friend as a birthday gift and had their initials embossed on it.&#xa0;</p> <p><strong>And the best gift I've received recently</strong> is an Ayurvedic treatment at <a href=\"https://www.suryaspa.com/\">Surya Spa</a> in Santa Monica. I've come back&#xa0;around to Ayurvedic medicine recently – it influenced many of our ways of healing at home in Pakistan.</p> <p><strong>If I weren't doing what I&#xa0;do,</strong> <strong>I would</strong> be working full-time in humanitarian aid, with a focus on helping refugees. I was very fortunate growing up to have a loving family who supported my&#xa0;dreams, but&#xa0;I&#xa0;was also surrounded by a&#xa0;lot of poverty and oppression, especially for&#xa0;women. I wanted to understand, support and help so I spent most of my adolescence volunteering pretty much anywhere I&#xa0;could get my foot in&#xa0;the door, from women's prisons&#xa0;to an earthquake relief camp. I love grassroots work and&#xa0;in particular women's financial empowerment. When&#xa0;you empower a&#xa0;woman to&#xa0;earn a&#xa0;dollar, she&#xa0;invests 90&#xa0;per cent&#xa0;into her community. For&#xa0;men it's&#xa0;typically 30-40 per&#xa0;cent, so&#xa0;it really is the&#xa0;best way to&#xa0;move&#xa0;society forward.&#xa0;</p> <p><strong>An object I would never part with</strong> is my Pilates reformer that I keep in my little home gym. I started practicing Pilates a few years ago when I developed back pain from travelling too often. Since then I've been able to strengthen my core, develop greater flexibility and build deeper muscle awareness. I try to use it three times a week because it helps to get me moving.</p> <p><strong>The one artist whose work I would collect if I could</strong> is Frida Kahlo – she was a genius and I love how courageously she shared her suffering. My favourite piece&#xa0;by her is <em>Self Portrait in a Velvet</em> <em>Dress&#xa0;</em>– she looks regal and her face holds a&#xa0;stoic self-confidence.</p> <p><strong>In my fridge you'll always find </strong>oat milk for making haldi doodh [turmeric lattes], chai or smoothies in the morning; iced matcha for an afternoon pick-me-up; berries – I'll have them in yoghurt, drinks, or on their own; and kombucha because I&#xa0;love the fruity, bubbly flavour as I wind down in the evening.</p> <p><strong>The last music I downloaded</strong> was from <a href=\"https://www.cokestudio.com.pk/season2020/index.html\">Coke Studio Pakistan</a> – a mix, both new and old, of folk music, qawwali and other traditional genres with a modern beat. Some great renditions include “Alif Allah” by Arif Lohar and Meesha Shafi and “Afreen Afreen” by Rahat Fateh Ali Khan.</p> <p><strong>I have a collection of </strong>novels from inspiring female authors who cultivate empathy and understanding, such as Chimamanda Ngozi Adichie's <a href=\"https://www.chimamanda.com/book/americanah/\"><em>Americanah</em></a>. My favourite is probably Arundahti Roy's <a href=\"https://www.ft.com/content/65a8e87a-4529-11e7-8d27-59b4dd6296b8\"><em>The Ministry of Utmost Happiness</em></a>.</p> <p><strong>The gadget I couldn't do without</strong> is my <a href=\"https://www.therabody.com/\">Theragun</a> for sore muscles. I use it after&#xa0;a workout, or when I've been sitting at&#xa0;my desk all day. &#xa0;</p> <p><strong>An indulgence I would never forgo</strong> is&#xa0;eating all things fruity – pie, trifle, tarts, you name it. I have always had a&#xa0;sweet tooth. When I was younger my&#xa0;dream was&#xa0;to be able to afford a&#xa0;lifetime&#xa0;supply of&#xa0;gummy bears; that may&#xa0;still be my dream.&#xa0;I&#xa0;like finding emerging bakers to support&#xa0;and one of&#xa0;my&#xa0;favourites is <a href=\"https://www.instagram.com/almondmilkmaiden/?hl=en\">@almondmilkmaiden</a>&#xa0;in Ojai, California.</p> <p><strong>The beauty staple I'm never without </strong>is&#xa0;<a href=\"https://coola.com/\">Coola</a>'s white tea sunscreen. I wear sunscreen everyday and I like this one because it's lightweight and is both an SPF and moisturiser in&#xa0;one. I put it on after I&#xa0;wash my face each morning, and feel&#xa0;like&#xa0;I&#xa0;have done a good thing for myself.</p> <p><strong>My wellbeing guru</strong> is my mother. She&#xa0;has&#xa0;a remedy for everything. A&#xa0;teaspoon of ajwain seeds and a bowl of&#xa0;kitchari for a bad tummy; bone broth for&#xa0;a sore throat; the list goes on. A lot of&#xa0;her remedies come from Ayurvedic teachings, and they always work.</p> <p><strong>If I could make one lasting change in&#xa0;the world</strong> it would be to help create a&#xa0;more just and equitable world for women,&#xa0;girls and everyone who faces discrimination. There isn't a single country that has achieved gender parity, and in many places we're moving backwards. I've&#xa0;tried to lend&#xa0;my support, whether it's&#xa0;helping girls get education through the&#xa0;Malala Fund, or building a primarily female&#xa0;team at Our Place.</p><p>Source: Clara Baldock. Photography by Rich Stapleton 2021 'Shiza Shahid: ‘Cooking reconnects you with your body, the food system and each other'' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T15:55:16.221Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 5473,
          "end": 5477
        }
      ],
      "nexusId": "10017668"
    }
  ]
}