{
  "_id": "eb0bc78ab956fdd30277abbb38939c3a87674fff7072cd6d9681d815fe3df7c7",
  "feed": "ftcomall",
  "title": "Coca-Cola sales drop as pandemic restrictions hit bars and restaurants",
  "text": "<p>Coca-Cola's sales dropped 5 per cent in the final quarter of 2020, as a resurgence of coronavirus cases prompted renewed curbs on restaurants and bars.</p> <p>However, the sales decline was less steep than it was <a href=\"https://www.ft.com/content/0801f4c6-94e4-4879-8b27-74fd8d9ff7e9\">earlier in the year</a>, and Coca-Cola reinstated its financial guidance as consumer trends improve from the worst of the coronavirus crisis.</p> <p>Coca-Cola's revenues were dragged down last year by the closure of restaurants, bars and other venues, which normally account for about half of its annual sales. Governments around the world tightened restrictions on business and social activity in response to a surge in infections after the summer.</p> <p>Coca-Cola said it felt “incremental pressure in December and into the early part of this year” amid the coronavirus resurgence. It recorded a volume decline in the mid-single digits globally until early February, as pressure on away-from-home sales outweighed stronger demand for drinks consumed at home.</p> <p>John Murphy, chief financial officer, said this year should be “a lot better overall” as vaccinations increased and consumers were able to move around more, allowing the hospitality sector to recover.</p> <p>Net revenues fell 5 per cent year on year to $8.6bn in the fourth quarter of 2020, roughly in line with analysts' expectations. That followed a 9 per cent sales decline in the third quarter.</p> <p>Coca-Cola, the company behind brands such as Sprite, Fanta and SmartWater, saw a 15 per cent decline in tea and coffee volume during the December quarter. Sparkling drinks, as well as juice, dairy and plant-based beverages, held up better.</p> <p>North America has been more resilient than some other regions amid greater consumer mobility in general, Murphy said. Coca-Cola's performance there benefited from the shift that eateries made to take-out service, he added.</p> <p>Coca-Cola earned 47 cents per share on an adjusted basis, compared with 44 cents a year earlier. Analysts had anticipated a drop in earnings to 42 cents per share.</p> <p>The company expects organic revenue growth in the high single digits on a percentage basis in 2021. It forecast adjusted earnings growth in the high-single to low-double digits, from $1.95 last year.</p> <p>Coca-Cola said last year it would eliminate about 200 of its lesser known drink brands, accelerating a <a href=\"https://www.ft.com/content/42623927-f5fb-4a46-a819-52b335bdfb60\">reorganisation</a> in response to the pandemic. In December, the Atlanta-based company said it would cut 2,200 jobs globally, including 1,200 positions in the US.</p> <p>The company's shares, which were down 9.4 per cent from the start of the year, rose 2 per cent in pre-market trading on Wednesday. </p><p>Source: Matthew Rocco 2021 'Coca-Cola sales drop as pandemic restrictions hit bars and restaurants' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T12:59:04.771Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2169,
          "end": 2178
        },
        {
          "start": 231,
          "end": 240
        },
        {
          "start": 645,
          "end": 654
        },
        {
          "start": 1805,
          "end": 1814
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "name": "The Coca-Cola Company",
      "id": "US1912161007",
      "nexusId": "10017668"
    }
  ]
}