{
  "_id": "60e3d49152296b31581730306cd95c9e21dd798e378c758d65754d0f10a0810e",
  "feed": "wall-street-journal",
  "title": "Inflation, Shortages Push Americans to Switch Brands More Than Ever; Brand loyalty is tested as shoppers try new grocery products",
  "text": "<p>Shoppers' new willingness to switch brands could shift the balances of power inside grocery stores. Big food companies like Kraft Heinz Co. and Kellogg Co. risk losing market share to competitors and store brands that are more readily able to fill in empty spots in store aisles, industry executives said. Supermarket operators, while grappling with shortages, said the situation is giving them more leverage with major brands and flexibility to test newer, often lower-cost products.</p><p>\"We are seeing people make more choices on items because they are available,\" said Tony Sarsam, chief executive officer of grocery chain SpartanNash Co. In the Grand Rapids, Mich.-based company's supermarket aisles, Mr. Sarsam said, Tropicana orange juice lost share to Coca-Cola Co.'s Simply Orange in recent months, which has been easier for SpartanNash to stock, while Tyson Foods Inc. similarly lost share in frozen breaded chicken to Conagra Brands Inc.'s Banquet meals.</p><p>share your thoughts</p><p>How strong is your brand loyalty? Join the conversation below.</p><p>Mr. Sarsam said he and his team now are examining the variety of groceries the company sells, recently trimming the number of items it offers in cookie, cracker and salty snack sections in response to some brands' inability to meet demand and slower sales. SpartanNash is sometimes giving more shelf space to local brands, which are better able to keep products in stock.</p><p>Tyson said it is working hard to meet high demand for its products. Coca-Cola, Conagra and private-equity firm PAI Partners, which owns Tropicana, declined to comment.</p><p>About 70% of U.S. shoppers said they had purchased a new or different brand than they had pre-pandemic, according to a survey conducted from May 2020 to August 2021 by private-label consulting company Daymon Worldwide Inc.</p><p>As consumers try less familiar names, brand loyalty for companies with supply challenges is declining, according to market research firm IRI. Brands with low availability, or in-stock rates of between 72% and 85%, have lost 0.7 percentage point of share of wallet on average, the firm said. Share of wallet, which measures brand loyalty, shows whether companies are gaining or losing buyers.</p><p>Consumers often stick to brands they know out of convenience and buy more items from names they are familiar with, industry analysts said. But shoppers are inclined to switch brands when belt-tightening if they can find a better deal. During the financial crisis, major brands across the grocery store developed lower-priced versions of their products to try to keep consumers loyal, as Procter &amp; Gamble Co. did with cheaper versions of Tide detergent, Olay skin cream and Pampers diapers, for example.</p><p>Today, however, shoppers feel the pressure of higher prices while also facing shelves that are short on products, companies said. Those factors, in tandem, are driving more consumers to switch brands, executives said.</p><p>At 84.51 LLC, a data analysis business of supermarket giant Kroger Co., Vice President of Commercial Insights Barbara Connors said that brand switching was driven by extreme shortages and stockpiling, and that shoppers increasingly are switching to lower-cost brands including those on sale.</p><p>Production constraints are costing some food giants grocery-store turf. Kraft Heinz said in February it lost share in some supermarket categoriesas the company struggled to keep up with demand. Kraft Heinz had no additional comment.</p><p>Kellogg said in February that some of its cereal brands lost ground in supermarkets and that it expects to gain cereal market share in North America in the second half of the year when it can get more products back on shelves. Kellogg said that it gained market share last year in salty snacks and crackers.</p><p>\"We will see market share restoration,\" Steven Cahillane, chief executive of Kellogg, said on an earnings call last month. \"We're focusing first on our biggest brands.\"</p><p>Some food companies said they see opportunities as more shoppers switch brands. Geoff Tanner, chief commercial and marketing officer at J.M. Smucker Co., said the maker of Jif peanut butter and Folgers coffee has benefited from being able to more consistently meet demand compared with competitors.</p><p>\"There's more to get if you can outperform,\" Mr. Tanner said. About two-thirds of Smucker's product portfolio is increasing its market share today compared with one-third before the pandemic, he said, and the company is boosting advertising. </p><p>Some retailers are filling holes on shelves with less-known brands. PHOTO: Kristen Norman for The Wall Street Journal</p><p>More than 90% of consumers say they will buy another brand or item if their preferred choice wasn't available, according to a recent survey conducted by Kroger's 84.51.</p><p>Leandra McGregor, a web developer living near Fort Lauderdale, Fla., said she has been test-driving new brands in recent months while grocery shopping, if certain foods are out of stock or went up in price.</p><p>She said she enjoyed a new organic peanut butter brand she tried recently when grocery shelves were bare. Ms. McGregor said she has also been buying store-brand salad mixes at Publix Super Markets Inc. instead of the more expensive organicgirl products that she typically gets.</p><p>\"I like tasting different things,\" she said.</p><p>In the past, U.S. supermarkets have been hesitant to carry lesser-known brands, cautious about losing sales to competitors and accustomed to offering shoppers as many choices as possible.</p><p>When it comes to foods like cereal and ice cream, many consumers still prefer specific brands, said Kristen Hanson, who oversees merchandising at Tops Markets LLC. Despite monthslong supply challenges, Gatorade still makes up the majority of sales in the sports beverage section and consumers are moving back to the brand as supply improves, she said.</p><p>Some retailers said the shift in shopping behavior enables them to become less beholden to specific brands and helps them focus on the top sellers in each section.</p><p>\"Any point of leverage we can find with those bigger brands helps,\" said Mark Griffin, president of B&amp;R Stores Inc., where American Beauty and Barilla pasta brands have lost shelf space and share to a brand imported from Italy. B&amp;R has learned that it doesn't need to carry every variety from all brands and is rejecting about 75% of new items compared with 30% before the pandemic, Mr. Griffin said.</p><p>Other retailers said they are currently filling holes with less-known brands and don't plan to offer them in the long run.</p><p>\"There hasn't been a lot of customer resistance. They'd rather get orange juice than no orange juice,\" said Jonathan Weis, chief executive of Weis Markets Inc.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com</p><p>Inflation, Shortages Push Americans to Switch Brands More Than Ever</p>",
  "published": "2022-03-29T20:13:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 755,
          "end": 764
        }
      ]
    }
  ]
}