{
  "_id": "6e15db016d2c2b628633f6d250765c91941d4751d544e2c8e270a0ed75b61a76",
  "feed": "wall-street-journal",
  "title": "How Putin Drove Finland Into NATO's Arms; For many Finns, Russia's assault on Ukraine recalled the 1939 Soviet invasion of their homeland. Fear of another attack was enough to dismantle Helsinki's seven-decade strategy of heavily armed nonalignment.",
  "text": "<p>Finland's president and prime minister on Thursday said they hoped Finland would apply for NATO membership without delay, consolidating a political majority for Finnish membership.</p><p>That would be a historic pivot. For seven decades, Finland has maintained a unique security model based on a heavily armed military and a society prepared to mobilize in an invasion—combined with diplomacy to and placated Russia by staying out of NATO.</p><p>Moscow's unprovoked invasion of Ukraine—which Russians once ruled, as they did Finland—upended assumptions behind the model.</p><p>\"Russia is much more unpredictable than we ever thought,\" said Piritta Asunmaa, director general of political affairs at the Finnish foreign ministry and former ambassador to NATO. \"It is much more willing to take risks and even take heavy losses, and it's also capable of mobilizing 150,000 men on the border of a neighboring country without general mobilization,\" said Ms. Asunmaa, who is also disquieted by Russia's \"loose talk of using weapons of mass destruction.\"</p><p>Sweden's foreign ministry on Friday presented a report to parliament that supported a Swedish bid for NATO, saying it would deter Russian aggression. Sweden has maintained a nonaligned position similar to Finland's for decades.</p><p>Russia has in recent weeks threatened Finland and Sweden with consequences if they join NATO, and Russia's foreign ministry in a statement after Thursday's announcement said: \"Russia will be forced to take retaliatory steps, both of a military-technical and other nature.\"</p><p>Kremlin representatives didn't respond to requests for comment.</p><p>The key to understanding why Finland stood outside NATO—and why it has now swung in favor of joining—is the 1939-40 Winter War, when the nation repelled a massive invasion that Moscow ordered.</p><p>As residents of the eastern Finnish wilderness in the Suomussalmi region watched Russian troops invade Ukraine this February, they recalled when their parents and grandparents faced a similar onslaught. \"It reminded us of the Winter War,\" said Esko Matero, 85, who was age 2 when his family fled the 1939 Red Army attack.</p><p>He pointed to the field outside his red wooden house, where an estimated 800 Soviets died during the weeklong Battle for Raate Road, a decisive moment in the four-month conflict that ended when local Finns eventually routed as many as 700,000 Soviet soldiers. There were so many bodies, Mr. Matero said, they had to be removed with a snowplow. \"The battle for Raate Road is our pride,\" he said. \"But it was also a tragedy.\"</p><p>The Winter War is a cornerstone of Finnish national identity. \"It's a part of our heritage,\" said Finland's defense minister, Antti Kaikkonen, seated in his ministry beneath a painting of Carl Gustaf Emil Mannerheim, commander-in-chief during the war. Mr. Kaikkonen rested his glass of Coke on a table used during the conflict to pore over maps and plot strategy.</p><p>Deep roots</p><p>Finland's nonalignment had deep historical roots. On the Suomenlinna Castle outside Helsinki, an 18th-century inscription reads: \"Posterity, stand here upon your ground and never rely on outside help.\" After a century under Russian rule, Finland gained independence in 1917, but it was the Winter War that united the nation.</p><p>The Soviets invaded in November 1939 after Finland refused to cede territory to Moscow. Expecting little resistance, the Red Army planned to parade through Helsinki on Stalin's birthday three weeks later. Instead, Soviet soldiers faced tens of thousands of Finnish fighters who raced at them on skis through the woods, clad in white camouflage that earned their most notorious sniper the moniker White Death.</p><p>During the Battle for Raate Road, the Finns cut Soviet supply lines, much as today's Ukrainians have done. As the Soviets, who were mostly Ukrainians, struggled with the cold and harsh terrain, the Finns wore them down. By the time the Red Army retreated, 25,000 Finns had died in total during the war, and at least five times as many Soviets.</p><p>\"What Stalin forgot, and what Putin is forgetting now, is that if you fight for your own home, it makes the difference,\" said Eero Schroderus, a 78-year-old amateur historian who lives near Raate Road and has written several plays about the Winter War.</p><p>Finland stayed out of NATO after the alliance formed in 1949 largely to avoid provoking Russia. In a sign of neutrality, Finland hosted the 1973 Conference on Security and Cooperation in Europe that led to the Helsinki accords, a diplomatic treaty among European countries, the U.S. and Canada aimed at reducing tensions between the Soviet Union and the West.</p><p>Finland harbored no illusions that rapprochement brought security guarantees. While other European nations decreased military spending and relaxed counterintelligence measures after the Cold War, said Mr. Kaikkonen, the defense minister, \"We didn't.\"</p><p>Since the mid-1990s, Finland has made sure its military was interoperable with NATO, meaning that its forces could conduct operations alongside NATO troops and that it bought and produced equipment that could work together with that of members of the alliance. But Finland went further. Its artillery arsenal of 1,500 cannons is the largest in Western Europe. It has bought advanced American surface-to-air missiles and has one of the continent's best cyber defenses. Military service is still mandatory.</p><p>Finland made its first major break from neutrality in 1995, joining the European Union alongside Sweden. \"Since joining the European Union, we haven't described ourselves as a neutral country,\" said Mr. Kaikkonen. \"We've been a member of the Western family after that.\"</p><p>The country remained militarily nonaligned but grew closer to NATO, contributing to missions in Bosnia, Kosovo and Afghanistan. Russia's invasions of Georgia in 2008 and Crimea in 2014 reinforced the resolve among Finnish security officials not to let their guard down but didn't alter Finland's NATO relationship.</p><p>Alexander Stubb, a former Finnish foreign and prime minister, said the response to those invasions killed his optimism that Finland might join NATO in his lifetime: \"I had almost given up hope.\"</p><p>But after Russia's invasion of Ukraine, public backing for Finnish NATO membership jumped to 53% in late February from around 20% weeks earlier, and to 76% on May 9, according to polls by national broadcaster Yle.</p><p>\"People like me who have always been in favor of NATO membership should almost thank Putin, but that is a bit morbid,\" Mr. Stubb said, adding: \"The cost of us joining NATO is high if you think the reason is the war in Ukraine.\"</p><p>Finland broke with a decadeslong policy of not shipping weapons into war zones when it decided to send antitank weapons, assault rifles and food packages to Ukraine.</p><p>'Comprehensive security'</p><p>Helsinki this year increased its military spending to 1.96% of gross domestic product—NATO's target for 2024 is 2%—up from 1.34% in 2020 and 1.85% in 2021 and completed a $9.4 billion purchase of 64 U.S. F-35 jet fighters.</p><p>With Finland in its ranks, NATO would gain a member that has spent decades developing what it calls \"comprehensive security,\" a society-wide strategy to repel the kind of Russian aggression on display in Ukraine.</p><p>Sweden, another close NATO partner, last year authorized the biggest increase in military spending in 70 years and takes an all-of-society approach to mobilization, though not to Finland's extent.</p><p>Under Finland's comprehensive-security model, it can mobilize a wartime army of 280,000 troops and has an additional 600,000 reservists, among Europe's largest armed forces per capita.</p><p>Finnish building codes require apartment blocks and other large buildings to include shelters able to withstand bombs and chemical attacks. That has resulted in underground tunnels and shelters throughout the country that can house more than four million people, about 70% of the population. In Helsinki, large shelters double in peacetime as ice rinks and sports arenas.</p><p>The National Emergency Supply Agency is responsible for building stockpiles of goods and securing services, coordinating more than 1,000 companies to create direct links between the private sector and state. Finland stockpiles five months' worth of imported fuel and six months of grain. Drug manufacturers must stockpile three to 10 months of medicine.</p><p>Company executives go through simulation games rehearsing national emergencies, said Janne Känkänen, NESA's chief executive officer. More than 10,000 civil-society and business leaders have participated in monthlong national defense courses, in which they get to know one another's roles in an emergency. Regional courses, such as in remote regions near the Russian border, have trained 60,000 of them.</p><p>\"Sometimes people ask if there is one thing they can learn from Finland,\" said Petri Toivonen, secretary-general of the security committee. \"I always highlight the national defense courses.\"</p><p>Business leaders and cultural figures are trained to protect supply lines and build psychological resilience in the population. \"You get an in-depth knowledge of the whole concept of preparing for crisis,\" said Gita Kadambi, general director at the Finnish National Opera and Ballet, who participated in one such course.</p><p>Over the past decade, Finland experienced the kind of Russian nonmilitary attacks other Western countries now expect. In 2015 and 2016, Finland accused Russia of sending thousands of migrants toward its northern border in what Finnish officials say was Moscow's show it was willing to use migration as a weapon. Russia at the time denied steering migrants towards European borders. It agreed to close the border temporarily for third-country nationals after months of migrant streams in 2016.</p><p>\"It was a test ball,\" said Sinikukka Saari, an expert on the post-Soviet region at the Finnish Institute for International Affairs. \"We see the Russians doing this now in a more systematic way in Belarus towards Poland.\"</p><p>Kremlin-linked media outlets have prodded Finland with disinformation campaigns, trying to build a narrative of Finnish authorities mistreating or discriminating against people of Russian descent, Finnish security officials say.</p><p>\"We have been a kind of target country,\" said Teija Tiilikainen, director of the Helsinki-based European Centre of Excellence for Countering Hybrid Threats, \"where Russia has also been able to test its instruments.\"</p><p>As Finland's mood has swung behind NATO membership, the country has been hit by denial-of-services cyberattacks on the Nordea banking group and on the foreign and defense ministries. Finnish officials blame Moscow. Russian planes violated Finnish airspace in early April during a speech by Ukrainian President Volodymyr Zelensky to Finland's parliament and again in early May during a large military exercise in the country involving the U.S. and other NATO nations, according to Finnish intelligence.</p><p>Some Finns are on the fence, including Ella Snellman, a dancer in her early 20s. \"I don't know enough about it to have an opinion,\" she said, adding that she doesn't want to feed the war industry.</p><p>Near the Russian border, residents like Väinö Kinnunen, 90, are less reticent. \"Of course!\" he shouted when asked whether Finland should join NATO. \"We are a small country. We have no other option.\"</p><p>In 1943, he said, Soviet partisans—an irregular military force that routinely attacked eastern Finland during World War II—found Mr. Kinnunen's family in their sauna and machine-gunned to death 10 members, including his parents, grandparents and two siblings. Mr. Kinnunen, then 11, survived with a sister.</p><p>The Ukraine bloodshed awakened his childhood trauma. \"We have gone through the same as the Ukrainians,\" he said. \"We are comrades that share the same fate.\"</p><p>Write to Sune Engel Rasmussen at sune.rasmussen@wsj.com</p><p>How Putin Drove Finland Into NATO's Arms</p>",
  "published": "2022-05-13T14:09:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2819,
          "end": 2823
        }
      ]
    }
  ]
}