{
  "_id": "58f84a1306575a44e39ab11baaf209157a294b1e15fc31e9b7d1b089b5f20139",
  "feed": "wall-street-journal",
  "title": "Twitter, Disney, Mattel, Twilio, Tesla: What to Watch When the Stock Market Opens Today; Disney added nearly 12 million subscribers to its streaming service; Mattel reported better-than-expected earnings during the holidays",
  "text": "<p>* Twilio shares gained 15% premarket after the company reported revenue growth in the fourth quarter and issued guidance for the upcoming quarter.</p><p>* Uber gained 4.8% premarket. The ride-hailing company's fourth-quarterly revenue climbed, helped by a recovery in its rides business and continued demand for food delivery, despite restaurant reopenings.</p><p>* Disney jumped 7.4% after the company said it added nearly 12 million streaming subscriptions and reported record revenue at its domestic parks and resorts.</p><p>* Mattel climbed 9.1% premarket after it posted better-than-expected revenue and earnings for the holiday quarter.</p><p>* Datadog climbed 12% premarket in the moments after it reported quarterly results.</p><p>* Lumen Technologies dropped 13% ahead of the bell, even after it swung to an annual profit last year from a loss in 2020.</p><p>* PepsiCo edged down 0.2% premarket. The beverage-and-snacks giant reported fourth-quarter profit and revenue that topped expectations, boosted its dividend and set a new $10 billion stock repurchase program.</p><p>* Coca-Cola rose 0.9% premarket after it reported fourth-quarter earnings and revenue that beat expectations.</p><p>* Interpublic Group slipped 2.6% after it raised its quarterly dividend and authorized the resumption of the advertising company's share-repurchase program.</p><p>* Kellogg added 3.2% after it reported an earnings beat.</p><p>* Equifax gained 1.1% premarket. The financial services company's profit was higher in the fourth quarter, with growth at its human resources service business boosting revenue.</p><p>* Tesla shed 1.8%. A California regulatory agency said it filed a lawsuit against Tesla, alleging racial discrimination and harassment at the electric-vehicle maker.</p><p>* Yelp and Zillow are due to report results after the close.</p><p>Chart of the Day</p><p>* Who is feeling the price squeeze the most? Here is a demographic breakdown of inflation's impacts.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Twitter, Disney, Mattel, Twilio, Tesla: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-02-10T13:46:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1043,
          "end": 1052
        }
      ],
      "nexusId": "10017668"
    }
  ]
}