{
  "_id": "3e722b9fd60ad1b0195e3afcd320cc65ccf48419798393abff4adbe585b32a89",
  "feed": "ftcomall",
  "title": "Twitter: Elon Musk gets his way",
  "text": "<p>Elon Musk fans like to claim their hero is always playing four-dimensional chess. No matter how chaotic his actions, they believe the billionaire Tesla boss has secret plans too brilliant for the rest of the world to understand. Parsing his<a href=\"https://www.ft.com/content/79e3bc48-96ef-4e62-b30b-d3ddb45d7a2f?emailId=6266eec7535c6800047041ed&amp;segmentId=3d08be62-315f-7330-5bbd-af33dc531acb\"> $44bn</a> deal to take social media platform Twitter private requires a similar level of faith. </p> <p>Musk has pinned his offer on the need to protect free speech. His interest was reportedly piqued by a suspension of satire account Babylon Bee (which just so happens to have published<a href=\"https://babylonbee.com/news/elon-musk-rescues-texans-with-giant-flamethrower-mech\"> flattering</a> jokes about Musk). It is an expensive stand to take. To facilitate the deal he is putting up $21bn of equity commitments and <a href=\"https://www.ft.com/content/fac56c43-1745-4ce0-bef9-7b7e802bda7c\">$12.5bn</a> of loans against his own Tesla stock. All for a slow growing 16 year old company that reported a net loss of $221mn last year. </p> <p>Then again, Musk may not be buying Twitter for all of its 217mn accounts. His interest could be just one — his own. He is a prolific Tweeter with nearly 84mn followers who uses Twitter as a source of publicity for his companies. Owning Twitter ensures he is never censored. Reinstating certain banned accounts, including President Trump's, could score political points in the future too. </p> <p>Finding a business case is more difficult. Accepting the offer means Twitter found no viable alternative offer and failed to convince its sole bidder that it was worth more than $54.20 — nearly 30 per cent below last year's high point. This is not the description of a flourishing business. </p> <p>Musk's gift for attention means user numbers will probably grow. But to raise advertising rates Twitter needs to extract more information about users — tricky when privacy concerns are rife. Removing moderation risks damaging advertiser relations too. Advertisers including Walmart, Starbucks and Coca-Cola have boycotted YouTube and Facebook over content concerns. They could add Twitter to that list. </p> <p>Replacing advertiser revenue would be tough. Jack Dorsey, co-founder of Twitter, tweeted his support for the end of its ownership by “Wall Street and the ad model”. Yet as chief executive he failed to find an alternative. Persuading users to pay for content they generate is a hard sell. To match 2021 revenue, every active account holder would need to pay around $23 each.&#xa0;</p> <p>Perhaps Musk has a plan to transform Twitter's business entirely. Maybe it will one day be a crypto payments company. Or a meme stock trading platform. Or perhaps one of the platform's biggest users just wants to own it.</p><p>Source:  2022 'Twitter: Elon Musk gets his way' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T21:10:34.261Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1764,
          "end": 1773
        }
      ]
    }
  ]
}