{
  "_id": "9b295d24654c686fe013e368d3cb771e3d44c68be4f2fc42d9fdd3aa8f947385",
  "feed": "ftcomall",
  "title": "Mars reveals bigger revenues than Coca-Cola as it appoints new chief executive",
  "text": "<p>Mars, the intensely private chocolate and pet care group, has revealed annual sales of almost $45bn — higher than Coca-Cola's — as chief executive Grant Reid stepped down.</p> <p>Reid, who took Mars into veterinary services and healthier <a href=\"https://www.ft.com/food-beverage\">snacks</a>, is leaving after eight years of what the family-owned US company called “unprecedented” growth.</p> <p>Poul Weihrauch, who currently runs Mars Petcare, will take over as chief executive at the end of September, the company announced on Wednesday, with Reid retiring at the end of the year.</p> <p>The Virginia-based group marked the succession with a partial glimpse into its financial metrics, saying its annual sales had grown more than 50 per cent in Reid's tenure, from more than $28bn to almost $45bn.</p> <p>That would put Mars' revenue ahead of <a href=\"https://www.ft.com/stream/db5e8af8-585b-4a39-b269-d64711c95c74\">Coca-Cola</a> and would far outstrip the revenue growth reported by other global consumer goods companies such as Nestlé, Unilever or Mondelez over the same period.</p> <p>Some groups have responded to the challenge of delivering consistent organic sales growth by shedding parts of their portfolios, such as Kraft Heinz's <a href=\"https://www.ft.com/content/6e4956d5-837f-4556-a975-83359f5065b8\">sale of its Planters peanuts brand</a>, or by breaking up, as Kellogg proposed this week.</p> <p>Mars also hinted at the faster growth in pet care that had led it to hand the reins to that division's head at a time when a shift to healthier snacking has led to lacklustre growth in global confectionery sales.</p> <p>Weihrauch, originally from Denmark, had doubled pet care sales since being put in charge of the division behind Iams and Whiskas in 2014, the group said, establishing it as the industry's largest company and lifting the share of revenues coming from services from 5 per cent to 20 per cent.</p> <p>Some of that growth has come from acquisitions. Mars has owned pet food brands since 1935, but Reid and Weihrauch oversaw a major expansion of its veterinary business, including 2017's <a href=\"https://www.ft.com/content/2ceff8a0-d677-11e6-944b-e7eb37a6aa8e\">$9.1bn purchase of VCA</a>, a group of 800 pet care hospitals, and pushed the business into Europe. Half of the group's 140,000 associates, or employees, now work for the veterinary business.</p> <p>Reid's impending retirement elicited very rare public comments from two remaining members of the Mars family's third generation, who described the Scottish-born outgoing chief as a friend who had made necessary changes to the business.</p> <p>“His values and character align so well with the family, and he has a wonderful sense of humour that helped carry us through some difficult challenges,” said Jacqueline Mars, 82. John Mars, 86, hailed his “healthy dissatisfaction for the status quo”.</p> <p>Forbes puts the Mars family's wealth at $94bn, estimating that it is America's third-wealthiest dynasty after the Waltons and the Kochs.</p> <p>Despite a long history of secrecy, Mars has sought to be more communicative under fourth-generation family members including Victoria Mars and <a href=\"https://www.ft.com/content/bf039636-007a-11ea-b7bc-f3fa4e77dd47\">Stephen Badger</a>.</p> <p>As chief executive, Reid looked to <a href=\"https://www.ft.com/content/5b6bbac4-927a-11e7-a9e6-11d2f0ebb7f0\">galvanise other business leaders</a> to tackle the effects of climate change. Mars pledged last year to achieve net zero emissions by 2050.</p> <p>His tenure also included the US group losing executives to JAB Holding, the Luxembourg-based private investment group, causing tensions that briefly spilled into the open in 2020 when Mars sued JAB and one of the executives over an alleged theft of pet care trade secrets. JAB denied the claims and the case was eventually referred to arbitration.</p><p>Source: Andrew Edgecliffe-Johnson in New York and Judith Evans in London 2022 'Mars reveals bigger revenues than Coca-Cola as it appoints new chief executive' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-22T10:47:21.327Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 34,
          "end": 43
        },
        {
          "start": 114,
          "end": 123
        },
        {
          "start": 770,
          "end": 779
        }
      ]
    }
  ]
}