{
  "_id": "fee2554679120861c63134bf20066ec9374df46bbdfa82369bf1553dcc5d8861",
  "feed": "market-watch",
  "title": "These are the 5 'most valuable' U.S. property markets for investment. In one city, growth has been 'astronomical'; New York City-based Cadre lists its favorite markets in the multifamily, industrial and office spheres",
  "text": "<p>In its report, the company named what it sees as high-growth markets, calling them the \"most valuable places to invest.\"</p><p>Cadre identified top markets in the multifamily, office and industrial spheres by analyzing historical returns, growth in two years and potential for liquidity in each market.</p><p>Cadre's top five markets for investment in multifamily units are:</p><p>* Atlanta, Ga.</p><p>* Austin, Texas</p><p>* Boston, Mass.</p><p>* Charlotte, N.C.</p><p>* Dallas, Texas</p><p>Atlanta — home to 17 Fortune 500 companies including Coca-Cola KO, Home Depot HD, UPS UPS and Delta Airlines DAL — was at the top of the list.</p><p>Cadre is bullish on these specific multifamily markets because they've had \"enduring job and population growth,\" and because apartment rents are more affordable than the cost of owning a home.</p><p>The cost of homeownership has recently spiked, as mortgage rates exceeding 7% are adding hundreds of dollars to monthly mortgage payments.</p><p>As people return to working in person, Cadre also sees bright spots for markets such as Austin, Charlotte, and Nashville, Tenn. The company expects growth to be strong in the South, where, it noted, \"office utilization rates remain strong.\"</p><p>Cadre's top five markets for office-space investment are:</p><p>* Austin, Texas.</p><p>* Charlotte, N.C.</p><p>* Nashville, Tenn.</p><p>* Philadelphia, Pa.</p><p>* Phoenix, Ariz.</p><p>Top real-estate markets for industrial investment included Baltimore, Md.; Boston; and Charlotte.</p><p>Cadre also listed Raleigh, N.C., as one of the markets that exhibits the most growth potential across the industrial, multifamily and office spheres.</p><p>\"Growth in the capital city of North Carolina has been rapid and astronomical,\" the report said, adding that population growth and employment have remained strong over the last five years.</p><p>Rents in the city grew 10% year over year from last June, Cadre said. And office rent in Raleigh is \"significantly higher\" at 3.49% than in the other cities on the list of best locations to invest in office space.</p><p>Raleigh is also an affordable place to live, Cadre noted, with \"213 sunny days a year,\" which is \"above average for the U.S.\"</p><p>Got thoughts on the housing market? Write to MarketWatch reporter Aarthi Swaminathan at aarthi@marketwatch.com</p><p>These are the 5 'most valuable' U.S. property markets for investment. In one city, growth has been 'astronomical'</p>",
  "published": "2022-10-29T12:37:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 497,
          "end": 506
        }
      ]
    }
  ]
}