{
  "_id": "0934bd29965c4fa47fa71ef59c61f2c36815b28ae525a9bb7c72271973a6f975",
  "feed": "wall-street-journal",
  "title": "Western Companies' Pullback from Russia Marks End of an Era; Businesses flocked to the former Soviet Union in its lurch to capitalism, but the relationship was never easy",
  "text": "<p>Russia's invasion of Ukraine has brought that symbiotic relationship to a crashing halt.</p><p>Blistering sanctions and pressure from the U.S. and allied governments have made doing business in Russia almost impossible for many Western companies. Hundreds of businesses, including McDonald's Corp., auto makers, oil giants and banks, have said they are pausing or ending operations there. Western restaurants and stores have gone dark.</p><p>In response, Russian authorities have raised the idea of nationalizing assets Western companies leave behind. The Wall Street Journal reported this week that Russian prosecutors have issued warnings to Western companies inside the country and threatened to arrest corporate leaders there who criticize the government or seize assets of companies that withdraw.</p><p>Alexander Isavnin said the exit of Western businesses is like going \"back to the Stone Age.\" The 45-year-old has been having flashbacks to his Soviet Union childhood when he and friends stitched patches with the Levi Strauss &amp; Co. logo onto other pants to look cool.</p><p>\"I remember the dark times before the West came here,\" said Mr. Isavnin, a Moscow-based university lecturer and member of the Pirate Party of Russia, a small opposition group.</p><p>In case of unrest or war with the West, his recent spending has gone toward nonperishables. \"I was planning to buy new bed linen from IKEA and upgrade my Mac,\" he said. \"Instead I have a lot of canned meat and sugar.\"</p><p>Among those speaking out against Western companies is a local deputy from the Yaroslavl region, northeast of Moscow, who called for nationalizing McDonald's restaurants. He is promoting Russian alternatives to Coca-Cola, such as kvass, a fermented grain-based drink that might contain a trace amount of alcohol, and tarkhuna, a greenish, tarragon-flavored carbonated beverage.</p><p>If Western brands \"decide to leave for good, then please do so. We'll be perfectly fine without them,\" said Nikita Malikov, a 25-year-old supporter of President Vladimir Putin who works in advertising in the city of Tula, a three-hour drive from Moscow. \"These sanctions are uniting people, and I'm not against that,\" he said.</p><p>New Cola War: Brands Exit Russia Amid Ukraine Invasion</p><p>Though ubiquitous in large cities, Western brands are still mostly out of reach for Russians living in smaller cities or towns where poverty is rampant.</p><p>In the 1990s, Russia offered the promise of some 150 million consumers, eager for the previously unattainable. Formerly state-owned factories wanted help modernizing and sought foreign partners. The world's biggest country had bountiful natural resources, such as oil, which were only partially tapped.</p><p>For many Western businesses and brands in Russia, however, the highs have been offset by lows. Corruption and instability slowed growth ambitions. After Mr. Putin annexed Crimea from Ukraine in 2014, triggering an earlier round of Western sanctions, many major Western businesses started reducing investment.</p><p>Foreign direct investment in Russia inflows peaked in 2008 at $75 billion, according to the World Bank. It declined amid the global recession, before sliding further after 2013. It was $9 billion in 2020.</p><p>The attack on Ukraine looks to many expatriate veterans of Russian business like a death knell. \"It's certainly the end of an era,\" said Scott Blacklin, who was president of the American Chamber of Commerce in Moscow from 1997 to 2000. \"Whatever transpires after this, it will not become status quo ante. You won't go back to the same thing.\"</p><p>'Gold rush'</p><p>The Soviet Union had long given priority to making basic consumer goods, including sneakers, candy bars and cars, most famously autos from the Lada brand. That began to change in the late 1980s, when Soviet leader Mikhail Gorbachev pursued a policy of \"perestroika,\" or reconstruction, to overhaul the country's political and economic systems. That brought a new openness to foreign companies, which continued in Russia after the Soviet Union dissolved in 1991.</p><p>Russia had a fraction of China's population, but was then liberalizing its economy more quickly than its Asian neighbor. Any business setting up shop would have a base to sell not just to Russians, but also to just as many people in other nearby former Soviet countries.</p><p>\"It was like a gold rush,\" said Bernard Sucher, an American banker who quit his job at Goldman Sachs to move there in 1993.</p><p>Mr. Sucher, who later ran Bank of America Corp.'s Russia business before leaving the country in 2015, saw Western banks tiptoe in, seeking to gain an early edge in a new laissez-faire financial market that had its regulations written with the help of U.S. development officials.</p><p>Major Western oil companies fanned out across Russia and former Soviet countries and invested in assets during the economic crisis that followed the union's breakup.</p><p>\"It was a new frontier for Western energy companies,\" said Alexander Gabuev, senior fellow at the Carnegie Moscow Center think tank. \"And Russia needed the money.\"</p><p>The Western automotive industry, too, found eager consumers as well as an existing supply chain it could tap into and upgrade.</p><p>\"Let's say you have a German manufacturer of fan belts,\" said Heidi McCormack, who lived in Russia from 1990 to 2015 and was a General Motors Co.'s executive there for much of that time. \"They would then be interested in a joint venture with the ex-Soviet counterpart who makes the same product.\" That manufacturer would suddenly have access to the Russian market—from where it could eventually produce goods for the rest of the world if labor remained inexpensive and quality improved, she said.</p><p>Some foreign businesses were still hesitant to open Russian businesses, viewing the country as too risky. Men at Moscow restaurants openly carried handguns, Mr. Sucher said. A crop of newly minted oligarchs who benefited from the wave of privatizations accumulated power, and corruption was rampant. Business agreements sometimes couldn't be legally enforced. Ms. McCormack remembers one company quietly changing the venue for a shareholders' meeting, which prevented her from voting on behalf of a private-equity fund she represented.</p><p>Some who stayed out of Russia felt validated in 1998, when the Russian government and central bank devalued the ruble and defaulted on its debt. Inflation hit 84% for the year.</p><p>\"You know the expression, 'You'd rather be a settler than a pioneer, because pioneers got shot?' \" Ms. McCormack said. \"A lot of them got shot.\"</p><p>'Up and up and up'</p><p>On New Year's Eve 1999, Boris Yeltsin shocked Russia by announcing his resignation as president. Replacing him would be the prime minister, Mr. Putin.</p><p>Unexpectedly, Russia became one of the world's fastest-growing economies over most of the next decade. Mr. Putin instituted a 13% flat tax for individuals and overhauled the central-banking system. He and his lieutenants made a show of cracking down on corruption. At some point during 2001, Mr. Sucher noticed diners weren't routinely carrying handguns anymore.</p><p>Inflation came under control. Before, \"if you get cash at 10 o'clock in the morning, you're trying to spend it by lunchtime,\" Mr. Sucher said. Suddenly, Russians \"were thinking more than a day, or a week, or a month in advance.\"</p><p>That era's economic stability, paired with oil prices that rose from about $14 a barrel in 1998 to more than $100 in 2008, turned most of the early 2000s into a Russian boom time.</p><p>For Russian journalist Alina Didkovskaya, 30 years old, the era was marked by the arrival of McDonald's in her southern home city of Rostov. \"It became a symbol of some completely different life,\" she said. Her first meal there was a Happy Meal, which came with a Furby toy that she still has.</p><p>Ms. Didkovskaya fled Russia in the days following the Ukraine invasion amid a crackdown on independent media. She continues to run a McDonald's fan channel on Telegram.</p><p>The rising Russian middle class, and its desire for foreign cars, spurred some auto makers to localize production. Ms. McCormack, the former GM executive, oversaw the construction of a new plant in St. Petersburg. Toyota Motor Corp. opened a nearby plant around the same time.</p><p>\"The market just continued going up and up and up,\" Ms. McCormack said. Russian imports grew from $44.9 billion in 2000 to $291.9 billion in 2008, according to a U.S. Congressional Research Service report.</p><p>Retreat</p><p>The man whose stabilizing rule made Russia a promising foreign market soon gave Western businesses a new surprise.</p><p>In 2012, Mr. Putin returned to the Russian presidency after an election that opponents called fraudulent. Two years later, Russia annexed the Ukrainian region of Crimea, triggering rounds of sanctions from Western countries that led to a domestic financial crisis.</p><p>Ms. McCormack, the former GM executive, said she decided to leave Russia in 2015 when it became clear that \"Putin decided to be czar for life.\"</p><p>The lukewarm relationship between Western businesses and Russia stayed in this holding pattern until last month's invasion of Ukraine.</p><p>The resulting corporate exodus prompted Zhenya Ivanova, a Russian 28-year-old education consultant, to spend much of Thursday last week in a long line that snaked through a Moscow mall. She wanted new Adidas shoes before supplies ran out. The sportswear brand said last week it would temporarily close its stores in Russia.</p><p>\"No one in Russia makes normal sneakers,\" she said. \"And I decided I needed shoes before the ruble is worth nothing.\"</p><p>Yekaterina Klimanova, a 28-year-old web designer in Tula, said she was concerned about ensuring her Western-made migraine medicine stays on the shelf. She has orders pending for U.K.-made cosmetics and PlayStation games, but said she'll get used to living without them.</p><p>\"McDonalds is closing. Well, OK,\" she said. \"If you want a burger, you can still make it yourself.\"</p><p>While some companies, such as accounting giants Deloitte and Ernst &amp; Young, have committed to leaving the country completely, many have called the decision to pause operations temporary. Mr. Isavnin, the Pirate Party member, worries that many Russians will blame the U.S. and Europe for abandoning them, and that Russia's future could look a lot like its past. \"Now, my children will live in the new old Soviet Union,\" he said.</p><p>Saabira Chaudhuri contributed to this article.</p><p>Write to Stu Woo at Stu.Woo@wsj.com, Georgi Kantchev at georgi.kantchev@wsj.com and Evan Gershkovich at evan.gershkovich@wsj.com</p><p>Western Companies' Pullback from Russia Marks End of an Era</p>",
  "published": "2022-03-16T13:45:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1662,
          "end": 1671
        }
      ]
    }
  ]
}