{
  "_id": "9e9fdf46d55d5ca207e9e509b1428af349856562848ea150e3e1254e441ae024",
  "feed": "wall-street-journal",
  "title": "Coca-Cola Is Having A Moment In the Sun --- Company outperforms other food companies' ability to pass on costs",
  "text": "<p>Coca-Cola shares were up 10% so far this year through Friday, compared with a 10% decline in the S&amp;P 500. That compares with a gain of only around 2% for the S&amp;P 500 consumer-staples index.</p><p>Coca-Cola shares rose a further 1% on Monday, after the company posted strong results for the first quarter, with organic sales -- which strip out currency movements and acquisitions -- growing 18% from a year earlier. That was thanks partly to price increases, but not entirely: underlying case unit volume rose 8%. Earnings a share rose 23% from a year earlier, beating analyst estimates.</p><p>So far, consumer demand has been resilient following price increases. On a conference call, Chief Executive James Quincey said he doesn't expect this to last forever. \"Inflation generally ends with pressure somewhere,\" he said. However he added that the company would rather err on the side of continuing to raise prices to pass through costs, at least for now.</p><p>The fact that Coca-Cola has been able to do this successfully so far is testament to the strength of its brands and global logistics. Margins in the first quarter actually rose, to an adjusted 31.4% from 31% a year earlier. This is in contrast to major food companies like Campbell Soup and Conagra Brands, which have had trouble raising prices fast enough to keep up with inflation.</p><p>The company's Achilles' heel continues to be how Covid-19 fears and restrictions have hit out-of-home sales in places like restaurants and stadiums.</p><p>Lockdowns in China dragged on Asia Pacific sales in the quarter, with organic sales there rising only 5% from a year earlier. Mr. Quincey said that out-of-home sales are still below 2019 levels globally, partly due to the fact that some outlets like restaurants have permanently closed. But this could be viewed as a positive thing for investors, suggesting there is room for further growth as things continue to normalize.</p><p>Coca-Cola shares aren't cheap, but neither are they exorbitantly expensive at 26 times forward earnings, compared with an average of 23 times over the past five years, according to FactSet. As the company well knows, people are willing to pay up a bit for the comfort of a familiar brand, even or perhaps especially in tough times.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1900,
          "end": 1909
        },
        {
          "start": 190,
          "end": 199
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 957,
          "end": 966
        }
      ]
    }
  ]
}