{
  "_id": "563e4f488b8c7d9558d81bc4f888ab5e56123303512febef91c34ca2cc7a8b62",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Open Mixed Ahead of Busy Earnings Week; Investors to parse earnings from major companies including Apple, Amazon.com and Boeing",
  "text": "<p>Last week, the Dow notched its best three-week stretch since November 2020, offering investors a reprieve from the selling pressure that has whipsawed portfolios this year. The rally was kicked off, in part, by a batch of corporate earnings—particularly from banks and airlines—that offered an encouraging outlook on the U.S. economy. Stocks then raced higher on Friday after The Wall Street Journal reported that Federal Reserve officials are likely to consider the possibility of shifting to smaller interest-rate increases in December.</p><p>Yields on U.S. Treasury bonds declined after the report. On Monday, the yield on the 10-year U.S. Treasury note rose to 4.220%, from 4.212% Friday.</p><p>In Hong Kong, shares fell Monday, with the Hang Seng Index tumbling 6.4%, its biggest one-day decline since the global financial crisis, after Chinese leader Xi Jinping cemented his control over the ruling Communist Party by securing a third term and appointing a number of loyalists to the party's most powerful decision-making body.</p><p>U.S. stock futures fell earlier in the session as the selloff in Hong Kong weighed on global sentiment, before eventually reversing their losses and turning positive.</p><p>\"There is concern about the direction of U.S.-Chinese relations, and I think that will continue to ripple through the market,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. But, she added, \"As far as Wall Street is concerned, it's still fixated on what the Fed is doing.\"</p><p>Many investors expect the Fed to raise interest rates by 0.75 percentage point for a fourth consecutive time at its meeting next month. Most are now focused on what will happen in December. Federal-funds futures, used by traders to wager on the course of interest rates, on Monday morning showed a 48% chance that the central bank raises interest rates by a smaller 0.5 percentage point in December, up from 34% last week, CME Group data show.</p><p>Investors also remain on edge about what is expected to be a busy week of earnings reports. Despite some early reports that have shown signs of optimism, fewer companies than usual are beating Wall Street's earnings expectations. Traders this week will parse reports from blue-chip companies including Coca-Cola and Boeing, in addition to megacap technology companies including Apple, Amazon.com and Google parent Alphabet.</p><p>U.S.-listed shares of Chinese companies fell, with Alibaba's American depositary receipts losing 12% and those for Baidu declining 13.8%.</p><p>Tesla's shares lost 4.3% after the company lowered prices for vehicles sold in China, the world's biggest electric-vehicle market. Prices for the Tesla's popular Models Y and 3 sold in China have been cut by as much as 9.4%, according to a social-media post by the company Monday.</p><p>In Europe, the pan-continental Stoxx Europe 600 gained 1.7%. On Monday, a closely watched survey from S&amp;P Global showed that a continuing economic contraction in the eurozone intensified in October, with the rate of decline hitting the fastest since April 2013, excluding Covid-19 lockdowns.</p><p>Meanwhile, in the U.K., stocks rose. The FTSE 250 of more domestically oriented stocks gained 1.3% after Rishi Sunak, the U.K.'s former Treasury chief, won the contest to succeed Liz Truss as prime minister. U.K. government bond prices rallied, sending yields lower. The yield on the U.K.'s 10-year gilt fell to 3.817%, from 4.052% Friday.</p><p>The British pound was little changed at $1.1291 from $1.1304 late Friday. Meanwhile, the dollar climbed, with the WSJ Dollar Index rising 0.6%.</p><p>In Asia, China's CSI 300 dropped 2.9% and the Shanghai Composite fell 2%. Japan's Nikkei 225 bucked the trend, rising 0.3% amid a possible yen-buying intervention by the Japanese government.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>U.S. Stocks Open Mixed Ahead of Busy Earnings Week</p>",
  "published": "2022-10-24T13:35:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2247,
          "end": 2256
        }
      ]
    }
  ]
}