{
  "_id": "755c656ab539200dd548f265627b4a7d82b8a53ed8ad7e77037f61a87043f20f",
  "feed": "wall-street-journal",
  "title": "Coca-Cola Posts Higher Quarterly Sales Despite Price Increases; Company raises revenue forecast for the year",
  "text": "<p>Coca-Cola Co. raised its outlook for the year and reported strong sales as demand for its beverages remained strong despite price increases.</p><p>The soda giant said Tuesday it expects its organic revenue, which strips out currency swings as well as acquisitions or divestitures, to grow by 12% or 13%. It previously expected organic revenue growth of 7% or 8%.</p><p>\"We continue to see resilience and a lot of demand not just in the U.S. but across the world,\" Coke Chief Financial Officer John Murphy said in an interview.</p><p>Coke's organic revenue grew 16% in the quarter ended July 1, as prices on average rose by 12% and the company's global case volume increased 8%.</p><p>The company said second-quarter net income narrowed to $1.90 billion, or 44 cents a share, from $2.62 billion, or 61 cents a share, in the previous year.</p><p>Revenue rose 12% to $11.33 billion. Analysts forecast $10.56 billion in revenue, according to FactSet.</p><p>Earlier this month, rival PepsiCo Inc. reported a 5.2% increase in revenuein the latest quarter from a year earlier, as prices rose and the company benefited from strong sales of its snacks and packaged foods.</p><p>Shares of Coca-Cola edged higher in premarket trading Tuesday following its earnings release. Coke has seen its share price increase about 5% so far this year and over 8% in the past 52 weeks.</p><p>Write to Connor Hart at connor.hart@wsj.com</p><p>Coca-Cola Posts Higher Quarterly Sales Despite Price Increases</p>",
  "published": "2022-07-26T11:55:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1364,
          "end": 1373
        },
        {
          "start": 1221,
          "end": 1225
        },
        {
          "start": 1137,
          "end": 1146
        },
        {
          "start": 515,
          "end": 519
        },
        {
          "start": 452,
          "end": 456
        },
        {
          "start": 0,
          "end": 9
        }
      ]
    }
  ]
}