{
  "_id": "6047a659f955b07c9ee04d92ad64b06bcbd1ce3367cf47f2c2bdfedaaab32614",
  "feed": "ftcomall",
  "title": "Stay or go? Western consumer brands wrestle with Russian dilemma",
  "text": "<p>Vladimir Putin's invasion of Ukraine has led to an exodus of well-known western brands from Russia, but not every company has joined the rush.</p> <p>As Apple has suspended sales and BP hurriedly announced its exit over the past two weeks, those multinationals that manufacture products that Russians rely on for daily life, from food through baby formula to personal care items, have wrestled with the decision on whether to stay.</p> <p>Besides supplying staples since the fall of the Soviet Union, these companies, including US soft drinks group PepsiCo and UK household goods maker Unilever, typically have significant manufacturing operations in Russia and employ thousands of local staff. &#xa0;</p> <p>“You're damned if you do [pull out] and you're damned if you don't,”&#xa0;said advertising veteran Sir Martin Sorrell, who now runs digital marketing company S4 Capital, referring to the quandary facing the companies. </p> <p>Some consumers in the west want brands to leave, Sorrell said. “You see the atrocities that are being committed, and obviously it's going to stir tremendous emotions in people, quite rightly.” But companies continuing to supply basic goods were doing so in large part “because they don't want the population to suffer more than they're suffering already”.</p> <p>In an apparent domino effect, several global companies announced <a href=\"https://www.ft.com/content/21e27317-5151-43c8-b0be-40f37542698d\">withdrawals </a>from Russia on Tuesday and Wednesday. Those included PepsiCo and Unilever but the halt to their operations was only partial. PepsiCo, for example, which employs 20,000 people in Russia, is suspending sales of global drinks brands including its namesake cola, but maintaining sales of foods and local brands, including from its large dairy operation.</p> <p>Christopher Rossbach, managing partner at fund manager J Stern &amp; Co, said: “Companies should make a distinction between what are essential goods like basic foods or infant nutrition, and more discretionary ones. It's a difficult line to draw.”</p> <p>Some consumer multinationals, such as Dettol maker Reckitt Benckiser and supplements group Herbalife, continue to operate in Russia. Supermarket operators such as France's Auchan and Germany's Metro have also opted to stay, an approach that contrasts with some other retailers such as Inditex, parent company of fashion chain Zara, which has shuttered stores but retained its 9,000 staff.</p> <p>Yet companies such as French dairy manufacturer <a href=\"https://www.ft.com/content/a812ec18-058c-49b2-8a70-e8791ea1e43a\">Danone</a>, the world's largest food manufacturer Nestlé, confectionery and pet foodmaker Mars, and US-listed tobacco group Philip Morris have taken measures such as freezing new investment into the country but continuing to sell there, or halting sales of international brands while continuing to make and sell local products. Coca-Cola has said it is “suspending” its Russian business without giving specifics.</p> <p>Danish brewer Carlsberg, which owns Russia's largest brewery Baltika and has&#xa0;8,400 employees, or about 20 per cent of its global workforce, there, initially halted investment and exports&#xa0;but then went further a few days later by vowing not to produce or sell its flagship Carlsberg brand in Russia. It said it would review “a full range of strategic options” for its Russian business.</p> <p>Since the invasion on February 24, more than 300 companies have halted Russian operations, according to Jeffrey Sonnenfeld, a Yale School of Management professor — far exceeding the 200 big companies that quit South Africa over apartheid in the 1980s.</p> <p>Sonnenfeld argues all western companies should quit Russia to help fuel discontent against Putin. “The whole point of these economic blockades is to bring the economy to a standstill and create distress,” he said. </p> <a href=\"http://www.ft.com/cms/8925978.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>For many consumer goods groups, Russia makes up 3 per cent or less of sales, meaning the impact of halting operations would be limited. Among the more exposed are Danone, Henkel and Carlsberg, which earned about 10 per cent of revenues in Russia and suspended its annual financial&#xa0;guidance because of the fallout.</p> <p>Yet western governments have not pushed consumer brands to leave, several companies said — with the exception of Ukraine itself, which has applauded those pulling out.</p> <p>Investors' views on the issue vary. Last week the New York State Common Retirement Fund, which manages $280bn of assets, urged consumer groups to quit Russia. But another investor said countries halting supplies of basic goods would risk “doing quite major harm to the population who in many cases do not want any part of this war”.</p> <p>Ben Ritchie, head of European equities at fund manager Abrdn, a shareholder in companies including Unilever and Coca-Cola HBC, the US group's bottler in the region, said: “I don't think investors would put consumer goods companies under pressure to exit Russia without fully understanding their responsibilities in the country, and the financial costs and consequences of doing so.</p> <p>“The consumer goods companies typically have contractual obligations to suppliers, franchise partners and distributors, which makes the situation much more complex than selling directly to the public.”</p> <p>A senior member of Russia's ruling party, United Russia, this week raised the stakes by threatening to nationalise foreign-owned factories that have halted operations because of the war. “This is an extreme measure, but we will not tolerate being stabbed in the back,” said the secretary of the party's general council, Andrei Turchak.</p> <p>An adviser to US consumer goods groups said the Russia dilemma had prompted “nonstop board calls and CEO meetings. They are immediately concerned about ‘will our employees even get jailed or arrested for closing out a business?'”</p> <p>Yet companies face criticism for continuing to operate in Russia from consumers and their own employees outside the country, said Niklas Schaffmeister, managing partner at brand consultancy GlobeOne. “Internally there is much activity, and even hate speech on [company] intranets where people are really pushed to the extreme.”</p> <p>Cosmetics groups L'Oréal and Estée Lauder illustrate the diverging response among consumer groups. L'Oréal, which has 2,000 employees in Russia, has halted online sales and closed the few dozen stores it operates directly, but the vast majority of its products like shampoo and skincare will still be for sale through local retailers. Estée Lauder went further, suspending all commercial activity&#xa0;in the country, saying it needed to “take actions consistent with our company values”.</p> <p>Analysts said the response to the war also has roots in a growing expectation that chief executives will address social issues such as racism, along with sustainability. Yet companies are wary of making political pronouncements and “don't want to be seen to do a Ben &amp; Jerry's, weighing in on every issue,” said Nicholas Fereday, an analyst at Rabobank. </p> <p>The Unilever-owned ice cream maker prompted a social media backlash before the Ukraine invasion by urging the US president not to “fan the flames of war” by sending more troops to Europe.</p> <a href=\"http://www.ft.com/cms/8924863.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>There are also concerns over other large-scale human rights violations. “Does a company have to take a view on dreadful events all over the world? China is in the wings, of course,” Fereday said. “Are consumer brands going to only sell in democratic countries?”</p> <p>It is a delicate line to tread. When Dolf van den Brink, chief executive of Heineken, announced on LinkedIn the company's €1mn donation to support “people impacted by this terrible crisis”, dozens of comments criticised the response as weak. One former employee of 21 years said: “Freeze your operations in Russia as long as this aggression lasts . . . The longer you wait, the bigger the image losses. I would like to be proud of Heineken again.”</p> <p>The brewer has subsequently halted new investments into Russia, exports of its international brands to the country and sales of the Heineken brand in what it called an “unprecedented” move, though it will still sell local brands. Van den Brink added to his post a condemnation of Russia's “unprovoked and completely unjustified attack”.</p> <p>Brands targeting younger consumers feel pressure to withdraw, said Yerlan Syzdykov, global head of emerging markets at Amundi, Europe's largest asset manager. “The west is trying to cancel Russia. Those western brands who associate themselves with a younger generation, who are going to stop buying your goods if you're not joining that cancel culture, will be the first to pull [out].”</p> <p>Some groups privately say they are considering extra measures including finding alternative sources for Russian-origin ingredients and toning down social media posts, even those unrelated to Russia, to avoid a backlash.</p> <p>Most suspensions so far are temporary but may herald a permanent withdrawal. Heineken said it was “assessing our strategic options for the future of our Russian operations”.</p> <p>Some executives appear to be struggling with the idea that selling their products in Russia is now viewed as a political statement. Dieter Weisskopf, chief executive of Lindt &amp; Sprüngli, faced questions at a results briefing this week on the company's decision to continue its small Russian operation. He said: “We're not supplying arms or petrol, bear that in mind. But we're monitoring the situation closely.”</p> <p>A day later, Lindt changed course and said it would temporarily close its shops in Russia.</p> <p><em>Reporting by Judith Evans, Leila Abboud, Harriet Agnew, Alistair Gray, Andrew Edgecliffe-Johnson and Ian Johnston</em></p> <p>This story has been amended to update Lindt's position on Russia and correct that PMI is a US-listed not UK group.</p><p>Source: FT reporters 2022 'Stay or go? Western consumer brands wrestle with Russian dilemma' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T10:37:51.167Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2682,
          "end": 2691
        },
        {
          "start": 4545,
          "end": 4554
        }
      ]
    }
  ]
}