{
  "_id": "1f0027e817bc5f962218a5411969f8f6e8cd054da5bc5c90925b58e4bd1cc315",
  "feed": "wall-street-journal",
  "title": "CEOs Give Dueling Visions of the Future of Work; Corporate leaders, academics and government officials also sounded off on threats like inflation, supply-chain bottlenecks and the war in Ukraine",
  "text": "<p>The CEO of Airbnb Inc. is certain that the ideal work schedule is no more than two days in the office. The head of Morgan Stanley said no fewer than three days a week will do.</p><p>Two years into the pandemic, CEOs remain divided over how many days employees will spend in offices in a post-Covid world.</p><p>The conflicting visions for the future of work were on display Wednesday during The Wall Street Journal's CEO Council Summit in which corporate leaders, academics and government officials sounded off on threats like inflation, supply-chain bottlenecks, and the crisis in Ukraine, while also sharing their views on the way office spaces, work schedules and companies might evolve.</p><p>James Gorman, CEO of Morgan Stanley, said he views weekly in-person work as fundamental to the company's culture and an important way to develop people's careers. The company has told most employees to be in the office three or four days a week, he said.</p><p>\"It will not be five again—that's gone—but it won't be zero, one or two. And it won't be only Tuesdays and Wednesdays,\" Mr. Gorman said. \"Sometimes it'll be inconvenient and be Mondays and Fridays.\"</p><p>Before the pandemic, many people would have celebrated just such a schedule, he said.</p><p>\"If we'd said to people in 2019—December of 2019—two years from now, you can work from home one or two days a week, people would die and go to heaven,\" Mr. Gorman said. \"This is a transformation in how we conduct ourselves, yet for some reason it's seen by some people as a radical infringement on people's rights.\"</p><p>Brian Chesky, the chief executive of Airbnb, said he believes the hybrid schedules announced by many employers will begin to unravel over the coming weeks. Instead of employees spending three days in the office, as many companies initially have required, Mr. Chesky said he expects workers to start coming in two days a week and as little as a single day this summer. Airbnb stands to benefit from a longer-term shift to remote work, which gives people more flexibility to travel and potentially rent property through the company.</p><p>Airbnb recently said it would let employees live and work almost anywhere with no pay cut; many employees will come together in-person as little as once a quarter.</p><p>\"The three-day hybrid thing is not going to work,\" Mr. Chesky said. \"An office, as we know it, is kind of an outdated notion. It's primarily, as it's currently designed, an anachronistic form factor from a predigital age.\" </p><p>James Gorman, CEO of Morgan Stanley, said he views weekly in-person work as fundamental to the company's culture. PHOTO: Simon Williams for The Wall Street Journal</p><p>Many executives said there was no shortage of issues requiring their attention, including the health of the economy. Morgan Stanley's Mr. Gorman said he wouldn't be surprised if the U.S. entered a mild recession in the future, noting the mixed history of previous interest-rate increase cycles from the Federal Reserve. Treasury Secretary Janet Yellen said the U.S. economy and labor market remained strong, though she said inflation is too high. Consumers are also under pressure because inflation is rising faster than wages, said James Quincey, CEO of Coca-Cola Co. \"That tends to end badly,\" Mr. Quincey said.</p><p>Supply-chain snarls have contributed to inflation, raising the cost of materials, with plenty of uncertainties there, too. Mr. Quincey said it is difficult to predict the effect of Covid-19 lockdowns in China. He said Coca-Cola and other companies were building up \"buffer stocks\" of necessary materials—a trend he said only added to supply pressures.</p><p>On the pandemic, philanthropist and Microsoft Corp. co-founder Bill Gates urged society to remain on guard against Covid-19 variants, saying scientific understanding of them remained low. Mr. Gates has argued in a recent Journal essay that the world needs a full-time, paid team to help prevent future pandemics. On Wednesday, he added that political leaders must help to disseminate accurate health information and that social-media platforms play an important role.</p><p>Other issues are also bubbling up in the C-suite, including the recently leaked Supreme Court draft opinion indicating the court may be preparing to overturn Roe v. Wade. Asked whether Coca-Cola planned to follow Amazon.com Inc. and other employers that have offered to help pay for staffers to travel out of state to access abortions, if necessary, Mr. Quincey said the issue didn't currently affect the company. \"The vast majority of our employees are in Atlanta, Georgia, and that's not a matter on the table at the moment,\" he said.</p><p>As for how people do their jobs, Ms. Yellen said some change is likely to become permanent. Executives said the shifts under way at work now would take years to shake out, with much additional experimentation required to settle on models that worked for both employees and companies. Offices, too, must morph into more inviting spaces that will draw employees in and accommodate changing work styles, some said.</p><p>British designer Thomas Heatherwick, founder of Heatherwick Studio, said offices must become \"social temples,\" allowing employees to collaborate with their peers and friends at work, while also allowing for heads-down work. In one experiment at Alphabet Inc.'s Google, Mr. Heatherwick and his team built a shared work area where people can come together. Spaces can be enclosed by a sliding door, allowing people to wall off their area for focus, when needed, or to easily signal an openness to conversation with peers.</p><p>\"It's a bit like baboons showing how available they are to mate,\" Mr. Heatherwick said. \"You can slide your door depending on how focused you are: 'Close the door, I'm working, don't disturb me, I'm on a Zoom call.' Have it slightly open, like, 'I could be available to talk.'\"</p><p>Mr. Chesky of Airbnb said the open office plan, long derided by workers as loud and unproductive, may have also outlived its usefulness. Though Airbnb hasn't settled on any plan to renovate its spaces, Mr. Chesky said offices would need to better serve single purposes, making it easier for employees to give a presentation or design creatively.</p><p>\"If we invented an office today, what would it do?\" he asked. \"The office of the future should not resemble at all the office of the past because the world is changing.\"</p><p>More important than the physical design, though, is a cultural shift that will free people from having to regularly commute to such spaces, he said.</p><p>\"The most talented people live everywhere,\" Mr. Chesky said. \"I think, after compensation, flexibility will be the most important benefit.\"</p><p>Write to Chip Cutter at chip.cutter@wsj.com</p><p>CEOs Give Dueling Visions of the Future of Work</p>",
  "published": "2022-05-05T07:25:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4236,
          "end": 4245
        },
        {
          "start": 3449,
          "end": 3458
        }
      ]
    }
  ]
}