{
  "_id": "4e6fa309f7e4f0261523c8e28bf48f2de2ecd8b617c9e7e6562441a365577ede",
  "feed": "wall-street-journal",
  "title": "The Shadow Crew Who Encouraged Elon Musk's Twitter Takeover; Behind the scenes, fellow billionaires and internet provocateurs bent Tesla CEO's ear; Jack Dorsey's role",
  "text": "<p>Now that Twitter's board has accepted Mr. Musk's $44 billion buyout offer, the Tesla Inc. CEO and world's richest person is positioned to act on years of grievance and mold the platform in his own maverick image.</p><p>Mr. Musk declined to be interviewed, and it isn't clear whether he took any of their advice to heart or merely followed his own gut. Likewise, he has been cagey about his plans for the platform should he complete the deal, beyond his oft-stated feelings that speech on Twitter—which he has said he views as the town square of the digital age—should be unfettered so long as it doesn't violate the law.</p><p>People who have spoken to him and his team recently say Mr. Musk remains dismayed that former President Donald Trump is still barred from the platform.</p><p>If Mr. Musk, as he has signaled, moves toward a true Twitter free-for-all, it could unleash other even more schismatic personalities. The right-wing provocateur Charles C. Johnson, banned in 2015 for tweets asking for fundraising for \"taking out\" a prominent Black Lives Matter activist, has already seized on the chance for clemency.</p><p>When Mr. Johnson saw Mr. Musk's offer to buy the company, he texted Mr. Musk's point man on the deal, Jared Birchall, head of the billionaire's personal investment office.</p><p>\"When do I get my Twitter account back?\" Mr. Johnson asked.</p><p>\"Hopefully soon,\" Mr. Birchall responded.</p><p>In an interview, Mr. Johnson said that, while he does want to regain his account, he doesn't plan to return to regular tweeting, noting: \"I'm over Twitter.\"</p><p>Leaning libertarian</p><p>Before and during Mr. Musk's breakneck takeover of Twitter, a close-knit group of libertarian-leaning activists and businessmen have been encouraging him to get involved. This group includes the so-called PayPal mafia—former executives at the online payments company who include Mr. Musk, the investor Peter Thiel and entrepreneur David Sacks—as well as ancillary figures like the venture capitalist Steve Jurvetson, an early Tesla investor who once served on the auto maker's board; and Mr. Musk's brother, Kimbal, a Tesla board member, according to people familiar with the matter.</p><p>Their involvement—and Mr. Musk's continued willingness to hear them out—may help explain one of the great mysteries of his Twitter obsession: With all the problems in the world, why has Mr. Musk decided he alone can fix it?</p><p>Mr. Musk's dalliance with Twitter began uneventfully enough. His first tweet, in June 2010, announced his presence on the platform. The second came about 18 months later: \"Went to Iceland on Sat to ride bumper cars on ice!\" Just 30 people replied.</p><p>By 2015, tweeting had become a near-daily habit for Mr. Musk. He often posted in the middle of the workday during a period in which Tesla was struggling to make its first electric SUVs. He sometimes replied to major public figures, like Amazon.com Inc. founder Jeff Bezos and the D.J. deadmau5, but otherwise stuck mostly to updates on Tesla's vehicles and rocket launches at his Space Exploration Technologies Corp., or SpaceX.</p><p>Elon Musk's Twitter Feed Sheds Light on Twitter's Prospective Owner</p><p>His tweeting soon rose rapidly. He began regularly interacting with fans and detractors and tweeted more than six times a day on average in 2018. \"Your math isn't very good,\" he wrote to one journalist who was critical of Tesla. Asked by another why he was spending so much time tweeting, he wrote: \"Because Twitter is fun.\"</p><p>His interest in the platform grew even as it helped land him in legal trouble. Memorable tweets included ones suggesting a British cave explorer was a pedophile and another saying he was considering taking Tesla private and had \"funding secured\" to do so. He successfully fended off a lawsuit on the former, after arguing his taunt wasn't meant to be taken literally, and paid $20 million to securities regulators in a settlement related to the latter.</p><p>To a public-relations consultant who urged him to keep a lower profile on the platform, Mr. Musk in 2018 wrote in an email subsequently made public in litigation, \"Will tweet as I wish and suffer the consequences…so it goes.\"</p><p>His tweeting has only increased since that settlement, according to a Wall Street Journal analysis.</p><p>It wasn't long after, friends and associates say, that Mr. Musk's agita with the platform began to grow. He was tweeting an average of nine times a day in 2020 when former Twitter executives say they became aware of his budding friendship with then-CEO Mr. Dorsey.</p><p>While Mr. Dorsey was on stage at a Twitter all-hands event in Houston in early 2020, he called Mr. Musk on FaceTime. Mr. Dorsey plugged his iPad into the stage's jumbo screen, and employees cheered as Mr. Musk's face lighted up the room.</p><p>Mr. Dorsey asked Mr. Musk to choose a single tweet to represent himself.</p><p>\"I put the art in fart,\" replied Mr. Musk, then 48 years old.</p><p>The two billionaires occasionally replied to each other on Twitter, and often traded private messages. One former Twitter executive said Mr. Dorsey would sometimes appear to space out in meetings because he was messaging Mr. Musk during the workday.</p><p>The two men's shared interests, the former executives said, included exploring whether Twitter could be run more effectively as a private company, as it had been for its first seven years, after Mr. Dorsey launched it with several co-founders. Messrs. Dorsey and Musk were focused primarily on Twitter's role as a potential public good, rather than a business focused on short-term profits.</p><p>After his exit, Mr. Dorsey turned openly critical of the company and its board of directors, many of whom he put in their roles.</p><p>The storming of the U.S. Capitol Jan. 6 last year created a fissure between Mr. Musk's views and the company's. In the lead-up to the riot, Mr. Trump posted tweets that Twitter executives viewed as inciting violence. Mr. Dorsey initially opposed banning Mr. Trump from the platform, but grew to see the move as necessary under Twitter's rules, people familiar with the decision said.</p><p>How Elon Musk Made His Fortune</p><p>The move riled Mr. Musk, who had previously described himself as \"half Democrat half Republican\" and endorsed Andrew Yang for the Democratic nomination in 2020.</p><p>Mr. Birchall—Mr. Musk's de facto No. 2—in a text message to an associate described his boss's view as: \"He vehemently disagrees with censoring. Especially for a sitting president. Insane.\" Mr. Trump has said he has no plans to tweet again.</p><p>Share your thoughts</p><p>Who should Elon Musk be listening to as he takes over Twitter? Join the conversation below.</p><p>Despite their disagreement over how to handle Mr. Trump's account, the friendship between Messrs. Musk and Dorsey persisted. They stayed in contact over the past year as Mr. Dorsey, who typically keeps a long beard and a nose ring, started spending much of his time in French Polynesia, Hawaii and Costa Rica, where he pursued a meditation practice, according to people close to him.</p><p>\"Elon is the singular solution I trust,\" Mr. Dorsey tweeted on April 25, the day Twitter accepted Mr. Musk's bid. \"I trust his mission to extend the light of consciousness.\"</p><p>If Mr. Musk makes good on his bid, Mr. Dorsey, who didn't respond to requests for comment, stands to walk away with nearly $1 billion for his Twitter stake.</p><p>This January, as Twitter's stock languished near two-year lows, Mr. Musk began buying up shares, according to filings. Though his stake would remain a secret for more than two months, his interest in the platform was palpable to some around him.</p><p>One investor in Mr. Musk's companies who spoke to him during the buildup said the Tesla CEO was agitated by what he viewed as Twitter's pattern of plausible deniability—of blaming content moderation decisions on an algorithm. That argument, broadly shared by those on the political right, posits that Twitter favors certain tweets and buries others further down on user feeds.</p><p>Twitter has said its platform is designed to surface high-quality information.</p><p>In March, Mr. Musk placed a call to Seth Dillon, the CEO of the Babylon Bee. The Bee, a right-leaning satirical publication modeled after The Onion, had been suspended from Twitter for a tweet that mocked a prominent transgender female government official as \"Man of the Year.\" During the call, according to Mr. Dillon, Mr. Musk asked to confirm that it was true that the website had been suspended for the infraction, and mused that he might need to buy Twitter.</p><p>His stake was already public by April 13, the day before Mr. Musk was slated to sit for an interview with TED leader Chris Anderson at the TED conference in Vancouver. After flying into the city, Mr. Musk headed to a Nordstrom store to pick up a suit, according to a person familiar with the matter. That evening, he gathered with a small group, including Mr. Anderson and Mr. Jurvetson, who parted ways with his namesake venture-capital firm in 2017 after the firm launched an internal investigation about his behavior toward women, among other matters. He later left the Tesla board, but continues as a director of privately held SpaceX.</p><p>Private dinner</p><p>Over dinner in a private dining room at a local restaurant, Mr. Musk didn't show much interest in talking about Twitter, one attendee said. Instead, he asked those at the table to share their theories about the meaning of life.</p><p>The next day, Mr. Musk disclosed that he was seeking to take over Twitter.</p><p>Since then, further requests have publicly rolled Mr. Musk's way, including from the halls of Congress. Sen. Josh Hawley, (R., Mo.), this week congratulated Mr. Musk on his catch and urged him to investigate the company's decisions to suspend users and to downrank stories about a laptop belonging to President Biden's son. Rep. Marjorie Taylor Greene, (R., Ga.), whose personal account was banned for repeating Covid-19 misinformation, said she would apply for reinstatement.</p><p>Mr. Musk is now engaged in a crusade about a reinstatement of a different sort. On Wednesday, he wrote, presumably in jest, that he would buy the Coca-Cola Co. in order to restore cocaine to its formula. On Thursday, he repeated the joke, tagging Coke's official account this time.</p><p>Inti Pacheco and Siobhan Hughes contributed to this article.</p><p>Write to Rob Copeland at rob.copeland@wsj.com, Georgia Wells at georgia.wells+1@wsj.com, Rebecca Elliott at rebecca.elliott@wsj.com and Liz Hoffman at liz.hoffman@wsj.com</p><p>The Shadow Crew Who Encouraged Elon Musk's Twitter Takeover</p>",
  "published": "2022-04-29T19:33:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 10109,
          "end": 10113
        }
      ]
    }
  ]
}