{
  "_id": "f10d6c1b5bbd13ed91975530f0848a7a64b963025a97ea46516bc38950429753",
  "feed": "ftcomall",
  "title": "Why on earth did Warren Buffett swap Wells Fargo for Citigroup?",
  "text": "<p>Warren Buffett's personal affinity for the companies in his portfolio is often mixed with the harder-headed business decisions made by him or his managers. The Berkshire Hathaway chair appears to genuinely enjoy the taste of Cherry Coke; he also appreciates Coca-Cola's returns.</p> <p>It was Wells Fargo where the head and heart were most aligned. When he first bought a 10 per cent stake 33 years ago, <a href=\"https://www.berkshirehathaway.com/letters/1990.html\">Buffett praised</a> the “superbly managed, high-return banking operation”, but the bank also reflected Buffett's own homespun charm. </p> <p>Although it later became the biggest bank in the world by market capitalisation, Wells shunned large-scale expansion outside the US. Sticking to consumer and commercial loans, Wells declined to develop or acquire a big investment bank.</p> <p>There were other less obvious connections. Longtime Wells chief executive John Stumpf used to play bridge with Buffett's younger sister Bertie. </p> <p>In 2009, <a href=\"https://buffett.cnbc.com/video/2009/05/02/morning-session---2009--berkshire-hathaway-annual-meeting.html\">Buffett said</a> of the bank: “If I had to put all my net worth in one stock, that would've been the stock.”</p> <p>But now he owns none of it. </p> <p>Berkshire began reducing its stake in Wells in 2017 and this week revealed in a filing that it had <a href=\"https://www.ft.com/content/e8f9c368-2a3c-490e-a289-ec8a1216f943\">dumped the entire position</a> and made a new investment in Citigroup. </p> <p>The abiding narrative is that Wells lost its moral compass, betraying the confidence that Berkshire placed in the bank for so long. But what if it is actually Berkshire that has changed? </p> <p>Buffett used to praise Wells for acting more like Walmart than JPMorgan Chase. “Wells just has a whole different attitude,” he once told Fortune. “That's why [then chair Dick] Kovacevich calls them ‘retail stores'. He doesn't even like the word ‘banking'.”</p> <p>Wells was famous for the “cross sell” — come in to open a current account but leave with a credit card or car insurance, too. Yet it turned out that one reason Wells was so much better than the competition was that it opened millions of accounts without customers' permission.</p> <p>The resulting <a href=\"https://crsreports.congress.gov/product/pdf/IF/IF11129\">scandal in 2016</a> cost billions of dollars in penalties, brought a size cap from regulators and ultimately led to the departure of two successive chiefs.</p> <p>Now the affinity has been replaced by antipathy. In 2020, Buffett's partner Charlie Munger, Berkshire's vice-chair, described as “outrageous” the decision of Wells' incoming chief Charlie Scharf to continue living in New York rather than move to the bank's headquarters in San Francisco. </p> <p>(Munger has strident views on people's living arrangements. He <a href=\"https://www.independent.com/2021/10/28/architect-resigns-in-protest-over-ucsb-mega-dorm/\">donated $200mn</a> towards a new student dormitory in Santa Barbara on the condition that most of the rooms did not have windows.)</p> <p>Yet it is not clear why Wells is still in the sin bin six years after the fake-accounts scandal broke. Some customers suffered but the scam was mainly a ruse to meet internal sales targets. Other banks have committed far worse crimes but do not find their size limited by regulators.</p> <p>More perplexing is why Berkshire has jettisoned Wells now. Buffett assembled his 10 per cent stake in 1989 and 1990 for $290mn. That was worth about $20bn when Berkshire did most of its selling. Including dividends, the return comfortably exceeds the S&amp;P 500.</p> <p>The stock has failed to recover to pre-scandal levels but the bank continues to generate strong profits, with a credible 12 per cent return on equity. When the regulators finally loosen their grip, Wells will have the opportunity to flex its muscles and deliver growth alongside the attractive earnings.</p> <p>Citi, on the other hand, is not a typical Buffett-shaped bank. He has tended to favour large US-focused institutions such as Bank of America and US Bancorp. Citi is a highly international, accident-prone business, dependent on a mercurial debt trading operation. It employs thousands of investment bankers, or “money shufflers” as Buffett disdainfully labels them.</p> <p>It is not unknown for Berkshire to make an abrupt change. Buffett avoided most tech stocks until 2016 when Berkshire began buying Apple; it is now the dominant stock in the portfolio.</p> <p>But swapping Wells Fargo for Citi? It's like the teetotal Buffett swapping his Cherry Coke for Jack Daniel's.</p><p>Source: Tom Braithwaite 2022 'Why on earth did Warren Buffett swap Wells Fargo for Citigroup?' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T13:45:57.870Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 258,
          "end": 267
        }
      ]
    }
  ]
}