{
  "_id": "9894c11001a7a26a21374d84090de2349136eb3d5f88dc219f66f6cb1346bbaf",
  "feed": "wall-street-journal",
  "title": "Consumer Staples Take Their Turn In the Limelight",
  "text": "<p>Instead, investors appear to be turning their focus to companies offering everyday necessities -- a preference that has been amplified as many such companies post strong quarterly results. The consumer-staples group was the sole S&amp;P 500 sector in the green for April, with a gain of 2.4%. The segment fell 1.3% Monday as tech stocks advanced for the day.</p><p>Almost 90% of the staples companies that have reported this season through midday Monday have logged profits above analysts' estimates, according to FactSet. Across industries in the index as a whole, that figure sat at almost 80%.</p><p>Coca-Cola Co., Hershey Co., Kraft Heinz Co., Procter &amp; Gamble Co. and Kimberly-Clark Corp. all reported stronger-than-expected earnings and saw their shares rise at least 4% in April.</p><p>\"The boring, slow-growth, high-quality companies are doing well,\" said Louise Goudy Willmering, a partner at wealth-management firm Crewe Advisors. \"Those kinds of things which were not as appealing and sexy in the tech bonanza of the pandemic have been continuing to grow.\"</p><p>Investors this week will scrutinize earnings reports from companies including Molson Coors Beverage Co., Pfizer Inc., Starbucks Corp. and eBay Inc. They also will watch the Federal Reserve's meeting, where central-bank officials are expected to raise their benchmark interest rate by half a percentage point, and the monthly jobs report for clues about the strength of the labor market.</p><p>One of the top-performing stocks in the S&amp;P 500 last week was paint maker Sherwin-Williams Co., whose shares rose 9.4% in a single session after the company beat earnings expectations. Also on the leaderboard was sanitation company Waste Management Inc., whose shares also climbed after a positive earnings surprise.</p><p>With U.S. inflation at a four-decade high, investors are keeping a close eye on how companies are holding down their costs or passing increases along to customers through higher prices. Reports from some consumer-staples companies suggest households have yet to flinch at higher prices for basic items.</p><p>Hershey raised its outlook for the year as demand for its candy and snacks held up despite higher prices. Coca-Cola reported higher sales as strong demand and price increases counteracted rising input costs.</p><p>\"When it comes to everyday necessities, consumers for the most part are price insensitive,\" said Tom Galvin, chief investment officer at wealth-management firm City National Rochdale. \"They have job gains, they have wage gains, they have cash on hand and they're willing to pay more money to enjoy life. . . .If I'm going to pay a nickel more for a can of my favorite beverage, it's like, no big deal.\"</p><p>Rising rates aren't the only problem for growth stocks, like those of many tech firms, that are valued on future growth. Big tech companies served up a mixed bag of earnings reports last week, helping send the major stock indexes swinging sharply.</p><p>While shares of Meta Platforms Inc. soared 18% Thursday after the Facebook parent company added more users than expected, Amazon.com Inc. shares plunged 14% the following day after the company posted its first quarterly loss in seven years.</p><p>Such stocks exert a heavy influence on indexes, like the S&amp;P 500, that are weighted by market value.</p><p>At the end of last week, the popular FAANG stocks -- Meta Platforms, Amazon, Apple Inc., Netflix Inc. and Google parent Alphabet Inc. -- along with Microsoft Corp. made up more than 21% of the S&amp;P 500 but accounted for almost 37% of the index's 2022 decline on a total-return basis, according to S&amp;P Dow Jones Indices.</p><p>The rush into defensive stocks has been so strong that staples stocks have started to look expensive.</p><p>The S&amp;P 500 sector traded for five sessions through the middle of last week at a higher forward price/earnings multiple than the technology segment, the first time that had happened since April 2020, according to FactSet.</p><p>At the end of last week the consumer staples sector traded at 21.7 times its projected earnings over the next 12 months, while the technology sector traded at 21.5 times.</p><p>Tech stocks, on the other hand, have fallen so far that some investors say there are deals to be found.</p><p>Andrew Slimmon, senior portfolio manager at Morgan Stanley Investment Management, said he has been buying growth stocks, including shares of big tech companies.</p><p>\"These big tech stocks, with a few exceptions, are down a lot,\" he said. \"I just don't think their valuations are at a level that should be avoided anymore.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2159,
          "end": 2168
        },
        {
          "start": 587,
          "end": 596
        }
      ]
    }
  ]
}