{
  "_id": "8d7e380fdc7b702ece7ea9c476c47a7872096ed52b32da4b4c90a88ceda76ee5",
  "feed": "wall-street-journal",
  "title": "Elon Musk Tweets He's Buying Manchester United, Then Calls It a Joke; Billionaire's posts add to the list of eyebrow-raising statements he has made on the platform",
  "text": "<p>In a follow-up tweet about 4½ hours later, responding to a follower asking if he was serious, Mr. Musk said: \"No, this is a long-running joke on Twitter. I'm not buying any sports teams.\"</p><p>Mr. Musk didn't immediately respond to a request for comment late Tuesday.</p><p>The world's wealthiest person and one of Twitter's most prominent users, with more than 100 million followers, Mr. Musk has used the platform before to drop big pronouncements—some serious, many of them not.</p><p>Weeks after persuading Twitter Inc. to accept his $44 billion acquisition offer in April, he used the platform to say that the deal was \"temporarily on hold\" pending clarity on questions about the company's user data. He later cited the same issue, in part, as reason for trying to walk away from the deal, prompting Twitter to sue the billionaire to enforce the contract. A trial in that case is scheduled for October in Delaware's Court of Chancery.</p><p>PHOTOS: How Elon Musk Made the Fortune He'll Need to Buy Twitter</p><p>Mr. Musk also tweeted several days after inking the Twitter acquisition deal that he was acquiring Coca-Cola Co., which at the time had a market value of about $282 billion. \"Next I'm buying Coca-Cola to put the cocaine back in,\" Mr. Musk wrote. On Tuesday, following his posts about Manchester United, he said, \"And I'm not buying Coca-Cola to put the cocaine back in, despite the extreme popularity of such a move.\"</p><p>In December, Mr. Musk tweeted that he was \"thinking of quitting my jobs &amp; becoming an influencer full-time wdyt,\" using an abbreviation for \"what do you think?\" Mr. Musk remains CEO of Tesla as well as rocket company SpaceX, formally known as Space Exploration Technologies Corp.</p><p>In 2018 Mr. Musk suggested on Twitter he had \"funding secured\" to take Tesla private. The Securities and Exchange Commission fined Mr. Musk for what it deemed a false statement. Mr. Musk also relinquished his role as Tesla chairman as part of the settlement. Mr. Musk is suing to have the settlement thrown out.</p><p>Mr. Musk's Manchester United tweets come at a time of trouble around the team. It is widely considered one of the world's most valuable sports brands, with a base of passionate supporters that reaches around the globe, but the club has frequently been in turmoil. The U.S.-based Glazer family, then led by the late corporate raider Malcolm Glazer, took it in a leveraged buyout in 2005. The club went public on the New York Stock Exchange in 2012, but the Glazers are the only entity holding more than 10% of its shares, according to the Manchester United website. The Glazers also own the Tampa Bay Buccaneers of the National Football League.</p><p>From the start, the Glazers have had a contentious relationship with the team's fan base, which was upset about ceding control of the team to American buyers who had taken on significant debt to make the acquisition. The club has won five Premier League titles during their ownership, but \"Love United, Hate Glazers\" stickers—the remnants of a fan campaign against the owners—are nonetheless affixed to some seats at Old Trafford, the club's stadium.</p><p>The trouble has intensified as United lost its first two matches this season, placing it in last place in the standings and stoking fears that it has fallen out of England's soccer elites. Michael Knighton, a former director of the club, has said recently that he is trying to put together a group that could wrest control of United from the Glazers.</p><p>A Buccaneers spokesman said the team operates completely separately from Manchester United. The English team didn't immediately respond to an email request for comment.</p><p>If Mr. Musk had made a real effort to buy Manchester United Ltd.—which has a market value of around $2 billion—it would have come with a price tag considerably smaller than Twitter. But buying the storied Premier League football team would have further stretched Mr. Musk's finances amid uncertainty over whether the Delaware court will force him to go through with the Twitter takeover. Earlier this month he sold nearly $7 billion in Tesla stock, saying he acted in case he had to buy Twitter. He also said he planned no further Tesla share sales.</p><p>When Russian oligarch Roman Abramovich earlier this year sold Chelsea FC after he was sanctioned in the wake of Russia's invasion of Ukraine, the team went for £4.25 billion, equivalent to around $5.3 billion. It was acquired by a group led by Los Angeles Dodgers part-owner Todd Boehly.</p><p>Bruce Orwall and Andrew Beaton contributed to this article.</p><p>Write to Robert Wall at robert.wall@wsj.com</p><p>Elon Musk Tweets He's Buying Manchester United, Then Calls It a Joke</p>",
  "published": "2022-08-17T05:45:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1080,
          "end": 1093
        },
        {
          "start": 1179,
          "end": 1188
        }
      ],
      "weightsV2": {
        "weight": 1.3967154,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.60332537,
        "tagPositionWeight": 4.0769577e-05,
        "titleWeight": 0.0
      },
      "typeRank": 10
    }
  ]
}