{
  "_id": "1939c61120df39bed1615348615e7e7f151b97f6a87a561c7f846ae0ed58b3d6",
  "feed": "wall-street-journal",
  "title": "Former Coal Executive Faces Foreign Bribery, Money-Laundering Charges; Charles Hunter Hobson allegedly engaged in a bribery and money-laundering scheme involving an Egyptian state-owned manufacturer between 2016 and 2020, the Justice Department said",
  "text": "<p>No legal representation was listed for Mr. Hobson in court records.</p><p>The FCPA prohibits the payment of bribes to foreign officials to win or keep business.</p><p>Mr. Hobson, who was the vice president of an unnamed coal company in Pennsylvania, allegedly paid bribes to the Egyptian manufacturing company, Al Nasr Company for Coke and Chemicals, with his co-conspirators to obtain about $143 million in coal contracts, the Justice Department said.</p><p>Representatives for Al Nasr Company couldn't be reached for comment.</p><p>Prosecutors alleged Mr. Hobson and his co-conspirators caused the Pennsylvania coal company to pay commissions to a sales intermediary that passed the bribes to Al Nasr for the coal contracts and to transfer the payments from a U.S. bank account to one in the United Arab Emirates. Mr. Hobson also secretly conspired to receive part of the commission as kickbacks, prosecutors said.</p><p>The Justice Department said Mr. Hobson would make his first court appearance this afternoon in the Eastern District of Tennessee, a region that includes Knoxville.</p><p>Mr. Hobson's charges follow a pledge by the Justice Department earlier this year to robustly enforce the FCPA, after the number of cases brought under the key antibribery law appeared to wane last year. U.S. prosecutors levied fines against just three companies in 2021 for violations of the FCPA. The number of corporate FCPA resolutions last year hit its lowest point since 2015.</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Former Coal Executive Faces Foreign Bribery, Money-Laundering Charges</p>",
  "published": "2022-03-31T21:02:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 319,
          "end": 323
        }
      ]
    }
  ]
}