{
  "_id": "3ef2a6f1b349b2c2a397c56015c6346fd33c822c2cc43efcbc380e6ebe4925bb",
  "feed": "wall-street-journal",
  "title": "Coca-Cola Adds Fresca to Mix of Canned Cocktails",
  "text": "<p>(WSJ January 13, 2022)</p><p>(END)</p><p>Coca-Cola Co. is getting deeper in the booze business.</p><p>The soda giant has made a deal with Constellation Brands Inc. to introduce a line of spirits-based canned cocktails this year under its Fresca brand, Constellation said Thursday.</p><p>Fresca Mixed will start with cocktails inspired by recipes from people around the world who use Fresca as a mixer, said Constellation, which will market and distribute the products in the U.S. Financial terms of the deal between Coca-Cola and Constellation weren't disclosed.</p><p>\"When you consider that more than 50% of Fresca's consumers already mix it with spirits, it seemed like a natural one for us,\" Constellation Chief Executive Bill Newlands said on a conference call with analysts Thursday.</p><p>Soda and alcohol companies are increasingly moving onto one another's turf.</p><p>Coke last year introduced Topo Chico hard seltzer, created in a partnership with Molson Coors Beverage Co.</p><p>PepsiCo Inc. early this year plans to roll out an alcoholic version of Mountain Dew in a partnership with Boston Beer Co., and Anheuser-Busch InBev SA this month is introducing a line of Bud Light-branded hard soda in cola, cherry cola, orange and lemon-lime flavors.</p><p>Canned cocktails are growing in popularity as many people switch to spirits-based drinks from hard seltzer, wine and beer.</p><p>Ready-to-drink spirits represented $741 million in U.S. retail-store sales in 2021 through Dec. 25, more than double the sales over the same period a year earlier, according to an analysis of Nielsen data by Bump Williams Consulting.</p><p>For Coke, the venture presents a chance to earn additional revenue from a small brand -- a strategy that differs from that of its rival PepsiCo, which is throwing one of its flagship soda brands into the alcohol arena.</p><p>For Constellation, the deal is an opportunity to expand in the canned-cocktail category.</p><p>Constellation, whose brands include Corona and Modelo beer and Cooper &amp; Thief wines, also sells Svedka Vodka Soda products.</p><p>Fresca -- a tart, grapefruit-flavored, sugar-free soda -- made its debut in 1966, following the successful launch of Coca-Cola's first diet cola brand, Tab, according to a Coke spokeswoman.</p><p>In Latin America, Coca-Cola markets a sugar-sweetened version.</p><p>Fresca's popularity peaked around 2006, when it represented less than 0.5% of soft-drink sales volume in the U.S., according to Beverage Digest. In 2018, Coke updated the brand's U.S. packaging and flavors in an effort to kick-start its sales. Fresca's U.S. sales volume is now about half what it was in 2006, according to Beverage Digest. But it is Coke's fastest-growing soda brand in the U.S., Constellation said.</p><p>Leah Bayer, a blogger who posts cocktail recipes on her website farmwifedrinks.com, recommends Fresca with gin over ice with lemon and lime. \"I don't normally buy Fresca but felt like being daring,\" she wrote in a post.</p>",
  "published": "2022-01-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2208,
          "end": 2217
        },
        {
          "start": 1572,
          "end": 1576
        },
        {
          "start": 836,
          "end": 840
        },
        {
          "start": 2407,
          "end": 2411
        },
        {
          "start": 2172,
          "end": 2176
        },
        {
          "start": 492,
          "end": 501
        },
        {
          "start": 2603,
          "end": 2607
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10017668"
    }
  ]
}