{
  "_id": "5347d11da0f17abe25e888cab20ccf58d649c072e4c7c5babdbecf028d5d07a3",
  "feed": "ftcomall",
  "title": "China lockdowns erode multinationals' revenues ",
  "text": "<p>Coronavirus lockdowns in China are eating into the revenues of big global retailers, with hundreds of millions of residents confined to their homes in the world's largest consumer market. </p> <p>Starbucks and Yum China, the local owner of the KFC and Pizza Hut brands, are among the multinational groups warning of falling sales as President Xi Jinping's <a href=\"https://www.ft.com/content/0e6914ed-3ce5-4f7f-ab91-ce7b0ad68f2c\">unwavering zero-Covid policy</a> erodes consumer confidence and chokes supply chains in China. </p> <p>Coronavirus cases have declined across the country in the past fortnight, but 328mn people in 43 cities in China are still under full or partial lockdowns, according to estimates by Nomura, as local authorities try to meet <a href=\"https://www.ft.com/content/33b7fcb2-bc88-4a76-9b81-d561deaabc5c\">Xi's requirement</a> of eliminating all chains of community transmission.</p> <p>Yum China warned on Wednesday that the Omicron wave would have a “much more severe” impact than the initial coronavirus outbreak in 2020. It pointed to the country's Covid-19 infections surging to nearly 600,000 in April, a six fold increase from March when China's worst Omicron wave gathered pace. </p> <p>“Compared to 2020 it is far more complex to keep our stores open, get our employees to work and obtain necessary approvals,” Joey Wat, Yum China's chief executive, told investors on Wednesday.</p> <p>The bleak assessment from the fast-food retailer came hours after Starbucks suspended its outlook for the 2022 fiscal year, citing uncertainty about the impact of lockdown measures in China, its second-largest market. </p> <p>It said more than 70 per cent of the cities where it operates in China — where the coffee chain has more than 5,600 stores — have been hit by Omicron outbreaks over the past three months, causing a sharp decline in sales.</p> <p>The fall of in-store sales during the latest restrictions has not been accompanied by the corresponding boom in online shopping that occurred in many western countries that went into lockdown two years ago, analysts said. </p> <p>The total value of sales on Alibaba's main ecommerce platform Taobao declined by 8 per cent in March compared with 2021, according to YipitData, a market research firm. </p> <p><a href=\"https://www.ft.com/content/25ae00fa-8913-4cdc-ba14-7b011a8c9928\">Mass </a>lay-offs in the tech industry,<a href=\"https://www.ft.com/content/b4dd609a-66e5-4366-a308-207b2f0ef6a9\"> battered</a> Chinese equity markets and a collapse in property sales are <a href=\"https://www.ft.com/content/ddecbd5b-2e8f-46e8-816d-b92ae1c1cd88\">inflicting greater pain</a>, undermining consumer confidence and leading economists to lower their forecasts for China's annual growth. </p> <p>The downbeat projections on Chinese consumption came after several western multinationals, including Apple, Coca-Cola and General Electric, <a href=\"https://www.ft.com/content/81e6f019-c85a-478b-8b19-a5e6dce6dd78\">cautioned </a>that the lockdowns had disrupted supply chains and dented consumer demand. </p> <p>Shanghai's woes have become emblematic of the crisis facing the leadership in Beijing. </p> <p>After more than a month of lockdowns in much of the city, authorities have permitted some people in neighbourhoods without any infections to leave their apartments. But clothes stores, restaurants and coffee shops in China's most populous city remain closed for in-person shopping and dining. </p> <p>In Beijing, <a href=\"https://www.ft.com/content/ed8bc95c-612b-4847-b555-bc6bd9a0d623\">scores of neighbourhoods</a> remain under lockdown after several rounds of citywide tests uncovered more infections. </p> <p>The capital's authorities have stopped short of implementing a citywide lockdown, but some experts said that a de facto lockdown has been introduced through public health measures that was severely restricting people's movement. </p> <p>This week, officials postponed the reopening of schools, after a three-day national holiday that ended on Wednesday, and shut part of the capital's subway system. &#xa0;</p> <p>In another example of the rapidly changing rules that companies are trying to address, several cities, including Beijing and Zhejiang's capital Hangzhou, as well as Wuhan, now require residents to undertake a PCR test every 48 hours to travel on public transport, eat in restaurants or go to public places. </p> <p>Economists cautioned that the latest health measures could further dampen any business recovery. </p> <p>“Benefits of this 48-hour mandate might be limited as the infectious Omicron is unlikely to be fully stamped out and cities might still be faced with frequent partial or even full lockdowns,” said Ting Lu, Nomura's chief China economist. </p> <p>“Cross-city travel and logistics will still be significantly impaired as cities may not trust each other's testing quality and results. Rich cities could be especially isolated due to their mistrust of less affluent cities.”&#xa0;</p> <p><em>Additional reporting by Andy Lin in Hong Kong</em> <br></p><p>Source: Eleanor Olcott in Taipei and Edward White in Seoul 2022 'China lockdowns erode multinationals' revenues ' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-04T07:59:23.388Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2401,
          "end": 2410
        }
      ]
    }
  ]
}