{
  "_id": "bb9691e28a8d8e1da491eba6a58d330107e3512fee606f33a723fe78793c265f",
  "feed": "ftcomall",
  "title": "‘She's radiant': what French voters like about Le Pen this time",
  "text": "<p>Julie Niel cannot contain her emotion. The 35-year-old, who works at a Leclerc supermarket, has just caught a glimpse of <a href=\"https://www.ft.com/topics/people/Marine_Le_Pen\">Marine Le Pen</a> emerging from the Hôtel Normandy in Vernon. “I'm so excited,” says Niel, gripping her daughter's hand while trying to take a picture with her phone of the French presidential candidate through a jostling crowd of journalists and supporters. “She's the one who will save us from all this, from everything: the cost of living, the state of the economy, all the things Macron has done, petrol at €2 a litre, food prices.”&#xa0;</p> <p>Vernon is on the banks of the Seine, about an hour's drive from Paris and just over the border into Normandy. According to one of Le Pen's advisers, it was the 46th village or town she had visited since September as part of her “go local” campaign against sitting president <a href=\"https://www.ft.com/stream/93d769f2-bd82-4f4c-8d44-d2f331bdebca\">Emmanuel Macron</a>. </p> <p>Le Pen chose the town not for the usual walkabout and selfie-posing, but to make a televised speech about how she would run the country if she replaces Macron two weeks after they both beat 10 other candidates in the <a href=\"https://www.ft.com/content/2dd79519-c478-4660-886e-316c5cb553b3\">first round of France's presidential election</a>. A run-off between Macron and Le Pen will take place on Sunday April 24.</p> <p>But Niel's enthusiasm is a sign that Le Pen's new campaign tactics, even on this short visit to Vernon, are working. The idea is to contrast a smiling, single mother of three who understands the concerns of ordinary people about <a href=\"https://www.ft.com/content/c606a189-4fe6-4c50-b7e5-5ed743c50a70\">rising prices</a>, crime and immigration with a supposedly aloof incumbent president of the elite who began campaigning only days before the first round of voting on April 10. </p> <p>“When she speaks, she's frank. She says what she thinks,” says Niel, whereas Macron “doesn't like French people, he just denigrates them”. Life has been hard, Niel adds, “and I know that with Le Pen it will be” – she makes a repeated chopping motion with her hand to indicate decisiveness – “like this, like this, like this”.</p> <p>Le Pen, 53, is on her third attempt to reach the pinnacle of power in France after unsuccessful campaigns in 2012 and 2017. <a href=\"https://www.ft.com/content/6855ef17-643c-4cfd-b249-0bbbb9a85195\">Opinion polls</a> show she has her best chance yet of becoming the country's first woman president and of delivering a nationalist body blow to western liberal democracy akin to the UK's vote to leave the EU or the election of Donald Trump in 2016.</p> <p>When her father <a href=\"https://www.britannica.com/biography/Jean-Marie-Le-Pen\">Jean-Marie Le Pen</a>, the xenophobic and anti-Semitic founder of the Front National party who called the Nazi gas chambers a mere <a href=\"https://www.bbc.co.uk/news/world-europe-35979522\">“detail” of history</a>, made the first big breakthrough for the extreme right in France 20 years ago, the incumbent Jacques Chirac trounced him by 82 per cent to 18 in the second round of voting. At the last election in 2017, the liberal Macron, then a newcomer to politics, beat Marine Le Pen by 66 to 34. This year, Macron is likely to win by a smaller margin. Whatever the outcome, Le Pen's progress will have been remarkable.</p> <a href=\"http://www.ft.com/cms/9068131.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The rise of authoritarian, populist and nationalist leaders worldwide – not least her allies Trump in the US, Viktor Orban in Hungary and Vladimir Putin in Russia – have made Le Pen stronger; her campaigns have even been <a href=\"https://www.theguardian.com/world/2022/mar/02/french-far-right-leader-marine-le-pen-forced-to-defend-putin-links\">financed by Russian</a> and Hungarian banks.&#xa0;</p> <p>She is also profiting from the loathing for her opponent felt by the French left, where Macron is scorned as a “president of the rich” for having abolished the wealth tax and worked in the past as a Rothschild banker. Ironically, Putin's invasion of Ukraine in the final weeks of the campaign has helped her too, by triggering price rises for fuel and food that are blamed on Macron's government.&#xa0;</p> <p><strong>To a large extent, however, Le Pen</strong> is the author of her own success. The key word is the <em>dédiabolisation </em>– the detoxification or, literally, de-demonisation – of the party she inherited from her father 11 years ago. She has purged it of overt racism and, after the last election, ditched unpopular plans to leave the EU and dump the euro currency. She renamed the Front National, with its neo-fascist associations, the Rassemblement National, which suggests a gathering of all French people. She also changed her tone from confrontational to caring, started smiling and laughing a lot in public and overruled some of her party loyalists by redirecting the focus of her campaign from immigration to the cost of living.&#xa0;</p> <p>She has done what few successful populists have, not only evolving her style but turning down the heat without fundamentally changing what she proposes to do once in power.&#xa0; “She doesn't scare people so much,” says Nicolas Koutseff, a 42-year-old builder from the southern port of Toulon. He is a local representative for Le Pen's party, who switched his loyalty from the centre-right a decade ago. “As a candidate she is much more relaxed. In 2017 she was seen as anti-Europe and anti-everything, and that made people afraid. This time they feel reassured.”</p> <p>The bearded Koutseff, clutching an empty Coke bottle, is queueing with a good-humoured crowd to hear Le Pen address a mass meeting at an exhibition hall on the outskirts of Avignon 10 days before the crucial second-round vote. Asked if she can win, he says: “There's good momentum. We can dream.”</p> <p>Laurent Laval, 65, a motorcycle enthusiast in jeans and a jean jacket, supported Jean-Marie Le Pen for decades and is now loyal to Marine. He agrees she has changed things since the days of her father, a former colonial soldier whose core support was among resentful French settlers who flooded into southern France from north Africa after Algerian independence in 1962. “Now the party's open, there are the young, there are intellectuals,” says Laval, a retired electrician. “She's not necessarily more of an orator [than her father], but she's more diplomatic.”&#xa0;</p> <p>So much so that she has even lured some supporters from the far left to her far-right campaign. Among those in the queue to hear Le Pen in Avignon is Emma, a 23-year-old estate agent, who used to support the far-left Jean-Luc Mélenchon but says she plans to choose Le Pen over Macron because of her promise to immediately reduce the VAT on fuel and eliminate it entirely on essential goods. At a rally the previous week in the far-right stronghold of Perpignan, where Le Pen's former partner Louis Aliot is mayor, her supporters included the Mélenchon defector Andréa Kotarac, now a regional representative in Lyon.&#xa0;</p> <p>In France, at least, this rapprochement between extremes is not so bizarre. If a quarter or more of Mélenchon voters in the first round – he came in third with 22 per cent, compared with 23 per cent for Le Pen and 28 for Macron – say they will vote for her in the run-off, it is because the far left and far right agree on the need for nationalist and protectionist policies. </p> <p>Many also share a distrust of Nato and the EU, are sceptical about obligatory vaccines and sympathise with Putin and other authoritarian leaders. It is mainly on questions of race, religion and identity that they differ, with the Le Pen crowd mostly hostile to migrants and Muslims while Mélenchon's supporters embrace them.&#xa0;</p> <p>As Le Pen told the FT in a <a href=\"https://www.ft.com/content/6d8b9c7a-412c-11ea-a047-eae9bd51ceba\">2020 interview</a> a few months after her party beat Macron's in the last European Parliament elections, “we no longer have a left-right split but one between nationalists and globalists… In this confrontation we have every chance of coming to power at a time when across the world the ideas that we promote – control of immigration, economic patriotism, rational and reasonable protectionism – are increasingly powerful.”&#xa0;</p> <p>Le Pen realised at the start of this year's presidential campaign that she should concentrate on the economic concerns she was hearing from villagers and townsfolk across the country, and not try to match the provocatively anti-Muslim, anti-immigration rhetoric of <a href=\"https://www.ft.com/content/4ae73c59-92b6-40ac-b9f8-970fc01bbd2a\">Eric Zemmour</a>, a rival who briefly challenged her for leadership of the far-right movement after entering politics from his previous role as television talk-show polemicist. </p> <p>Zemmour ended up with 7 per cent of the first-round vote, and nine out of 10 of his supporters say they will back Le Pen in the second. “In this campaign, we saw hardly any antifa,” says one of her advisers, referring to anti-fascist demonstrators. A lot of them were busy protesting against Zemmour. Le Pen also opted for a softer style of campaigning. “It's her third presidential election race, and she doesn't go for the sound and fury any more.”&#xa0;</p> <p><strong>The new approach – which has included telling a concerned farmer </strong>she <a href=\"https://www.lemonde.fr/election-presidentielle-2022/article/2022/04/12/dans-l-yonne-marine-le-pen-cible-le-vote-rural-et-l-electorat-de-melenchon-au-lendemain-du-premier-tour-de-la-presidentielle_6121742_6059010.html\">“loves mud”</a>, welcoming television cameras into her home to explain how much she likes gardening and boasting of passing a course on cat-breeding during Covid lockdowns – certainly seems to have the desired effect in Provençal towns such as Pertuis. “She is the candidate who loves the people” is the effusive verdict of Florelle Bonnet, a 32-year-old carer for the elderly who has come to see Le Pen walk through the town's market on Good Friday, stalls overflowing with fresh produce from asparagus and artichokes to mussels and sea urchins. “She is beautiful, she's radiant and one feels that she is really up to the top job.”&#xa0;</p> <p>Supporters and opponents alike say Le Pen today is a very different candidate from the one who botched the final <a href=\"https://www.ft.com/content/c1875fe6-3052-11e7-9555-23ef563ecf9a\">television debate against Macron</a> before the run-off in 2017, appearing out of her depth on economic issues compared to her eloquent rival. This time, her advisers say, she is better prepared, with a detailed manifesto that she has studied carefully, and will be better rested than she was five years ago before the live television duel.</p> <p>On the trail, she gives as good as she gets. When Le Pen was asked how she felt about former centre-right president Nicolas Sarkozy calling on voters to support Macron, she quipped that it would probably give her more votes. “I'm thinking of putting up posters about it,” she said.</p> <p>And whereas the hyper-intellectual Macron likes to quote philosophers, writers and historians, harks back to the Enlightenment in Europe and has a habit of lecturing people at length, even on village walkabouts, to convince them that his policies are right, she tends to speak in the vernacular. She likened her controversial proposal to forbid Muslim women from wearing the veil in public – she argues it is an “Islamist uniform” – to the ban on smoking in restaurants or the requirement to wear seatbelts in your car. “You respect the law and you might like it or you might not, but that's the way it works in a democracy,” she said.</p> <p>All this has helped Le Pen turn the tables on Macron in terms of personal likeability and political acceptability. When Le Pen's father reached the second round in 2002, more than <a href=\"https://www.theguardian.com/world/2002/may/01/mayday.france\">a million demonstrators</a> took to the streets of Paris to protest against him; this year, only about 20,000 turned out in cities on a sunny spring Saturday to voice their rejection of the daughter – and even then some of those who plan to vote Macron say it's an unpleasant choice between <em>la peste et le choléra</em>: the plague and cholera. </p> <p>“The French are not children, they no longer believe in the big, bad wolf,” Le Pen exulted in a radio interview earlier this month after Macron had criticised her connections with Putin, rejected her economic policies and lambasted her approach to the EU as “lethal and disastrous”.</p> <p>Some French voters still believe in the dangers of the far right. The establishment – in the form of politicians, business, academics and the media – has started to hit back at Le Pen in response to the possibility of an election victory that they fear would cripple the EU, undermine the western alliance, weaken the French economy and further divide society along religious and racial lines. While Le Pen has “detoxified” her party and changed her image and her approach, her underlying policies remain as damaging as ever, her critics argue.&#xa0;</p> <p>On Europe, for example, although she no longer calls directly for France to leave the EU and abandon the euro, her plans to discriminate against foreigners in favour of French citizens and to enforce the primacy of French over EU law would inevitably lead to Frexit, they say. “What Marine Le Pen has performed is an unprecedented sort of campaign therapy, which no longer tries to exploit negative emotions as populists normally do but to emotionally accompany the feelings of the French,” wrote Gilles Finchelstein and Raphael Lorca in a paper on Le Pen for the left-leaning <a href=\"https://www.jean-jaures.org/\">Jean Jaurès Foundation</a>.&#xa0;</p> <p>With the other candidates out of the race and the focus on Le Pen and Macron in the final days of the campaign, her views have begun to receive closer public scrutiny.&#xa0;</p> <p>In Pertuis, in a part of France where fear of migrants and crime has kept the far right in office for decades, a spontaneous protest by one, two and then a couple of dozen residents erupts next to the market when she emerges from a car – the precise locations of her planned ambulations are usually kept secret for this very reason. </p> <p>“She is racist,” says Annick, a 33-year-old restaurant worker and Macron voter born on the Indian Ocean island of Réunion, who appears to be the only black woman present. “She is very dangerous for France.” The others shout: “We are all children of immigrants!”, “<em>No pasarán!</em>” (“They shall not pass”) and “Shove off, Marine, Pertuis doesn't want you!”.&#xa0;</p> <p>Perhaps most telling is the unexpected appearance of the Russia question in the form of 37-year-old Rémy Barthomeuf waving a yellow and blue Ukrainian flag and shouting “You should be ashamed of yourself!” at Le Pen from behind a fishmonger's stall. He works for an IT company and should have been in Lviv with his Ukrainian partner Oksana Romanyk, but they queued up at the Polish border for four days at the start of the war to flee with some friends' children and ended up at his parents' home in&#xa0; Pertuis.</p> <p>Barthomeuf's IT colleagues back in Ukraine have received some rapid military training and are being sent to the front lines in the Donbas, he says, and the couple are buying non-lethal military kit where they can, to help supply the Ukrainian forces. Both say they're shocked by Le Pen's attitude to Putin's invasion and her defence of the Russian occupation of Crimea back in 2014. “She thinks she can negotiate with Putin and make Nato closer to Russia,” says Barthomeuf. “That is to deny reality.”&#xa0;</p> <p>Deeper consideration of Le Pen's Russia ties, like her policies on religion, the economy and the EU, may yet weaken her chances when the French make their final choice at the ballot box. But the smiling Le Pen appears unruffled by the Franco-Ukrainian couple's brief protest. She continues the handshaking and selfie-posing through the admiring crowd of shoppers in the market at Pertuis. There are many more people to meet.&#xa0;</p> <p><em>Victor Mallet is the FT's Paris bureau chief</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Victor Mallet in Vernon 2022 '‘She's radiant': what French voters like about Le Pen this time' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-20T04:00:16.382Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 4823,
          "end": 4827
        }
      ]
    }
  ]
}