{
  "_id": "651808c8d9038013e2bcb6bea2e66e2815fc74f9f4a33d845c850dc5f6cc145d",
  "feed": "ftcomall",
  "title": "Is $110mn man Jake Freeman lucky gambler or conviction investor?",
  "text": "<p>When news emerged recently of the 20-year-old student who had <a href=\"https://www.ft.com/content/b83144bd-830e-4e1d-a9a1-a1ee1ba61dab\">made $110mn</a> buying and selling shares in a tired homeware brand, there was an understandable uproar. The Financial Times revealed Jake Freeman had invested $27mn in Bed Bath &amp; Beyond in July, selling it only a few weeks later for nearly five times as much.</p> <p>Social media exploded with snide commentary, most of it focused on how entitled Freeman was to have $27mn at his disposal in the first place. (Family and friends helped fund the trade, Freeman told the FT.) A few sniped, too, that the return was “not that impressive”. (Really?)</p> <p>Among the tide of Twitter criticism, though, no one thought to make the obvious critique: Freeman bet his whole $27mn on one historically volatile stock. (BB&amp;B has gyrated between $4 and $28 over the past year, often moving wildly with no other impetus than social media hype). In doing so, he junked the old-school investment principle that no matter what your timeframe, a good investor will traditionally choose a broad balance of equities, bonds and other ideally non-correlated assets. In short, a good investor diversifies risk.</p> <p>Or to quote Nobel laureate <a href=\"https://www.ft.com/content/31991efb-3a88-413c-83dd-fea5c7aded58\">Harry Markowitz</a>, who in 1952 coined the “modern portfolio theory” concept, “in choosing a portfolio, investors should seek broad diversification” and be “willing to ride out the bad as well as the good times”.</p> <p>Markowitz could not have known quite how influential his thinking would prove. Among other things, he helped turbo charge a previously modest mutual fund industry. By the end of last year, according to data provider Statista, $27tn was invested in mutual funds in the US alone, with a further $7tn in exchange traded funds. Over the past decade, according to mutual fund giant Vanguard, you could have earned <a href=\"https://personal.vanguard.com/us/funds/tools/benchmarkreturns\">an annual 13.8 per cent</a> tracking the S&amp;P 500. That is impressive by most measures, but it is a long way from Freeman's 400 per cent in a month.</p> <p>Though the scale and speed of the student's spoils attracted particular attention, he is really just a poster boy for the<a href=\"https://www.ft.com/content/bce2ef2a-77d8-485e-ba69-92579f8fceb6\"> “meme stock” generation</a> of investors, who have spent the past couple of years looking for big quick wins from buying and selling undervalued stocks or hyping and dumping crypto coins, often with borrowed money. (Some have succeeded, others have failed, occasionally with <a href=\"https://www.ft.com/content/ff39c4b7-401d-4b03-8d7b-48e7fbc25237\">tragic consequences</a>.)</p> <p>The grounds for criticism are obvious: this is gambling, not investing; crypto is a Ponzi scheme; the scope for financial misery is vast.</p> <p>Yet among the valid scepticism, there is a kernel of validity in what Freeman has spotlighted. Though he hails from a moneyed background, his is a generation that has felt <a href=\"https://www.ft.com/content/3c258bc3-40ee-44da-a815-13d9de3933e8\">deprived of the asset appreciation</a> enjoyed by their parents and grandparents. The resentment will have been sharpened by cost of living increases unseen for nearly half a century. For many, the hunt for high-risk, high-return gains may feel like an imperative — all the more so given the generally lacklustre returns in markets as a whole, and a daunting macro outlook, both economically and geopolitically. So far this year, the S&amp;P 500 has <a href=\"https://www.google.com/finance/quote/.INX:INDEXSP?sa=X&amp;ved=2ahUKEwi5_ZCVvOH5AhV0SEEAHWFlCxgQ3ecFegQIGhAY&amp;window=YTD\">lost about 14 per cent</a>.</p> <p>Some of the world's wiliest investors might agree — at least up to a point. Equity long-short hedge funds typically have very concentrated portfolios. Warren Buffett (who famously called diversification “<a href=\"https://www.forbes.com/sites/karlkaufman/2018/07/24/heres-why-warren-buffett-and-other-great-investors-dont-diversify/?sh=372829f44795\">protection against ignorance</a>”) now has three-quarters of his <a href=\"https://www.cnbc.com/berkshire-hathaway-portfolio/\">equity investments</a> in five companies (Apple, Bank of America, Chevron, Coca-Cola and American Express). In the UK, Baillie Gifford's Scottish Mortgage Investment Trust has prospered largely thanks to outsized bets on tech stocks such as Tesla (though predictably it has suffered this year).</p> <p>There is academic research to support high-concentration investment. An influential <a href=\"https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.485.2277&amp;rep=rep1&amp;type=pdf\">2006 paper</a> led by Klaas Baks at Goizueta Business School found “a positive relation between mutual fund performance and managers' willingness to take big bets in a relatively small number of stocks”. Outperformance amounted to as much as 4 per cent a year, Baks said. </p> <p>This is not to dismiss the idea of diversification, says <a href=\"https://www.ft.com/content/e962ac7d-2bf7-415e-bb3f-ffed3238463f\">James Anderson</a>, who recently stepped down after <a href=\"https://markets.ft.com/data/investment-trust/tearsheet/charts?s=SMT:LSE\">a strong record</a> at Scottish Mortgage; rather stockpickers should concentrate on a small number of “conviction” holdings, and an end investor should select a range of stockpickers.</p> <p>But Anderson stresses that even big conviction investors are a long way from Freeman on the metric that arguably makes the biggest difference between punting and investing: timeframe. So a month is too short? “Even a 12-month horizon is very difficult,” he says. “You have to invest for the really long-term: at least 10 years, preferably for ever.”</p> <p><em>patrick.jenkins@ft.com</em></p><p>Source: Patrick Jenkins 2022 'Is $110mn man Jake Freeman lucky gambler or conviction investor?' FT.com 29 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-29T04:00:14.470Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 3450,
          "end": 3459
        },
        {
          "start": 3425,
          "end": 3434
        }
      ],
      "weightsV2": {
        "weight": 1.6290125,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.37098753,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}