{
  "_id": "0608dcd660ab994c4ec3bb11c9bda1cde322a2dabe67eb6c611b537e322095fa",
  "feed": "ftcomall",
  "title": "I'm in Qatar. But the real World Cup happens back home",
  "text": "<p>Tapping away in air-conditioned stadiums at my ninth World Cup, my mind drifts back to my first. One evening at university in 1990, a friend told me he could get unlimited tickets for the World Cup in Italy. He knew someone whose dad worked for Mars, a sponsor. Mars had tickets, but its Asian and American customers didn't want to go to some soccer thing with hooligans. Days later we were catching the ferry at Dover. At the next <a href=\"https://www.ft.com/fifa-world-cup\">World Cup</a> in the US in 1994, I was a flunky for an American TV station, charged with identifying players who had scored or got hurt or done something, so that the producers could put their names on screen. I mostly misidentified. </p> <p>But I haven't missed a tournament since, and travelling on the Doha metro now — “Sir, you can get into the train,” Filipino “event team” members helpfully explain as its doors open — I find myself comparing all my tournaments. My preliminary conclusion: Qatar epitomises a worsening tendency of World Cups, namely that there is no “there” there. The tournament has become a TV set or Instagram backdrop. Football fans needn't envy us for being here. The real World Cup happens back home. </p> <p>French anthropologist Marc Augé coined the term “non-places”: broadly, “supermodern” places of transience, like airports or hotel rooms, where humans barely leave an imprint. That's a modern World Cup, especially this one. The stadiums are new, without any handed-down history. Built away from neighbourhoods, with large, guarded perimeters, they have no relationship to place. </p> <p>It's Doha, but it could be Brasília. The seats are filled with sponsors' guests, journalists whining about the WiFi, Fifa bods just trying to get through the embarrassment of this World Cup, and non-partisan wealthy football tourists catching two games a day. </p> <p>Everyone is hunting that rare beast: the actual committed fan. What was a source of fear in 1990 is now the World Cup's chief selling point. A smattering of them flies in each day: typically, the upper-middle class of rich countries, the English skilled working class and the upper class of poorer countries. Ecuador's fans, for instance, are much whiter than Ecuador's team. The moment anyone starts behaving like a fan in a Coca-Cola ad — banging a drum, say — everyone crowds around filming them, sending the “passion” viral. Mostly, spectators film themselves: in 2018 I watched an endless line of Peruvians descending an escalator on Moscow's metro, each with a smartphone to their face. </p> <p>The host country's job is to provide the bulk of fans. Qatar hasn't. My only glimpse of local football passion was one balmy evening on the promenade by a yacht harbour. A veiled Qatari mother was leading three small boys, one in full Argentina kit complete with football boots, another dressed as Brazil's Neymar, and a toddler in civilian clothing, guarded by a migrant nanny. Other Qataris probably already regret hosting this thing. Those locals — who, after 12 years of build-up to their national coming-out party, walked out of their team's opening humiliation against Ecuador at half-time — presumably won't come back. </p> <p>I'm staying in a lower-middle-class South Asian neighbourhood, where a dosa meal costs about €2.50, and where all the soaps in the Loyal City supermarket promise “whitening”. I haven't noticed local Indians talking football or watching on screens in restaurants, and you certainly don't see them in stadiums. Every night after the last game, I travel back from the World Cup to another country, grabbing a samosa before bedtime. </p> <p>I've had joy at these tournaments. There are moments — for instance in 2010, when Siphiwe Tshabalala's beautiful goal to open South Africa's World Cup inscribed itself in his nation's history — when a player, a team or even a country attains peak existence. I suspect Tshabalala will remember that shot on his deathbed. I love the Wales fans here, singing in Welsh to the world. But my best memories of World Cups are visits to places I'll never see again: on my one morning walk in the Amazon in 2014, a man washing himself in the mighty river while chickens strutted about. In 2018 I wandered the battlefields of Stalingrad.</p> <p>For the peak World Cup experience, stay home. In 2018 I watched France's thrilling victory over Argentina in a Moscow hotel bar. Back home in Paris, my children and their mates and their mates' parents, faces painted in French tricolours, rolled around in ecstasy on our carpet. It ended the night stained red, white and blue. That's where the World Cup happens: in the world's living rooms and cafés, among friends, <a href=\"https://www.ft.com/content/76d786e6-35fc-443e-a0b7-a91682f15ba5\">ideally with beer</a>. </p> <a href=\"http://www.ft.com/cms/af740901-79d8-4b5a-9db5-7f760ba07e0b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>Follow Simon on Twitter </em><a href=\"https://twitter.com/KuperSimon\"><em>@KuperSimon</em></a><em> and email him at </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=simon.kuper@ft.com\"><em>simon.kuper@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Simon Kuper 2022 'I'm in Qatar. But the real World Cup happens back home' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T11:00:52.449Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2214,
          "end": 2223
        }
      ]
    }
  ]
}