{
  "_id": "66c77b070606185dc8aeabaf561eae94c01fa856d4ea88004552ec29159720e4",
  "feed": "wall-street-journal",
  "title": "Calpers Plans to Vote to Replace Warren Buffett as Berkshire Hathaway's Chairman; Nation's largest pension fund says in filing it would support proposal that Berkshire's chair be independent; board opposes measure",
  "text": "<p>Having the same person hold both roles weakens corporate governance, the National Legal and Policy Center said in the shareholder measure published ahead of Berkshire's April 30 shareholder meeting.</p><p>Berkshire Hathaway's board responded by saying it opposes the measure and believes Mr. Buffett should continue to fill both roles. After he departs, a board member who isn't part of management should become chair, the board said.</p><p>A representative from Berkshire wasn't immediately available for comment.</p><p>The measure likely faces long odds. Mr. Buffett alone has a 32% voting interest in Berkshire. Calpers supports re-electing Mr. Buffett to the Berkshire board.</p><p>Companies are increasingly deciding not to have their chief executives serve as chair, according to consulting firm Spencer Stuart. As of last year, 59% of companies in the S&amp;P 500 had split the chair and chief executive roles, compared with 55% the year before and 41% a decade earlier.</p><p>The National Legal and Policy Center has also filed measures arguing that the chair should be an independent member of the board at Goldman Sachs Group Inc., Coca-Cola Co., Mondelez International Inc., Salesforce.com Inc. and Home Depot Inc., said Peter Flaherty, the group's chairman.</p><p>Calpers, which is a shareholder in all five companies, declined to say specifically whether it would support those proposals. A Calpers spokeswoman said the pension fund generally supports separating the board chair and chief executive roles at all companies in which it owns stock.</p><p>In addition to the proposal concerning Berkshire Hathaway's board chair position, Calpers also co-sponsored a separate proposal asking the company for more information on how it manages climate risk. \"In our view, the company's existing disclosures are insufficient,\" Calpers's filing said. Pension funds in New Jersey and Quebec also sponsored the measure.</p><p>Calpers's long history of using its investment muscle to steer corporate governance, which has met with pushback, includes a previous run-in with Mr. Buffett. In 2004, the pension fund unsuccessfully opposed his re-election to the board of Coca-Cola.</p><p>The move was part of a 2004 policy of withholding support for hundreds of board members who had authorized auditors to provide nonaudit services, such as tax advice. Good-governance advocates said that practice could lead to conflicts of interest.</p><p>Calpers ended up changing that policy to more closely target the audit firms themselves rather than the companies that use their services. Mr. Buffett stepped down from the Coca-Cola board in 2006, with the company citing increased demands on his time resulting from recent Berkshire acquisitions.</p><p>Write to Heather Gillers at heather.gillers@wsj.com</p><p>Calpers Plans to Vote to Replace Warren Buffett as Berkshire Hathaway's Chairman</p>",
  "published": "2022-04-20T21:04:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2117,
          "end": 2126
        },
        {
          "start": 1108,
          "end": 1121
        },
        {
          "start": 2549,
          "end": 2558
        }
      ]
    }
  ]
}