{
  "_id": "d91ef1d1a2e9e59cc6e72aac0e053a3304ede37e1e9cec9e0c5bb855d3c9c8d4",
  "feed": "ftcomall",
  "title": "Why it's hard to size up the Russia hit to earnings",
  "text": "<p>Companies have been falling over themselves to tell investors they're leaving Russia. Just not how much it's going to hit profits. </p> <p>In part that's because the direct effects of quitting the country are likely to be small for most. Put aside the likes of Evraz, Petropavlovsk and Polymetal. They may as well be Russian as their removal from the FTSE indices indicates. <a href=\"https://www.ft.com/content/d85c2133-8917-4a00-8fba-6cef570ed5b7\">BP and Shell are anomalies</a>, too, flagging the likelihood of considerable writedowns. </p> <p>Most UK companies only source a small portion of their revenues from Russia or Ukraine. Disclosure tends to be poor. For several of those that have spelt it out in recent weeks, the figures have often been tiny. When retailers Boohoo and JD Sports announced they were suspending sales, it meant sacrificing 0.1 per cent and 0.05 per cent of revenues respectively. At advertising group WPP, Russia accounted for 0.6 per cent of revenues less pass through costs last year. </p> <p>There are companies for which the hit has been more meaningful. Asos generated 4 per cent of sales and £20mn of last year's profit from Russia. Twenty per cent of revenues and operating profits at one of Coke's largest bottlers, Coca-Cola HBC, came from the two countries last year: it has pulled guidance. And the two UK tobacco giants <a href=\"https://www.ft.com/content/5e1e1a90-47d9-4755-9014-203bd6075ad6\">both trimmed guidance</a> over the past week after unveiling plans to transfer ownership of their local operations. British American Tobacco took a percentage point off its revenue growth target and knocked a couple off its vaguer earnings growth estimate despite only 3 per cent of sales coming from the region.</p> <p>Quitting won't always be bad for profitability, if margins in Russia are worse than elsewhere, but there are other potential costs to be calculated. Tax charges, for one. So-called stranded costs, a common stumbling block in dealmaking, are another. When companies sell off chunks of their business, they have a smaller pool of revenues across which to spread central costs. That can hurt margins. </p> <p>The greater impact will undoubtedly come from second-order effects: inflation; and lower economic growth. Predicting how those effects play out is complicated by questions over how consumers will spend the surplus savings accumulated during lockdowns. A shallow slowdown that mainly impacts lower income families might be bad for mass market consumer brands; a deeper recession hits <a href=\"https://www.ft.com/content/8d4a29e6-4bef-4c52-92c4-ab588f6af51f\">discretionary spending</a> far more broadly. </p> <p>Earnings estimates from analysts have, at this point, barely budged. But share prices are signalling a bigger hit. Analysis by UBS on Monday indicated markets were already pricing in a 10 per cent downgrade to earnings for the Stoxx 600 based on what it would take for valuations to return to the long-term average. Compare the performance of the most economically sensitive stocks to the least, and they were pricing in recession. That chimes with the performance of UK retail stocks to date: Made.com and Dr Martens down more than 40 per cent, JD Sports off a third and Next roughly 20 per cent.</p> <p>But companies are going to have to say more and soon. <a href=\"https://www.icaew.com/technical/financial-reporting/news-and-insights/war-in-ukraine-the-corporate-reporting-implications\">New guidance</a> for accountants this week reminded companies and auditors of their responsibilities. For companies with December and January year-ends, war in Ukraine is a “non-adjusting post-balance sheet event”, so they don't have to change the measurement of their assets and liabilities for its impact unless it is so severe the company can't be considered a going concern. But they still have to disclose estimates of the financial effect in the notes to their accounts. Companies assessing the effect of the war on their business have to consider not just sanctions but the knock-on effects on supply chains and energy prices, and the likely impacts on future cash flows.</p> <p>That means there are going to be more warnings. Two midsize food and drink companies, Fevertree and Wagamama owner The Restaurant Group, <a href=\"https://www.ft.com/content/0de838c4-cfc8-4453-9c82-6d497a205003\">cautioned on Wednesday</a> about the impact on input costs of rising inflation from the war. </p> <p>The challenge for investors will be disentangling what can rightly be attributed to the inflationary impact of the conflict, and where companies use these to conceal broader margin problems in their business. </p> <p><em>cat.rutterpooley@ft.com<br>@catrutterpooley</em></p><p>Source: Cat Rutter Pooley 2022 'Why it's hard to size up the Russia hit to earnings' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-17T04:00:08.296Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1127,
          "end": 1131
        },
        {
          "start": 1152,
          "end": 1161
        }
      ]
    }
  ]
}