{
  "_id": "c56d6ff0ab58a2c7fa22f3213591131ddcf9c044440b4935f1da8c6d35cc8b86",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- The Essay Issue: Eating & Drinking -- Erudition Tips: Tiny Tomatoes And the Cure for Every Ill --- To bring an essayist's elan to your next dinner-party conversation, casually drop in a few of these food-focused factoids",
  "text": "<p>In his published works, Shakespeare wrote \"fruit\" or \"fruits\" 122 times.</p><p>Though alcohol consumption is generally restricted on NASA missions, astronaut Buzz Aldrin reported that he drank wine as he took the sacrament of communion on the moon.</p><p>Alec Waugh, brother of the novelist Evelyn, claimed to have invented the cocktail party because there was \"nothing to do on winter evenings between half-past five and half-past seven.\"</p><p>His solution: Invite 30 people over for tea and deliver Daiquiris instead.</p><p>Only about one person in 100 is sensitive to sulfites. (There are, however, other reasons drinking wine -- with or without added sulfites -- can give you a headache.)</p><p>The big, juicy tomatoes we enjoy today owe their existence to chance genetic mutations. The plant that botanists have identified as the predecessor to the tomato produces tiny red fruits the size of large garden peas.</p><p>We eat -- and drink -- in large part with our eyes. In 2011, when Coca-Cola introduced white Christmas Coke cans, consumers complained that the company had changed the recipe. (It hadn't.)</p><p>Strawberry-flavored mousse is perceived as 10% sweeter when served from a white plate than when served from a black plate.</p><p>When the author Zora Neale Hurston moved into a new apartment on W. 66th St. in Manhattan in the summer of 1926, she held a \"furniture party\" and encouraged guests to bring along items to help her outfit her empty home. In return, Hurston, an excellent cook, prepared a meal that Langston Hughes called \"a hand-chicken dinner,\" as no one had thought to bring forks.</p><p>During production on the 1957 film \"Witness for the Prosecution,\" the actor Charles Laughton later recalled, his co-star Marlene Dietrich whipped up meals in his dressing room's small kitchen. Goulash, Wiener schnitzel, beef Stroganoff and strawberries in red wine were among her specialties.</p><p>The author and gourmande Colette, at the bedside of a friend both ill from the flu and grieving her recently deceased mother, insisted that pleasure was the cure. She roused the patient and took her out to the restaurant Prunier for a plate of prawns.</p><p>For all factoid sources, see wsj.com/offdutyfactoids.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 991,
          "end": 995
        },
        {
          "start": 954,
          "end": 963
        }
      ]
    }
  ]
}