{
  "_id": "537ee775a2b3b3a92c6f0124471d4c1d6958910c76dc3fcd10ef45d82fe3dd24",
  "feed": "ftcomall",
  "title": "Pandemic delivers rich pickings for niche food start-ups ",
  "text": "<p>Martin Murray wanted to disrupt the global beverage industry with Waterdrop, the company he established in 2015.</p> <p>“The way [the industry] is structured is incredibly unsustainable,” says the former Boston Consulting Group employee. “Putting sugar water into plastic bottles and shipping them around the planet — it's not only a lot of plastic bottles but a lot of carbon dioxide emissions for transport. In an ideal world, you don't have to bottle anything any more.”</p> <p>Waterdrop has yet to displace Coca-Cola or PepsiCo. But Murray's creation — effervescent cubes with fruit and plant extracts that buyers drop into water — captured something of the zeitgeist.</p> <p>By 2020, its revenues had reached €41mn, while its compound annual growth rate from 2017 to 2020 was almost 300 per cent, making Waterdrop the most rapidly expanding food and beverage group in the Financial Times' latest ranking of <a href=\"https://www.ft.com/ft1000-2022\">Europe's fastest-growing companies</a>.</p> <p>In January this year, it raised €60mn of series B funding, led by Singaporean fund Temasek.</p> <p>With its so-called microdrinks, the Vienna-based company has tapped into “the focus of an ageing population on healthier lifestyles, combined with a focus on natural ingredients”, says Mark Lynch, founding partner at Oghma Partners, a corporate finance boutique specialising in the consumer sector.</p> <p>Similar forces have boosted London-based protein bar group Misfits Health and Italian organic foods exporter Blife, which also feature on the ranking, placed 99th and 516th, respectively.</p> <p>Some 20 food and drinks groups made the list, several of them going the route of direct-to-consumer sales — a common mechanism for consumer start-ups to bypass retailers and expand through an efficient digital marketing operation.</p> <p>German spices group AnkerKraut has combined retail sales with direct sales online. “The company has grown rapidly over the Covid period, helped by a renewed focus on home cooking,” says Lynch.</p> <p>Gousto, the UK-based meal kits business, has taken a similar approach, selling digital subscriptions to its boxes of ingredients and achieving the highest 2020 revenue — some €211mn — of all the food and beverage companies on the list.</p> <p>Like Waterdrop, Gousto sells itself on sustainability, boasting that just 0.4 per cent of its food goes to waste, against a rate of between 20 and 25 per cent for UK food sales as a whole, most of which is accounted for by households but also by canteens, restaurants and retailers.</p> <p>“In the global food space, the big, big drivers have been convenience, health and sustainability,” says founder Timo Boldt.</p> <p>Gousto became profitable in 2019, then underwent a quick-fire expansion in 2020 as the pandemic boosted sales.</p> <p>“With Covid restrictions easing and consumers facing a cost of living squeeze, we would expect growth rates to slow [at Gousto],” says Oghma's Lynch.</p> <p>“However, the relative value, convenience and provision of food inspiration will probably see the model continue to thrive.” One of Gousto's selling points has been its comparatively low prices, with its boxes starting at about £3 a serving.</p> <p>Like Boldt, Michal Borecki, founder of Warsaw-based Wild Grass, saw an opportunity to pitch a hitherto luxury product at the mass market. His company's Chai Kola canned drinks are made with natural ingredients such as tea extracts.</p> <p>“We were able to fill the gap in the market between those very popular corporate beverages, like Coke and Pepsi, and drinks that are quite alternative and very expensive that are available mainly in glass bottles and cost three times as much,” he says.</p> <p>The company was initially funded by Borecki and his girlfriend selling their apartments, and by the couple's drinks import-export business providing support.</p> <p>He does not plan to seek external funding, arguing — unlike many start-up founders — that “everything should be done slowly”.</p>  <p><strong>Rising input costs, however</strong>, are a key challenge this year for Wild Grass, and for other food and drinks companies. Even before the Russian invasion of Ukraine drove up prices for key food ingredients, with <a href=\"https://www.ft.com/content/4fd72f0b-ae2f-42ee-aee7-4e6dc2d92fbe\">wheat reaching record highs</a>, a surge in commodity prices had already prompted multinationals such as Unilever to predict a squeeze on margins.</p> <p>Gousto has only once raised a product price — one box increased by 16p a serving this February — as it has instead sought to cut costs through efficiencies and economies of scale, says Boldt.</p> <p>Another challenge, as for any fast-growing start-up, is deciding whether and when to sell. Boldt says he currently has no plans to list or sell Gousto. Lynch reckons the biggest risk to the business “is probably from any acquirer that seeks to integrate the operation into their e-tailing operations, which could risk derailing the magic ingredients”.</p> <p>At Waterdrop, Murray acknowledges that his business is “still a mosquito on the back of an elephant” of the global drinks business. The company, which also sells reusable water bottles and bacteria-killing caps that measure customers' hydration, is aiming for €400mn of annual sales by 2025, partly by expanding from direct sales into conventional retail.</p> <p>Murray says he would consider listing or finding a “strategic partner” in the future, adding that his main goal is global expansion. “I want to be the brand that is associated with the term ‘Drink more water'.”</p><p>Source: Judith Evans 2022 'Pandemic delivers rich pickings for niche food start-ups ' FT.com 21 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-21T04:30:50.917Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 3405,
          "end": 3409
        },
        {
          "start": 497,
          "end": 506
        }
      ]
    }
  ]
}