{
  "_id": "9e815d4f043f25c7cde1bec66caea6a8d3c436da402a7b0d320023feb6f17fce",
  "feed": "market-watch",
  "title": "Vita Coco partners with Diageo amid growing competition in the canned cocktail category; Coca-Cola has teamed up with big alcohol brands on a number of canned cocktail beverages",
  "text": "<p>Coca-Cola Co. KO has made a number of announcements in the canned cocktail space recently.</p><p>Last month, the beverage giant teamed up with Brown-Forman Corp. BF.A BF.B for Canned Jack &amp; Coke. In January, Coke teamed up with Molson-Coors Beverage Co. TAP for Simply Spiked juices, adding to an existing partnership for Topo Chico Hard Seltzer. And, also in January, Coca-Cola paired with Constellation Brands Inc. STZ for an adult version of Fresca.</p><p>Rival PepsiCo Inc. PEP partnered with Boston Beer Co. SAM last year for Hard Mtn Dew.</p><p>In addition, there are a number of privately held players, like High Noon, which has both hard seltzer and canned vodka drinks, and hard seltzer leader White Claw, as well as canned wines.</p><p>Read: Boston Beer stock gets downgrade from Goldman Sachs as hard-seltzer business fizzles</p><p>Vita Coco COCO is also riding a wave of rising demand for coconut water in the U.S.</p><p>\"For starters, coconut beverages are part of the changing taste of America, driven in large part by demand from multicultural and specifically Hispanic and Asian American consumers,\" said Michael Kirban, co-chief executive of the company, on the most recent earnings call in May, according to FactSet.</p><p>Kirban presented data showing that coconut as a beverage ingredient is a $2.8 billion market segment in the U.S., bigger than both almond and oat beverages.</p><p>See: Oatly beats revenue expectations as new production facilities ramp up</p><p>Also: Canopy Growth shares fall after it agrees to convert debt into stock in deal with Constellation Brands</p><p>Vita Coco stock has run up 14.7% over the past three months. Diageo DEO is down 17.7% for the period. The benchmark S&amp;P 500 index SPX has dropped 15.6% over the last three months.</p><p>Vita Coco partners with Diageo amid growing competition in the canned cocktail category</p>",
  "published": "2022-07-05T19:08:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 89,
          "end": 98
        },
        {
          "start": 200,
          "end": 204
        },
        {
          "start": 202,
          "end": 206
        },
        {
          "start": 359,
          "end": 368
        },
        {
          "start": 363,
          "end": 372
        }
      ]
    }
  ]
}