{
  "_id": "f48de0dddd5610c1340d11bee5b5d20f0d52cd8bd315c04e4c14090de25289d5",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Two beverage giants can start canning Jack and Coke. Coca-Cola Co. and Brown-Forman's Jack Daniel's will be rolling out premixed cans of the classic whisky cocktail around the world, starting in Mexico later this year. The drink will contain about 5% alcohol, although that will vary depending on the market, the companies said. Coca-Cola and its rival PepsiCo Inc. have been expanding into alcoholic drinks as drinkers look for convenient ways to re-create a bar experience while at home or while on the go. Brown-Forman shares lost 3.4% Monday.</p><p>COINBASE GLOBAL INC.</p><p>COIN -0.8%</p><p>The crypto winter is getting colder for Coinbase. The cryptocurrency platform said it will reduce its workforce by 1,100 employees -- or nearly one-fifth -- as part of its efforts to manage operating expenses during the ongoing rout in the market. Coinbase, the biggest cryptocurrency exchange in the U.S., struggled to hang on to users this year as the frenzy in digital assets lost steam and markets became rocky. Coinbase said in May it lost hundreds of millions of dollars in its first quarter as its trading fees dropped sharply. Coinbase shares slipped 0.8% Tuesday.</p><p>EXXON MOBIL CORP.</p><p>XOM -1.3%</p><p>President Biden is pressuring fuel makers to jump-start gas production. In a letter to Exxon, Chevron, Corp, Marathon Petroleum Corp. and other oil giants, Mr. Biden urged the firms to expand capacity and accused them of profiteering as gasoline prices top $5 a gallon. Mr. Biden said he is ready to use emergency measures to raise output if necessary. Exxon shares lost 1.3% Wednesday.</p><p>ORACLE CORP.</p><p>ORCL +10%</p><p>The cloud is keeping Oracle aloft. The business-software giant said revenue rose 5% to $11.84 billion in the latest quarter, exceeding analysts' expectations amid a backdrop of economic uncertainty affecting technology firms. Its sales growth was largely driven by its cloud-computing division, even as businesses begin to restore normal working conditions as the pandemic eases. The results signal how much the health crisis elevated the importance of digital operations, after the pandemic prompted more businesses to rapidly digitize their operations. Oracle shares jumped 10% Tuesday.</p><p>KROGER CO.</p><p>KR -2.1%</p><p>Bargain hunters are changing the way supermarkets operate. Kroger said its first-quarter sales and earnings rose, but its profit margins fell as the grocery chain sought to lower prices for shoppers. Price-sensitive consumers are aggressively seeking more bargains, Chief Executive Rodney McMullen said, buying bigger packages when they have money and making smaller purchases throughout the month. The company is working with suppliers to minimize price increases for customers and looking for places to cut expenses. Kroger shares decreased 2.1% Thursday.</p><p>TWITTER INC.</p><p>TWTR -1.7%</p><p>Twitter, meet Elon. Elon, meet Twitter. Elon Musk addressed workers of the social-media platform for the first time as he works to complete his $44 billion acquisition. The Tesla Inc. executive touched on free speech, remote work and possibilities of alien life. The Wall Street Journal reported that Mr. Musk said he wants to dramatically increase the platform's users and didn't rule out layoffs. The meeting followed weeks in which he publicly criticized Twitter, belittled its top executives and threatened to walk away from the deal. Twitter shares fell 1.7% Thursday.</p><p>MODERNA INC.</p><p>MRNA +5.7%</p><p>Pharmaceutical companies now have a new Covid-19 vaccination market: young children. The U.S. Food and Drug Administration on Friday expanded use of shots from Moderna and Pfizer Inc. and partner BioNTech SE to the country's nearly 20 million kids from 6 months to under 5 years. A national campaign to vaccinate the young children is expected to kick off after the Centers for Disease Control and Prevention signs off in the coming days. More than 440 children have died from Covid, according to CDC data. Moderna shares rose 5.7% Friday.</p>",
  "published": "2022-06-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 329,
          "end": 338
        },
        {
          "start": 47,
          "end": 51
        }
      ],
      "nexusId": "10017668"
    }
  ]
}