{
  "_id": "960cb362af73cd042169d7a02c55a58cb52af151a018d52d74739999b6274dd2",
  "feed": "ftcomall",
  "title": "Mexico's president proposes ban on beer brewing as drought intensifies",
  "text": "<p>President Andrés Manuel López Obrador this week picked an unusual cause with which to burnish his nationalist credentials: America's taste for Mexican beer.</p> <p>Mexico's leader demanded a halt to brewing in the country's drought-stricken north, blasting the business model of making alcoholic drinks with water drawn from dwindling aquifers to slake thirsts on the other side of the US-Mexico border.&#xa0;</p> <p>He called on brewers to produce their beer in the water-rich south and offered “total support” for those doing so. “This is not to say we'll not produce any more beer, it's to say that beer will not be produced in the north,” López Obrador said on Monday.&#xa0;</p> <p>Mexico <a href=\"https://cervecerosdemexico.com/2022/01/17/la-agroindustria-cervecera-mexicana-es-lider-en-exportacion/\">has become </a>one of the world's biggest beer exporters over the past decade thanks to the popularity of brands such as Corona, Modelo and Dos Equis. The country exported almost $5bn worth of beer in 2019, according to state statistics agency INEGI, about 94 per cent of it to US.</p> <p>However, northern Mexico, which is home to a host of large breweries operated by Constellation Brands, AB InBev and Heineken among others, is gripped by one of the most severe droughts in recent memory.</p> <p>The National Water Commission (Conagua) said 41 per cent of Mexico was now in drought, up from less than a quarter this time last year. Gonzalo Hatch Kuri, a geography professor at the National Autonomous University of Mexico, said: “All of the rain now during the rainy season falls in one or two days. And in the dry season it's very tough drought conditions.”&#xa0;</p> <p>Around the northern industrial city of Monterrey, reservoirs have evaporated and taps run dry, forcing some residents to wait in line with buckets for the tanker trucks that deliver fresh supplies. </p> <p>“We've gone up to two months without water,” said Brenda Sánchez, a teacher living on the outskirts of the city.</p> <p>Sánchez's family cooks, washes and bathes with the water they haul back from a weekly tanker truck stop. Tempers often flare, she said, with residents fighting over water and blocking roads in an effort to force the government into taking the problem more seriously.</p> <p>Uncomfortable questions over water inequality often surface on social media in Monterrey, with stories of profligacy going viral. This week, local authorities announced they would look into whether a neighbourhood of the city with particularly lush gardens and swimming pools was supplied by illegal water connections. Wealthy suburbs such as San Pedro Garza García have also been spared the worst of the water shortages.</p> <p>Local officials “would not dare inconvenience the industrialists who live in San Pedro,” said Bárbara González, a political commentator in the city.</p> <p>The beer industry in Monterrey developed around the Cuauhtémoc Brewery that opened in the late 1800s. It is now owned by Heineken. Coca-Cola bottlers Femsa and Arca Continental are both based in Monterrey, while Coca-Cola-owned Topo Chico sparkling water is drawn from a mountain spring in the city.</p> <p>Industrial users have largely been able to operate without interruptions in spite of water shortages, according to activists. They say industries often have their own wells with permits from Conagua that sometimes date back decades.&#xa0;</p> <p>“Industry not being impacted makes me think the availability of underground water isn't in crisis,” said Antonio Hernández, a local activist.</p> <p>López Obrador has questioned the precedence given to industry. “[Water] has to be prioritised and it has to be given to the people first, not water for companies,” he said in June. </p> <p>However, Aldo Iván Ramírez, an engineering professor at Tecnológico de Monterrey who worked on the state government's recent water plan, said industry consumed less than 5 per cent of water in Nuevo León state, of which Monterrey is the capital. </p> <p>“The majority of these big industrial companies have their own wells . . . They don't draw from the municipal network,” he said.</p> <p>The local industrial chamber Caintra said in a statement that industry had temporarily relinquishing some 25mn cubic metres of water to help the city, while companies drill and improve wells for public use.</p> <p>Despite this, Rodolfo Fernández, an architect and professor living in Monterrey, said tap water only arrived at his home about every third day, and even then for only a few hours.</p> <p>Yet he never lacked water for mixing cement at the construction sites for his projects. “The companies supplying us with potable water continue giving use the same service,” Fernández said. “They have ways of getting it.”&#xa0;</p> <p>López Obrador has directed his ire at brewers before, including in 2020 when he put the construction of a Constellation Brands plant in the border city of Mexicali to a snap vote. Permission to continue building a facility that was already under construction was rejected, although just 4.6 per cent of residents turned out to vote.</p> <p>Constellation Brands denied that its brewing operations overexploited the country's scarce water resources. “Andrés Manuel López Obrador and the Mexican government have expressed full support for our existing brewery operating plans in Mexico,” the company said in a statement. Earlier this year it announced plans to build a new brewery near the southeastern city of Veracruz.</p> <p>Alan Alanis, chief equity strategist for Latin America and Mexico at Banco Santander, said: “We believe policymakers intend to make new water permits harder to obtain, especially those for producing in the north,” although this did “not necessarily mean ceasing or even restricting current production”.</p> <p>The plan was to “promote investment in other regions in Mexico, like they did with Constellation Brands in Veracruz,” he added.</p><p>Source: David Agren in Mexico City 2022 'Mexico's president proposes ban on beer brewing as drought intensifies' FT.com 13 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-13T10:00:52.893Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2765,
          "end": 2774
        },
        {
          "start": 2784,
          "end": 2793
        }
      ],
      "weightsV2": {
        "weight": 1.805,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.19500005,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}