{
  "_id": "b2176b49b34df4c0afd1e69ead77c8683f09ee36c02fb2a38f56f66ec71b505e",
  "feed": "ftcomall",
  "title": "WPP chief confident in outlook despite Ukraine conflict ",
  "text": "<p>WPP's chief executive has predicted a continuing rebound in global advertising in 2022 even though the company was “very concerned” about the conflict in Ukraine.</p> <p>Speaking after the marketing conglomerate set a goal to increase like-for-like revenues this year by 5 per cent, Mark Read said the backdrop for ad spending remained strong despite elevated <a href=\"https://www.ft.com/ukraine-conflict\">geopolitical instability</a>.</p> <p>The military action in Ukraine overshadowed WPP's <a href=\"https://www.wpp.com/-/media/project/wpp/files/investors/2022/wpp-2021-preliminary-results-240222.pdf?la=en\">results</a> and shares in the FTSE 100 company dropped 7 per cent, more than wiping out gains they had made so far this year.</p> <p>The London-based group has about 200 people in Ukraine. “We've been in touch with [them] for some time — we're obviously very concerned,” Read said.</p> <p>He added that Russia accounted for less than 1 per cent of global advertising expenditure. “The direct impact from an economic perspective is relatively small. It's what's the broader impact is going to be on the global economy, and it's really too early to say at this point.”</p> <p>Read said he was nevertheless confident about 2022 targets for the company, which owns agencies including Wunderman Thompson, VMLY&amp;R, and Burson Cohn &amp; Wolfe. WPP said it expected to buy back £800mn of its shares this year.</p> <p>“Notwithstanding today's events — we need to take those into consideration — we feel confident about the target for the year.”</p> <p>Work on digital ad strategies, caused by a “seismic shift in the way people consume media”, helped WPP post revenues of £10.4bn in 2021, up 12.1 per cent on a like-for-like basis.</p> <p>The results follow similarly strong sales growth from global peers Publicis, Omnicom, and Interpublic, all of which have said in recent weeks that clients were more confident to spend on marketing again.</p> <p>WPP said there was particular momentum in the technology, healthcare, pharmaceutical and consumer packaged goods sectors, as it reported a pre-tax profit of £951mn compared with a £2.8bn loss in 2020.</p> <p>“Without in any way downplaying the seriousness of the events in Ukraine, which would not be the right thing to do, businesses have learned to adapt to the situations that face them,” Read said.</p> <p>“The broader economic trends — recovery coming out of the pandemic, the economy opening up, people starting to travel again — I'd say is the major theme and I think companies will continue to invest behind their brands in that environment.”</p> <p>The only markets where WPP lagged 2019 sales levels were parts of Asia Pacific and the Middle East, Read said. Australia, which had been subject to <a href=\"https://www.ft.com/content/1466396e-2959-4a46-a449-2e1654b40c36\">tight coronavirus restrictions</a>, had been the toughest market recently, he added. </p> <p>WPP signed global deals with Coca-Cola and Google during the period and won assignments from clients including AstraZeneca, L'Oréal and J Sainsbury.</p> <p>Expenditure across the advertising industry jumped 22.5 per cent last year, according to WPP's media-buying agency GroupM, compared with the 12.3 per cent forecast in December 2020.</p><p>Source: Alistair Gray in London 2022 'WPP chief confident in outlook despite Ukraine conflict ' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-24T08:02:07.955Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2608,
          "end": 2617
        }
      ],
      "nexusId": "10017668"
    }
  ]
}