{
  "_id": "6b79da55d72dfe3aa7cfe2294433f588655b247b39bbb0b6f2a76c4b241d6368",
  "feed": "wall-street-journal",
  "title": "Kraft Heinz Beats Sales, Earnings Estimates; Food maker was helped by pricing strength and strong demand for its products in its most recent quarter",
  "text": "<p>Adjusted earnings were 79 cents a share, topping consensus estimates of 63 cents.</p><p>Kraft's shares rose 1.6% in premarket trading.</p><p>Kraft said its acquisitions and divestitures as well as unfavorable currency-exchange rates weighed on results.</p><p>The company is still seeing strong consumption compared with pre-pandemic levels and expects organic revenue growth to rise in the low-single-digit percentage for the year.</p><p>Kraft raised its prices in the quarter by 3.8 percentage points from the year-ago quarter, due to inflation in the food-service and retail channels. The company logged higher costs, which included packaging and key commodities such as dairy, meat and coffee, and supply chain-related costs.</p><p>Major food companies, including Conagra Brands Inc., Coca-Cola Co., PepsiCo Inc. and Lamb Weston Holdings Inc., have been raising prices as they face escalating input costs and labor shortages and transportation snarls that are disrupting the flow of staples to grocery-store shelves.</p><p>The food maker posted a net loss attributable to shareholders of $257 million for the fourth quarter, compared with a profit of $1.03 billion in the same period a year earlier. Losses were 21 cents a share, compared with earnings of 84 cents a share in the prior year.</p><p>Kraft said the decrease was mostly due to a noncash impairment of $1.3 billion in the quarter related to the Kraft brand following the closing of the sale of some of its assets in its cheese businesses as well as the granting of licenses for its Kraft, Velveeta and Philadelphia brands. The company also cited higher interest expenses, lower adjusted earnings and unrealized losses on commodity hedges as contributing to the decline.</p><p>The divestiture of part of its cheese business has played into its plan to simplify its business and focus on brands that have the best potential to resonate with consumers.</p><p>Last month, the company named Andre Maciel as its next finance chief, succeeding Paulo Basilio as part of a planned transition, effective March 1. Mr. Maciel leads the finances of the company's roughly $19 billion U.S. business and heads up its digital transformation unit.</p><p>Kraft Heinz Beats Sales, Earnings Estimates</p>",
  "published": "2022-02-16T14:02:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 758,
          "end": 767
        }
      ]
    }
  ]
}