{
  "_id": "4106de9d255c285a1a16267a11dae669428d489e1c2c0f0943fbafd3447f34d7",
  "feed": "ftcomall",
  "title": "Coca-Cola: investors gulp down a defensive play",
  "text": "<p>Investors rushed in to buy technology stocks last year. But stubbornly high inflation and an increasingly hawkish Federal Reserve make it time to switch to a liquid diet.</p> <p>Shares in Coca-Cola are fizzing faster than a shaken-up bottle of its namesake drink. Since the start of the year, shares in the $283bn drinks giant have gained more than 10 per cent, massively trumping the S&amp;P 500's fall of 12 per cent. </p> <p>Consumer staples — or companies that sell everyday household goods such as soft drinks, cereal and dish soap — are inherently defensive. They are popular during market turmoil because of the steady nature of their businesses and relatively hefty dividend yields. Coca-Cola's 2.7 per cent dividend yield — even after the recent rally — remains twice that of the S&amp;P 500 index and three times more than the growth-focused information technology sub-index. </p> <p>Like many of its peer group, Coca-Cola is managing to pass on price rises. The company behind Fanta and Sprite lifted net revenues <a href=\"https://d1io3yog0oux5.cloudfront.net/_fa006f9302966ab0315ba5dd90b674ee/cocacolacompany/news/2022-04-25_Coca_Cola_Reports_First_Quarter_2022_1053.pdf\">16 per cent to $10.5bn</a> during the first quarter thanks to price increases and a rebound in demand as people returned to stadiums, movie theatres and restaurants that were shuttered during the pandemic. </p> <p>Unit volume increased 8 per cent, while pricing and mix rose 7 per cent. That was enough to help offset rising costs for everything from sugar (or corn syrup if you live in the US) to aluminium and transportation. Operating margins actually rose and boosted net income by nearly a quarter to $2.8bn during the quarter. </p> <p>At around 26 times forward earnings, Coca-Cola shares are trading slightly ahead of its 3-year average of around 24 times. It is maintaining momentum: earnings have jumped by more than a third over that period. A push into healthier beverages should also cushion it from the secular decline in sugar-loaded drinks. Compared with arch-rival PepsiCo, it is also less exposed to Russia. Havens rarely come cheap. But in the case of Coca-Cola, it has the strong growth and cash flow to back up its valuation.</p><p>Source:  2022 'Coca-Cola: investors gulp down a defensive play' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T17:10:18.387Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 892,
          "end": 901
        },
        {
          "start": 1552,
          "end": 1561
        },
        {
          "start": 181,
          "end": 190
        }
      ]
    }
  ]
}