{
  "_id": "494509ed2883a1bc001f47010ba6414ba0fc648368c7ec565dec47339482e6d5",
  "feed": "wall-street-journal",
  "title": "U.S. Probes Trade by Barry Diller, David Geffen Before Big Merger; Entertainment-industry titans made purchases days before Microsoft-Activision deal was announced",
  "text": "<p>Federal prosecutors and securities regulators are investigating large bets that Barry Diller, Alexander von Furstenberg and David Geffen made on Activision Blizzard Inc. shares in January, days before the videogame maker agreed to be acquired by Microsoft Corp., according to people familiar with the matter.</p><p>The three men have an unrealized profit of about $60 million on the options trade, based on the recent Activision share price of around $80, according to the people.</p><p>Messrs. Diller, von Furstenberg and Geffen bought options to purchase Activision shares at $40 each on Jan. 14 in privately arranged transactions through JPMorgan Chase &amp; Co., the people said. Activision shares were trading around $63 at the time, meaning the options were already profitable to exercise, or \"in the money.\" Option holders could reap more if Activision's stock price rose.</p><p>The Justice Department is investigating whether any of the options trades violated insider-trading laws, the people familiar with the matter said. The Securities and Exchange Commission is separately conducting a civil insider-trading investigation, the people said.</p><p>Mr. Diller said in an interview that none of the men had material nonpublic information about the Microsoft-Activision deal. He confirmed they had been contacted by regulators.</p><p>\"It was simply a lucky bet,\" he said. \"We acted on no information of any kind from anyone. It is one of those coincidences.\"</p><p>Mr. von Furstenberg had been \"buying Activision stock prior to that and the thought was that Activision at some point would either go private, or would be acquired at some point,\" Mr. Diller said.</p><p>Mr. von Furstenberg, who is Mr. Diller's stepson, couldn't be reached for comment. Mr. Geffen didn't immediately respond to requests for comment. Spokespeople for the Justice Department and SEC declined to comment.</p><p>Activision disclosed on Jan. 18 that Microsoft would acquire the company for $95 a share. The shares ended that day at $82.31, gaining 26%. On Tuesday, Activision shares rose 48 cents to $81.03 on Nasdaq.</p><p>JPMorgan reported the trades to law enforcement after the deal became public, the people said. Under the terms of a criminal settlement it reached in September 2020 related to market-manipulation claims, JPMorgan is required to disclose to law enforcement evidence or concerns about misconduct over the duration of the three-year agreement. JPMorgan declined to comment.</p><p>Call options give a trader the right to buy shares at a specific price by a certain date. The three men haven't yet exercised the options, which don't expire until early next year, the people said.</p><p>The traders appear to have spent around $108 million to acquire the right to buy 4.12 million Activision shares, the people said. Those options are now valued at around $168 million, based on recent trading prices. The value of the options would rise further if the deal closes at the stated per-share price of $95, which Microsoft has said is expected after midyear. If the men hold the options through a closing at that price, their profit stands to surpass $100 million, the people said.</p><p>Mr. Diller has served on the board of directors of Coca-Cola Co. with Activision Chief Executive Bobby Kotick. Coca-Cola announced this month that Mr. Kotick would step down from its board this year. Mr. Diller described Mr. Kotick as \"a long time friend.\" Activision declined to comment. Microsoft declined to comment.</p><p>Mr. Kotick began discussing a potential deal with Microsoft in November, according to a proxy statement filed with the SEC. He solicited competing offers from three other companies, none of which made formal offers, according to the filing.</p><p>Activision's board approved the deal on Jan. 17, and disclosed the merger agreement the following day.</p><p>The producer of hit game franchises including World of Warcraft and Candy Crush has faced state and federal investigations over how it handled workplace-harassment allegations. Activision has announced moves it says are aimed at improving its workplace and has fired or pushed out dozens of employees as part of an internal investigation. The company has said it is cooperating with an SEC investigation focused on how it disclosed employment problems such as sexual-harassment claims to investors.</p><p>The option trades were arranged privately by JPMorgan, rather than purchased on U.S. options exchanges. The pricing of privately placed options is likely to be influenced by listed-option pricing but may not be the same, said options traders.</p><p>The individuals acquired the options because they believed Activision was undervalued at the time and that its shares would eventually rebound, a person familiar with their thinking said. They didn't have a particular strategy or trigger in mind to exit the trade, the person said.</p><p>Options contracts struck at similar prices and for similar terms had been sparsely traded on U.S. exchanges. A week ahead of the Microsoft announcement, there were only around 170 outstanding call-option contracts tied to Activision Blizzard with a strike price of $40 and the same January 2023 expiration date, according to Cboe Global Markets data.</p><p>Traders who use options are often looking to profit from a swing in share prices. Because options typically cost less than shares, using them can amplify gains when traders bet right, particularly when they use options that are \"out of the money\"—the trading term for bets that wouldn't pay off at the market price at the time the options are purchased. Options that are in the money at the time of their purchase offer less of this leverage, because there is less risk.</p><p>In this case, the bet paid off handsomely once the merger was announced. Options activity on U.S. exchanges tied to Activision Blizzard shares exploded on the day of the merger, with more than 700,000 contracts trading.</p><p>One such contract, conferring the right to buy 100 Activision shares by next January, would have cost roughly $2,700 to purchase on the Friday before the merger announcement. By Tuesday, the day of the announcement, their value would have risen more than 60% to trade at more than $4,300, according to data from Cboe Global Markets.</p><p>Messrs. Diller and Geffen, entertainment-industry moguls who once worked together in the mail room at the William Morris agency, are longtime friends. In a lengthy profile of Mr. Diller published by Forbes in 2019, Mr. Geffen was quoted saying: \"I've never seen him be anything but successful. To bet against him would be a fool's errand.\"</p><p>Mr. Diller is married to fashion designer Diane von Furstenberg. Alexander von Furstenberg, the founder and manager of family office Ranger Global Advisors, is her son from an earlier marriage to Prince Egon von Furstenberg.</p><p>Gunjan Banerji contributed to this article.</p><p>Write to Dave Michaels at dave.michaels@wsj.com and Jeffrey A. Trachtenberg at jeffrey.trachtenberg@wsj.com</p><p>U.S. Probes Trade by Barry Diller, David Geffen Before Big Merger</p>",
  "published": "2022-03-09T00:50:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 3221,
          "end": 3230
        }
      ]
    }
  ]
}