{
  "_id": "a7fe5677b115f7ed4410f61bc90f9bd2ee3545dd0b4761e5fef7847e80178b9a",
  "feed": "market-watch",
  "title": "Kobe Bryant made over $300 million playing basketball — here's how he invested his money; Nearly three years after his death, a look at Bryant the basketball — and investing — legend",
  "text": "<p>Bryant made $323,312,307 from the Los Angeles Lakers during his playing career, the fourth-most earnings in the history of the NBA behind LeBron James, Kevin Garnett and Chris Paul. He also brought in tens of millions more from endorsements deals with high-profile brands like Nike NKE, McDonald's MCD, Mercedes-Benz DMLRY and Hublot.</p><p>See also: Fernando Tatis Jr.'s $340 million contract is shared with a firm that invested in him when he was a teenager</p><p>One of his most lucrative investments came while he was still playing in the NBA. Bryant put $6 million into sports drink company Body Armor in exchange for a 10% equity stake in the company, according to ESPN. He also became a spokesperson for the brand.</p><p>Body Armor is marketed as a healthier alternative to Gatorade and over the years has teamed up with many high-profile athletes, including James Harden, Mike Trout and Naomi Osaka. In 2018, about four years after Bryant's initial investment, Coca-Cola KO purchased a minority stake in Body Armor that valued Bryant's shares at approximately $200 million. The move by Coca-Cola gave the company the ability to compete with the Pepsi-owned PEP Gatorade.</p><p>Another successful investment for Bryant was the $100 million venture-capital firm he started with Jeff Stibel in 2013. Stibel had been an executive at LegalZoom, Web.com, Inc. and Dun &amp; Bradstreet DNB before he and Bryant put their own money into the new VC firm Bryant Stibel.</p><p>See also: A look at the 4 best financial decisions LeBron James has made</p><p>According to its website, Bryant Stibel mainly invests in \"businesses with a focus across technology, media, and data.\" The firm has diversified its investments to include both companies in their early stages of growth as well as larger, more established companies.</p><p>Additionally, the firm was an early investor in The Players' Tribune, a media company whose content is created by athletes, and the body care company Art of Sport. It also has invested in larger companies like Dell DELL, Alibaba BABA and Epic Games.</p><p>Bryant's 2019 investment in Epic Games came after the popular Fortnite game burst onto the scene, but before its global user base grew to hundreds of millions in 2020.</p><p>According to CNN business, the Bryant Stibel firm had more than $2 billion in assets in 2020.</p><p>Bryant Stibel did not respond for comment on this story.</p><p>Bryant's wife Vanessa is in charge of his estate, according to Fox. He is also survived by his daughters Natalia, Bianka and Capri.</p><p>According to a trust modification lawsuit, Bryant created and updated his will several times, but did not update it following the birth of his youngest daughter in 2019, a year before his death.</p><p>See also: Five reasons you should update your will — and estate plan</p><p>Before his passing, Bryant started The Kobe and Vanessa Bryant Family Foundation, which is \"dedicated to improving the lives of youth and families in need.\"</p><p>Bryant's desire to be remembered for years to come meant that his successes had to be as big off the court as they were on it.</p><p>\"Now, championships come and go. Right? There's going to be another team that wins an NBA Championship, another player that wins another MVP award,\" Bryant told CNBC in 2016. \"But if you really want to create something that lasts generations, you have to help inspire the next generation.\"</p><p>Kobe Bryant made over $300 million playing basketball — here's how he invested his money</p>",
  "published": "2022-08-16T16:43:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1076,
          "end": 1085
        },
        {
          "start": 1069,
          "end": 1078
        }
      ],
      "weightsV2": {
        "weight": 1.4702293,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.52981627,
        "tagPositionWeight": 4.553795e-05,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}