{
  "_id": "0aec9e33a36c94468a6e339ff47ba4cc661c9647aab30056b6b44390819a5451",
  "feed": "wall-street-journal",
  "title": "Coca-Cola Sales Up 10% as Demand Holds Amid Rising Prices; Beverage company raises revenue guidance for year as third-quarter earnings top Wall Street views",
  "text": "<p>The Atlanta-based company attributed the rise to factors including a 12% jump in price mix, calculated based on changes in operating revenue from its mix of products and the geographic regions those sales occurred.</p><p>The company's global case volume increased 4% year over year, driven by strong international sales. Away-from-home markets leading that growth included Western Europe and Mexico, the company said.</p><p>Sales for sparkling soft drinks rose 3% globally, while sales for nutrition, juice, dairy and plant-based beverages were flat. Sales for hydration, sports, coffee and tea drinks grew 5%.</p><p>Overall for the quarter, Coca-Cola posted a net income of $2.8 billion, or 65 cents a share, compared with $2.5 billion, or 57 cents a share, a year earlier.</p><p>Stripping out one-time items, Coca-Cola said adjusted earnings were 69 cents a share. Analysts polled by FactSet had been forecasting adjusted earnings of 64 cents a share.</p><p>Revenue came in at $11.1 billion, ahead of analyst estimates of $10.5 billion.</p><p>Earlier this month, rival PepsiCo Inc. reported a nearly 9% rise in third-quarter revenue after rising prices offset higher input and operating costs.</p><p>In premarket trading, Coca-Cola shares were up 2%.</p><p>Write to Sabela Ojea at sabela.ojea@wsj.com</p><p>Coca-Cola Sales Up 10% as Demand Holds Amid Rising Prices</p>",
  "published": "2022-10-25T12:49:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 1255,
          "end": 1264
        },
        {
          "start": 787,
          "end": 796
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 624,
          "end": 633
        },
        {
          "start": 1182,
          "end": 1191
        }
      ]
    }
  ]
}