{
  "_id": "fe23b024399ef5d84021b762ef92a3a67583b45be666c2d51217f66aee2eade1",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Coca-Cola and Pepsi  Take Fizz Out  Of Currency Worries  ----  By Aaron Back",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  High inflation, buckling growth and extreme currency fluctuations? Have a Coke. </p><p>\n  America's global soft-drink giants are refreshing investors with their ability to keep growing through it all. Coca-Cola on Tuesday reported third-quarter earnings that beat expectations on the top and bottom line, following similarly strong results from PepsiCo earlier this month. </p><p>\n  Coca-Cola's organic sales, a closely watched industry measure that strips out the impact of currency movements and mergers, soared 16% from a year earlier. Analysts had expected 9.5% growth, according to Visible Alpha. Even including the drag from the extraordinarily strong dollar, which makes foreign-currency revenue worth less in dollar terms, all-in revenue still rose 10% from a year earlier. Crucially, this was thanks to both price increases and underlying volume growth, showing resilient consumer demand for Coca-Cola's brands. </p><p>\n  This follows Pepsi, which on Oct. 12 reported 16% organic growth and 8.8% growth in total revenue for its fiscal third quarter ended Sept. 3. </p><p>\n  The conventional wisdom is that companies with so much international sales should underperform when the dollar is rising against other global currencies. Last year, Coca-Cola derived 66% of revenue outside North America, while Pepsi, with its more domestically focused Frito-Lay snacks business, got 44% from outside the U.S. </p><p>\n  Exchange rates seem to be a bigger worry for industrial exporters, which have a high concentration of costs in dollars and competitors around the world eager to undercut them on price. For companies such as Coca-Cola and Pepsi, with production costs distributed around the world, iconic brands and strong pricing power, the problem seems manageable. Coca-Cola Chief Financial Officer John Murphy, on a call with analysts on Tuesday, repeatedly stressed that \"we do see a path to generating\" earnings-per-share growth in dollar terms in 2023. </p><p>\n  So far this year, Coca-Cola and Pepsi shares are down 0.4% and up 2.7%, respectively. That somewhat uninspiring performance is still far better than the S&amp;P 500, which has fallen 19.0% this year, and even its consumer staples subindex, which has declined 8.0%. </p><p>\n  Investors look too pessimistic on Coca-Cola in particular. Its shares are down around 10% since mid-August, possibly due to currency worries -- the U.S. Dollar Index is up about 4% over that same time. </p><p>\n  Yet Tuesday's results suggest those fears are overdone. Coca-Cola can keep on sparkling. </p><p></p>",
  "published": "2022-10-26T06:02:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 111,
          "end": 115
        },
        {
          "start": 1966,
          "end": 1975
        },
        {
          "start": 21,
          "end": 30
        },
        {
          "start": 1613,
          "end": 1622
        },
        {
          "start": 1245,
          "end": 1254
        },
        {
          "start": 228,
          "end": 237
        },
        {
          "start": 1756,
          "end": 1765
        },
        {
          "start": 2243,
          "end": 2252
        },
        {
          "start": 2467,
          "end": 2476
        }
      ],
      "nexusId": "10017668"
    }
  ]
}