{
  "_id": "40edaad46ab309cd5406512fc77006619c7c0be7b802117b2068777b126afd63",
  "feed": "wall-street-journal",
  "title": "Coca-Cola and Jack Daniel's to Start Selling Jack and Coke Canned Cocktail; Soda giant and Brown-Forman to sell premixed cans of famous cocktail with 5% alcohol",
  "text": "<p>The drink will contain about 5% alcohol, though that will vary depending on the market, Brown-Forman Corp. and Coca-Cola Co. said. They will also sell a version with no sugar.</p><p>Coca-Cola and its rival PepsiCo Inc. have been expanding into alcoholic drinks. Coke has introduced Topo Chico hard seltzer and Simply Spiked Lemonade, created in a partnership with Molson Coors Beverage Co. Coke also made a deal with Constellation Brands Inc. to introduce a line of canned cocktails under the Fresca brand.</p><p>PepsiCo is making an alcoholic version of Mountain Dew in a partnership with Boston Beer Co. And the brewer of Bud Light is making hard seltzers with soda flavors.</p><p>The product launches are the latest in a series of crossover ventures as alcohol and soft-drink companies push into one another's turf in search of growth. Consumer demand has soared over the past few years for nonalcoholic seltzers and alcoholic ones such as White Claw that are low on calories and offer just a hint of flavor. Now some consumers are migrating toward stronger flavors, industry experts say, and brewers are trying out new fizzy drinks.</p><p>Canned cocktails are a smaller but fast-growing segment, as drinkers look for a convenient way to re-create a bar experience at home or just on the go. Industry tracker IWSR estimates that U.S. volumes of spirit-based premixed drinks increased 53% last year from a year earlier, double the rate of malt-based hard seltzers.</p><p>Jim Beam owner Beam Suntory Inc. and Bacardi Ltd. have begun selling premixed cocktails. Diageo PLC has rolled out ready-to-drink products under its Crown Royal whisky and Ketel One vodka brands.</p><p>Saabira Chaudhuri contributed to this article.</p><p>Write to Jennifer Maloney at jennifer.maloney@wsj.com</p><p>Coca-Cola and Jack Daniel's to Start Selling Jack and Coke Canned Cocktail</p>",
  "published": "2022-06-13T13:51:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 256,
          "end": 260
        },
        {
          "start": 384,
          "end": 388
        },
        {
          "start": 176,
          "end": 185
        },
        {
          "start": 54,
          "end": 58
        },
        {
          "start": 1794,
          "end": 1798
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1740,
          "end": 1749
        }
      ]
    }
  ]
}