{
  "_id": "02299b7038cbc0480649b50544a7ee8c9f347a9214a99b26e1b82c6e27da9614",
  "feed": "wall-street-journal",
  "title": "How Literal Roadblocks Hinder the Supply Chain; Rebels in war-torn countries tax local shippers to fund their operations.",
  "text": "<p>You can get a Coke in Iraq, a Heineken in Congo and powdered Nestlé milk in Myanmar, and you can effortlessly share selfies from these places thanks to the network coverage provided by Huawei and Ericsson antennas. All these products and services make their way to consumers in conflict zones, driven by truckers who cater to global brands through complicated networks of contractors and suppliers. This banal, logistical element of supply chains makes them vulnerable to extortion by rebels.</p><p>Whether in Afghanistan or Yemen, South Sudan or Syria, supply-chain extortion involves an encounter with a roadblock—typically gun-toting men in improvised army fatigues, and a wire or car tires spread across a road or a lengthy but largely symbolic document check. More often than not, a wad of cash changes hands. As any local transporter will tell you, it's never only one. Because extorting local transporters is so profitable, rebels and soldiers in the world's conflict zones increasingly fight to control trade routes.</p><p>In February, Citibank analysts deemed Ericsson shares at risk of becoming \"uninvestable\" after a Feb. 27 report by the International Consortium of Investigative Journalists detailed how the Swedish telecom giant had paid ISIS militants at checkpoints in Iraq during 2016-17. Ericsson could have hauled its cell towers and equipment along a government-controlled road between Ramadi and Erbil, but it decided to take a different route to circumvent delays associated with Iraqi customs checkpoints, according to an internal Ericsson report obtained by the consortium. Taking that route required paying tens of thousands of dollars in checkpoint \"taxes\" to ISIS. (In March Ericsson acknowledged the report's authenticity and said it was disclosed to the Justice Department as part of a deferred-prosecution agreement in 2019.)</p><p>Ericsson wasn't alone: The French Supreme Court found that cement maker Lafarge also contributed to ISIS finances by paying checkpoint taxes in Syria in 2013-14 for shipments to and from its factory. (Lafarge has acknowledged the payment but continues to seek dismissal of charges of complicity in crimes against humanity.)</p><p>At the same time, Heineken, the world's second-largest beer brewer, was financing an armed group in war-torn eastern Congo. In 2012 an armed group called M23 ruthlessly took over major trade routes and border crossings, setting up a profitable checkpoint business. One M23 rebel told me in an interview: \"Here, the road passes through here,\" saying the last word while pointing at his pocket. Heineken's market dominance in Congo relies on an immense distribution network—the country is three times the size of Texas—and included paying $300 for each truck of clinking crates of beer to pass through M23 checkpoints, according to my own reporting. M23 issued receipts to truckers passing through its checkpoints, allowing transporters to invoice the costs onward to their clients; I obtained one such receipt.</p><p>In response to my request for comment in 2013, Heineken said it was suspending payments immediately to transporters. And it acknowledged, in response to a 2019 query by the Danish corporate watchdog Danwatch, that \"third-party transporters made certain checkpoint payments to rebel groups to allow trucks with our product to pass through,\" adding that \"based on our volumes in the area, the maximum amount that these third-party transporters could have made in payments is estimated at USD 50,000, likely less.\" But Heineken wasn't the only company paying such fees, and checkpoint revenues made M23 an estimated $200,000 a month, turning its yearlong rebellion into an economically viable and potentially self-sustaining enterprise.</p><p>Today there are more than 800 roadblocks in two of Congo's eastern provinces. Because roadblocks are attractive sources of revenue, rebels and army factions increasingly fight for control over them. The Central African Republic counts around 300 roadblocks, which provide the bulk of the financing for its armed groups. In South Sudan, soldiers and rebels extort millions of dollars annually along key routes used for trade and aid. Scattered evidence shows that similar extortion occurs in Yemen, Libya and Somalia.</p><p>Global supply chains that snake through countries whose governments don't fully control their transportation networks cause business profits and Western tax dollars to end up in the pockets of rebels, prolonging conflict. Because roadblock rebels depend on checkpoint taxes, they're careful not to kill the goose that lays the golden egg. They settle for a tax rate just short of strangling trade and sometimes work hard to make the roads they control more attractive than roads under government control by offering smoother passage and standardized or discounted tax rates.</p><p>The complexity of supply chains makes it difficult to track what happens on the ground. A recent survey by Deloitte revealed that few leading firms have insight beyond the first tier of suppliers, and what happens in conflict zones is several levels removed from corporate accountability. Without oversight, there is no incentive for local contractors to stop paying rebels or for rebels to stop extorting suppliers. Due diligence must catch up with supply chains to ensure that trade is a source of development, not conflict, in places where it is most desperately needed.</p><p>Mr. Schouten is a senior researcher at the Danish Institute for International Studies, an associate researcher at the International Peace Information Service, and author of \"Roadblock Politics: The Origins of Violence in Central Africa.\"</p><p>How Literal Roadblocks Hinder the Supply Chain</p>",
  "published": "2022-04-21T22:19:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 14,
          "end": 18
        }
      ]
    }
  ]
}