{
  "_id": "1b414ce1652f46f327399ef4b04d01842e289c7b57773184d6db4b235397f57d",
  "feed": "wall-street-journal",
  "title": "Institutional Investors Drink Up as Celebrity-Backed Beverage Brands Beckon; Private investors that back beverage startups alongside entertainment and sports stars say they want to see more than just a famous name before allocating capital",
  "text": "<p>\"We made an agreement that if we were going to explore this idea, we're not just going to throw our names on something,\" Mr. Cranston said.</p><p>Mallika Monteiro, executive vice president and chief growth, strategy and digital officer for Constellation, said the investment fits Constellation's quest to back promising brands with strong founders who can connect with consumers.</p><p>Dos Hombres is one of a string of beverage brands entertainment or sports stars have launched in recent years that have attracted capital from private investment firms. Rather than settle for passive endorsements, their celebrity co-founders often hold significant ownership stakes and actively involve themselves with tasks such as marketing and branding, where a celebrity's widespread recognition can help drive brand growth.</p><p>\"If it's more of a relationship where it's more arm's length and fee-based, then it could be less interesting,\" said Wayne Wu, a general partner at VMG Partners. The consumer-focused private-equity firm has supported beverage companies that include Humm Kombucha LLC and Spindrift Beverage Co.</p><p>A number of private investors with an interest in backing such brands say they are attracted partly by the active role some celebrity founders play and the way those founders align their own lifestyles with the brands they launch. Other celebrities who have launched or invested in beverage brands in the past few years include actors Dwayne Johnson, Cameron Diaz and professional basketball player Chris Paul.</p><p>Celebrities are getting into the beverage business as more private capital is flowing into the sector. Global private-equity and venture-capital funding for the nonalcoholic beverage sector increased to $2.12 billion in 2021, up from $730 million in 2019, according to analytics platform CB Insights. The platform's data includes bottled waters, sodas, nutritional shakes, coffees and teas. Private capital going to the alcohol sector jumped from $361 million in 2020 to $1.20 billion last year.</p><p>The capital inflows have risen as more large companies find it cheaper to launch new products by acquiring smaller brands than by developing new products on their own. That's providing natural exit opportunities for private backers of beverage startups.</p><p>\"Ten years ago, you could bust your hind trying to develop a brand and Coke would never buy you,\" said Janet Johanson, the founder and chief executive of BevSource Inc., a resource provider for entrepreneurs looking to grow their beverage companies. \"They would just come out with something [that's exactly the same] and squash you.\"</p><p>Startups launched by celebrities can often capitalize on close consumer identity with the celebrity founder's specific lifestyle or characteristic. Zoa Energy LLC, a vitamin-supplemented energy drink brand co-founded by actor and former professional wrestler Dwayne \"The Rock\" Johnson, for example, markets itself as a healthy preworkout energy beverage.</p><p>\"This brand is so personal to all of us as founders,\" said Mr. Johnson, whose roles include hosting The Titan Games, a sports competition reality TV series. \"On every can is a picture of one of the most important parts of my tattoo that is over my chest, and that is the face of a warrior spirit.\"</p><p>Mr. Johnson launched Zoa in January 2021 alongside his ex-wife Dany Garcia, her current husband Dave Rienzi and John Shulman, founder of lower-midmarket firm Juggernaut Capital Partners. Washington, D.C.-based ZOA in 2021 reached $24 million in sales and has currently sold more than 33 million cans, according to the company.</p><p>Juggernaut had previously invested alongside Mr. Johnson as a backer of premium water brand Voss of Norway AS.</p><p>\"It seems logical to conclude that I am the sole business person at the table,\" Mr. Shulman said. \"The reality is quite different. DJ and Dany are truly business builders and business managers. All of us are engaged in every aspect of what we do.\"</p><p>Sometimes a shift in a celebrity's lifestyle has even led them to back a brand. Chris Paul, a professional basketball player for the Phoenix Suns, last year invested in a $10 million bridge round for plant-based beverage maker Koia after embracing a vegan diet.</p><p>Los Angeles-based Koia has also raised money from other celebrity investors that include musical artists The Weeknd and Cordae, and comedian Kevin Hart, who invested through his firm Hartbeat Ventures, as well as private investment firms that include KarpReilly, Monogram Capital Partners and CircleUp. It is in the process of securing up to an additional $30 million for a Series B funding round that is expected to close later this year.</p><p>\"When I made the shift to a plant-based diet, I saw improvements in my overall health and performance,\" Mr. Paul said. \"Basketball, over the years, has given me a very unique platform to not only educate others, but educate myself. I didn't learn about plant-based living and a healthy lifestyle for eating until I was 33 years old, and I'm still learning today.\"</p><p>Write to Isaac Taylor at isaac.taylor@wsj.com</p>",
  "published": "2022-04-08T10:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2329,
          "end": 2333
        }
      ]
    }
  ]
}