{
  "_id": "521cda9dd6745116ee355e1f5f0fb993475468148d5d53599206b2c5bd9f5789",
  "feed": "market-watch",
  "title": "Inflation and armed global conflict have investors worried about Jay Powell's trigger finger",
  "text": "<p>Still basking in the afterglow of a surprisingly strong jobs number from the previous Friday, and some equally unexpected signs of strength in quarterly earnings from blue-chip stocks like Walt Disney Co.DIS and Coca-Cola Co.KO, U.S. equities managed to eke out some minimal gains in the first three days of trading this week, but all three major indexes came crashing back to earth on Thursday as some equally unanticipated inflation data and renewed fears of Russia invading Ukraine came to the fore.</p><p>By Friday's closing bell, The S&amp;P 500 SPX was 1.8% lower for the week, The Nasdaq COMP had dropped 2.2%, and the Dow Jones Industrial Average DJIA had fallen back 1% for the week.</p><p>Unfortunately for investors, the bad news looks much more potent than the good, going into Monday's trading, especially in the case of inflation which is both a reality and much worse than many had feared.</p><p>And while the 7.5% figure printed Thursday was a shock to the system, it also prompted concerns that price pressures might even be close to peaking, and that the Federal Reserve is well behind the curve and could perhaps overcorrect with a barrage of interest rate increases in the coming weeks and months.</p><p>Those fears were cemented a bit by St. Louis Fed President James Bullard on Thursday, who mused to Bloomberg News that he now supports an aggressive move to raise interest rates, possibly pushing up by a full one percentage point by July 1, and he argued that the current inflationary environment makes such a dramatic decision a sensible one.</p><p>Bullard also said that he could see the Fed board calling an emergency meeting to raise rates immediately in response to the 7.5% CPI number, an idea that spread quickly among Bullard's colleagues.</p><p>That spooked an already jittery market that was in sell mode on equities and pushed the yield on 10-year treasury bonds BX:TMUBMUSD10Y briefly over 2% on Thursday.</p><p>“Stocks fell hard yesterday after one Fed governor suggested that a quick 100 basis point rise in fed funds makes sense to him,” investor Louis Navellier wrote in his Friday report to investors. “In this environment, any of us could be a Fed chairman. All you do is let market rates go up and then you raise your rates and get in line with them. That's all you have to do.”</p><p>But that might not be so easy, as some influential voices are already publicly mulling over the idea that Fed chair Jay Powell has already misjudged inflation's potent rise.</p><p>“The Fed is obviously behind the curve … It's going to have to raise rates more than the market still thinks,” Jeffrey Gundlach, chief executive of DoubleLine Capital told CNBC's “Halftime Report” on Friday. </p><p>“My suspicion is they are going to keep raising rates until something breaks, which always happens,” predicted the bond king.</p><p>As has been the case for a while now, the fear of rising rates was an even more malevolent force for equity prices than a still growing inflationary environment that some economists fear has now become not transitory like it first appeared but malignant, spreading throughout the US economy.</p><p>And those fears are being fed not only by inflation, but weak consumer sentiment data and even Friday's troubling news that Russian troops are massing once again near the Ukrainian border, heightening concerns that a long-feared invasion might occur “any day now,” sending oil prices soaring and equity prices even lower. on Friday.</p><p>But even armed global conflict that could spread is being treated by some as another Fed signal.</p><p>“By pushing energy prices even higher, a Russian invasion would likely exacerbate inflation and redouble pressure on the Fed to raise interest rates,” wrote Bill Adams, Chief Economist for Comerica Bank. “From the Fed's perspective, the inflationary effects of a Russian invasion and higher energy prices would likely outweigh the shock's negative implications for global growth.”</p><p>Next week brings more U.S. economic data and more corporate earnings reports, but it already looks like persistent fears of an aggressive Fed fending off a litany of macro nightmares will not help equity prices.</p><p>But not everybody is panicking, yet,</p><p>“With Chair Powell, who is an Obama appointee and considered a dove as chair,” wrote Jay Hatfield, chief investment officer at ICAP, “The most likely outcome is the Fed will be patient with rate increases.”</p>",
  "published": "2022-02-12T08:00:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 212,
          "end": 221
        }
      ],
      "nexusId": "10017668"
    }
  ]
}