{
  "_id": "889b91030b7759099d978135136b6367a77913a5ff1c5b6ab13950f69be55cb5",
  "feed": "market-watch",
  "title": "How Ethereum's Merge boosted adoption of the ecosystem, according to Polygon's co-founder",
  "text": "<p>Crypto in a snap</p><p>Bitcoin BTCUSD went down about 5.6% over the past seven days, and was trading at around $19,159 on Thursday, according to CoinDesk data. Ether ETHUSD lost 18% over the seven-day stretch to around $1,306. Meme token Dogecoin DOGEUSD tanked 2.8% while another dog-themed token, Shiba Inu SHIBUSD, traded 8% lower from seven days ago.</p><p>Crypto Metrics </p><p> Biggest Gainers   Price   %7-day return   XRP               $0.46  30.7  Chiliz            $0.25  27.7%  Algorand          $0.36  20.9%  Stellar           $0.12  14.4%  ApeCoin           $5.81  14.2%</p><p>Source: CoinGecko as of Sept. 22</p><p> Biggest Decliners  Price   %7-day return  Ravencoin          $0.039  -44.3%  Ethereum Classic   $28.35  -28.5%  Rocket Pool        $24.01  -22.7%  cETH               $25.65  -22.6%  Ethereum           $1,297  -21.6%</p><p>Source: CoinGecko as of Sept. 22</p><p>The Merge benefits layer twos</p><p>Ethereum's highly-anticipated Merge upgrade, which was completed last week, has helped layer two blockchains built on top of Ethereum, providing scaling solutions, a lower carbon footprint and a push forward institutional adoption, according to Mihailo Bjelic, co-founder of Polygon.</p><p>Polygon aims to address limitations on Ethereum, such as high transaction costs and low transaction speed.</p><p>The Merge transitioned Ethereum's consensus mechanism from proof-of-work to proof-of-stake. Previously, under proof-of-work, the blockchain was secured by miners which requires a large amount of computational power. Now, under proof-of-stake, the network is secured by stakers, or Ether holders who lock up their tokens.</p><p>Such a transition is supposed to lower Ethereum's carbon footprint by more than 99.9%, according to the Ethereum foundation.</p><p>It also helped reduce Polygon's carbon footprint by 95%, Bjelic told MarketWatch in an interview. Though Polygon has always been operated under the proof-of-stake mechanism, \"Ethereum is our foundational layer and you also have to factor in those checkpoint costs and the carbon footprint of all that,\" Bjelic told Distributed Ledger in an interview.</p><p>The decline in energy consumption helped facilitate more institutional adoption for Polygon, as some companies have environmental, social, and corporate governance, or ESG mandates, Bjelic noted. In the past few months, Polygon announced partnerships with Coca Cola, Starbucks SBUX and MetaMETA, among others, with more companies showing increased interest ahead of the Merge, according to Bjelic.</p><p>Ban on algorithmic stablecoins?</p><p>The U.S. House of Representatives has been drafting legislation that could place a two-year ban on coins like TerraClassicUSDUSTUSD, previously known as TerraUSD, an algorithmic stablecoin that collapsed in May and led to the evaporation of about $50 billion value, according to a Bloomberg report.</p><p>It would be illegal to issue or create new \"endogenously collateralized stablecoins,\" according to the latest version of the bill, Bloomberg reported. The definition applies to stablecoins marketed as being able to be redeemed for a fixed amount of value, and are backed solely by another digital asset by the same creator, according to the article.</p><p>TerraUSD, for example, is supposed to always trade one to one against US dollars, and was backed by another cryptocurrency Luna.</p><p>MarketWatch's Chris Matthews wrote more about it here.</p><p>Nasdaq's crypto push</p><p>Nasdaq Inc.COMP, owner of the second largest U.S. stock exchange, is looking to provide crypto custody service to institutional investors, in its first major push into the rather nascent industry, despite a price downturn for the asset.</p><p>The service is subject to regulatory approval, according to a statement from Nasdaq on Tuesday. Ira Auerbach, Nasdaq's senior vice president and head of digital assets, will lead the company's new digital asset business, according to the statement.</p><p>Kraken CEO steps down</p><p>Jesse Powell, co-founder of crypto exchange Kraken, will step down as the company's chief executive, the company said Wednesday. Dave Ripley, the company's chief operating officer, will succeed Powell as CEO, according to a blog post by Kraken.</p><p>Powell made the move to focus more on the company's products, user experience and \"broader industry advocacy,\" he said in the blog post. \"As the company has gotten bigger, it's just gotten to be more draining on me, less fun,\" Powell told Bloomberg News on Wednesday. Powell will become chairman of Kraken's board of directors.</p><p>In June, a New York Times report said that Powell started a \"culture war\"within the company as he questioned the use of preferred pronouns, debated who could use racial slurs and called American women \"brainwashed.\"</p><p>Powell responded then by saying that \"the New York Times hit piece completely cherry-picked little snippets of text out of weeks' worth of conversations and reconstructed their own sentences in this hit piece.\"</p><p>Crypto companies, funds</p><p>Shares of Coinbase Global Inc. COIN plunged 6.9% to $63.00 on Thursday, and were down 18.5% over the past five trading sessions. Michael Saylor's MicroStrategy Inc. MSTR dropped 2.6% Thursday to $190.78, contributing to a 12% loss over the past five days.</p><p>Mining company Riot Blockchain Inc. RIOT shares declined 1.7% to $6.25 Thursday, and they were down 15.2% over the past five days. Shares of Marathon Digital Holdings Inc. MARA lost 3.9% to $10.42, down 13.7% over the past five days. Another miner, Ebang International Holdings Inc. EBON saw shares down 5% to $0.40 on Thursday, for a 17.9% loss over the past five days.</p><p>Overstock.com Inc. OSTK's shares tumbled 4% to $24.05. The shares traded 11.5% lower over the five-session period.</p><p>Shares of Block Inc. SQ , formerly known as Square, declined 5.6% to $56.12 and were down 18.8% for the week. Tesla Inc. TSLA shares decreased 3.7% to $289.73, down 4.6% over the past five days.</p><p>PayPal Holdings Inc. PYPL went down 3.4% to $88.05, contributing to a 8.6% loss over the five-session stretch. Nvidia Corp. NVDA shares decreased 4.4% to $126.90, looking at a 1.9% loss for the past week.</p><p>Advanced Micro Devices Inc. AMD shares tanked 5.7% to $70.17 on Thursday, down 8.4% from five trading days ago.</p><p>Among crypto funds, ProShares Bitcoin Strategy ETF BITO gained 2% to $11.90 Thursday, while its Short Bitcoin Strategy ETF BITI dipped 1.9% to $38.71. Valkyrie Bitcoin Strategy ETF BTF added 1.5% to $7.42, while VanEck Bitcoin Strategy ETF XBTF advanced 1.5% to $18.78.</p><p>Grayscale Bitcoin Trust GBTC slipped 0.3% to $11.60.</p><p>Must Reads</p><p>* What does a strong dollar mean for crypto? (MarketWatch)</p><p>* Coinbase Tested Group to Speculate on Crypto (The Wall Street Journal)</p><p>* Hacked Crypto Market Maker Wintermute Has $200M in Outstanding DeFi Debt (CoinDesk)</p><p>How Ethereum's Merge boosted adoption of the ecosystem, according to Polygon's co-founder</p>",
  "published": "2022-09-22T19:58:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2196,
          "end": 2205
        }
      ]
    }
  ]
}