{
  "_id": "2ae6dd4bc3ab8f695083fd63531a90f935467f0dd82a9c61755861da2da6b467",
  "feed": "wall-street-journal",
  "title": "A Biden Tax Proposal Would Help Nobody but Tax Lawyers; What could be wrong with giving the IRS more time to audit omissions of income? Quite a bit.",
  "text": "<p>While $100 million is an enormous sum for an individual, it's beans for large corporations with billions in revenue. It could represent a relatively minor transaction—such as a small acquisition that a corporation thought was tax-free, but the IRS decides to dispute.</p><p>There's a big difference between willful tax evasion and an honest mistake stemming from an ambiguous tax code. Since the IRS already has unlimited time to audit the returns of companies that seem to have deliberately omitted income they knew was taxable, the new regulation would largely target unknowing omissions that result from unclear regulations.</p><p>For example, there is no set IRS position on how it will tax an acquisition deal involving two different types of business entities. So when a corporation files taxes on the acquisition of a partnership, it has to depend on past IRS private letter rulings—the agency's written answers to individual taxpayers' questions, which the IRS itself says cannot be relied on as precedent. To make matters worse, the rulings aren't consistent. In the case of a partnership or limited-liability company acquiring a corporation, the letter rulings provide two possible tax treatments and little indication which to follow. It's easy to see how businesses could leave out income the IRS decides should be taxed.</p><p>It's also easy to see how doubling the amount of time for such audits, as the administration proposes, might lead to more of them. With such ambiguous statutes, more time may motivate the IRS to search for something it could consider a discrepancy, even in books that appear in order. Under current law, IRS auditors can (and often do) ask companies for extensions if they run out of time. Businesses often grant these requests, but the deadline gives them leverage to stop attempts to fish for evidence.</p><p>The Biden proposal would be good for tax lawyers—more of whom would probably be hired to handle businesses' transactions—but bad for the economy. That money could be going toward growth, rather than compliance costs. Likewise, the longer businesses are audited, the longer they are trapped in financial uncertainty that can delay job-creating transactions. The Biden proposal wouldn't be great for the IRS either. The agency is already failing to provide basic taxpayer services. It should be directing all its resources to improving customer service and eliminating its massive backlog of current returns, not digging through years-old tax returns of American businesses.</p><p>And for all this cost to the economy, the IRS, and taxpayers, the Biden proposal says that extending these audits would generate only a \"negligible\" amount of revenue. This is partly because the IRS rarely wins against the large corporations it audits. The agency has lost cases against Amazon, Exxon, Xilinx and Scottish Power, to name a few. The IRS did receive a $3 billion victory against Coca-Cola in 2020—the first time it had ever won a judgment on a major international tax issue—but the company thinks it can win on appeal. The agency's record isn't likely to improve even with more time for audits. The problem for the IRS is that big companies can hire the best tax attorneys, who are much better than those working for the federal government.</p><p>The proposal would waste the time and money of the IRS and businesses alike.</p><p>Mr. Nix is studying tax law at Georgetown University Law Center.</p><p>A Biden Tax Proposal Would Help Nobody but Tax Lawyers</p>",
  "published": "2022-04-27T17:07:00.000Z",
  "tags": [
    {
      "id": "US1912161007",
      "nexusId": "10017668",
      "name": "The Coca-Cola Company",
      "offsets": [
        {
          "start": 2893,
          "end": 2902
        }
      ]
    }
  ]
}