{
  "_id": "522d7ed84a282032fddcee5ae970def1dc1e75a381a47ea44447529772674ac1",
  "feed": "ftcomall",
  "title": "FDA moves to authorise Johnson & Johnson's Covid-19 vaccine",
  "text": "<p>The US drugs regulator has decided to grant emergency approval in the coming days to Johnson &amp; Johnson's coronavirus vaccine, making it the country's third vaccine and the first to require only a single shot. </p> <p>The US Food and Drug Administration decided on Friday to give the go-ahead for the J&amp;J vaccine, officials told the Financial Times, following a vote by 22 independent experts that the vaccine's benefits outweighed its risks for people aged 18 and older.</p> <p>The FDA said in a statement: “The US Food and Drug Administration has informed the sponsor [J&amp;J] that it will rapidly work toward finalisation and issuance of an emergency use authorisation. </p> <p>“The agency has also notified our federal partners involved in vaccine allocation and distribution so they can execute their plans for timely vaccine distribution.”</p> <p>Officials said the emergency approval would be made official after the paperwork was finalised, though they would not comment on the timing of an official announcement.</p> <p>When the formal authorisation is granted it will add another option to the US's vaccination portfolio, alongside the BioNTech/Pfizer and Moderna jabs that are already being rolled out.&#xa0;</p> <p>However, J&amp;J will deliver fewer doses than the 10m the US government previously expected. It has 4m to ship immediately, and expects to hit a target of 100m by the end of June.<br><br>The company told an FDA advisory panel of experts on Friday its vaccine was safe, effective and had been proven through multiple clinical trials.<br><br>Johan Van Hoof, global therapeutic area head at Janssen, J&amp;J's pharmaceutical division, told the panel on Friday: “Janssen's vaccine candidate would play a critical role in the global efforts to fight Covid-19 . . . [It has been found] to offer substantial protection, especially against severe <a href=\"https://www.ft.com/coronavirus\">Covid-19</a>, including hospitalisation and death, irrespective of the variant.</p> <p>“It is well tolerated and safe, and it is a single dose regimen, with stability and transportation conditions that are compatible within existing distribution channels.”</p> <p>Authorisation of the J&amp;J shot will help reinforce US supplies as the Biden administration races to distribute vaccinations as quickly as possible. </p> <p>More than 70m doses of the BioNTech/Pfizer and Moderna vaccines have been administered.</p> <p>A report earlier this week from FDA staff confirmed the J&amp;J jab was <a href=\"https://www.ft.com/content/abea44bf-e6cb-415f-8aee-1487803e154c\">up to 88 per cent effective</a> at preventing severe or critical disease, though only up to 78 per cent effective at preventing moderate to severe illness.</p> <p>Significantly, it also showed signs of working against the more transmissible 501.V2 variant now <a href=\"https://www.ft.com/content/61f7d15c-e576-4d8f-a757-eb0653117e09\">prevalent in South Africa</a>. The trials showed the jab to be 82 per cent effective at preventing severe or critical disease at the testing site in South Africa and 64 per cent effective at stopping moderate to severe illness. </p> <p>The FDA's scientists said the vaccine did not show signs of causing side-effects that would stop them from authorising it. The main complaints from recipients were pain at the point of the injection, headaches and fatigue, as have been reported with the Moderna and BioNTech/Pfizer vaccines.</p> <a href=\"http://www.ft.com/cms/4fbe40c6-fc62-46dc-a8ee-d7d70e31e243.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Officials from the US Centers for Disease Control and Prevention said on Friday that as of mid-February, with 55m doses having been administered, it had not seen any significant rise in potential side-effects such as strokes and seizures among those who had received the Moderna or BioNTech/Pfizer vaccines.</p> <p>Though relatively few pregnant women have so far received a vaccine, the CDC added that it had not seen any worrying signs of serious side-effects among those individuals either.</p> <p>The CDC has previously warned the vaccines can cause severe allergic reactions but only among a very small proportion of people with already identified allergies.</p> <p>According to the organisation's latest data presented on Friday, there have been an average of 4.2 severe allergic reactions to the BioNTech/Pfizer injection per million recipients, and 2.5 per million to that made by Moderna. That compares with 1.3 cases per million after a flu vaccine.</p> <p>This week the number of coronavirus deaths in the <a href=\"https://www.ft.com/content/abf39342-2e7c-4701-ab3e-ea701c1492a4\">US passed 500,000</a> — by far the highest death toll in the world in absolute terms — underscoring the urgent need to increase vaccinations to prevent another surge in infections, especially from emerging variants.</p> <p>While the level of new infections has been <a href=\"https://www.ft.com/content/f671f030-1b09-4c1e-ade6-111c2cd22622\">declining</a> in the US over the past few weeks, Rochelle Walensky, CDC director, told reporters on Friday that she was concerned that the downward trend could be stalling. <br><br>As the first single-shot vaccine, J&amp;J's jab will be an important contribution to the global race to inoculate people. The vaccine is easy to transport and store, and is being produced on a non-profit basis, making it more likely to be widely adopted in the developing world.</p><p>Source: Kiran Stacey in Washington and Hannah Kuchler in New York 2021 'FDA moves to authorise Johnson &amp; Johnson's Covid-19 vaccine' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T00:29:17.641Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 23,
          "end": 40
        },
        {
          "start": 2329,
          "end": 2332
        },
        {
          "start": 85,
          "end": 102
        },
        {
          "start": 1183,
          "end": 1186
        },
        {
          "start": 292,
          "end": 295
        },
        {
          "start": 2059,
          "end": 2062
        },
        {
          "start": 1554,
          "end": 1557
        },
        {
          "start": 4553,
          "end": 4556
        }
      ],
      "nexusId": "10010560"
    }
  ]
}