{
  "_id": "194a7614943bca4336a2c87b7df27b4b5b57462d2e8281f7466b72d9b2e1b7ed",
  "feed": "ftcomall",
  "title": "How the UK boosted its vaccine manufacturing capacity ",
  "text": "<p>As the UK government and biotechnology industry began to respond to the nascent <a href=\"https://www.ft.com/coronavirus\">coronavirus pandemic</a> last year, they faced the uncomfortable truth that the country's vaccine manufacturing capacity was extremely limited.</p> <p>Britain had just one plant in Liverpool making seasonal flu jabs and another in Scotland making a niche product, Japanese encephalitis vaccine. Everything else was imported.</p> <p>Now four companies are making, or preparing to make, Covid-19 vaccines in the UK. In addition, two rapid response centres are under construction and should be ready by the end of the year to produce vaccines against coronavirus or any new pathogen that threatens another pandemic.</p> <p>Ministers made a “strategic choice” to make more vaccines in Britain, health secretary Matt Hancock told the House of Commons last week, “not least because there isn't going to be a global glut of vaccine manufacturing capability for a long time to come. We are at the forefront of the science, we should be at the forefront of the manufacturing too.”</p> <p>The first efforts to mobilise Covid-19 UK vaccine development were co-ordinated by the BioIndustry Association, the biotech trade body, building on foundations laid over the previous four or five years by the government's life sciences strategy.</p> <p>In particular, ministers had decided to set up a non-profit Vaccines Manufacturing and Innovation Centre (VMIC) at Harwell in Oxfordshire — although it was not scheduled for completion until 2023.</p> <p>The government took a grip on the process by establishing the vaccines task force (VTF) in April with a budget of billions of pounds to secure supplies of Covid-19 vaccines for the UK from a range of manufacturers using different technologies. At that point it was not clear which would work well — and which could be pushed through clinical development and into people's arms most quickly.</p> <p>“In our discussion with manufacturers we committed to supporting manufacturing in any case where that would help get us earlier supplies,” said <a href=\"https://www.ft.com/stream/496d79e9-dd68-47de-950e-8aa41a635a4c\">Kate Bingham</a>, who chaired the task force until December.</p> <p>To date, the UK has done deals with eight vaccine groups. Four — BioNTech/Pfizer, Moderna, Johnson &amp; Johnson and Sanofi/GlaxoSmithKline — wanted to supply the UK solely from overseas. The other four — Oxford/AstraZeneca, Valneva, Novavax and CureVac — were happy to accept funding to help develop and manufacture their products in the UK. </p> <p>The most recent company to sign up was CureVac of Germany last Friday. Its initial order for 50m doses of mRNA vaccine, to be delivered later this year if required, includes a commitment to transfer technology for UK manufacturing of CureVac's current vaccine, which is in phase 3 clinical trials, and for future vaccines developed to protect against variants of coronavirus.</p> <p>“We have been very impressed by the VTF in the way that they have provided scientific leadership in vaccine development, evaluation of new Sars-Cov-2 variants and delivery during this pandemic,” said Franz-Werner Haas, CureVac chief executive. </p> <p>“We feel confident to have the VTF nominate a qualified UK-based manufacturer,” Haas said. “CureVac will work closely with that manufacturer to ensure everything is in place to produce any resulting vaccine to the highest standards.”</p> <p>The government helped Oxford university and AstraZeneca, which had no large-scale vaccine manufacturing experience, to set up production partnerships with Oxford BioMedica and Cobra Biologics and with Wockhardt for fill-finish.</p> <p>Valneva of France was already making the Japanese encephalitis vaccine at its plant in Livingston. This has been expanded with help from the UK and Scottish governments to produce the company's inactivated whole virus vaccine against Covid-19, which is still in early (phase 1/2) clinical trials. </p> <p>David Lawrence, Valneva director, said the plant was already making early batches of the vaccine and could produce 60m doses later this year if regulators approve it. “Next year we will potentially double that.”</p> <p>Novavax of the US is making its adjuvanted protein vaccine at Fujifilm Diosynth Biotechnologies's contract manufacturing site at Billingham on Teesside. The task force has ordered 60m doses and provided production assistance.</p> <p>In addition to these plants dedicated to the manufacture of specific products, the government has funded the construction of two flexible plants owned by non-profit public companies that could be used to make any vaccine needed urgently in an emergency.</p> <p>The VMIC project at Harwell, for which the government originally allocated £65m in 2018, is being accelerated towards completion with an injection of a further £93m. </p> <p>“We are looking to have the facility available by the summer and then to begin a phased opening, to become fully operational in 2022,” said Matthew Duchars, VMIC chief executive. </p> <p>The other facility is the Cell and Gene Therapy Catapult Manufacturing Innovation Centre in Braintree, Essex on which the government is spending about £130m. CG MIC, as it is known, is being converted from a former animal vaccines plant. </p> <p>Matthew Durdy, Cell and Gene Therapy Catapult chief executive, expects it to be ready for action by December. Which vaccines are made at VMIC and CG MIC will depend on the course of the Covid-19 pandemic this year.</p> <p>“Our objectives are to supply vaccines to the UK population, provide vaccines to the world and leave the country a legacy for the future,” said Clive Dix, the task force chair.</p> <p>“The UK has been brilliant at the science but we haven't been the best at translating it to products,” Dix said. “The VTF is starting things that will attract the pharma industry back to the UK.”</p> <p>Peter Openshaw, professor of medicine at Imperial College London, acclaimed Covid-19 vaccine production as “an area in which the UK can truly claim success”.</p> <p>“Historically, the UK has been very strong in participating at every stage in vaccine development but in recent times the economics of vaccine production have led to different elements of vaccine manufacturing being distributed to different countries,” he said. “Now it makes sense to have everything necessary for vaccine production within the UK borders.”</p> <a href=\"http://www.ft.com/cms/7ba6423a-9952-480a-8dc9-a70c537bff34.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Clive Cookson in London 2021 'How the UK boosted its vaccine manufacturing capacity ' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T12:00:58.897Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2153,
          "end": 2172
        },
        {
          "start": 2153,
          "end": 2170
        }
      ],
      "nexusId": "10010560"
    }
  ]
}