{
  "_id": "8369378d476e627607adae74f9afbdf147365698d9201d963e431cdd6650eb49",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson Places Talc Injury Claims in Bankruptcy; Healthcare company places into chapter 11 a corporate affiliate holding talc-related injury liabilities, confirming fears of plaintiffs' lawyers",
  "text": "<p>The chapter 11 filing makes J&amp;J the latest company to turn to chapter 11 as a mechanism to settle large numbers of lawsuits over defective products or other harms. Victims' lawyers had criticized J&amp;J for exploring a bankruptcy over talc, saying that chapter 11 wasn't meant to help healthy companies avoid accountability.</p><p>The company's actions underscore the risks it faces from ongoing talc litigation, which as of July totaled roughly 34,600 lawsuits linking Johnson's Baby Powder to ovarian cancer, asbestos poisoning and other illnesses.</p><p>Thursday's bankruptcy also confirms the fears of injury lawyers, who had voiced worries that J&amp;J would put talc claims into chapter 11 to stop jury verdicts, protect assets and pressure plaintiffs to accept settlements.</p><p>Chapter 11 gives corporate defendants powerful tools to drive legal settlements, such as an automatic halt on discovery proceedings and trials. J&amp;J, which hasn't filed for bankruptcy, said Thursday that it is providing financial backing for a compensation plan that would be hammered out in bankruptcy court.</p><p>\"We are taking these actions to bring certainty to all parties involved in the cosmetic talc cases,\" said Michael Ullmann, J&amp;J's executive vice president and general counsel.</p><p>J&amp;J has maintained that its talcum powder, which it stopped selling last year, is safe and doesn't cause cancer, and that numerous tests over the past 40 years didn't show a presence of asbestos. The company has taken some talc-injury cases to trial in recent years, and while some juries have sided with the company, others have returned huge damage awards, including a $2.1 billion judgment in Missouri that J&amp;J paid this summer.</p><p>Write to Andrew Scurria at Andrew.Scurria@wsj.com</p><p>Johnson &amp; Johnson Places Talc Injury Claims in Bankruptcy</p>",
  "published": "2021-10-14T22:14:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 196,
          "end": 199
        },
        {
          "start": 1246,
          "end": 1249
        },
        {
          "start": 1728,
          "end": 1745
        },
        {
          "start": 28,
          "end": 31
        },
        {
          "start": 1656,
          "end": 1659
        },
        {
          "start": 906,
          "end": 909
        },
        {
          "start": 1194,
          "end": 1197
        },
        {
          "start": 635,
          "end": 638
        }
      ]
    }
  ]
}