{
  "_id": "4adf2215f2d34b4fc919468b790fa018d2bfc90c2a2698e6cbb1c516dc7a55fe",
  "feed": "market-watch",
  "title": "90,000 U.S. adult deaths from COVID-19 over the summer could have been prevented if victims had been vaccinated, study finds",
  "text": "<p>The study conducted by the Peterson Center on Healthcare and the Kaiser Family Foundation and reported in the Washington Post looked at deaths of U.S. adults from June to September, during which months vaccines were free and widely available to the general public.</p><p>It found that about half of that death toll happened in September, when the highly transmissible delta variant was spreading fast, but many places had eased public safety measures like face-mask wearing and a large number of young adults were not vaccinated. COVID was the leading cause of death for adults aged 35 to 54 in that month, putting it ahead of heart disease and cancer.</p><p>https://twitter.com/TheLeadCNN/status/1448419404367245314The grim news underlines the importance for unvaccinated people to get their shots, as they currently account for most new cases, hospitalizations and deaths. Vaccines have proved safe and highly effective at preventing severe illness and death.</p><p>The U.S. is still averaging almost 1,900 deaths a day, according to a New York Times tracker, meaning every two days, it suffers casualties equal to those lost in the terrorist attacks on Sept. 11, 2001. And while new cases and hospitalizations have been declining, there are still hot spots such as Alaska and Minnesota, where hospitals are struggling to cope with the sick.</p><p>See:American Airlines and Southwest to defy Texas ban on COVID-19 vaccine mandates as lines harden, while Minnesota becomes latest hot spot</p><p>The Centers for Disease Control and Prevention's vaccine tracker is showing that 187.9 million Americans are fully vaccinated, equal to about 57% of the population and well below the 70% deemed necessary to stop the spread. The data shows that 8.9 million people have received a booster, and that more people are getting a booster every day than primary shots.</p><p>Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases and President Joe Biden's chief medical adviser, said Wednesday, that recent declines are welcome but warned that rates have resurged after hitting low points in the past.</p><p>Read now:&#xa0;Failing to bring COVID-19 under control will cost $5.3 trillion in lost global growth over next five years, IMF estimates</p><p>“We need to get that curve to go much further down than it is because we're dealing with a situation where you have a highly transmissible virus,” he told reporters at a White House briefing. “When the dynamics of the virus are at 80,000 to 90,000 cases a day, that's not where you want to be.”</p><p>In medical news, a Food and Drug Administration advisory committee will meet today to discuss and vote on whether to authorize a booster shot of the Moderna MRNA vaccine. The committee will discuss a booster of the Johnson &amp; Johnson JNJ shot on Friday.</p><p>Giving people a different COVID-19 booster than the vaccine series that they originally received is safe and generates an immune response that is stronger, according to a&#xa0;preprint study&#xa0;conducted by the National Institutes of Health.&#xa0;</p><p>The preprint, which was published Wednesday in advance of a public presentation set for Friday afternoon, evaluates all three authorized or approved COVID-19 vaccines in the U.S. in 458 participants as part of a “mix-and-match” clinical trial.</p><p>Read also:800 San Francisco city workers have sought vaccine waivers; 0 have been approved</p><p>With the exception of the people who were exclusively vaccinated and boosted with Johnson &amp; Johnson's&#xa0;shots, all participants reported efficacy rates of at least 90.7%.</p><p>“These data strongly suggest that homologous and heterologous booster vaccine will increase protective efficacy against symptomatic SARS-CoV-2 infection,” the authors wrote.</p><p>There are, however, some limitations to the research. The study is not randomized, and it also only assessed data available 29 days after the participants received their boosters.</p><p>Regeneron REGN said the FDA accepted its application for full approval of its monoclonal antibody treatment for non-hospitalized COVID-19 patients and as a prophylaxis for some people who have been exposed to the virus. The FDA said it would decide whether to approve the therapy by April 13 based on the priority review designation it granted to the application</p><p>The agency plans to hold an advisory committee meeting in advance of the decision. Regeneron said it plans to submit its monoclonal antibody treatment for FDA approval for hospitalized COVID-19 patients later this year. The treatment, Regen-Cov, has received emergency authorization for all three of these indications in the U.S.&#xa0;</p><p>See:NRx shares jump 39% on new clinical data testing its experimental COVID-19 drug in the critically ill</p><p>Elsewhere, Russia set yet another record one-day death toll of 986 people on Thursday, breaking the record of 984 set a day earlier, The Moscow Times reported. Russia has seen repeated records as officials struggle to persuade citizens to get their shots. Only about a third of Russians have been inoculated.</p><p>In Romania, another troubled spot, a group of doctors sent an open letter yesterday titled “a cry of despair” begging Romanians to roll up their sleeves, the Guardian reported.</p><p>The College of Physicians of Bucharest, a nongovernmental organization representing doctors in Romania's capital, said in a letter addressed to Romanians that the medical system has “reached the limit” and that low vaccination rates reveal a “failure of trust” between doctors and the population.</p><p>“We are desperate because every day we lose hundreds of patients who die in Romanian hospitals,” the letter reads. “We are desperate, because, unfortunately, we have heard too many times: I can't breathe. I'm not vaccinated.”</p><p>The World Health Organization has assembled a new group of 26 scientists that are tasked with reviving the inquiry into the origins of the virus, also from the Guardian.</p><p>Dr. Michael Ryan, the WHO's emergencies director, said it may be the “last chance to understand the origins of this virus” in a collegiate manner.</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 239.2 million on Thursday, while the death toll edged above 4.87 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 44.7 million cases and 719,551 deaths.&#xa0;</p><p>India is second by cases after the U.S. at 34 million and has suffered 451,435 deaths. Brazil has second highest death toll at 601,574 and 21.6 million cases.</p><p>In Europe, Russia has most fatalities at 215,438, followed by the U.K. at 138,487.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 108,836 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-10-14T10:51:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2726,
          "end": 2743
        },
        {
          "start": 3416,
          "end": 3433
        }
      ],
      "nexusId": "10010560"
    }
  ]
}