{
  "_id": "c7cfd2b9b27370c82ba98e29ef3577e3302392d2b1c34fd5e5fa4c18d10ac549",
  "feed": "ftcomall",
  "title": "Biden administration to allocate $1.7bn to target Covid variants",
  "text": "<p>Joe Biden's administration will invest $1.7bn in federal funds to tackle Covid-19 variants, as public health experts warn that new strains of the virus could drive up infections even as more Americans are vaccinated.</p> <p>The White House announced on Friday that it was allocating $1.7bn from the American Rescue Plan, the $1.9tn economic relief package Biden signed into law last month, to fight the variants, the bulk of which will support increasing US capacity for genomic sequencing.<br><br>Scientists use genomic sequencing to identify every gene in the virus, creating a series of letters. They then look for differences in the sequence and try to understand if these mutations change how the virus behaves.&#xa0;</p> <p>Experts say <a href=\"https://www.ft.com/content/1aa2f05c-1311-4480-a549-4ee22f9857c1\">US genomic sequencing capacity</a> has lagged behind that of the UK, hampering American efforts to detect and respond to the emergence of new variants such as B.1.1.7, which was first detected in Britain last year and has now become the predominant strain in the US, according to the Centers for Disease Control and Prevention.<br><br>By early December, the UK had tracked virus mutations in about 9 per cent of tests, according to the Covid-19 Genomics UK Consortium. The CDC said in late December that the US had sequenced only about 0.3 per cent of tests.</p> <p>The Biden administration on Friday said the funding would be allocated through the CDC to help the federal public health agency and state and local authorities track variants <a href=\"https://www.ft.com/content/8057025e-1e09-470f-b60a-f8d61f527c61\">spreading throughout the US</a>.</p> <p>The White House said $1bn would be spent on expanding genomic sequencing, with another $400m used to launch partnerships between state health departments and academic institutions, and $300m to beef up the data system that stores and shares information about the virus and its spread.</p> <p>Almost half of America's adult population has received at least one dose of a Covid-19 vaccine, and every adult in America will be eligible for a Covid-19 vaccine from next week. </p> <p>But the country's vaccine rollout hit a <a href=\"https://www.ft.com/content/d1070ff2-a473-4f6a-a484-681fb8de4251\">stumbling block</a> earlier this week when the CDC and the US Food and Drug Administration said they were reviewing six reported cases of “rare and severe” blood clots in individuals who had received the Johnson &amp; Johnson vaccine.<br><br>Officials insisted the pause would have minimal impact on US vaccine supplies, most of which are sourced from BioNTech/Pfizer and Moderna.</p> <p>Vaccine makers are also working on new jabs that could better address emerging strains of the virus.</p> <p>Earlier this week, Moderna said its jab targeted at the variant first discovered in South Africa had demonstrated an ability to increase antibodies. The company is trialling a vaccine that specifically <a href=\"https://www.ft.com/content/6b73998e-8f3c-47aa-8867-e5e04bf26685#post-69a969bb-187a-4352-90a9-a83cea5738a4\">targets the B.1.351 variant</a>, as well as a multivalent vaccine which combines the original Moderna vaccine with the South Africa-specific jab.</p> <p>The drugmaker was the first to produce a vaccine targeted at the B.1.351 variant and said its pre-clinical trials in mice for both jabs “improved neutralising titers”, meaning that antibodies present in the blood increased. The multivalent vaccine provided the broadest level of immunity, Moderna said.</p> <p>Albert Bourla, chief executive of Pfizer, said on Thursday that people would probably require a third dose of the jab within a year of being fully vaccinated and might need “<a href=\"https://www.ft.com/content/74fb0052-c627-4160-82e6-825d9f2ffec7\">annual revaccination</a>”.</p> <p>The number of people susceptible to the virus “is what defines how many replications the virus will do and defines if or not and how many variants will appear”, said Bourla in an interview with CVS Health.</p> <p><em>Additional reporting by Hannah Kuchler in London</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/1d556f62-1fe0-4b87-8e93-3ca336a10fb7\"><em>EU vaccine drama shows limits of ‘ever closer union'</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/1d556f62-1fe0-4b87-8e93-3ca336a10fb7\"><em>From Barbara Kolm, President, Hayek Institute, Director, Austrian Economics Center, Vienna, Austria</em></a></p><p>Source: Lauren Fedor in Washington and Nikou Asgari in London 2021 'Biden administration to allocate $1.7bn to target Covid variants' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T14:30:31.606Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2172,
          "end": 2189
        }
      ],
      "nexusId": "10010560"
    }
  ]
}