{
  "_id": "32b85e0f389f11d6518cc8c0c89eba0cb0dd1108346e39913814616879dd6d31",
  "feed": "market-watch",
  "title": "J&J says an extra dose of its COVID-19 vaccine can boost antibody levels",
  "text": "<p>J&amp;J JNJ has been quiet about booster shots, especially compared with the public comments in favor of boosters that have been made this summer by executives at Pfizer Inc. PFE and Moderna Inc. MRNA leading up to the White House's decision to allow Americans to begin getting booster doses in September.&#xa0;</p><p>Last month, Johnson &amp; Johnson said that antibody and T-cell immune responses were “strong and stable” eight months after vaccination. The research, published July 14 in the New England Journal of Medicine, made no mention of booster shots.&#xa0;</p><p>On Wednesday, Dr. Mathai Mammen, global head of J&amp;J's Janssen Research &amp; Development business, acknowledged that data in a news release, but also noted that “a booster dose of the Johnson &amp; Johnson COVID-19 vaccine further increases antibody responses.”</p><p>This does not mean an extra dose of the J&amp;J shot is a done deal. One data point was shared in the news release, and the full data has not yet been published on a preprint server or in a medical journal. Plus, the Food and Drug Administration still has to authorize an extra shot, which would also need to be signed off on by the Centers for Disease Control and Prevention.</p><p>“For people who received the Johnson and Johnson vaccine, we anticipate vaccine boosters will likely be needed,” Surgeon General Vivek Murthy said last week. “We will keep the public informed with a timely plan for J&amp;J booster shots.”</p><p>In a briefing announcing the plan for booster shots last week, federal health officials said they were concerned that the mRNA vaccines may not protect against severe disease in the future although experts say there is no data at this time that indicates this.</p><p>Most of Americans who are vaccinated have received the BioNTech SE BNTX/Pfizer or Moderna shots. Only about 13.9 million people in the U.S. out of the 171.3 million total Americans who are fully immunized got the J&amp;J shot.&#xa0;</p><p>This vaccine, which was the third to be authorized in the U.S., was once held up as a single-shot solution to the pandemic, but it struggled to gain traction following manufacturing issues and concerns about rare side effects.&#xa0;</p><p>Here's what the numbers say&#xa0;</p><p>The seven-day moving average is 141,091 cases per day and 775 deaths per day in the U.S., as of Aug. 23, according to the latest CDC data.</p><p>This is the highest daily average case count since Jan. 29 and the highest daily average of deaths since March 19, according to&#xa0;a New York Times tracker.</p><p>About 171.3 million people in the U.S., or 51.6% of the total population (including those too young for eligibility), are fully vaccinated, as of Aug. 24; of those who qualify for vaccination, 201.8 million, or 71.2%, of those who qualify for vaccination, have received at least one shot, and 60.4%, or 171.2 million, are fully vaccinated.&#xa0;</p><p>“We're seeing the greatest increases in states that had been lagging on vaccinations,” Jeff Zients, the White House's COVID-19 response coordinator, said Tuesday during a press briefing. “In Alabama, Arkansas, Louisiana, and Mississippi, more people got their first shots in the past month than in the prior two months combined.”</p><p>Here's what else you should know about COVID-19</p><p>• Moderna said it has completed the submission process for its Biologics License Application (BLA) to the FDA for full approval of its COVID-19 vaccine, for people 18 years old and older. “This BLA submission for our COVID-19 vaccine, which we began in June, is an important milestone in our battle against COVID-19 and for Moderna, as this is the first BLA submission in our company's history,” said Chief Executive Stéphane Bancel. “We are pleased that our COVID-19 vaccine is showing durable efficacy of 93% through six months after dose 2.” On Monday, the FDA fully approved the Pfizer-BioNTech COVID-19 vaccine.</p><p>• Senior U.S. officials told The Wall Street Journal that a report ordered by President Joe Biden examining the origin of SARS-CoV-2 doesn't have a definitive conclusion. “It was a deep dive, but you can only go so deep as the situation allows,” one anonymous official said. “If China's not going to give access to certain data sets, you're never really going to know.”</p><p>• New research from the Centers for Disease Control and Prevention found that vaccine effectiveness among frontline health care workers fell to 66% from 91% once the delta variant became the dominant strain of the virus in the U.S. The CDC noted that “this trend should be interpreted with caution because [vaccine effectiveness] might also be declining as time since vaccination increases and because of poor precision in estimates due to limited number of weeks of observation and few infections among participants.”</p>",
  "published": "2021-08-26T07:53:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1386,
          "end": 1389
        },
        {
          "start": 315,
          "end": 332
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 724,
          "end": 741
        },
        {
          "start": 592,
          "end": 595
        },
        {
          "start": 1200,
          "end": 1219
        },
        {
          "start": 1880,
          "end": 1883
        },
        {
          "start": 838,
          "end": 841
        }
      ],
      "nexusId": "10010560"
    }
  ]
}