{
  "_id": "6ca98736afcee13e0bf3a5a503f0d95893b7a7ee013ef1a99203231e1bfedc87",
  "feed": "wall-street-journal",
  "title": "Letters to the Editor:  Rushing the Vaccine Approval Could Backfire",
  "text": "<p>   Your editorial \"To Mandate or Not to Mandate Vaccines\" (July 28) is correct that the clinical trials that gave rise to the emergency authorizations \"were as rigorous as those for full approval,\" but that's far from the whole story. </p><p>   The history of drug and vaccine development illustrates possible pitfalls of post-approval drug manufacturing, some of which have had dire consequences. The most notorious was the 1955 \"Cutter incident,\" in which more than 200,000 American children received a polio vaccine in which the process of inactivating the live virus was defective. The vaccine, manufactured by Cutter Laboratories, eventually caused 40,000 cases of polio, leaving 200 children with varying degrees of paralysis and killing 10. </p><p>   The Pfizer-BioNTech and Moderna vaccines are not killed-virus vaccines, so faulty inactivation is not a possibility, but the manufacture is highly complex. Emergent BioSolutions, designated by the U.S. government as the sole domestic manufacturer of the Johnson &amp; Johnson and AstraZeneca vaccines, had to discard 75 million vaccine doses because of possible contamination. Earlier this year, the Food and Drug Administration recalled certain batches of a commonly prescribed diabetes drug, metformin, because it contained unacceptably high levels of a cancer-causing chemical contaminant. </p><p>   Applications for approval are extraordinarily complex and sometimes contain shortcomings or inconsistencies. The medical and public-health experts who are, with the best of intentions, demanding immediate full approval of the Covid-19 vaccines, have not actually reviewed all the data documenting that the manufacturers can produce batch after batch of vaccine with the necessary purity, potency and sterility. </p><p>   There is also the big-picture issue: If the FDA were to grant full approval to a product that caused a debacle similar to the Cutter incident, or even a problem like the metformin contamination, it would not only injure patients but also provide fodder for antivaccine activists and make the public skeptical of vaccines for years, or even decades. We can't afford a misstep. </p><p>   Henry I. Miller, M.D. </p><p>   Redwood City, Calif. </p><p>   Dr. Miller was founding director of the FDA's Office of Biotechnology. </p><p></p>",
  "published": "2021-08-05T06:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 989,
          "end": 1006
        }
      ],
      "nexusId": "10010560"
    }
  ]
}