{
  "_id": "887aa8b791b8e21ae5b678453f88f56affa128efca6b90a9590664b300b1e739",
  "feed": "ftcomall",
  "title": "Vaccine concerns rise as variant fuelling UK infections mutates",
  "text": "<p>The more transmissible B.1.1.7 coronavirus variant that has come to dominate in the UK is evolving further mutations, which scientists say will make existing vaccines less effective at preventing infection.</p> <p>Public Health England said <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/957504/Variant_of_Concern_VOC_202012_01_Technical_Briefing_5_England.pdf\">in a technical briefing</a> on Tuesday that researchers had detected 11 cases in the UK of B.1.1.7 acquiring a mutation called E484K, which is present in the variants fuelling Covid-19 surges in South Africa and Brazil.</p> <p>The development came as public health officials in eight areas of England began <a href=\"https://www.ft.com/content/d0d95244-d685-484b-a98c-2e27d74795af\">door-to-door “surge testing”</a> of tens of thousands of people after, coincidentally, 11 cases of the 501.V2 variant from South Africa were detected in people with no foreign travel history.</p> <p>The news came as the total number of first doses of Covid-19 jabs administered in the UK reached 9.6m, with another 352,935 vaccinations reported.</p> <p>Speaking in the House of Commons, health secretary Matt Hancock told MPs that 11 cases of a “mutation of concern” had also been found in Bristol and 32 in Liverpool. Surge testing will be introduced to certain postcodes to both cities.</p> <p>“In all these areas it is imperative that people must stay at home and only leave home where it is absolutely essential,” he said. “When your local authority offers you a test, you should take up the offer because we know that around one in three people with coronavirus have no symptoms but can still pass it on.”</p> <p>PHE said the 11 cases in Bristol with the E484K mutation had evolved from the B.1.1.7 variant in the UK and were separate from the South African strain. The cases detected in Liverpool were the original coronavirus with the E484K mutation.</p> <p>Mr Hancock also said the government was working with scientists and pharmaceutical companies to adapt vaccines to new mutations and “how they can be brought to use on the front line as quickly as safely possible”.</p> <p>News that the B.1.1.7 variant is evolving further mutations is worrying scientists, said Julian Tang, clinical virologist at Leicester university. “This E484K mutation is already present in the South African 501Y.V2 and Brazilian P1 variants — and is now thought to be the main mutation impacting on vaccine efficacy.”</p> <a href=\"http://www.ft.com/cms/7ba6423a-9952-480a-8dc9-a70c537bff34.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Cambridge university scientists have run preliminary laboratory tests on B.1.1.7 virus with the added mutation. They found that antibodies extracted from the blood of people who had received the BioNTech/Pfizer vaccine were only one-tenth as effective at neutralising the virus that had the E484K mutation as they were at neutralising the virus that did not have the mutation.</p> <p>“Our work suggests the vaccine is likely to be less effective when dealing with this mutation,” said Ravi Gupta, who led the study. “B.1.1.7 will continue to acquire mutations seen in the other variants of concern, so we need to plan for the next generation of vaccines to have modifications to account for new variants. We also need to scale up vaccines as fast and as broadly as possible to get transmission down globally.”</p> <p>However, scientists expect the current vaccines still to reduce severe disease and deaths among people who are inoculated, even though they become less effective at preventing infection.</p> <p>The E484K mutation is still rare in the UK. The PHE paper said the 11 examples detected were among a total of 214,159 coronavirus genomes analysed. “Preliminary information suggests more than one acquisition event,” the researchers said — meaning that the mutation has occurred independently on several occasions.</p> <p>But scientists are concerned that the mutated form of B.1.1.7 could spread rapidly if it has a selective advantage because it can overcome human immune defences acquired by vaccination or prior infection with an older form of the virus. There is no evidence to show how fast this might happen.</p> <p>The mutation changes the shape of the “spike protein” that the Sars-Cov-2 virus uses to infect people, making it bind more tightly to its “receptor” in human cells.</p> <p>Some vaccine manufacturers last week announced clinical trial results that showed how the E484K mutation, which is present in all cases of the South African variant, affected their products. </p> <p>Novavax found 89 per cent efficacy in its UK trial but just 49 per cent overall efficacy in South Africa (which increased to 60 per cent when the results from HIV-positive South Africans were excluded). Johnson &amp; Johnson reported efficacy of 66 per cent overall, 72 per cent in the US and 57 per cent in South Africa.</p> <p>“There is also concern that the South African variant might be able to more efficiently reinfect individuals who have previously been infected with the original form of the virus,” said Lawrence Young, a virologist at the University of Warwick. </p> <p>“This is likely to be due, in part, to the E484K mutation which may weaken the immune response and also impact the longevity of the neutralising antibody response,” Prof Young added. “So B.1.1.7 variants carrying the E484K mutation may be more efficient at reinfection.”</p><p>Source: Clive Cookson and Sebastian Payne in London 2021 'Vaccine concerns rise as variant fuelling UK infections mutates' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-02T17:04:57.366Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4346,
          "end": 4365
        },
        {
          "start": 4346,
          "end": 4363
        }
      ],
      "nexusId": "10010560"
    }
  ]
}