{
  "_id": "b630f9675e1438271e7897dd0d7ce6282a20e5a9aefd0901f63acd40cf35956e",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson's Sales Climb Across Divisions; Company's revenue rose 11% year over year in third quarter to $23.34 billion",
  "text": "<p>Medical-device sales grew 7.6% amid a higher level of surgical procedures. Pharmaceutical sales were up 14%, the result of more prescriptions of drugs for multiple myeloma, inflammatory diseases and other conditions. Johnson &amp; Johnson's sales of consumer products such as Tylenol, Motrin and skin-care lines rose 5.7%. Those sales trends exclude acquisitions and divestitures.</p><p>Earnings were $1.37 a share—up from $1.33 a year ago—or $2.60 a share after stripping out one-time items. Wall Street analysts had been forecasting sales of $23.64 billion and adjusted earnings of $2.35 a share, according to FactSet.</p><p>One factor in the third-quarter sales shortfall was lower-than-expected sales of J&amp;J's Covid-19 vaccine, which came in at $502 million, including $270 million in the U.S. J&amp;J finance chief Joseph Wolk said in an interview that the company still expects full-year vaccine sales of about $2.5 billion.</p><p>The quarterly report is to be the last released during the tenure of Chief Executive Alex Gorsky, who took up the position nine years ago. Joaquin Duato, a longtime executive at the company, is set to take over as CEO in January.</p><p>Though elective health procedures using J&amp;J medical devices have bounced back from a year ago, the summer surge in Covid-19 cases curbed the growth compared with analysts' expectations, Mr. Wolk said. This contributed to a slight shortfall in J&amp;J's overall sales versus expectations. He said he expects elective procedures to pick up in the fourth quarter or in early 2022.</p><p>Mr. Wolk said that, globally, new cases of Covid-19 and hospitalizations resulting from the Delta variant have declined gradually in recent weeks. The easing of pandemic restrictions in certain countries is leading to more positive trends in health procedures that use J&amp;J products, giving the company confidence in the continued recovery of its medical-device business.</p><p>J&amp;J's vaccine sales have been much lower than those sold by Pfizer Inc. and Moderna Inc. J&amp;J priced its vaccine lower than the others and use of it has been limited by production constraints and safety concerns.</p><p>Last week, an advisory panel recommended that the Food and Drug Administration authorize an additional dose of J&amp;J's Covid-19 vaccine to boost the protection it delivers. The FDA must now decide whether to clear a second shot. The panel recommended people get a second dose at least two months after their first shot.</p><p>Of the roughly 189.3 million Americans considered fully vaccinated, about 8% received J&amp;J's vaccine, according to data from the Centers for Disease Control and Prevention. Almost all others were vaccinated with two-dose regimens from Pfizer and its partner BioNTech SE or from Moderna.</p><p>Also last week, J&amp;J took a step pressing for settlement of tens of thousands of lawsuits alleging links between its talc-based products and cancer. It placed into bankruptcy a corporate entity that holds its liabilities for the lawsuits, following a tactic used to protect assets and boosting a settlement's appeal for plaintiffs.</p><p>The company, which has $31 billion in cash and marketable securities and didn't declare bankruptcy itself, has maintained that its baby powder was safe and didn't contain asbestos. J&amp;J stopped selling talc-based baby powder in the U.S. and Canada last year.</p><p>After the latest quarter's earnings growth, J&amp;J raised its forecast for full-year profit. It now expects adjusted earnings of $9.77 a share to $9.82 a share in 2021, compared with its July outlook of $9.60 a share to $9.70 a share.</p><p>J&amp;J shares rose 2.3% to $163.80 Tuesday afternoon.</p><p>Write to Matt Grossman at matt.grossman@wsj.com and Peter Loftus at peter.loftus@wsj.com</p><p>Johnson &amp; Johnson's Sales Climb Across Divisions</p>",
  "published": "2021-10-19T17:26:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3663,
          "end": 3680
        },
        {
          "start": 1384,
          "end": 1387
        },
        {
          "start": 3523,
          "end": 3526
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 217,
          "end": 234
        },
        {
          "start": 1886,
          "end": 1889
        },
        {
          "start": 2502,
          "end": 2505
        },
        {
          "start": 1975,
          "end": 1978
        },
        {
          "start": 3335,
          "end": 3338
        },
        {
          "start": 1181,
          "end": 1184
        },
        {
          "start": 2209,
          "end": 2212
        },
        {
          "start": 3214,
          "end": 3217
        },
        {
          "start": 1784,
          "end": 1787
        },
        {
          "start": 692,
          "end": 695
        },
        {
          "start": 2718,
          "end": 2721
        },
        {
          "start": 782,
          "end": 785
        }
      ],
      "nexusId": "10010560"
    }
  ]
}