{
  "_id": "a40f53af612358621b279189c7134bafa0e911c430d2999ada3b5bff8df6feae",
  "feed": "wall-street-journal",
  "title": "b Opioid Income Redistribution",
  "text": "<p>The main problem with this argument is that opioids such as oxycodone require a doctor's prescription. Thousands of doctors would have to have been complicit in the conspiracy. Ditto the Drug Enforcement Administration, which is supposed to monitor and control opioid shipments by distributors to pharmacies.</p><p>Opioid prescriptions have been declining since 2012, and the vast majority of overdose deaths are now from fentanyl sold on the street, often laced with other drugs. The Centers for Disease Control and Prevention reported last week that opioid deaths increased by nearly 40% last year to 69,710 in 2020, though only 13,637 were from prescription painkillers.</p><p>But actual legal liability doesn't count for much when the U.S. mass tort industry gets rolling. Businesses settle because they know they risk getting slammed with enormous jury verdicts if they go to trial.</p><p>So three distributors -- AmerisourceBergen Corp., Cardinal Health and McKesson -- and drug maker J&amp;J agreed to pay states and municipalities $26 billion to drop their suits. About $2.5 billion will go to pay legal costs including the plaintiff attorneys the AGs hired to help bring the suits. They can upgrade their luxury yachts.</p><p>AGs are hoping the settlement will prod manufacturers such as Teva and Endo and retailers including Walmart, Walgreens and CVS to settle lawsuits so they can wave around the payouts when they campaign for re-election or for Governor.</p><p>Businesses can't print cash, so where do politicians think the money for these payoffs will come from? The answer is customers in higher prices and workers in lower wages. Insurers might cover some of the tab, but businesses are having to pay more for insurance as litigation risk grows, especially in the pharmaceutical industry. Insurers have coined a term for the ballooning costs from class-action lawsuits, expansive theories of liability, and mammoth jury awards: Social inflation.</p><p>The opioid settlement is another example in a growing list of lawsuits that redistribute income from the larger society to rich plaintiff attorneys, who then help politicians with their campaign contributions, who then rehire the lawyers to help with more mass tort claims. Alas, it's the American way.</p>",
  "published": "2021-07-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 973,
          "end": 976
        }
      ],
      "nexusId": "10010560"
    }
  ]
}