{
  "_id": "81791afc08b94b996b4fc187ae2da4927b0db9deeeb796487cdc83a03b5cb139",
  "feed": "ftcomall",
  "title": "EU top court opines on birthright of same-sex couple's child",
  "text": "<p>The EU top court's advocate-general will issue an opinion today on the fate of a stateless infant that could have ramifications for children born to LGBT+ parents across the EU. </p> <p>Baby Sara, born in Spain to a Bulgarian mother and another woman with UK citizenship, cannot currently get a passport. Neither of her parents are Spanish citizens, meaning she cannot become one. Her British mother was told she was unable to pass her citizenship to her daughter because it was based on ancestry.</p> <p>When Sara's Bulgarian mother sought to register the birth with authorities in Sofia, she was asked for further information about the biological parentage of her daughter, as the Spanish birth certificate listed both women as the parents. The Spanish document, in accordance with both mothers' wishes, did not specify which or even if either of them had a biological relationship to the child.</p> <p>Authorities in Sofia asked the Bulgarian mother, known in the case file as VMA, to provide more specific evidence of the child's parentage, which she has refused to do. According to <a href=\"https://en.deystvie.org/baby-sara-court-of-justice-eu\">Deystvie</a>, a Bulgarian LGBT+ rights organisation, the municipality's request for further information was not made pursuant to any national law.</p> <p>The municipality refused to issue a birth certificate for baby Sara, saying that doing so would be “contrary to public order” in Bulgaria because the country does not recognise same-sex marriages conducted abroad.&#xa0;</p> <p>In October, Sofia's administrative court requested guidance from the European Court of Justice on two questions. First, can the Bulgarian authorities refuse a birth certificate if the application does not list the biological mother? Second, how should authorities strike the right balance between the national and constitutional laws of member states and the rights enshrined in EU legislation, including the EU Charter of Fundamental Rights, the right to “private and family life” and the best interests of the child?</p> <p>The case could take on more relevance as eastern European countries have restricted the rights of LGBT+ citizens. In the EU, the constitutions of Bulgaria, Croatia, Latvia, Lithuania, Poland and Slovakia define marriage as a union between a man and a woman. </p> <p>Several countries have recently clamped down on LGBT+ rights. Hungary, which as with Croatia recognises civil unions but not gay marriage, amended its constitution in December to <a href=\"https://www.ft.com/content/73a2ee78-63e8-41cf-a24b-3ad1cd8b9e7c\">effectively ban adoptions</a> by same-sex couples. It defined family as “based on marriage and the parent-child relation”, further delineating: “The mother is a woman, the father a man.” </p> <p>Poland's conservative government announced last month that it would bar individuals in same-sex couples from adopting children, even as single parents.&#xa0;&#xa0;</p> <p>In her State of the Union address last September, Ursula von der Leyen, European Commission president, said that the <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/SPEECH_20_1655\">EU would prioritise LGBT+ equality</a> and asserted that “if one is a parent in one country, one is a parent in every country”. </p> <p>The ECJ advocate-general's opinion today, followed by the court's ruling in the coming months, will settle not just the citizenship question of baby Sara, but may also bring the EU one step closer to realising this priority.&#xa0;&#xa0;</p> <h1>Chart du jour: a taxing question</h1> <p>Europe's club of low-tax economies is a surprise cheerleader of US president Joe Biden's ambitious global tax plan. Both Ireland and the Netherlands have signalled support for proposals that could see the introduction of a global minimum corporate tax, fully aware that international negotiations are likely to result in a watered-down result. In Brussels, the US plan takes the heat off the commission to find a solution for tax avoidance by multinationals. (<a href=\"https://www.ft.com/content/1a8e5bf7-49e0-4987-98c8-893f08d9c77c#myft:my-news:page\">chart via FT</a>)</p> <h1>Planet Europe </h1> <ul>  <li><p>Denmark has become the first country in Europe to fully suspend the use of the AstraZeneca Covid-19 over concerns about side-effects linked to blood clots. Norway is set to decide if it will follow suit on Thursday. The European Medicines Agency is due to give its verdict on the safety of the Johnson &amp; Johnson vaccine next week after the jab's rollout was temporarily suspended in the US. After a series of recent setbacks, commission president Ursula von der Leyen has <a href=\"https://twitter.com/vonderleyen/status/1382305033040101376\">announced</a> that the EU will receive an additional 50m doses of the BioNTech/Pfizer vaccine this month, bringing the total to 1.8bn vaccines over the next two years. The order signals the bloc's <a href=\"https://www.spiegel.de/wirtschaft/corona-impfstoffe-eu-kommission-setzt-kuenftig-vor-allem-auf-biontech-und-moderna-a-7de4fc9d-c315-46fa-8933-24301cf05675\">increasing reliance</a> on the more expensive mRNA vaccines produced by BioNTech and US company Moderna. (<a href=\"https://www.ft.com/content/7b992d68-2814-4390-9d71-ff4c704c9f98\">FT</a>, <a href=\"https://www.spiegel.de/wirtschaft/corona-impfstoffe-eu-kommission-setzt-kuenftig-vor-allem-auf-biontech-und-moderna-a-7de4fc9d-c315-46fa-8933-24301cf05675\">Der Spiegel</a>)</p></li>  <li><p>Irish regulators are investigating Facebook over a possible breach of EU privacy laws following reports of a large-scale data leak in which the personal information of 533m users was shared online. (<a href=\"https://www.ft.com/content/0bd7fc8f-cd62-4d57-96c4-bbee8d3deb71\">FT</a>)</p></li>  <li><p>Ryanair has lost two more cases at the EU's second-highest court over pandemic bailouts for Danish and Finnish airlines. The budget carrier argued that the cash injections were in violation of EU state aid rules, but the general court deemed them “necessary”. (<a href=\"https://www.irishtimes.com/business/transport-and-tourism/ryanair-loses-challenges-against-state-aid-to-scandinavian-airlines-1.4537085\">Irish Times</a>/<a href=\"https://www.euronews.com/2021/04/14/european-court-of-justice-rules-against-ryanair-over-airlines-covid-bailouts\">Euronews</a>)</p></li>  <li><p>China's wolf warrior diplomacy has arrived in the Netherlands. Beijing's ambassador in The Hague has said human rights were defined differently in his home country compared with the west, claiming that the Chinese government has lifted 3m people out of poverty in the “renegade province” of Xinjiang, where more than 1m Uyghur Muslims have been interned. (<a href=\"https://nos.nl/nieuwsuur/artikel/2376113-zo-gaat-china-kritiek-op-mensenrechtenschendingen-uit-de-weg.html\">NOS</a>)</p></li> </ul> <h1>Coming up today</h1> <p>Commission vice-president Maros Sefcovic and UK Brexit minister David Frost hold talks in Brussels on Thursday evening on trade rules in Northern Ireland.</p> <p>The European Court of Justice will rule on the Netherlands' attempt to overturn an upcoming EU ban on electric pulse fishing, a widespread practice among Dutch fishermen that is fiercely opposed by some environmental groups in France.</p> <p>Banque de France deputy governor Sylvie Goulard will speak about the role of central banks in greening the economy at the <a href=\"https://events.forum-europe.com/4SEG-HJ3K-AC2328E4239317B6EFMGN51C9557C15803F4F/cr.aspx\">EU-UK Forum</a> at 16.00 (CET).</p> <p><a href=\"mailto:Valerie.hopkins@ft.com\"><em>valerie.hopkins@ft.com</em></a>; <a href=\"https://twitter.com/VALERIEin140\">@VALERIEin140</a><br><a href=\"mailto:David.hindley@ft.com\"><em>david.hindley@ft.com</em></a></p><p>Source: Valerie Hopkins in Budapest and David Hindley in London 2021 'EU top court opines on birthright of same-sex couple's child' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T05:01:08.879Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3999,
          "end": 4016
        }
      ],
      "nexusId": "10010560"
    }
  ]
}