{
  "_id": "0bccb59220c48c322d6f7497556927d300f7ee2ea7cfac976c741ac4ccd2bfcd",
  "feed": "wall-street-journal",
  "title": "U.S. News: J&J Halt Slows Vaccination Goals",
  "text": "<p>The aftereffects threaten to set back efforts to vaccinate enough people to achieve communitywide immunity and drop many pandemic precautions, allowing for a return to more-normal life.</p><p>More than four months into the vaccination campaign, many of the people willing to get vaccinated have done so, according to health officials. Safety concerns raised by the pause have discouraged some people who told pollsters they were open to taking a vaccine but wanted to wait and see.</p><p>\"There is a portion of the population that because of the pause, that's the straw that broke the camel's back, they're not going to get vaccinated. They just evaporated,\" said Paul Shelton, executive vice president of pharmacy at AdhereHealth LLC, a health-technology company that has been operating sites in more hesitant and hard-to-reach populations.</p><p>Some state health officials expressed hope that the concerns would fade.</p><p>Health authorities had looked forward to J&amp;J's shot partly because its convenient storage requirements and single dose made it easier to give in rural and other areas that lack many of the special freezers needed to store the other vaccines, and to people who didn't want to have to return for a second dose.</p><p>In late February, the J&amp;J vaccine became the third to be authorized for use in the U.S.</p><p>As supplies were beginning to increase in April, however, federal health officials recommended pausing use of the J&amp;J shot while they investigated reports of a rare blood-clotting condition. The officials later lifted the advisory, saying the vaccine's benefits outweighed its risks while alerting doctors who encountered patients to the proper treatment.</p><p>A spokesman for J&amp;J said safety is the company's top priority and its Covid-19 vaccine prevents hospitalization and death, including against viral variants.</p><p>\"We know that people's top concern about the vaccines is that they might experience serious side effects,\" said Liz Hamel, vice president and director of public opinion and survey research at Kaiser Family Foundation.</p>",
  "published": "2021-05-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 11,
          "end": 14
        },
        {
          "start": 1672,
          "end": 1675
        },
        {
          "start": 1414,
          "end": 1417
        },
        {
          "start": 944,
          "end": 947
        },
        {
          "start": 1234,
          "end": 1237
        }
      ],
      "nexusId": "10010560"
    }
  ]
}