{
  "_id": "7cfbb4d061909bf3cfe599a769de12b125c5aa322dc3da05aea2b42c8c2f34c0",
  "feed": "wall-street-journal",
  "title": "World News: India Suspends Vaccine Exports",
  "text": "<p>Gavi, a global health organization involved in the Covax, said the Serum Institute was contracted to supply doses to more than 60 lower-income countries. Vaccine deliveries to participating nations \"will face delays during March and April as the Government of India battles a new wave of Covid-19 infections,\" Gavi said.</p><p>Covax was expecting 40 million additional doses in March, and up to 50 million doses in April, Gavi said. Covax has already supplied 28 million vaccine doses.</p><p>AstraZeneca didn't respond to a request to comment.</p><p>The Indian government hasn't made any formal statement on vaccineexports. A spokesman for India's foreign ministry declined to comment. A spokeswoman for India's Ministry of Health and Family Welfare also declined to comment.</p><p>An Indian government official said exports could be suspended or delayed until the end of April, because of the recent surge in infections and the expansion of the government's vaccine program. Exports could also resume earlier depending on supplies, he said.</p><p>On Tuesday, the government said it was expanding its vaccination drive to those older than 45. Previously, it was only for medical workers, those older than 60 and people above 45 with comorbidities.</p><p>As of Thursday, India had vaccinated more than 53 million people. It is now vaccinating around two million to three million people a day. Its target is to inoculate 300 million by August.</p><p>India has exported more than 60 million doses to 77 countries, mostly from the Serum Institute through a mix of donations, commercial agreements and the Covax initiative.</p><p>Those exports included five million doses to the U.K., four million to Brazil, seven million to Morocco and three million to Saudi Arabia in January and February as part of commercial deals. The countries had sought additional supplies, which would be delayed, people familiar with the matter said.</p><p>The most recent exports were 132,000 doses to South Sudan on March 22, according to the foreign ministry's website.</p><p>India struggled with both delivery logistics and vaccine hesitancy during the initial phase of its campaign, but supplies now appear to be the problem,said Ramanan Laxminarayan, an epidemiologist at the Center for Disease Dynamics, Economics &amp; Policy, a research think tank based in Washington and New Delhi. \"It may be a challenge to be able to meet India's needs and serve all these other countries as the ability of India's system to deliver vaccine ramps up,\" he said.</p><p>The Indian official said a new production facility in the southern city of Bangalore for vaccine maker Bharat Biotech was expected to be up and running by the end of April or early May, easing the squeeze on supplies.</p><p>Russia's Sputnik V vaccine, as well as vaccines from Johnson &amp; Johnson and Indian pharmaceutical companyZydus Cadila, were expected to begin being manufactured and distributed in India by May, which would further increase the scope for exports, the official said.</p><p>India has been one of the hardest-hit countries in the world by Covid-19, trailing only the U.S. in the total number of infections from the start of the pandemic. India recorded a peak of slightly below 100,000 new daily infections in September, before a gradual decline. Infections dropped to below 9,000 new cases in early February, but have steadily increased since then.</p><p>Fresh cases have shot up in recent weeks. Health experts say thesurge is mostly because of more reopening and relaxation of restrictions.</p><p>\"A false sense of security has prevailed. When the guard is down, the virus spreads,\" said T. Jacob John, a retired professor of virology at the Christian Medical College in the southern city of Vellore.</p><p>On Thursday, India reported 53,476 new Covid-19 infections in the past day, the highest level in five months, according to the health ministry.</p>",
  "published": "2021-03-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2736,
          "end": 2753
        }
      ]
    }
  ]
}