{
  "_id": "dc3a24ac2f031034bf99904dcc06592cef74cc8fe050cef9755601f9412ac6f4",
  "feed": "ftcomall",
  "title": "J&J's Texas two-step waltzes over its liabilities",
  "text": "<p>It is dubbed the Texas Two-Step: a neat way of sidestepping potentially ruinous payouts by ringfencing them into an entity that goes on to seek bankruptcy protection. It is simple enough choreography, and <a href=\"https://www.ft.com/content/c82423d4-6728-4292-9653-44b87ebd7a94\">Johnson &amp; Johnson</a> — which has spent decades curating its image as a trusted purveyor of baby products — is the latest company potentially on the hook for billions of dollars in damages to use it. Critics, including one attorney suing the company over talcum powder that allegedly contained asbestos, slammed it as corporate iniquity “at its worst”.</p> <p>J&amp;J — which increased <a href=\"https://www.ft.com/content/603de67b-17a4-4225-a78e-53ef87546734\">its profits forecast</a> earlier this week, boosted by strong sales of its Covid vaccination — said it was spinning off a subsidiary to deal with multimillion dollar claims from 35,000 plaintiffs, who allege its baby talc caused cancer, which it denies. The $2bn spin-off has filed for bankruptcy protection, meaning plaintiffs may have to accept a reduced, or delayed, settlement. The company has previously been ordered to pay $2.1bn to just 22 women who blamed their ovarian cancer on the talc.</p> <p>The Texas Two-Step is not hard to follow. Step One: become a corporate entity under Texas law, then split your company into two, ringfencing all your legal liabilities into one BadCo. The rest of your profitable company is separate and isolated from lawsuits. Step Two: the BadCo applies for Chapter 11, allowing it protection from legal claims while the bankruptcy is being resolved. </p> <p>Such moves would be considered a “fraudulent transfer” in most states. But Texas and Delaware — vying to be the most corporate-friendly — have more flexible interpretations. Texas considers divisions of one company to be a merger, making them exempt from fraudulent transfers.</p> <p>The manoeuvre is a cynical deployment by a profitable company of bankruptcy laws in order to cap damages. It does little to improve J&amp;J's reputation, already <a href=\"https://www.ft.com/content/c4eddc22-cd86-11e9-99a4-b5ded7a7fe3f\">tarnished by the opioid crisis</a>. J&amp;J is not the first to use it: Koch Industries' Georgia-Pacific tried it following asbestos claims; its bankruptcy is still pending in the courts. Meanwhile, although not a two-step, bankruptcy has <a href=\"https://www.ft.com/content/0b9adde2-8485-45e9-a896-86e63ac00d72\">shielded Purdue Pharma</a> from future lawsuits stemming from its OxyContin painkiller. </p> <p>The Two-Step's burgeoning use among scandal-tainted corporates, which is still being tested legally, erodes consumer rights across America. How can consumers feel confident that they are not being peddled a potentially lethal product if a company can simply protect itself from future claims through balletic restructuring? </p> <p>J&amp;J's supporters suggest the move is an inevitable response by corporates to a skewed legal system that can be exploited by the plaintiff bar in order to extract crippling damages, even in cases where scientific evidence may be murky. Perhaps. It also underscores a landscape where consumers have little avenue for redress, other than the courts. That system serves few constituencies well, other than lawyers. &#xa0;</p> <p>An attempt to halt J&amp;J's Two-Step was rejected by a New Jersey court last month. It ruled plaintiffs could not “usurp corporate-decision making” by filing a claim that “hypothesised” potential harm they might suffer from a future transaction. <a href=\"https://reorg.com/johnson-johnson-texas-two-step/\">The judge ruled</a> that the actual harm of limiting executives' ability to engage in deals in the interest of shareholders outweighed any potential harm to plaintiffs.</p> <p>J&amp;J's fancy footwork may be good for its bottom line in the short-term. But it makes a mockery of its <a href=\"https://www.jnj.com/credo/\">78-year-old credo</a>, which pledges to put the interests of “mothers and fathers and all others who use our products and services” above those of shareholders. </p><p>Source: The editorial board 2021 'J&amp;J's Texas two-step waltzes over its liabilities' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T10:16:39.302Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 205,
          "end": 222
        },
        {
          "start": 3350,
          "end": 3353
        },
        {
          "start": 2961,
          "end": 2964
        },
        {
          "start": 1922,
          "end": 1925
        },
        {
          "start": 554,
          "end": 557
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 2529,
          "end": 2532
        },
        {
          "start": 1864,
          "end": 1867
        }
      ],
      "nexusId": "10010560"
    }
  ]
}