{
  "_id": "361e7d7402c272ceedde954159556d41d6f6a3733079ea5ae688144bd53f8659",
  "feed": "ftcomall",
  "title": "EU must prepare for ‘era of pandemics', von der Leyen says",
  "text": "<p>Europe must prepare its medical sector to cope with an “era of pandemics”, the European Commission president said, as she warned the bloc was still in its most difficult period for Covid-19 vaccine deliveries.&#xa0;</p> <p>Ursula von der Leyen told the Financial Times that the EU could not afford to sit still even once Covid-19 has been overcome, as she described her plans for a Europe-wide fast-reaction system designed to respond more quickly to emerging medical threats.&#xa0;</p> <p>“Europe is determined to enlarge its strength in vaccine production,” she said in a telephone interview. “It's an era of pandemics we are entering. If you look at what has been happening over the past few years, I mean from HIV to Ebola to MERS to SARS, these were all epidemics which could be contained, but we should not think it is all over when we've overcome Covid-19. The risk is still there.”&#xa0;</p> <p>Von der Leyen last month unveiled <a href=\"https://www.ft.com/content/0cb7f47b-b7a8-4487-bc6f-4cf261ab1322\">plans </a>for a biodefence preparedness plan called the HERA Incubator, which will combine researchers, biotech companies, manufacturers and public authorities to monitor emerging threats and work on adapting vaccines. This will become part of a Health Emergency Preparedness and Response Authority (HERA).&#xa0;</p> <p>The concept is an attempt to mirror some of the benefits conferred by America's Biomedical Advanced Research and Development Authority, which is charged with the job of responding rapidly to new health threats.&#xa0;&#xa0;</p> <p>“The US has a strong advantage by having BARDA . . . this is an infrastructure Europe did not have,” von der Leyen said. “But Europe has to build up to be prepared for whatever comes, and also for the next possible pandemics. This is the HERA incubator.”&#xa0;</p> <p>The EU remains within its “most difficult quarter without any question” for vaccine deliveries, she said, cautioning “many, many problems” could always occur within the production process.</p> <p>Looking towards the second quarter, she pointed out that a second EU contract with BioNTech/Pfizer for their vaccine would kick in, alongside the new jab from Johnson &amp; Johnson, which is expected to be authorised in March.</p> <p>In an EU <a href=\"https://www.ft.com/content/a8346439-d365-43a8-be5b-c53d0bdbdd7b\">summit </a>on Thursday, von der Leyen addressed vaccine production and the threat of virus mutations after a rocky start to the year, when she was hit by complaints from politicians in member states, including Germany, about supply shortfalls.&#xa0;</p> <p>Von der Leyen acknowledged to the European Parliament in early February that mistakes had been made in the EU's vaccination effort, and the campaign remains behind those of the US and UK. Among the difficulties are continued production problems at AstraZeneca's European facilities.&#xa0;</p> <p>Von der Leyen said she was sticking with the EU's target for the delivery of 300m doses in the second quarter, saying the challenge will <a href=\"https://www.ft.com/content/f009d255-8a7d-4bd1-8bfa-0d49b9647a71\">shift </a>from vaccine production to national rollouts. As for AstraZeneca's shipments, she said: “I need to see the proof of the pudding . . . It's very good that they also delivered from the rest of the world, but they have to honour their contract and we want our fair share.”</p> <p>The good news for the EU is its access to mRNA technology, which is used in the BioNTech/Pfizer vaccine and which scientists believe can be used to rapidly adapt to mutations, said von der Leyen.&#xa0;</p> <p>But she also supported French president Emmanuel Macron's proposal to share up to 5 per cent of supplies to permit the vaccination of healthcare workers in developing countries.</p> <p>“We all suffer from the fact that the scaling up was not and is not as rapid as we thought at the beginning. This has a general effect all over the world,” she said. “With production picking up I think we should never forget that only if everybody has access to vaccines will we overcome this virus.”</p> <p>Von der Leyen added that the EU needed to be particularly concerned about developments in its immediate area.&#xa0;</p> <p>“The mutant story is worrying me the most,” she said. “When the virus is still raging in the neighbourhood, the probability that mutants will occur, that will come back, for example, to Europe, is only rising.”</p><p>Source: Sam Fleming in Brussels 2021 'EU must prepare for ‘era of pandemics', von der Leyen says' FT.com 28 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-28T18:00:49.406Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2022,
          "end": 2039
        }
      ],
      "nexusId": "10010560"
    }
  ]
}