{
  "_id": "3216dd8d5da362f8042c7f90c26438a992b26b1cc9252eac0fc1dc6fa8d98452",
  "feed": "wall-street-journal",
  "title": "McKinsey Reaches Settlement For Opioid Work --- Consulting firm agrees to pay $573 million over its marketing advice to drugmakers",
  "text": "<p>McKinsey said last week it is cooperating with government agencies on matters related to its past work with opioid manufacturers, as state and local governments sue companies up and down the opioid supply chain. At least 400,000 people have died in the U.S. from overdoses of legal and illegal opioids since 1999, according to federal data.</p><p>The consulting firm stopped doing opioid-related work in 2019 and said in December its work for Purdue was intended to support the legal use of opioids and help patients with legitimate medical needs.</p><p>While some companies have reached deals with individual states to avoid trials, the McKinsey settlement marks the first nationwide opioid pact to come from the flood of litigation that began in 2017. A much larger, $26 billion deal with three drug distributors and Johnson &amp; Johnson has been in the works for more than a year but is still being negotiated.</p><p>The Wall Street Journal reported last week that McKinsey was close to a settlement with states and that a deal could be worth hundreds of millions of dollars. The negotiations occurred as hundreds of exhibits describing McKinsey's work to boost OxyContin sales were made public in recent months during Purdue's chapter 11 bankruptcy case in White Plains, N.Y.</p><p>Memos that McKinsey sent Purdue executives in 2013 that have been made public in bankruptcy court filings included recommendations that the company's sales team target health-care providers it knew wrote the highest volumes of OxyContin prescriptions and shift away from lower-volume prescribers. McKinsey's work became a Purdue initiative called \"Evolve to Excellence,\" which the Justice Department described in papers released last year in connection with a plea agreement with Purdue as an aggressive OxyContin marketing and sales campaign.</p><p>According to bankruptcy court records, McKinsey sent recommendations to Purdue in 2013 that consultants said would boost its annual sales by more than $100 million. McKinsey recommended ways Purdue could better target what it described as \"higher value\" prescribers and take other steps to \"Turbocharge Purdue's Sales Engine.\"</p><p>Stamford, Conn.-based Purdue pleaded guilty in November to three felonies, including paying illegal kickbacks and deceiving drug-enforcement officials. The drugmaker filed for chapter 11 protection in 2019 to address thousands of opioid-related lawsuits brought against it. Purdue said in a lawsuit filed last week against its insurers that creditors have asserted hundreds of thousands of claims in the bankruptcy case and collectively seek trillions of dollars in damages.</p><p>McKinsey also advised other opioid makers on sales initiatives. The firm's work for Johnson &amp; Johnson came up in a 2019 trial in a case brought by Oklahoma against the drug company for contributing to the opioid crisis in the state through aggressive marketing of prescription painkillers. The trial ended with a $572 million verdict against Johnson &amp; Johnson, which was later reduced to $465 million and is still on appeal.</p><p>The vast majority of the money McKinsey will pay in the settlement will be divided among the participating states, with $15 million going to the National Association of Attorneys General to reimburse it for costs incurred in the investigation, one of the people familiar with the deal said.</p><p>The settlement also includes some nonmonetary provisions, like requiring McKinsey to create a repository of documents related to its work for opioid makers, the person said.</p><p>The holdout states include Nevada, which said Wednesday night that its investigation into the consulting giant continues \"and we are conversing with McKinsey about our concerns.\"</p><p>Purdue has been negotiating with creditors, which include states, since filing for bankruptcy, but finalizing a deal has been slowed by demands from some states that the company's owners, members of the Sackler family, contribute more than the $3 billion they have agreed to.</p><p>States have been keenly focused on ensuring any settlement money from the opioid litigation goes toward helping alleviate the impacts of the crisis, including through beefing up treatment programs and helping overstretched law enforcement. The McKinsey settlement documents say the money is intended for abatement, the person familiar with the deal said, though state laws differ widely on how settlement funds can be earmarked.</p>",
  "published": "2021-02-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 807,
          "end": 824
        },
        {
          "start": 2689,
          "end": 2706
        },
        {
          "start": 2947,
          "end": 2964
        }
      ],
      "nexusId": "10010560"
    }
  ]
}