{
  "_id": "787b0a2e565d0a805a53abe2ec485790a4b643cc72105389a0af1be25bd5a1cc",
  "feed": "market-watch",
  "title": "Terry Bradshaw blasts Aaron Rodgers over vaccine status: ‘You lied to everyone'",
  "text": "<p>Don't miss: Wisconsin healthcare organization ends relationship with Aaron Rodgers, while State Farm deal appears intact</p><p>“We are a divided nation politically. We are a divided nation on the COVID-19, whether or not to take the vaccine. And, unfortunately, we've got players that pretty much think only about themselves,” Bradshaw continued. “And I'm extremely disappointed in the actions of Aaron Rodgers.”</p><p>https://twitter.com/MikeSington/status/1457431858396860416Rodgers, 37, was asked in the NFL preseason by a reporter, “Are you vaccinated, and what's your stance on vaccinations?”</p><p>“Yeah, I'm immunized,” Rodgers responded.</p><p>MarketWatch Q&amp;A (September 2019):NFL legend Terry Bradshaw buys and sells $5 million planes the way some people flip houses</p><p>https://twitter.com/WillBrinson/status/1455916874068340739It was learned that Rodgers was not vaccinated against COVID-19 when he subsequently contracted the virus last week, forcing him to miss the weekend game against the Kansas City Chiefs, a 13-7 loss for the now 7-2 Packers.</p><p>Basketball great Kareem Abdul-Jabbar said the impact of the Rodgers situation — which the NBA's all-time leading scorer described in an MSNBC interview Tuesday as “beyond the pale” even if the NFL ultimately opts not to mete out severe sanctions — extends beyond football to the sports world more generally.</p><p>https://twitter.com/kaj33/status/1457700221324914695Rodgers has said he pursued alternatives to the authorized COVID vaccines and consulted with podcast host Joe Rogan about treatments — Rodgers has said he has an allergy to an ingredient in the mRNA vaccines from Moderna MRNA and BioNTech-Pfizer BNTXPFE and didn't feel comfortable taking the Johnson &amp; Johnson JNJ shot, a more traditional vaccine.</p><p>According to the CDC's vaccine tracker, 80.6% of all U.S. adults have received at least one dose of the COVID-19 vaccine.</p><p>The news comes as the U.S. reopened its borders to vaccinated travelers from 33 countries on Monday.</p><p>Read on:L.A. casino fined $500,000 for looking the other way when a gambler brought duffle bags stuffed with $100 million for marathon gambling sessions</p>",
  "published": "2021-11-09T13:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1686,
          "end": 1703
        }
      ],
      "nexusId": "10010560"
    }
  ]
}