{
  "_id": "9aff34ab4e59e4680be1ea0ca33a436bb2d8e3cad0046425aba5374ff328610a",
  "feed": "wall-street-journal",
  "title": "Merck to Buy Acceleron Pharma for $11.5 Billion; Pharmaceutical giant enhances its rare-disease business with a bet on treatments for respiratory and blood diseases",
  "text": "<p>The Wall Street Journal on Monday reported that the companies were nearing a deal.</p><p>Shares of Acceleron rose dramatically last week, increasing from a closing price of $139.55 on Sept. 20 to $167.65 on Sept 24.</p><p>Acceleron's crown jewel is an experimental drug for pulmonary arterial hypertension, a disease caused by high pressure in the blood vessels leading from the heart to the lungs. The condition leads to less oxygen in the blood.</p><p>Merck Chief Executive Rob Davis said in an interview that the deal expands Merck's pipeline of experimental drugs, a priority of his since he began leading the drugmaker in July.</p><p>\"It bolsters and builds on and diversifies our broad portfolio,\" he said. \"While we're excited about what we have in-house, we know we also need to augment that, we need to diversify that, by looking for the best science wherever we can find it.\"</p><p>Companies including Johnson &amp; Johnson sell pulmonary arterial hypertension therapies. Yet Acceleron's drug, called sotatercept, promises to be the first that doesn't just treat symptoms and slow down the disease, but could potentially stop it.</p><p>Mr. Davis said the drug, in late-stage testing with results coming as early as 2024, could serve as a foundational medicine for patients who may not respond to other medications. He said annual sales for the drug could fetch more than $1 billion.</p><p>Merck in years past developed some breakthrough heart drugs. The hope is that the sotatercept could be as important for patients, said Dean Li, a cardiologist who began leading Merck R&amp;D this year.</p><p>\"In some sense we're following the path of what Merck did in the 1990s,\" said Dr. Li.</p><p>Merck beat out other potential suitors for Acceleron, said a person familiar with the matter, including Bristol-Myers Squibb Co., which already owns a big stake in the company.</p><p>The companies expect the deal to close in the fourth quarter.</p><p>Healthcare is typically one of the busiest areas for deals, and other pharmaceutical companies are also pursuing acquisitions as a faster way of gaining access to new drugs than developing them in-house over a longer period. Baxter International Inc. in early September struck a $10.5 billion deal to acquire rival medical-equipment maker Hill-Rom Holdings Inc.</p><p>Write to Dave Sebastian at dave.sebastian@wsj.com and Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Merck to Buy Acceleron Pharma for $11.5 Billion</p>",
  "published": "2021-09-30T15:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 882,
          "end": 899
        }
      ],
      "nexusId": "10010560"
    }
  ]
}