{
  "_id": "8c691567485baf28646b765e9a2456cfca2088dd7a621878e62e216cf74d2f24",
  "feed": "wall-street-journal",
  "title": "Covid-19 Booster Shots Win Broad Backing From European Regulator; The move comes after the U.S. Food and Drug Administration issued a narrower endorsement of the shots",
  "text": "<p>The European recommendation comes after the Food and Drug Administration endorsed boosters in those aged 65 and older and at high risk of severe disease but stopped short of endorsing them for the broader population. The FDA recommendation applied only to the Pfizer shot, and it is still considering evidence for booster shots of the Moderna and Johnson &amp; Johnson vaccines.</p><p>The EMA said it based the booster recommendation on data showing that a third dose of the Pfizer vaccine, given approximately six months after the second dose in people aged 18 to 55 years, increased levels of antibodies against coronavirus in the blood.</p><p>Its recommendation for people with weakened immune systems was based on studies that showed an extra dose of either the Pfizer or Moderna vaccine increased the body's ability to produce antibodies against the coronavirus in organ transplant patients.</p><p>Despite the wide endorsement, the EMA said it would be up to individual European countries as to whether they roll out booster shot campaigns \"taking into account emerging effectiveness data and limited safety data.\" The regulator said that the risk of inflammatory heart conditions—a rare side effect associated with the Pfizer and Moderna vaccines—when administering booster shots of these vaccines was unknown but that it was monitoring side effects closely.</p><p>The endorsement, once approved by European Union authorities, will give regulatory backing to several member states, including Germany and France, which had already started rolling out booster shots. It is also likely to encourage other nations to start. Some nations had said they were awaiting the EMA's recommendation before making their own decisions on boosters.</p><p>\"There has been quite a lot of discussion within the member states as to when is an appropriate time to get a booster,\" said Elizabethann Wright, a partner specializing in EU medicines regulation at Cooley LLP, a law firm. \"It gives a consensus as to when after the second vaccination is it an appropriate time to start boosting. That's definitely useful,\" she said.</p><p>Still, while the EMA's endorsement of booster shots indicates that it believes they are safe and effective, it doesn't address whether they are necessary, a point of heated scientific debate.</p><p>Several European countries have rolled out booster campaigns in response to concerns that the protection against infection wanes over time. Many of those drives are targeting older people, healthcare workers and those with weakened immune systems. Some member states, including Austria and the Czech Republic, are offering boosters to all adults.</p><p>Some scientists say that while there is evidence to show that protection against infection wanes over time, vaccines appear to continue to provide strong protection against severe disease and death.</p><p>Meanwhile, the World Health Organization has urged rich nations to delay booster campaigns and instead send doses to low and lower middle income countries that have struggled to access vaccines.</p><p>Write to Denise Roland at Denise.Roland@wsj.com</p><p>Covid-19 Booster Shots Win Broad Backing From European Regulator</p>",
  "published": "2021-10-04T17:28:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 347,
          "end": 364
        }
      ],
      "nexusId": "10010560"
    }
  ]
}