{
  "_id": "6cd15d710d649fc1d855f66eba7f9a64f08299612a1e3bd7f0e90cdc89a0a57e",
  "feed": "wall-street-journal",
  "title": "Stock Futures Edge Higher Ahead of Major Earnings; Results are due from ​​Johnson & Johnson and Procter & Gamble ahead of the market open",
  "text": "<p>A spate of companies are due to report quarterly earnings ahead of the market open, including Johnson &amp; Johnson, Bank of New York Mellon, Travelers, Procter &amp; Gamble and Philip Morris International. Netflix will report earnings after the closing bell.</p><p>Investors are using earnings and companies' guidance for the future to assess how corporations are faring with a number of issues. Inflation is expected to be stickier than originally anticipated by central-bank officials, exacerbated by continued supply-chain disruptions, higher energy costs and labor shortages. About 81% of S&amp;P 500 companies that have reported so far have beat earnings-per-share expectations, according to FactSet data through early Monday.</p><p>\"It is a market now where you're going to see more differentiation because it is a more challenging environment,\" said Daniel Morris, chief market strategist at BNP Paribas Asset Management. \"If you look at earnings so far, ex-financials, it's been very good.\"</p><p>Bitcoin's dollar value edged up less than 1% from its 5 p.m. ET level Monday, trading at $61,986.37 Tuesday. The U.S.'s first bitcoin exchange-traded fund will start trading Tuesday under the ticker symbol BITO. Cryptocurrency analysts say they will be watching to see how strong flows into the fund are, to assess whether the cryptocurrency's recent price rally will hold.</p><p>In energy markets, Brent crude futures, the benchmark in global oil markets, rose 0.8% to $84.00 a barrel.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.1%. Shares of TeamViewer fell 6.2% after Berenberg analysts downgraded their recommendation on the Germany-listed software maker to hold from buy.</p><p>U.S. housing starts, which are due at 8:30 a.m. ET, are expected to have moderated in September. Builders have been caught between strong demand from buyers—spurred in part by low interest rates—and shortages of materials, labor and lots.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stock Futures Edge Higher Ahead of Major Earnings</p>",
  "published": "2021-10-19T09:41:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 94,
          "end": 111
        }
      ],
      "nexusId": "10010560"
    }
  ]
}