{
  "_id": "dc568a5b8690d70ef672909e4525df6ed798eca0f6242ce562e5520c564e1ec3",
  "feed": "market-watch",
  "title": "Upbeat result of COVID-19 vaccine trial in 5- to 11-year-olds tempered as U.S. daily death rate tops 2,000 for first time since March 1",
  "text": "<p>Pfizer PFE and BioNTech BNTX said a Phase 2/3 trial involving 2,268 children found the vaccine was safe, well-tolerated and produced “robust” neutralizing antibody response.&#xa0;Children were given a two-dose regimen of 10 micrograms administered 21 days apart, a smaller dose than the 30 micrograms given to people aged 12 and older.</p><p>“The antibody responses in the participants given 10 µg doses were comparable to those recorded in a previous Pfizer-BioNTech study in people 16 to 25 years of age immunized with 30 µg doses,” the companies said in a joint statement.&#xa0;</p><p>They will now submit data to the U.S. Food and Drug Administration, the European Medicines Agency and other global regulators with some urgency. Results from a trial involving children younger than 5 are expected “as soon as later this year.”</p><p>The news comes at a time when pediatric cases in the U.S. have climbed some 240% since July, “underscoring the public health need for vaccination,” said Pfizer CEO Albert Bourla.</p><p>https://twitter.com/ashishkjha/status/1439919458953400322The data was released just days after an FDA advisory committee reframed a proposed approval of BioNTech and Pfizer's COVID-19 booster for the general population, and instead recommended authorization of an additional dose of the vaccine to people 65 and older and those at high risk for severe disease.</p><p>The committee voted against a broader FDA approval of the booster for people who are at least 16 years old and vaccinated six months ago. The FDA isn't required to follow the advice of the committee but often does. A decision could come a soon as today.</p><p>Dr. Anthony Fauci, President Joe Biden's chief medical adviser, took to the Sunday chat shows to clear up any confusion over boosters, which Biden had promised would be rolled out from Sept. 20 for all fully vaccinated people.</p><p>“I don't think they made a mistake,” Fauci told CNN, adding that a third shot may still be approved if new data shows it'll be effective.</p><p>&#xa0;“The goal of this particular decision was to prevent people from getting serious disease who are at risk, such as the elderly and those that have underlying conditions,”&#xa0;Fauci told ABC News&#xa0;in a separate interview Sunday.</p><p>The U.S. is averaging 2,011 deaths a day, according to a New York Times tracker, which shows cases and hospitalizations gradually easing in some hot spots after a surge that started in July, driven by the highly transmissible delta variant.</p><p>Texas and Florida account for more than 30% of those deaths. Florida, which has vaccinated 56% of its population, is averaging 353 deaths a day and Texas, where 50% of the population is inoculated, is seeing 286 deaths a day, according to the Times.</p><p>The&#xa0;CDC's vaccine tracker&#xa0;shows that 54.6% of the overall U.S. population is fully vaccinated, meaning they have had two doses of the vaccines developed by Pfizer and BioNTech and Moderna MRNA, or one of Johnson &amp; Johnson's JNJ one-shot vaccine. Some 211.8 million Americans have received at least one dose, equal to 63.8% of the population.</p><p>The U.S. is planning to relax travel restrictions on the U.K. and E.U for vaccinated passengers, according to media reports. </p><p>Elsewhere, actor and comic Chris Rock said he has been diagnosed with COVID-19 and sent a message to anyone still on the fence: “Get vaccinated,” the Associated Press reported.</p><p>The 56-year-old comedian&#xa0;wrote on Twitter: “Hey guys I just found out I have COVID, trust me you don't want this. Get vaccinated.” Rock had a single shot of the J&amp;J vaccine earlier this year, he told “The Tonight Show” in May.</p><p>https://twitter.com/chrisrock/status/1439591104584863745India said it would resume COVID-19 vaccine exports starting in the next quarter, Al Jazeera reported, and will give priority to the World Health Organization's Covax program and neighboring countries. India, the world's biggest maker of vaccines, stopped exports of COVID shots in April to focus on inoculating its own population as infections exploded.</p><p>China recorded 49 new COVID-19 cases on Monday, according to news site Todayonline.com, down from 66 a day earlier. National Health Commission data found that of the new infections, 28 were locally transmitted, all of them in the southeastern province of Fujian, the health authority said. That compares with 43 local cases a day earlier.</p><p>Dispatches from a Pandemic:&#xa0;COVID-19 long haulers are frustrated with unvaccinated friends, worried about reinfection, and mired in medical bills</p><p>The U.K. has started to vaccinate 12-to-15-year-olds, the Guardian reported. Some three million people in that age group are eligible. Prime Minister Boris Johnson defended his government's decision to offer boosters to the elderly and vulnerable, insisting that the U.K. is also contributing to global vaccine programs.</p><p>The WHO has called for a moratorium on boosters until the rest of the world has received first vaccine doses.</p><p>Read also:&#xa0;Nursing homes are now facing a COVID resurgence, and a staffing shortage will only make it worse</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 228.6 million on Monday, while the death toll rose to 4.69 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 42.1 million cases and 673,770 deaths.</p><p>India is second by cases after the U.S. at 33.5 million and has suffered 445,123 deaths.</p><p>Brazil has second highest death toll at 590,752 and 21.2 million cases.</p><p>In Europe, Russia has most fatalities at 195,438, followed by the U.K. at 135,539.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 107,966 confirmed cases and 4,849 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-09-20T13:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2886,
          "end": 2903
        },
        {
          "start": 3487,
          "end": 3490
        }
      ],
      "nexusId": "10010560"
    }
  ]
}