{
  "_id": "7c3164a0db0e4af42c59c5ec1f9c717c7c53dc31635f7e64ea487dbb5036713b",
  "feed": "wall-street-journal",
  "title": "Millions of J&J Vaccine Doses Are Set to Expire This Month",
  "text": "<p>The stockpile is, in part, an unintended consequence of the U.S.'s decision in April to temporarily suspend administration of J&amp;J doses to assess a rare blood-clot risk. The pause forced states and providers to cancel large blocks of appointments that were never rescheduled, leaving a surplus of supply, and in some areas increasing hesitancy over the J&amp;J vaccine's safety, according to industry officials.</p><p>Some hospitals and states said that vaccines from Pfizer Inc. and partner BioNTech SE, as well as Moderna Inc., are due to expire later this summer, but the stockpiles so far are largely of J&amp;J doses. Pfizer's vaccine expires six months after manufacture. Moderna's vaccine can remain frozen for up to six months, during which it can be refrigerated for one month.</p><p>Philadelphia has 42,000 J&amp;J doses set to expire, most of which came from a Federal Emergency Management Agency clinic at the city's convention center a few days before the pause, a city spokesman said. Pennsylvania, West Virginia, Oklahoma, Ohio and Arkansas are among states that report having thousands of J&amp;J doses set to expire this month and have been unable to redistribute them.</p><p>\"There's no way at the end of June that we're not going to have a couple thousand expiring,\" said Danielle Hilborn, who helps oversee Covid-19 vaccines for McLaren Health Care Corp. The hospital system based outside Flint, Mich., has more than 3,500 J&amp;J doses set to expire this month, despite having moved doses among its hospitals. The hospital system also shipped 1,100 Pfizer doses to a county health department.</p><p>While it is the responsibility of states to order vaccines to match demand, states and healthcare providers said the pause in the J&amp;J vaccine rollout left them with far more unused doses than they had planned for. They are seeking federal guidance to redistribute the expiring doses and in the meantime have had to improvise, with some offering lottery tickets or gift certificates to entice people to get vaccinated. Some health systems have redistributed the J&amp;J doses inside and outside their networks, and some states have rerouted them to physician offices, pharmacies or other states.</p><p>The efforts have had limited success because of the nation's slowdown in overall vaccinations and because many states and vaccination sites also have expiring J&amp;J supply and don't see demand for more doses. Just over half of the 21.4 million J&amp;J shots distributed to providers have been administered, according to data from the federal Centers for Disease Control and Prevention, versus 83% for shots from Moderna Inc. as well as Pfizer and its partner, BioNTech.</p><p>Even with the setbacks specific to J&amp;J, the federal government could have begun more effective messaging about vaccination benefits earlier and managed vaccine inventory better to mitigate the issue of expiring doses, said Saad Omer, director of the Yale Institute for Global Health.</p><p>\"We were hit with an immunization delivery program in December without any preparation,\" Dr. Omer said. \"Why did we not prepare for the microplanning?\"</p><p>J&amp;J stores doses frozen until shipment by the government, at which point they are refrigerated. Doses can be refrigerated for three months, and the drugmaker is studying whether the shelf life can be extended, a company spokesman said.</p><p>Covid-19 vaccines come with expiration information, which is determined by manufacturers based on testing data that is later cleared by regulators. Vaccines may still work after the expiration dates, according to manufacturing experts, but data was limited when the vaccines were authorized.</p><p>The issue of expiring doses is the latest setback for J&amp;J's Covid-19 vaccine effort. An accident at a contract manufacturer's plant led to the contamination of material that could have yielded up to 15 million doses and led to a halt in production of the J&amp;J vaccine there.</p><p>White House coronavirus adviser Andy Slavitt said during a news briefing Tuesday, in response to questions about expiring J&amp;J vaccine doses, that just a small amount of the authorized vaccines distributed in the U.S. will go unused and that it is unrealistic to expect none to be wasted in the vaccination campaign. He said states ordered the doses, which \"should end up in people's arms,\" and suggested that governors with expiring stockpiles work with the U.S. Food and Drug Administration, which is reviewing whether J&amp;J doses may have longer shelf lives.</p><p>An administration official said recalling doses that have already been shipped out to vaccination sites to potentially redistribute them would be logistically and legally challenging.</p><p>State health departments and hospital officials said the guidance from states and the CDC is to destroy or discard expired doses. Michigan, additionally, has worked with the CDC to try to redistribute vaccines to other states. The CDC didn't respond to requests to comment.</p><p>In early April, U.S. regulators paused the use of J&amp;J's vaccine after reports of rare but severe blood clots. In response, vaccination sites across the country canceled thousands of appointments and instead offered people Pfizer or Moderna doses. Regulators lifted the pause 10 days later, with J&amp;J and regulators adding language to the vaccine's label warning of a risk of blood clots.</p><p>By then, patient demand for Covid-19 vaccines shifted from mass vaccination to smaller community settings amid lingering concerns about the rare clots, according to industry and state officials.</p><p>The regulatory pause and overall slowdown in vaccinations has left UofL Health in Louisville, Ky., with more than 6,000 J&amp;J doses that expire this month, after having administered about 2,600 since early April, said Jason Smith, chief medical officer. \"My bet is that we will wind up wasting some of that, unfortunately,\" he said.</p><p>---</p><p>Sabrina Siddiqui contributed to this article.</p>",
  "published": "2021-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2037,
          "end": 2040
        },
        {
          "start": 2326,
          "end": 2329
        },
        {
          "start": 3850,
          "end": 3853
        },
        {
          "start": 598,
          "end": 601
        },
        {
          "start": 5588,
          "end": 5591
        },
        {
          "start": 5181,
          "end": 5184
        },
        {
          "start": 1409,
          "end": 1412
        },
        {
          "start": 12,
          "end": 15
        },
        {
          "start": 126,
          "end": 129
        },
        {
          "start": 3991,
          "end": 3994
        },
        {
          "start": 2666,
          "end": 2669
        },
        {
          "start": 1706,
          "end": 1709
        },
        {
          "start": 3649,
          "end": 3652
        },
        {
          "start": 353,
          "end": 356
        },
        {
          "start": 4936,
          "end": 4939
        },
        {
          "start": 1081,
          "end": 1084
        },
        {
          "start": 2409,
          "end": 2412
        },
        {
          "start": 3067,
          "end": 3070
        },
        {
          "start": 797,
          "end": 800
        },
        {
          "start": 4389,
          "end": 4392
        }
      ],
      "nexusId": "10010560"
    }
  ]
}