{
  "_id": "acd7498f6e0ab005318d1a26625be878d8952ee2de9d6181f89c6bfc4f265815",
  "feed": "ftcomall",
  "title": "Vaccines vs variants: the race to immunise the developing world",
  "text": "<p>On a balmy day in January on the outskirts of Pune, a city of 3m people in Maharashtra state, women in saris are sitting on plastic chairs under a humming fan waiting for their first shot of <a href=\"https://www.ft.com/content/d325d317-2acb-49c0-9669-668437b3254b\">Covishield</a> as the Oxford/AstraZeneca Covid-19 vaccine is known in India.</p> <p>Wearing a white doctor's coat, Dr Varsha Gaekwad, who is overseeing the first immunisations of frontline healthcare workers in the country of nearly 1.4bn people, says it will take time for the general public to gain confidence in the vaccine. “Once the health workers are going ahead with it, that means it's 100 per cent safe,” she says. “That is what the community will see.”</p> <p>Little in the peaceful and orderly scene in Pune hints at the historic significance of what is, in its small way, the start of the biggest vaccination campaign in human history. As rich countries <a href=\"https://www.ft.com/content/e29efb8b-46ec-4815-98aa-458deffcd896\">sprint to immunise</a> their populations and <a href=\"https://www.ft.com/content/3d3467c7-bfc7-4ce9-b89d-6892dad89c0a\">squabble over supplies</a>, a second, equally vital, effort is getting under way: the race to vaccinate billions of people in the developing world. </p> <p>News this week, first reported in the Financial Times, that the <a href=\"https://www.ft.com/content/e9bbd4fe-e6bf-4383-bfd3-be64140a3f36\">Oxford/AstraZeneca vaccine appears to offer no protection</a> against mild and moderate disease caused by the 501.V2 variant first detected in South Africa, increases the urgency of immunising people in poor countries as well as rich ones. If Covid-19 continues to circulate in unprotected populations, experts warn, it will rapidly mutate, possibly finding ways of evading the current crop of vaccines altogether. </p> <p>Yet the South African <a href=\"https://www.wits.ac.za/covid19/covid19-news/latest/oxford-covid-19-vaccine-trial-results.html\">study</a>, led by the University of the Witwatersrand, also complicates the goal of vaccinating the developing world. The Oxford/AstraZeneca jab, which is being offered at cost during the pandemic and is easy to store and transport, was meant to play a huge part in the initial rollout, particularly in poor countries. </p> <p>Though there is still a good chance that the vaccine will prevent serious disease and death from the 501.V2 variant, scientists don't know that for sure. South Africa this month <a href=\"https://www.ft.com/content/61f7d15c-e576-4d8f-a757-eb0653117e09\">halted use of the vaccine while it examines the scientific evidence</a> and works out what to do next. </p> <p>There are separate virus mutations in Brazil, the UK and very likely, say scientists, in other countries without the capacity to do genomic sequencing. “It is a competition between the vaccine and its variants to see who reaches people first,” says Fernando Reinach, professor of biochemistry at the University of São Paulo.</p> <h2>Unequal world</h2> <p>The world does not have a great record when it comes to rolling out health interventions in a timely and equitable manner. From the late 1980s, when the first drugs came out to combat HIV, the virus that causes Aids, it took a decade of campaigning and legal battles to make them widely available — and affordable — in Africa, India and Latin America. In the meantime, millions of people died. </p> <p>In the autumn of 2009, after <a href=\"https://www.ft.com/content/773a0830-8a7e-11de-ad08-00144feabdc0\">H1N1 swine flu </a>had spread from Mexico to 214 countries, rich nations gobbled up all the vaccine, leaving poorer countries without sufficient doses. In the event, the pandemic petered out, though not before killing at least 18,000 people — and probably many more.</p> <p>Once again, the race to vaccinate the world, this time against Sars-Cov-2, the virus that causes Covid-19, has got off to an uneven start. While nations such as the UK, the US, Israel and the United Arab Emirates <a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\">forge ahead by immunising large numbers</a>, many poorer nations are still waiting anxiously for their first doses. </p> <p>Gayle Smith, president of the ONE Campaign against global poverty, says a lack of global co-ordination threatens to prolong the pandemic. “We are living in a moment of the rejection of multilateralism,” she says. “What is striking is that we are almost a year into this and there has never been a summit of leaders about how to manage this pandemic and shorten its lifespan.”</p> <p>Shahid Jameel, director of the Trivedi School of Biosciences in India, says that, given the pandemic's ferocity in some rich countries, the staggered start to the vaccine rollout is inevitable. “The UK is in a big mess right now and so is the US. They have to vaccinate their own population,” he says. “There is a divide in this just like there is a divide in everything else. Yes, it's cruel, but it's an unequal world.” </p> <p>It was to address this gap that <a href=\"https://www.who.int/initiatives/act-accelerator/covax\">Covax</a>, a public-private health partnership led by entities including <a href=\"https://www.ft.com/content/8a9a3617-eefd-49ae-9b58-acf84ab33c43\">Gavi, the Vaccine Alliance</a>, was established last year. “We wanted to avoid the mistakes we had seen in the H1N1 pandemic when a small number of countries bought up the global supply of vaccine and poor countries were left to fend for themselves,” says Seth Berkley, chief executive of Gavi. </p> <p>The aim was to help <a href=\"https://www.ft.com/content/29b6aa58-b6e1-4398-8d94-1dc8b004891f\">address market failures</a> by incentivising a more rational vaccine effort.</p> <p>The Coalition for Epidemic Preparedness Innovations, which launched Covax together with Gavi and the World Health Organization, invested up to <a href=\"https://cepi.net/news_cepi/cepi-expands-global-manufacturing-network-reserving-manufacturing-capacity-for-more-than-1-billion-doses-of-covid-19-vaccines/\">$1.2bn</a> in Covid vaccine candidates and manufacturing scale-up. Covax formed a buyers club to place large vaccine orders, with countries deemed rich enough paying for themselves and 92 poor and middle-income countries — with a combined population of nearly 4bn people — getting free doses. </p> <p>One of Covax's guiding principles was that frontline health workers, the old and the vulnerable should be protected first, regardless of where they lived. It suggested that 20 per cent of the population of all countries be immunised before individual nations moved on to protect less vulnerable members of society. In Covax's dream scenario, every nation would have ordered through its clearing house, allowing Covax to co-ordinate global vaccine distribution according to need, not ability to pay. </p> <p>It has not worked out like that. Rich countries rushed to pre-order tens of millions of doses by striking deals with individual companies. “Maybe it was naive,” says Berkley of the hope that bilateral deals could be avoided. “But with the vaccine panic that's occurred, with the second and third wave and now with the new variants, we're seeing everybody in the world trying to get vaccines.”</p> <p>As a result, Covax has struggled to get enough supplies itself, particularly for early delivery. Delays were compounded by the fact that it did not initially order the BioNTech/Pfizer and Moderna vaccines, the first to be approved, because they were more expensive and required storage at colder temperatures. Instead, Covax gambled heavily on the Oxford/AstraZeneca vaccine, ordering hundreds of millions of doses. </p> <p>Now that the WHO has recommended the Oxford/AstraZeneca vaccine for worldwide use, those doses will still be valuable in countries where the 501.V2 variant is not circulating, including India, much of Africa and Latin America. Even where the 501.V2 variant has a foothold, the jab could still be a lifesaver by preventing serious disease. </p> <p>As more vaccines come on stream, the picture will improve. At the end of January, <a href=\"https://www.nihr.ac.uk/news/novavax-covid-19-vaccine-893-effective/26720\">Novavax</a>, a US vaccine company, and <a href=\"https://www.ft.com/content/d05c7c57-da11-42a1-aa33-b66052c904ac\">Johnson &amp; Johnson</a>, whose one-shot vaccine is ideal for developing countries, both posted promising phase 3 data. South Africa studies have also shown that both prevent serious illness from the 501.V2 strain.</p> <p>On February 3, Covax said it had <a href=\"https://www.voanews.com/covid-19-pandemic/11-billion-dose-vaccine-deal-announced-poorest-countries\">struck</a> a long-term supply agreement with the <a href=\"https://www.ft.com/content/1bb8b97f-c046-4d0c-9859-b7f0b60678f4\">Serum Institute of India</a>, the world's largest vaccine manufacturer, for 1.1bn doses of the AstraZeneca and Novavax vaccines at $3 a dose. The day before, Sputnik V, a Russian vaccine made by the Gamaleya Institute, showed <a href=\"https://www.ft.com/content/1180d24e-eeaf-4316-a507-3108bba52c28\">92 per cent efficacy</a> against symptomatic Covid, according to preliminary data published in the Lancet. Covax also received a fillip when the Biden administration said the US would join, committing $4bn in funding over two years. </p> <a href=\"http://www.ft.com/cms/1c6e8ebb-cae3-4332-ae22-dd19f29af3fd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>In all, Covax says it has secured orders for at least 2bn doses this year and a further 1bn in 2022, though it admits numbers will fluctuate according to regulatory approvals and manufacturing constraints. Still, it says, rather than falling behind, it may actually be able to deliver more to the developing world than originally envisaged, supplying enough vaccine to immunise 27 per cent of people in the 92 poorest countries.</p> <p>“I wouldn't say that we're behind schedule,” says Richard Hatchett, chief executive of Cepi. “We're just on the cusp of beginning to deliver doses.”</p> <h2>Changing jabs</h2> <p>Uncertainties have complicated planning in many countries. South Africa, where more than 46,000 people have officially died and almost 1.5m had been infected, wants to vaccinate 40m people this year, roughly two-thirds of the population. That goal became more urgent after a <a href=\"https://www.ft.com/content/c9a424be-c6f7-4537-a8a8-6e9404ced853\">deadly second wave hit</a> before Christmas, though it has since receded.</p> <p>Even before doubts were raised about the Oxford/AstraZeneca vaccine, critics said these targets were unrealistic. Dr Benjamin Kagina, a senior researcher at Cape Town university's Vaccines for Africa Initiative, says that even if Pretoria can secure sufficient doses, South Africa will struggle to meet its targets. Logistical difficulties and vaccine hesitancy mean “it's easy to expect some hiccups”, he says, particularly as previous large-scale vaccine campaigns were aimed largely at children, not adults. </p> <p>Under Covax rules, South Africa, considered an upper middle-income country in spite of widespread poverty, has to pay for doses. After a tussle between the health and finance ministries, Pretoria ordered only enough doses through Covax to immunise 10 per cent of its population, less than it was entitled to. </p> <p>Now, with the rollout of the Oxford/AstraZeneca vaccine <a href=\"https://www.ft.com/content/61f7d15c-e576-4d8f-a757-eb0653117e09\">temporarily suspended</a>, the government has switched its attention to J&amp;J and Pfizer. “We anticipate that the initial start date of vaccinations will be largely unaffected,” says Salim Abdool Karim, chairman of South Africa's Covid-19 ministerial advisory committee. “Instead of rolling out AstraZeneca vaccine, we'll be rolling out the J&amp;J vaccine.”</p> <p>Abdool Karim says South Africa will find a way of testing the hypothesis that the Oxford/AstraZeneca vaccine still prevents serious illness from the 501.V2 variant, possibly through immunising an initial 100,000 people. “That will give us a bit of time and leeway to ensure that we're collecting the necessary data as we'll roll out the AstraZeneca [vaccine] in a stepwise process,” he says. </p> <p>In other African countries, too, governments are desperately trying to secure doses to meet ambitious national plans. This month, Nigeria, a country of more than 200m people, <a href=\"https://www.ft.com/content/966a4842-97b4-470e-b7ad-2632e5cd820d\">raised</a> its order from the African Union fourfold to 41m doses and said it was exploring the possibility of bilateral vaccine deals with Russia and India. </p> <p>Dr Faisal Shuaib of Nigeria's National Primary Health Care Development Agency says the government hopes to immunise 40 per cent of people this year and a further 30 per cent in 2022, although some describe that target as wildly hopeful. </p> <p>Fortunately, it may not be necessary to reach 70 per cent of the population, says Berkley, the Gavi chief executive. Like many countries in Africa, half of Nigeria's population is below the age of 18, meaning that a 50 per cent vaccination rate would cover almost the entire adult population. No Covid vaccine has yet been approved for use in children. </p> <p>A bigger problem is that some people may refuse to be immunised. Officially, Covid-19 has killed around 1,700 Nigerians, about the same number of people as were dying daily in the UK at the peak. As in some other parts of the developing world, there remains a tendency among Nigerians to see Covid as a disease that mainly affects “foreigners”.</p> <p>Brazil, a vaccine manufacturer in its own right, is theoretically better placed to vaccinate a population reeling from the disease. More than 233,000 Brazilians have died of Covid-19, the world's highest death toll after the US. </p> <p>The São Paulo-based Butantan Institute, which has jointly developed CoronaVac with China's Sinovac, has pledged to deliver 100m doses before August, though it has been <a href=\"https://www.ft.com/content/a35515fd-4c73-4f1e-9e90-1ec3dd39deda\">hindered by a shortage of supplies</a> of the Chinese active ingredient. </p> <p>Separately, Rio de Janeiro-based Oswaldo Cruz Foundation (FioCruz), which is <a href=\"https://www.ft.com/content/c53676de-bb20-4f7e-8a62-d8ed5386d9ca\">working with AstraZeneca</a> to produce its vaccine locally, has promised 30m doses in February and a further 70m by July. Brazil has also ordered 42m doses from Covax, some of which are due to arrive in March, though supplies are expected to be tight until at least June. </p> <p>Eduardo Pazuello, health minister, says Brazil could eventually ramp up immunisations to 1m a day. Much will depend on how quickly local manufacturing capacity can be scaled and weaned off foreign inputs. </p> <h2>Influence and goodwill</h2> <p>The competition between countries — particularly India, China and Russia — to supply vaccines to the world is another aspect of the global scramble. There has been heavy demand for both Chinese and Russian vaccines. </p> <p><a href=\"https://www.ft.com/content/07988f31-d511-4af4-8b78-03ecaf2d4df7\">India</a>, which in normal times supplies about 60 per cent of global vaccines, is keen to burnish its credentials as the world's vaccine manufacturing powerhouse. Delhi has also donated doses to neighbouring countries including the Maldives, Mauritius and the Seychelles. </p> <p>“There are geopolitical considerations at play, including building goodwill, generating influence and countering China's enlarging footprint in the Indian Ocean region,” says Brahma Chellaney, professor of strategic studies at Delhi's Centre for Policy Research. “Given the fact that we're looking at billions of coronavirus vaccines needed to bring the pandemic under control, India's role will be vital.”</p> <p>Amid the scramble for vaccines and rising concerns about variants, it is difficult to predict how many people in poorer countries will be immunised this year — and with what effect on the pandemic. </p> <p>Berkley at Gavi dismisses projections that the developing world will have to wait until 2024 to be properly protected. “Anybody who comes out and tells you a timeline, I think that that's not really valid,” he says. Predictions are difficult, he adds, because of uncertainty about how effective vaccines will be in breaking transmission and whether they will have to be administered on a rolling basis to keep up with mutations.</p> <p>This year, says Berkley, the main limiting factor is likely to be manufacturing capacity in an industry where it is incredibly difficult to quickly ramp up supply of delicate biologics. South Africa and India have <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)32581-2/fulltext\">asked</a> the World Trade Organization to suspend intellectual property rights on vaccines, but many experts, including at Covax, say IP is not a significant obstacle to a rapid scale-up.</p> <p>“It's the reality of building the plane while you're flying it,” says Smith at the ONE Campaign.</p> <p>Jameel at India's Trivedi School says Covax could never have been expected to solve all these problems. “My impression is that people are being a little harsh,” he says of criticism. “Covax is bringing some level of equity into the game. If that happens, they will have served their mission.”</p><p>Source: David Pilling in London, Stephanie Findlay in New Delhi and Bryan Harris in São Paulo 2021 'Vaccines vs variants: the race to immunise the developing world' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T05:00:48.246Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 9560,
          "end": 9563
        },
        {
          "start": 9827,
          "end": 9832
        },
        {
          "start": 6942,
          "end": 6961
        },
        {
          "start": 6942,
          "end": 6959
        },
        {
          "start": 9560,
          "end": 9565
        }
      ],
      "nexusId": "10010560"
    }
  ]
}