{
  "_id": "03a1a0d550a443e58da192962ebec40a5f8768610905803895ba1cb36d523407",
  "feed": "ftcomall",
  "title": "Can mixing Covid vaccines work?",
  "text": "<p>Oxford scientists are expanding efforts to test whether two different Covid-19 vaccines can be combined, after some European countries worried by <a href=\"https://www.ft.com/content/5db4a13f-11b1-4f1e-891b-9f68c639a6f9\">rare side effects</a> with the Oxford/AstraZeneca jab started offering other vaccines as second shots.&#xa0;</p> <p>For the second stage of its continuing trial, the Oxford Vaccine Group is recruiting more than a thousand participants who have already received an AstraZeneca or BioNTech/Pfizer shot. The group of over-50s will either receive a second dose of the same vaccine or get a&#xa0;dose of the Moderna or Novavax shots.</p> <p>Matthew Snape, associate professor in paediatrics and vaccinology at Oxford, said the study could mean that people do not become “hostage to fortune” when there are supply shortfalls or changes to recommendations on who should take which vaccine.</p> <p>The first arm of the study, which gave participants one AstraZeneca shot and one Pfizer shot, will not deliver data until May, so for now, as Kate O'Brien, the World Health Organisation's head of vaccines, warned this week, there is still “no data” on mix-and-match regimens.&#xa0;</p> <p>“It'd be very valuable to have data on how to best inform how to use these vaccines,” she said. “But that really has to be done in a way that provides evidence that can be acted upon both by regulators and the policy advisers and policymakers.”</p> <h2>Who wants to mix vaccines and why?&#xa0;</h2> <p>France and Germany <a href=\"https://www.ft.com/content/db295bb9-d1fe-47f8-bc0f-eb40dfaf545f\">said last week</a> that they would offer people under 60 the messenger RNA vaccines developed by BioNTech/Pfizer and Moderna as a follow-up dose, after they recommended against this group taking the AstraZeneca jab because of concerns over rare blood clots.&#xa0;China has also <a href=\"https://www.ft.com/content/c54b02d6-00a0-4b7d-9160-a9353800efd3\">floated the idea</a> of using different vaccines together but for another reason: to boost efficacy amid concerns its homegrown vaccines are not very effective. </p> <p>Combinations of vaccines have been tried in other diseases including malaria and HIV, when immunisations were not proving very effective.&#xa0;But given that many of the approved Covid-19 vaccines have been shown to be highly effective, most governments are recommending people stick to regimes tested in clinical trials until more evidence is available.</p> <p>The UK government has said “every effort” should be made so that people get two of the same vaccine but has <a href=\"https://www.ft.com/content/afa31d12-c393-402b-9677-1fb312cfa1cf\">allowed for special circumstances</a> in which vaccines may be mixed, such as a shortage of the required shot at a particular site or if it is not known which vaccine the person initially received.&#xa0;&#xa0;</p> <h2>What evidence is there that it works?&#xa0;</h2> <p>Scientists are not concerned that mixing vaccines could be unsafe — and Snape said there were “no safety signals” so far in the data from the first arm of the trial.&#xa0;</p> <p>The “main risk” is if the immune system does not respond as well and the vaccine is rendered less effective, Snape said. However, there is some promising evidence in animals. </p> <p>One paper from China using Chinese Covid-19 vaccines showed that following a shot of an adenovirus vector — like those made by AstraZeneca and <a href=\"https://www.ft.com/content/d1070ff2-a473-4f6a-a484-681fb8de4251\">Johnson &amp; Johnson</a> — with another type of vaccine, such as an mRNA, inactivated virus or recombinant protein-based jab, actually increased the immune response in mice.&#xa0;</p> <p>Snape said another mouse study combining the AstraZeneca and Pfizer vaccines in a course had also been “encouraging”.&#xa0;</p> <p>“It just gives a hint that actually, not only might we see real responses that are as good as the standard schedules, we may even see something that's better,” he said.&#xa0;</p> <h2>Could there be other advantages?&#xa0;</h2> <p>Yes. All the currently approved vaccines work by teaching the immune system to respond to the virus's spike protein and in each case they do it differently. Like students using diverse methods to revise the same material, combining vaccines could in theory make them more effective.&#xa0;&#xa0;</p> <p>Stephen Evans, a professor in pharmacoepidemiology, said it was important to understand “vaccines are not like drugs”.&#xa0;</p> <p>“They do not depend on the vaccine remaining in the body to have a continuing benefit. What they do is to ‘train' the body's own immune system to be able to repel an invading virus. It is the body's own immune system that does the work against the virus,” he said.&#xa0;</p> <p>The strategy could be particularly important for the adenovirus vector vaccines from AstraZeneca and J&amp;J, where the genetic code of Sars-Cov-2's spike protein is carried in an inactivated cold virus. If the body responds too rapidly and too vigorously to the adenovirus vector it has already seen, it can mean the immune system has insufficient time to learn from the spike protein.</p> <p>Eric Kremer, an expert in adenoviruses at the Montpellier Institute of Molecular Genetics, said Russia's Sputnik tries to avoid this potential problem by delivering the first and second doses in different adenoviruses. He said combining an adenovirus vector vaccine with an mRNA vaccine made a “lot of sense” but still needed to be tested in trials.&#xa0;</p> <h2>What about mixing and matching for third doses?&#xa0;</h2> <p>Even if mixing and matching does not become widespread during the first inoculation programme, it could be used if new shots need to be deployed to tackle variants — either because it is more convenient or more effective if certain vaccines or combinations are found to be better at targeting certain variants.</p> <p>The Oxford trial is keeping samples to test how well participants' antibodies and T-cells — another key part of the immune system — tackle new variants of the virus as they emerge. “It is almost inevitable that we would be needing to do that: to look for the performance of mixed schedules against new variants,” Snape said.&#xa0;</p> <p>However, drawing firm conclusions on efficacy is complicated by the fact that scientists still do not have what is called a “correlate of protection” — the level of antibodies people need to be protected from developing the disease.&#xa0;Instead, data from the Oxford clinical trial and any real-world evidence on the impact of combing vaccines will rely on measuring the level of antibodies in participants' blood, compared with those who received two shots of the same type. </p> <p>Jonathan Stoye, a virologist at the Francis Crick Institute, explained: “It would be nice if there were good assays that we could do, which would tell us, without extensive clinical trials, what the protection is against the virus — to see whether we've actually improved it with the various different combinations proposed.”</p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>Additional reporting by Donato Paolo Mancini in Rome</em></p><p>Source: Hannah Kuchler in London 2021 'Can mixing Covid vaccines work?' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-13T23:02:30.101Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2982,
          "end": 2999
        },
        {
          "start": 4245,
          "end": 4248
        }
      ],
      "nexusId": "10010560"
    }
  ]
}