{
  "_id": "b21df0a26e14ac6d8d7b6b9e0a4ab38a0c54499fa734e64d6c3170cf4066765b",
  "feed": "wall-street-journal",
  "title": "Mismanaging Risk and the Vaccine Re-Review",
  "text": "<p>Americans for Free Choice in Medicine</p><p>Newport Beach, Calif.</p><p>---</p><p>Mr. Gottlieb implies that the Centers for Disease Control and Prevention lacks the requisite expertise and argues that the authority ought to reside exclusively with the FDA. Mr. Gottlieb is correct, both as a matter of law and policy, especially since the CDC has relegated the vaccine \"re-review\" to its Advisory Committee on Immunization Practices (ACIP).</p><p>The CDC has no legal authority to regulate vaccines, other than in two tangential ways. First, the CDC director must be consulted before the secretary, usually acting through the FDA, grants an emergency-use authorization for a new vaccine. Once that consultative duty has been discharged, the CDC's regulatory role evaporates.</p><p>Second, the CDC director, acting on advice of the ACIP, recommends use of a vaccine the FDA already authorized or licensed. This recommendation has one effect: It obligates many insurers to cover the vaccine without a copayment or coinsurance. Once that recommendation is made, the ACIP's statutory advisory role evaporates. Neither the ACIP nor the CDC has the experience to judge whether there ought to be a pause in administrating a vaccine, and neither has the legal authority to implement a pause. ACIP has no statutory authority whatsoever to recommend vaccine allocations, even though that's what it did on Dec. 3, 2020.</p><p>Robert P. Charrow</p><p>Chevy Chase, Md.</p><p>Mr. Charrow was general counsel of the Department of Health and Human Services (2018-21).</p><p>---</p><p>The government's halting of Johnson &amp; Johnson's vaccine reflects a problem far deeper than the CDC's seeking guidance from outside experts (\"Inoculating the Government,\" Review &amp; Outlook, April 21). This problem is the obsessive focus on a single risk.</p><p>For the past 14 months the fixation was on Covid-19. Ignoring countless other risks, health and nonhealth, we treated Covid as the only relevant risk. No cost, no matter how massive, was too high to pay for any reduction in Covid risk, no matter how minuscule.</p><p>Many public-health officials now fixate on the tiny risk posed by J&amp;J's vaccine. The result is cruel and ironic: To protect people from this vaccine risk, government officials now subject Americans to a higher risk of suffering from Covid.</p><p>Trade-offs are inescapable. We can wisely recognize that we confront multiple risks and refuse to sacrifice everything for reductions in any one risk. Or we can unwisely do what has become the deranged but common practice since early last year: Focus on a single risk as if it's the only one and sacrifice everything to reduce that one risk as close as possible to zero.</p><p>Prof. Donald J. Boudreaux</p><p>George Mason University</p><p>Fairfax, Va.</p>",
  "published": "2021-04-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1536,
          "end": 1553
        },
        {
          "start": 2088,
          "end": 2091
        }
      ]
    }
  ]
}