{
  "_id": "1da07263d2593b4cb7434561b9ed0ef1000f494f21b8fefc74f630e36eff9477",
  "feed": "ftcomall",
  "title": "Conglomerates' cycle of break-ups turns again",
  "text": "<p>Breaking up is hard to do. Or at least, it is hard to do well, as investors in Toshiba, General Electric and <a href=\"https://www.ft.com/content/e4a0986d-2c82-4e4a-973d-2de3247033aa\">now Johnson &amp; Johnson</a> will be keenly aware. All three household names have announced this month they are splitting themselves up. They are merely the latest to do so, <a href=\"https://www.ft.com/content/1ca38b2c-a9ce-4450-b156-a17a24e33976\">consigning the era of the conglomerate to history</a> — for now at least. As the corporate cycle of acquisition and spin-off turns, boards would do well to remember that while there are often good reasons to restructure, activity for activity's sake is not one of them, no matter how many headlines it might generate. </p> <p>As in any split, there will always be one group that benefits above all others: the advisers. Proof, if it were needed, is in the<a href=\"https://www.ft.com/content/fa719574-b457-43fd-9c45-ae19a510c1cb\"> $7.2bn of investment-banking fees shelled out by GE</a> over the past two decades. Its acquisitive journey across the 20th century from lightbulbs to finance made it the most valuable company in the US, with a $600bn valuation in 2000. It has since reversed track and announced last week it would split in three. It is not alone in showing that frenetic deal activity comes at a cost: Tyco, a smaller company that split itself up twice in five years before merging into Johnson Controls in 2016, paid $900m in fees.</p> <p>Bankers, consultants and lawyers clearly have an incentive to ensure deals get done, whether sale or acquisition. As boardrooms grapple with whether companies should be more nimble or more diversified, a cycle emerges <a href=\"https://www.ft.com/content/b570148b-15b4-4789-994e-b46810a205e4#comments-anchor\">every decade or so</a>, far longer than the five-year median tenure of chief executives at large companies. </p> <p>Splits rather than unions are currently in vogue. There are particular reasons why this is so. Tax clearly plays a part. J&amp;J and GE hope to keep their transactions tax-free. <a href=\"https://www.ft.com/content/045c6366-3c54-4462-89b4-95246122c948\">Toshiba has announced its break-up</a> following reforms to the Japanese tax code to incentivise disposals. Then there is the outsize role played by private equity and activist investors who agitate for change. Ironically, some private equity groups responsible for breaking up multinationals have become <a href=\"https://www.ft.com/content/f75f50e7-381f-4c95-9e0f-25e32f70662d\">publicly listed behemoths</a> in their own right. </p> <p>The companies targeted by activists are usually under pressure to improve plodding performance, and a dramatic restructuring is one way to reassure investors that something is being done. Not least when technology companies with outsize valuations dominate news coverage and stock markets. They might prefer the nomenclature of “platform” rather than conglomerate but tech companies have tended towards acquisition rather than sale. Amazon and Google have pushed into cloud provision while Facebook <a href=\"https://www.ft.com/content/2b985dc5-3995-4ac3-a6f6-6ec0a0893c0b\">wants to control the metaverse</a>.</p> <p>There is a strong school of thought that smaller, streamlined units are easier for managers to run and investors to value. J&amp;J wants to split its high-risk, high-reward drug development business from its income-producing consumer products division. The Siemens chief executive <a href=\"https://www.ft.com/content/847d9c9d-93c2-46b0-801d-4b42c80856cb\">credits the company's decision to slim down</a> with helping it outperform GE, its erstwhile rival. </p> <p>But it is worth remembering that slice-and-dice dealmaking does not always produce the desired result. Dow and DuPont merged in 2017 and then split the combined entity into three in 2019. But the combined value of the divided units has not moved appreciably higher, and shares of News Corp declined over the seven years <a href=\"https://www.ft.com/content/a2fb1282-25a5-4c05-a722-69990b65f98e\">following its </a>division. </p> <p>That should at least buoy rainmakers — employed by banks that are themselves the product of massive acquisition campaigns over the years — who will advise companies on how to better diversify themselves over the next decade. For a fee, of course.</p><p>Source: The editorial board 2021 'Conglomerates' cycle of break-ups turns again' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T10:00:56.925Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 113,
          "end": 130
        },
        {
          "start": 1675,
          "end": 1678
        },
        {
          "start": 2729,
          "end": 2732
        }
      ]
    }
  ]
}