{
  "_id": "d7d020330a5cf663b8c13609abb48e70fa078611f8a52db59783081d4b736c2c",
  "feed": "ftcomall",
  "title": "Indian vaccine makers decry US use of wartime powers to protect supplies",
  "text": "<p>Two of India's top vaccine manufacturers making AstraZeneca and Johnson &amp; Johnson shots have warned that the world's vaccine production is being threatened by America's pandemic export controls.</p> <p>Mahima Datla, chief executive of pharmaceutical company Biological E, said US suppliers claim they may not be able to fulfil orders to global clients because of <a href=\"https://www.ft.com/content/d54bde97-076f-485e-9989-9d5a594f026e\">Washington's use of the Defense Production Act</a>.</p> <p>Calling for urgent international intervention, Datla told the Financial Times: “It's not only going to make the scale up for Covid vaccines difficult, but because of this it's going to make manufacturing of routine vaccines extremely difficult.”</p> <p>Both US President Joe Biden and his predecessor Donald Trump have invoked the Korean war era DPA during the pandemic to secure priority supplies of materials needed to control the disease. But with the US having ordered more than enough doses for every adult in the US, American suppliers are struggling to make enough to fulfil contracts outside the country.</p> <p>The White House did not immediately respond to a request for comment, but a spokesperson said last week: “The president is deeply focused on the issue of expanding global vaccination, manufacturing, and delivery, which will all be critical to end the pandemic.”</p> <p>Drugmakers around the world are struggling to increase production as countries trade accusations of “vaccine nationalism”. Last week, European Council president Charles Michel said the UK had introduced a ban on vaccine exports, a claim <a href=\"https://www.ft.com/content/d8084bca-2310-4994-b034-87a4e2fc386d\">denounced</a> by Boris Johnson's government. The EU has <a href=\"https://www.ft.com/content/e4aaf7a8-3ccb-4223-b8e9-4cd069a9dbf2\">urged</a> the US to allow free flow of drug supplies to address its vaccine shortage. </p> <p>The White House said in response it was “in close touch with the EU regarding our shared concerns regarding vaccines”.</p> <p>On Friday, Tedros Adhanom Ghebreyesus, World Health Organization director-general, also warned of global shortages of vital components, which were limiting the production of Covid-19 shots but also jabs used for routine childhood immunisations. He said some countries had imposed legal restrictions, which was “putting lives at risk” and called on nations not to stockpile supplies. “We're all interdependent,” he said. “No country can simply vaccinate its way out of this.”</p> <p>Datla, whose company is manufacturing Johnson &amp; Johnson's vaccine, said the DPA meant suppliers were “reluctant to commit that they will stick to their delivery timelines”. </p> <p>“The supply chain challenges are going to make scaling up extremely difficult.”</p> <p>The materials that are a crucial part of vaccine production include plastics such as disposable fermenters and bags made by a limited number of companies. Some vaccine makers have been days away from stopping production because of a lack of these <a href=\"https://www.ft.com/content/b2f4f9cf-af80-428f-a198-2698ceb4c701\">large sterile liners</a>. Supplies of lab reagents, used for chemical tests, were also a concern, she added.</p> <p>Biological E, a family run pharmaceutical business based in Hyderabad, supplies vaccines to WHO and Unicef for distribution around the world.</p> <p>It is developing a Covid-19 vaccine in partnership with US pharmaceutical company Dynavax Technologies Corporation and the Baylor College of Medicine with a target of producing 1bn doses. The company is also manufacturing at least 1bn doses of the Johnson &amp; Johnson vaccine by the end of 2022.</p> <p>Datla's remarks come after Adar Poonawalla, the chief executive of the Serum Institute of India, the world's largest vaccine manufacturer, warned that the Defense Production Act could undermine the global vaccination effort.&#xa0;</p> <p>“The Novavax vaccine, which we're a major manufacturer for, needs these items from the US,” Poonawalla said. “We are talking about having free global access to vaccines but if we can't get the raw materials out of the US — that's going to be a serious limiting factor.”</p> <p>Datla said she was hopeful that after a Friday meeting between the Quad — a diplomatic and security initiative between the US, Japan, India and Australia — that the supply situation could be resolved.</p> <p>The US is working with the Quad to counter China's growing presence in the region and hopes to combat Beijing's growing sway with vaccine diplomacy.&#xa0;</p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>Additional reporting by Hannah Kuchler in New York and Kiran Stacey in Washington</em><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></p><p>Source: Stephanie Findlay in New Delhi and Donato Paolo Mancini in Rome 2021 'Indian vaccine makers decry US use of wartime powers to protect supplies' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T01:00:37.132Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3232,
          "end": 3249
        },
        {
          "start": 2275,
          "end": 2292
        },
        {
          "start": 64,
          "end": 81
        }
      ]
    }
  ]
}