{
  "_id": "278440b1b4ca70522b22c7501765cb06799673bd2f33aa5debdf749207e57c4d",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: J&J Talc Case Fuels Venue Debate; Long Odds For Limetree Bay Restart",
  "text": "<p>J&amp;J used lenient bankruptcy rules to push talc case to Charlotte. Johnson &amp; Johnson became the latest business to steer a big bankruptcy case to a preferred jurisdiction, spotlighting a long-running debate about chapter 11 forum selection. The company used the lenient venue-selection rules of U.S. bankruptcy law to push tens of thousands of talc-related cancer claims to its bankruptcy court of choice in Charlotte, N.C., roughly 600 miles south of J&amp;J's New Jersey headquarters.</p><p>Allowing troubled companies to choose where to file for chapter 11 protection has been debated for decades. Supporters of the current system view busy venues like Delaware and New York as beneficial. But the strategy of steering chapter 11 cases to specific courts also feeds the perception that bankruptcy rules tilt the playing field in favor of large institutions, according to some critics.</p><p>\"Creating entities for the sole purpose of filing in a particular jurisdiction does push this to an extreme.\"</p><p>— Stephen Lubben, a professor at Seton Hall University School of Law.</p><p>Bankruptcy</p><p>Hopes dim for reopening of bankrupt Limetree Bay refinery. Potential buyers are circling the idled Limetree Bay oil refinery, but bankruptcy attorneys said that restarting production at the St. Croix, Virgin Islands, facility could get stuck in red tape. The uncertainty around obtaining new Environmental Protection Agency permits may scare off any investors interested in restarting gas-processing operations at Limetree Bay, lawyers for the company and possible buyers said at a hearing in the U.S. Bankruptcy Court in Houston.</p><p>In Other News</p><p>Intelsat SA's creditors pushed back on the satellite company's proposed $115 million settlement with noteholders, calling the deal an unnecessary gift to garner support for its reorganization plan. (Bloomberg)</p><p>A Bronx-based homeless services provider has filed for federal bankruptcy protection amid an ongoing criminal probe and after the city moved to pull almost all of their contracts. (New York Post)</p><p>Dozens of photographers from across the country are accusing a local photography company, Suzanne Nevill Photography, of withholding tens of thousands of dollars in payments, leaving newlyweds without a single photo from their wedding day. (KDVR Denver)</p><p>A former corporate client suing two large law firms for $310 million contends that a plural word in a purchase agreement wrongly suggested that it was responsible for an accelerated payout in the event of a second purchaser's bankruptcy. (ABA Journal)</p>",
  "published": "2021-10-19T12:30:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 66,
          "end": 83
        },
        {
          "start": 25,
          "end": 28
        },
        {
          "start": 451,
          "end": 454
        },
        {
          "start": 0,
          "end": 3
        }
      ]
    }
  ]
}