{
  "_id": "67aa9417bd0a6eff03045f73f3535af1901c3b47a3e35965a2ac482fb7ce628c",
  "feed": "wall-street-journal",
  "title": "J&J's Gorsky To Leave As CEO, Duato To Take Helm; Alex Gorsky will become Johnson & Johnson's executive in January after more than 11 years running the health-products giant",
  "text": "<p>Mr. Gorsky has led the company to tremendous growth, making over J&amp;J's lineup to capitalize on technological advances, and navigated manufacturing issues that had plagued its signature consumer-health business, as well as thorny opioid and talcum-powder lawsuits. He leaves J&amp;J still battling a pandemic that upended its factories, offices and labs while the company pursued a Covid-19 vaccine.</p><p>Health issues in his family in part prompted Mr. Gorsky to pursue the change, he said in an interview Thursday.</p><p>\"In spite of the tremendous challenges we faced with Covid-19, I could not be more optimistic about the future of healthcare and the important role that J&amp;J will play going forward,\" Mr. Gorsky said.</p><p>The transition to Mr. Duato, a 32-year company veteran who is close to his predecessor, suggests J&amp;J will chart the same kind of course it would have if Mr. Gorsky had stayed in the job.</p><p>Mr. Duato will confront several matters that Mr. Gorsky hasn't resolved, including lawsuits alleging its Johnson's talcum-powder caused cancer or mesothelioma and reports of rare side effects with J&amp;J's Covid-19 vaccine.</p><p>J&amp;J has agreed to contribute $5 billion over nine years to help settle lawsuits blaming the company and drug distributors for the opioid crisis.</p><p>Mr. Duato, who is 59 years old and been serving as a vice chairman of J&amp;J's executive team, may not be chief executive for as long as his predecessor, though J&amp;J doesn't have a mandatory retirement age for chief executives.</p><p>His tenure will give J&amp;J's board of directors time to consider successors. Possibilities include Ashley McEvoy, who runs J&amp;J's medical-devices business; Jennifer Taubert, the pharmaceutical unit's chief; and Chief Financial Officer Joseph Wolk.</p><p>Each of the people declined through a company spokeswoman to comment. Mr. Duato said through the spokeswoman he is pleased to be able to benefit from Mr. Gorsky's guidance and excited to lead the J&amp;J team.</p><p>J&amp;J's portfolio of products, from cancer therapies to contact lenses, knee replacements and surgical staplers, makes it a healthcare bellwether. The company, which has 136,000 employees, reported $82.6 billion in sales last year. Its market capitalization surpasses $470 billion.</p><p>The companyreported $23.3 billion in sales in the second quarter, up 27% from the same period last year.</p><p>Mr. Gorsky, one of six siblings who grew up in a Michigan town of 3,500 people, graduated from the U.S. Military Academy at West Point and served as an Army captain before getting an M.B.A. at the University of Pennsylvania's Wharton School of Business.</p><p>He joined J&amp;J as a drug sales representative in 1988, and held a variety of leadership roles in pharmaceuticals and medical devices at the company, as well as a three-year stint at Swiss drugmaker Novartis AG.</p><p>Mr. Gorsky took the helm of J&amp;J in April 2012, during a rocky period for the company, which is known for its namesake baby shampoo and Tylenol cold medicines but gets most of its sales from prescription drugs and devices.</p><p>Manufacturing problems had forced its consumer-products business, Tylenol's home at the company, to recall tens of millions of bottles of the pain reliever and other popular over-the-counter medicines.</p><p>The recalls prompted the Congress to hold hearings and federal health regulators to begin monitoring consumer-products manufacturing plants. It also turned off some parents, hurting J&amp;J's reputation and employee morale.</p><p>Mr. Gorsky guided the company out of the recalls, overhauling the consumer-products unit to focus more on personal care and beauty and upgrading the division's plants.</p><p>He said he tried to emphasize to employees J&amp;J's mission of serving patients and its commitment to quality and compliance.</p><p>In addition, Mr. Gorsky sought to revive J&amp;J's medical-devices business, which faced slowing sales and recalls of its own. The unit sold off older product lines, while rolling out products that employed robotics and digital tools in surgery.</p><p>\"His leadership plus his values have been such a gift to J&amp;J, and how he has navigated his way through lots of opportunities and challenges,\" Anne Mulcahy, J&amp;J's lead independent director, said in an interview. She said the board conducted a long and thorough process before deciding to elevate Mr. Duato.</p><p>Write to Jonathan D. Rockoff at Jonathan.Rockoff@wsj.com</p><p>J&amp;J's Gorsky To Leave As CEO, Duato To Take Helm</p>",
  "published": "2021-08-19T21:25:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1330,
          "end": 1333
        },
        {
          "start": 4018,
          "end": 4021
        },
        {
          "start": 4117,
          "end": 4120
        },
        {
          "start": 4324,
          "end": 4327
        },
        {
          "start": 1605,
          "end": 1608
        },
        {
          "start": 74,
          "end": 91
        },
        {
          "start": 1935,
          "end": 1938
        },
        {
          "start": 65,
          "end": 68
        },
        {
          "start": 1418,
          "end": 1421
        },
        {
          "start": 2812,
          "end": 2815
        },
        {
          "start": 660,
          "end": 663
        },
        {
          "start": 1115,
          "end": 1118
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 804,
          "end": 807
        },
        {
          "start": 3639,
          "end": 3642
        },
        {
          "start": 2584,
          "end": 2587
        },
        {
          "start": 3760,
          "end": 3763
        },
        {
          "start": 1925,
          "end": 1928
        },
        {
          "start": 3390,
          "end": 3393
        },
        {
          "start": 274,
          "end": 277
        },
        {
          "start": 1091,
          "end": 1094
        },
        {
          "start": 1505,
          "end": 1508
        }
      ],
      "nexusId": "10010560"
    }
  ]
}