{
  "_id": "3c7bd952901c3f741ae7267aa7f5e9e3d46e6be24e34aaed655826957373c422",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Purdue-Inspired Bankruptcy Bill Advances in Congress; Hertz Owners Sell Shares; Fed Starts Tapering",
  "text": "<p>Rep. Jerrold Nadler (D., N.Y.), shown in June, is co-sponsor of a bankruptcy bill that Democrats on the House Judiciary Committee voted for on Wednesday.</p><p>Republicans Oppose Bill Aimed at Banning Certain Corporate Bankruptcy Strategies</p><p>House Republicans objected to a Democratic bill that would ban the type of legal release members of the Sackler family got in Purdue Pharma LP's chapter 11 and offer creditors recourse over the kind of restructuring that Johnson &amp; Johnson undertook to shift talc injury claims to bankruptcy. Despite GOP opposition, Democrats moved the proposed legislation to the full House for further consideration with a 23-17 party-line committee vote.</p><p>Hertz's stock has traded over the counter since it was delisted last year after the company went bankrupt.</p><p>Hertz Files for Stock Offering, Applies to Return to Nasdaq</p><p>Hertz Global Holdings Inc. said some of its stockholders are selling 37.1 million common shares, as the rental-car company seeks to start trading again on a major stock exchange. The proposed sale of stock represents a large windfall to the investor group that helped fund Hertz's exit from chapter 11 in June, including Knighthead Capital Management LLC, Certares Opportunities LLC and Apollo Global Management Inc.</p><p>Fed Dials Back Bond Purchases, Plots End to Stimulus by June</p><p>The Federal Reserve approved plans to begin scaling back its bond-buying stimulus program this month and end it by June, a key step toward withdrawing pandemic-driven economic support amid a recent inflation surge.</p><p>Bankruptcy</p><p>Macerich Says Retailer Bankruptcies Are at Low Levels</p><p>Macerich Co. said retailer bankruptcies are at low levels and that demand for space in its shopping centers is \"very strong,\" with the Santa Monica, Calif.-based company adding it expects the \"excellent\" leasing environment to continue into 2022. The company said in a third-quarter earnings call Wednesday that bankruptcies within its portfolio are at the lowest levels since 2015. In the quarter, two tenants filed for bankruptcy. \"These two tenants accounted for just five stores and 13,000 square feet,\" Douglas Healey, senior executive vice president of leasing, said. Macerich owns 49 million square feet of real estate.</p><p>—Becky Yerak</p><p>Verisk Analytics Says Demand for Bankruptcy Work Is Down</p><p>Verisk Analytics Inc. said its overall revenue rose 8% in the third quarter but that its financial services segment had a 13% drop in business partly due to pandemic-related government aid and forbearance programs reducing demand for its bankruptcy work. The publicly traded Jersey City, N.J.-based company provides predictive analytics to large companies, mostly to the insurance industry but also creditors and debt-servicing businesses. Its financial services business accounts for 5% of its total revenue.</p><p>—Becky Yerak</p><p>Big Number</p><p>$8 Trillion</p><p>The Federal Reserve's holdings of Treasury and mortgage securities.</p><p>In Other News</p><p>A bankruptcy court approved Colombian airline Avianca's restructuring plan on Tuesday. (Reuters)</p>",
  "published": "2021-11-04T13:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 456,
          "end": 473
        }
      ],
      "nexusId": "10010560"
    }
  ]
}