{
  "_id": "51b136ab7734d8ccadf8b49e3cf7b2c03ee398efb713685267c3a8b7d568a02a",
  "feed": "market-watch",
  "title": "Telemedicine, like remote learning, finds its place in COVID-era schools",
  "text": "<p>Lured away by easier duty, better pay and, especially, COVID-19 hiring bonuses, the one place nurses are getting harder and harder to find is in school.&#xa0;</p><p>With hospitals and nursing homes scrambling for staff, the nurse's office is dark in many school buildings this September in New York City and across the U.S. as children and parents adjust warily to this dicey new academic year.</p><p>“There is a crisis in our schools due to a severe shortage of permanent full-time nurses,” retired nursing supervisor Mary Lawson wrote in a pleading letter to New York City Mayor Bill de Blasio, co-signed by two-dozen nurses and nursing supervisors from the city's Department of Education and Department of Health and Mental Hygiene. “With over 400 vacancies citywide, our children are at risk…The health and welfare of children in schools has not been a priority for this administration.”&#xa0;</p><p>While city school officials scramble to respond, there's a lot for them to navigate.</p><p>After 18 months of on-and-off remote learning, a raging pandemic and a raging national debate over who will be vaccinated and how young, change is clearly coming to healthcare in school, all while pediatric COVID cases are the ones rising fastest.</p><p>So far, kids under 12 haven't been eligible for vaccination, though that could change soon as Pfizer PFE seeks emergency authorization to vaccinate 5-to-11-year-olds, citing data that the shots are safe and effective for children that young. Moderna MRNA and Johnson &amp; Johnson JNJ aren't far behind. And that will bring a whole new round of debate, discussion and people making unfounded claims on FacebookFB, soon to be followed by a global pandemic of cable-news segments and lawsuits.</p><p>The U.S. Centers for Disease Control and Prevention says schools should have one full-time nurse for every 750 students. Yet nearly one-quarter of the schools nationwide have no nurses at all, according to a study from the Journal of School Nursing.</p><p>And in schools that do have on-site nurses, only about half of the nurses are full-time. That's all according to a study from the Journal of School Nursing.</p><p>“People take notice when there are emergencies and fatalities, but by then it's too late,” Lawson warned officials in the nation's largest public-school system. “We need to take action now.”</p><p>The issue is far broader than New York City.</p><p>“It is a situation all of us are facing, an abundance of need along with the lack of available staff,” said Fred Heid, superintendent of schools in Polk County, Florida, the Winter Haven area in the central part of the state. “The candidates just aren't out there, and there are not enough graduates coming out with the appropriate certification. We need creative solutions.”</p><p>Also see:Nursing homes are now facing a COVID resurgence, and a staffing shortage will only make it worse</p><p>Under Heid's leadership, his highly diverse school district has brought in Hazel Health, a pioneer in the burgeoning telemedicine-in-school field. Hazel's pitch: We can provide far more comprehensive care at more affordable rates than the school nurse ever did, including ready access not just to nurses but physicians and mental-health providers as well.</p><p>“This is a mission driven by public health,” said Travis Gayles, Hazel's chief health officer. “We are working to make sure that kids have access to meaningful, substantive care that will make their lives better regardless of what ZIP Code they are in. As we move into the post-COVID space, kids have been asked to do all kinds of things that none of us ever had to do before. They deserve access to the services that will address their needs, not just waiting around for them to have problems.” And those services should focus not just on physical health, he said, but on the mental kind, too.</p><p>Until this summer, Gayles ran the public-health services for Montgomery County, Maryland, outside Washington, D.C. He won praise for high vaccination rates and a community-focused care system. With telemedicine, he said, technology can be harnessed to get kids seen more quickly when they need it and more systematically for preventive healthcare.</p><p>“This really can be a crucial part of the safety net,” he said.</p><p>One piece of good news: Because of Medicaid expansion and state-federal CHIP [children's health insurance] programs, the vast majority of American school children do have health insurance. So the mechanisms are already in place to pay for a lot of this. The challenge now is finding systems that actually work — for urban, suburban and rural districts.</p><p>Read: 12 states still refuse to expand Medicaid. Why that's a problem for all of us.</p><p>Every school still needs a staff member to coordinate telehealth services, even if it isn't a nurse, Gayles noted. And Polk County's Heid emphasized that parental permission is still required before any child is treated, in person or over a digital link. It's too soon to say how the new Hazel service will work out, Heid said. “But so far, things are going smoothly.”</p><p>Ellis Henican is an author based in New York City and a former newspaper columnist.</p>",
  "published": "2021-09-24T14:26:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1468,
          "end": 1485
        }
      ],
      "nexusId": "10010560"
    }
  ]
}