{
  "_id": "47df33ee4f6ca98643afb907db83121ad5856fc78787ce31ab712b0c3262330f",
  "feed": "wall-street-journal",
  "title": "AstraZeneca Vaccine Is Found 79% Effective",
  "text": "<p>The company said it would continue to analyze the data and plans to request emergency authorization in the U.S. by mid-April.</p><p>If authorized by the Food and Drug Administration, the vaccine could be available in May, joining three other authorized shots in the U.S.'s accelerating vaccine drive. AstraZeneca said it would have 30 million doses available immediately in the U.S., and a further 20 million doses soon after.</p><p>The advance on the medical front comes as states widen eligibility for shots. West Virginia on Monday opened vaccinations to everyone in the state over the age of 16, while New York, Ohio and Arizona expanded or moved up eligibility for the vaccines.</p><p>Nationwide, newly reported coronavirus cases fell below 40,000, but the seven-day average edged higher for a second day in a row, signaling a rise in infections after a monthslong decline. Some states have been relaxing mask requirements and other coronavirus restrictions.</p><p>The AstraZeneca shot is already widely used elsewhere. The U.S. trials provide the largest-scale clinical tests yet of the vaccine amid widespread scrutiny of its efficacy and reports of serious blood-clotting issues in a small number of people in Europe who received the shot. The U.S. trials identified no increased risk of serious blood clotting.</p><p>The summary of the U.S. trial results, released Monday, didn't break out efficacy against Covid-19 variants. All of the \"variants of concern\" were present in the study, said Mene Pangalos, AstraZeneca's executive vice president for biopharmaceuticals research and development, and Prof. Ann Falsey of the University of Rochester School of Medicine, a principal investigator on the trial. They said the strong results are encouraging evidence that the vaccine holds up against newer strains -- and especially as protection against severe disease. They will provide more information soon with full results, they said.</p><p>The interim results haven't yet been reviewed by independent researchers. AstraZeneca said the analysis would be submitted for publication in a peer-reviewed journal.</p><p>Blood-clotting concerns led more than a dozen European countries, including Germany and Italy, to temporarily halt use of the vaccine this month. Most resumed administering the vaccine after European and U.K. medicine regulators again endorsed the shot's use despite the rare clotting issues. The cases weren't proven to be linked to the vaccine, but regulators said they couldn't rule out a connection, either.</p><p>They said that the vaccine is an important weapon in preventing death and serious illness resulting from Covid-19 and that its benefits outweigh potential risks. The U.K. alone has administered more than 11 million doses of the vaccine.</p><p>AstraZeneca said Monday that independent U.S. safety monitors ran a specific review of severe blood clotting, or serious thrombotic events, based on the trial data, including a severe condition known as cerebral venous sinus thrombosis, or CVST, that has been linked to a small number of deaths in Europe among people who received the vaccine. It found no increased risk of thrombosis among 21,583 participants who received at least one dose of the vaccine, and no cases of CVST, AstraZeneca said.</p><p>The blood-clotting issues that have arisen in Europe's rollout of the vaccine in recent weeks are so rare, however, researchers said they are unlikely to show up in clinical trials, even ones as large as the U.S. trial.</p><p>Much is riding on global acceptance of the Oxford-AstraZeneca shot, which is the most widely used in many parts of the globe, and the cheapest.</p><p>The vaccine has been authorized for use in more than 70 countries, and is core to plans to supply hundreds of millions of doses to poor and middle-income countries this year. The vaccine can be stored and transported using normal refrigeration, and can last for more than six months at that temperature.</p><p>The U.S. trial involved 32,449 participants aged 18 and over, with about 20% 65 or over. The data analysis is based on 141 symptomatic Covid-19 cases, meaning that 141 participants fell ill. Clinical trials of vaccines depend on dozens of participants developing infections to measure how well shots work compared with those who receive a placebo.</p><p>The U.S. trials provide a much clearer set of data for the vaccine than previous trials. U.K. trial results of the vaccine, released late last year, presented a range of efficacy, between 62% and 90%, depending on a number of factors including dosing. That range was difficult to compare with U.S. trial results of rival vaccines, one from Pfizer Inc. and Germany's BioNTech SE and another from Moderna Inc. Both were found to be more than 94% effective in U.S. trials. While short of that efficacy rate, AstraZeneca's 79% is much higher than the 50% benchmark set by global regulators.</p><p>The U.S. in February authorized the Covid-19 vaccine from Johnson &amp; Johnson for the U.S. market. That one-dose shot was found to be 66.1% effective at protecting people from developing moderate and severe cases of Covid-19 at least 28 days after vaccination. The number jumped to 85.4% against severe disease alone.</p>",
  "published": "2021-03-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4887,
          "end": 4904
        }
      ]
    }
  ]
}