{
  "_id": "a2ce26b1aeefb5ba7d6eef647fd5728036ac89b50620d80a07276b0905b2a363",
  "feed": "ftcomall",
  "title": "J&J vaccine performs well against variants in boost for Covid battle",
  "text": "<p>US Food and Drug Administration staff have confirmed data showing Johnson &amp; Johnson's single-shot Covid-19 vaccine is safe and effective, and found it worked nearly as well at preventing severe disease caused by the variant first discovered in South Africa. </p> <p>Scientists at the US regulator found in a report on Wednesday that the J&amp;J jab was 82 per cent effective at preventing severe or critical disease at its trial site in South Africa, where the 501.V2 variant was prevalent. This compares with 86 per cent efficacy in participants in the US and 88 per cent in Brazil, from 28 days after vaccination.&#xa0;&#xa0;</p> <p>The vaccine was less effective at preventing moderate to severe illness in the South African group, at 64 per cent, compared with 72 and 78 per cent at the sites in the US and in Brazil.&#xa0;</p> <p>The FDA's vaccine advisory group will meet on Friday to discuss the shot, which could receive its first emergency use authorisation as early as the weekend. J&amp;J said on Tuesday that it would have 4m shots to ship immediately after approval in the US, which has registered more than 500,000 Covid-19 deaths. </p> <p>The report will offer some relief to public health experts who have been concerned that vaccines are proving less effective against the 501.V2 variant.&#xa0;<a href=\"https://www.ft.com/content/d05c7c57-da11-42a1-aa33-b66052c904ac\">J&amp;J</a> and Novavax's vaccines worked less well in South African trials, while lab tests have shown reduced efficacy for several other shots. </p> <p>Anthony Fauci, the White House's chief medical adviser, said when J&amp;J first released its phase 3 data that it was a “wake-up call” about the need to adjust to new variants. This week <a href=\"https://www.ft.com/content/35d34269-9006-4426-9d9c-055662be4152\">the FDA urged</a> vaccine makers to start studies on reformulated vaccines or boosters to tackle the new variants.</p> <p>As the first single-shot vaccine, J&amp;J's jab will be an important contribution to the global race to inoculate people around the world. The vaccine is easy to transport and store, and is being produced on a non-profit basis, making it more likely to be widely adopted in the developing world.</p> <p>The scientists also suggested in their report that the vaccine may have an impact on transmissibility of the virus, even by asymptomatic carriers. But they cautioned there is not yet enough evidence for this finding to be statistically significant.&#xa0;</p> <p>While a primary goal of vaccinations is to prevent hospitalisation and death, public health experts are watching closely to see if any can also reduce the spread of the disease, which would pave the way for the removal of measures such as social distancing and wearing masks.</p> <p>The FDA report showed the vaccine's effectiveness was generally consistent in people of different demographics and comorbidities. For people over 60 with underlying conditions, efficacy estimates appeared to be slightly lower but increase over time. However, the scientists said this might just be “imprecision” associated with having smaller numbers of cases in that group.&#xa0;</p> <p>The scientists said the vaccine had a “favourable safety profile”, with no concerns that would prevent emergency authorisation. The vaccine's main side effects were pain at the injection site, headaches and fatigue, similar to most other shots. There were some cases of hives, but not enough to prove a link to the vaccine.</p><p>Source: Hannah Kuchler in New York 2021 'J&amp;J vaccine performs well against variants in boost for Covid battle' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T14:02:14.599Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 66,
          "end": 83
        },
        {
          "start": 329,
          "end": 332
        },
        {
          "start": 1457,
          "end": 1460
        },
        {
          "start": 951,
          "end": 954
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1719,
          "end": 1722
        }
      ],
      "nexusId": "10010560"
    }
  ]
}