{
  "_id": "6e3bf6c7e0c2ed969a68a57c7a56fb85cb46763b01ba48f906d39a863cbae60e",
  "feed": "wall-street-journal",
  "title": "FDA Gives Full Approval to Pfizer-BioNTech Covid-19 Vaccine; Clearance of the shot, for people 16 years and older, is the agency's first full approval of a Covid-19 vaccine.",
  "text": "<p>The vaccine was first cleared in December by the FDA on an emergency-use basis for people 16 years and older after the drugmakers showed it to be highly effective at preventing symptomatic Covid-19. The two-dose shot, resulting from the fastest vaccine development ever in the West, has since become the most-received Covid-19 vaccine in the U.S.</p><p>The vaccine was authorized for children as young as 12 years in May. Pfizer plans to request full approval for that group once it has collected and analyzed six months of safety data from clinical-trial subjects, according to the company.</p><p>Pfizer, which will market the vaccine under the name Comirnaty, is now permitted to market the vaccine to doctors, providers and the general public as it does with other approved products. The FDA is permitted to restrict such communications with emergency authorization.</p><p>The vaccine is also eligible for off-label prescriptions, which could include booster doses, according to the FDA.</p><p>The FDA, under pressure to give Covid-19 vaccines full approval swiftly, made its decision less than four months after Pfizer began its approval submission. The process of reviewing applications normally takes up to approximately 10 months.</p><p>The FDA said its review found the vaccine to be safe and effective in preventing Covid-19 as well as severe disease, hospitalization and death. The most common side effects by clinical trial participants who received the vaccine included fatigue, headache, joint pain, chills and fever.</p><p>\"We have not lost sight that the Covid-19 public health crisis continues in the U.S. and that the public is counting on safe and effective vaccines,\" said Peter Marks, director of FDA's Center for Biologics Evaluation and Research. \"The public and medical community can be confident that although we approved this vaccine expeditiously, it was fully in keeping with our existing high standards for vaccines in the U.S.\"</p><p>The approval comes as U.S. hospitals are seeing a surge in cases tied to the contagious Delta variant, and as the government weighs when vaccinated adults should receive additional doses.</p><p>The Biden administration last week recommended that a third shot of an mRNA vaccine such as Pfizer's be given to adults who have received the two-dose regimen. A critical element for broad boosting will be a recommendation from the Advisory Committee on Immunization Practices to the Centers for Disease Control and Prevention, as physicians often follow ACIP recommendations.</p><p>Pfizer has already submitted data to the FDA showing that a third dose of its vaccine boosts the immune system against the original virus and against the Beta and Delta variants to higher levels than the standard two-dose regimen. Pfizer plans to submit a request for booster authorization as an amendment to the full approval.</p><p>Full approval is expected to lead more businesses and institutions to require vaccinations because opponents of such measures have cited the emergency authorization as grounds for not requiring vaccinations. About 60% of eligible people in the U.S. are fully vaccinated, according to federal figures.</p><p>Pfizer and BioNTech submitted some 340,000 pages as part of their approval application—more than three times the size of the EUA submission—and included longer-term clinical trial data from more than 46,000 volunteers that showed the vaccine was 91.1% effective at preventing symptomatic Covid-19 up to six months after the second of two doses, according to Pfizer. The emergency-use authorization issued last year was based on data from about 37,000 volunteers who were followed for a median of two months after the second dose.</p><p>The approval application also included information on manufacturing processes as well as the plants that produce the shots.</p><p>Researchers also found the vaccine to be highly effective against preventing severe Covid-19.</p><p>\"I am hopeful this approval will help increase confidence in our vaccine, as vaccination remains the best tool we have to help protect lives and achieve herd immunity,\" said Pfizer Chief Executive Albert Bourla.</p><p>The shot was authorized last year on an emergency basis after the companies showed the vaccine was 95% effective in preventing symptomatic disease after two months. The emergency designation allows for products to be distributed during public-health crises based on the best available evidence.</p><p>The vaccine bested the agency's standard that Covid-19 vaccines be at least 50% effective at preventing disease in a placebo-controlled trial to receive an emergency-use authorization, the same bar that must be cleared for full approval.</p><p>Eligible U.S. residents will continue to receive the vaccine at no cost, according to Pfizer.</p><p>Vaccination requirements have been accelerating in the U.S. despite some public resistance and efforts by states such as Arkansas to ban vaccine mandates. Some laws prohibiting vaccination mandates are tied only to vaccinations that have emergency-use authorization, so they may not apply since Pfizer has FDA approval.</p><p>Some employers such as Walmart Inc., Tyson Foods Inc. and Uber Technologies Inc. are requiring some employees to be vaccinated unless they have approved exceptions.</p><p>Of the three authorized vaccines in the U.S., only Pfizer had submitted all the required information to the FDA, according to the companies, and analysts expected it to be the first to receive clearance.</p><p>Moderna Inc., whose authorized two-dose shot uses similar mRNA technology as the Pfizer-BioNTech vaccine, has said it is still completing rolling data submissions. Johnson &amp; Johnson, whose shot was authorized in February, has said it plans to file for full approval later this year.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com and Stephanie Armour at stephanie.armour@wsj.com</p><p>FDA Gives Full Approval to Pfizer-BioNTech Covid-19 Vaccine</p>",
  "published": "2021-08-23T14:51:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 5555,
          "end": 5572
        }
      ],
      "nexusId": "10010560"
    }
  ]
}