{
  "_id": "8205d83f3198e844447480d4c47887e7ee6247fba496f57c5bcf43297a56fa54",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Apple is pushing back its return to the office. The tech company told workers Monday its planned return in September was being delayed until at least October as the Delta variant of Covid-19 spreads. The variant has led to a rise in infections and hospitalizations across the U.S. and world. Companies are taking different approaches to post-lockdown work. Some, like Apple, are exploring a hybrid approach. Firms on Wall Street have been aggressively trying to get people back. Others, such as Spotify Technology SA, will allow workers to choose where they work. Apple shares gained 2.6% Tuesday.</p><p>ZOOM VIDEO COMMUNICATIONS INC.</p><p>ZM -2.2%</p><p>Zoom is using its meteoric share price rise to buy a tech company. The videoconferencing provider will acquire Five9 Inc., a cloud-based software firm, in an all-stock deal. The company said the $14.7 billion acquisition -- its biggest ever -- would help support the company's Zoom Phone business, which replaces office telephone systems with a cloud-based service. Zoom, which has grown rapidly in the past year, has stepped up efforts to make sure it can keep expanding as people return to the office and shift to hybrid work. Zoom shares lost 2.2% Monday.</p><p>JOHNSON &amp; JOHNSON</p><p>JNJ +0.6%</p><p>Greater demand for medical devices, drugs and consumer-health products helped boost quarterly sales and profit for J&amp;J, a bellwether for the industry. The results are a sign that people are returning for healthcare services they deferred earlier in the pandemic. J&amp;J executives expressed confidence the return to healthcare use would continue despite the spread of the Delta variant. The company said sales of its Covid-19 vaccine, which generated $164 million in revenue in the second quarter, would pick up during the latter parts of the year. J&amp;J shares ended 0.6% higher Wednesday.</p><p>JPMORGAN CHASE &amp; CO.</p><p>JPM +2.3%</p><p>JPMorgan is giving Chief Executive Jamie Dimon 1.5 million reasons to stick around. The bank's board of directors granted Mr. Dimon, 65 years old, a retention bonus in the form of 1.5 million options that he can exercise in 2026. The award requires Mr. Dimon to stay at the bank the whole time. \"This special award reflects the board's desire for Mr. Dimon to continue to lead the firm for a further significant number of years,\" the bank said. The current value of the award is around $50 million; its ultimate value will be determined when the options are exercised. JPMorgan shares rose 2.3% Wednesday.</p><p>PG&amp;E CORP.</p><p>PCG -1.7%</p><p>PG&amp;E is going underground. The California utility company said Wednesday it will bury 10,000 miles of power lines at an estimated cost of up to $20 billion, reversing its earlier stance that doing so would be prohibitively expensive. PG&amp;E said the effort will substantially reduce the likelihood of its power lines sparking wildfires as drought and climate change heighten the risk of large, fast-moving blazes. PG&amp;E's equipment has ignited more than 20 wildfires in the past several years that have collectively killed more than 100 people and burned thousands of homes. PG&amp;E shares fell 1.7% Thursday.</p><p>INTEL CORP.</p><p>INTC -5.3%</p><p>The global supply chain looks like it will be short-circuited for a while. Intel Chief Executive Pat Gelsinger said Thursday the worldwide semiconductor shortage could stretch into 2023, adding a leading industry voice to the growing view that chip-supply disruptions won't wane soon. The world-wide shortage has fueled rising prices for some consumer gadgets, with the auto industry being especially hard hit. Mr. Gelsinger has committed to establishing a contract chip-making operation and announced major factory expansions. Intel shares fell 5.3% Friday.</p><p>CHIPOTLE MEXICAN GRILL INC.</p><p>CMG +12%</p><p>Appetite for dining out has returned. Burrito chain Chipotle on Wednesday said customers are returning to its dining rooms despite higher menu prices. Coca-Cola sales jumped amid the reopening of restaurants, stadiums and movie theaters. Still, executives and investors are closely watching the spread of the Delta variant of Covid-19. Chipotle shares soared 12% Wednesday, while Coca-Cola shares added 1.3%.</p>",
  "published": "2021-07-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1488,
          "end": 1491
        },
        {
          "start": 1340,
          "end": 1343
        },
        {
          "start": 1771,
          "end": 1774
        }
      ],
      "nexusId": "10010560"
    }
  ]
}