{
  "_id": "132e1c65b80d612e318bde7f450c98e5e6e4650c9f280d603155c5ff13ae5f3f",
  "feed": "ftcomall",
  "title": "Tech stocks and Treasuries rise as investors look past inflation data ",
  "text": "<p>A setback in the Covid-19 vaccine rollout has renewed demand for pandemic-era winners, helping to fuel gains in technology stocks and US government bonds.</p> <p>Companies and asset classes that prospered in the past year as governments rolled out stay-at-home orders got an unexpected boost on Tuesday as US agencies called on distributors to <a href=\"https://www.ft.com/content/d1070ff2-a473-4f6a-a484-681fb8de4251\">cease using</a> the Johnson &amp; Johnson vaccine temporarily as it investigated incidents of severe side-effects.</p> <p>The Nasdaq Composite, which is stacked with technology and healthcare stocks, closed up 1.1 per cent. Ecommerce site Overstock.com posted gains of 7.6 per cent, while Zoom, the video conferencing platform, rose 6.6 per cent. </p> <p>The S&amp;P 500, meanwhile, inched up 0.3 per cent to a record high, with large gains notched up by Apple, Etsy, Twitter and eBay. American Airlines took a hit, with the stock falling 1.5 per cent, while energy company Hess Corporation dropped 3.3 per cent.</p> <p>“For us, Covid always remained the most important risk for the recovery,” said Max Gokhman, head of asset allocation at Pacific Life Fund Advisors. “Anything that offsets the recovery&#xa0;in any way is going&#xa0;to have a detrimental effect [on reopening plays].”</p> <p>US government bonds also rallied on Tuesday, despite a much-anticipated lurch higher in <a href=\"https://www.ft.com/content/37990b3a-0c26-459e-9046-98fc2c7d24cf\">headline US inflation</a>. The yield on the benchmark 10-year Treasury bond, which moves inversely to its price, fell 0.05 percentage points to 1.62 per cent after the “core” consumer price index excluding energy and food components rose 1.6 per cent.</p> <p>The rise in core prices could have added fuel to a recent sell-off in Treasuries and the buying of financial and industrial businesses that stand to benefit from economies reopening. Instead, investors baulked at worsening coronavirus signs. </p> <p>The US yield on the 10-year note, which sets the tone for corporate and household borrowing costs worldwide, has climbed from about 0.9 per cent since the start of the year as traders bet that inflation sparked by US president Joe Biden's multitrillion-dollar stimulus could prompt the Federal Reserve to rein in its ultra-supportive monetary policies. </p> <p>While inflation erodes the returns from fixed-interest securities such as government bonds, Federal Reserve officials have argued price rises will be temporary. Jay Powell, Fed chair, on Sunday described the US economy as being at an “inflection point” and cautioned new surges of Covid-19 could stall the recovery. </p> <p>The Fed last year adopted a new strategy for accepting temporary increases in inflation above its 2 per cent target instead of reacting rapidly by tightening monetary policy. The central bank, which has purchased about $120bn a month of debt securities since March 2020 to support the economy through the pandemic, has also signalled it does not expect to raise interest rates until 2024.</p> <p>Stuart Rumble, multi-asset investment director at Fidelity International, said: “The market is giving the Fed more credibility right now.” </p> <p>“We've probably seen the worst of the back-up in US Treasury yields, at least for a while.” </p> <p>“If we have two more months of rising inflation, combined with a faster economic reopening and better employment data, it will become more difficult for the Fed to maintain its stance,” said Juliette Cohen, a strategist at Paris-based CPR Asset Management, For now “I expect the market to give the Fed more credibility and more time,” added Cohen. </p> <p>In Europe, the region-wide Stoxx 600 share index closed up 0.1 per cent while London's FTSE 100 was flat for the session. </p> <p>Brent crude, the international oil benchmark, rose 1 per cent to $64 a barrel. The dollar, as measured against a basket of currencies, slid 0.3 per cent. </p><p>Source: Colby Smith in New York and Naomi Rovnick in London 2021 'Tech stocks and Treasuries rise as investors look past inflation data ' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-13T20:21:14.984Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 353,
          "end": 370
        }
      ],
      "nexusId": "10010560"
    }
  ]
}