{
  "_id": "9f495baee5e756f6eb2ecfdb1bac84f9d74c7b1ada15aa6b5a52fe9e72da24e5",
  "feed": "ftcomall",
  "title": "Push to make Covid vaccines causes US drug shortages",
  "text": "<p>The <a href=\"https://www.ft.com/content/a256b257-1e51-48ee-a63e-0b2def61934f\">unprecedented effort</a> to manufacture Covid-19 vaccines is disrupting supplies of other critical medicines in the US, including treatments for infectious diseases and injectable drugs that prevent blindness. </p> <p>Pfizer has told US hospitals to expect interruptions to supplies of four of its products — an antibiotic, a steroid and two types of testosterone — according to a letter seen by the Financial Times. </p> <p>The drugs are “biologic” medicines that are administered by injection or infusion. They require some of the same ingredients and manufacturing capacity as the <a href=\"https://www.ft.com/content/49defa5b-befe-4f55-85b6-522b1e458cbd#post-e3a4188d-5763-4340-9ef0-e829f9be894d\">Covid-19 vaccin</a>e that Pfizer has co-developed with Germany's BioNTech. </p> <p>In a letter to hospitals sent last month, Pfizer warned of “short-term supply interruptions” to medicines “due to increased vaccine production”. It said hospitals should “anticipate some disruptions” in the second half of the year.</p> <p>The company said in the letter that it had aimed to deliver “approximately 2bn doses” of its vaccine globally by the end of 2021.</p> <p>The drugmaker's warning comes as the US tries to boost vaccine supplies in order to fully reopen its economy after a year of pandemic restrictions that have caused millions of job losses. </p> <p>President Joe Biden has invoked the <a href=\"https://www.ft.com/content/d54bde97-076f-485e-9989-9d5a594f026e\">Defense Production Act</a> to ensure that vaccine makers get the drugs and production capacity they need but one industry executive estimated that the use of Korean war-era powers had left a third of pharma groups scrambling for ingredients, equipment or space on production lines. </p> <p>In a statement, Pfizer said that “a small portion” of its portfolio had been “temporarily impacted” by its prioritisation of vaccine manufacturing. </p> <p>Other drugmakers have also reported supply shortages.</p> <p>Even companies able to make their products are struggling to secure glass vials to distribute them. Schott, one of the world's largest glassmakers, warned there was a wait of a year to 18 months for new orders. </p> <p>Christopher Cassidy, vice-president at Schott North America, blamed the delays on the ramp up in production of Covid-19 vaccine vials. It expects to make 2bn this year. </p> <p>Cassidy told the FT the shortage was affecting almost every type of injectable drug in the US, including chemotherapy, insulin and other medicines that could be found “in crash carts in emergency rooms or in [intensive care units] or surgical suites in hospitals”. </p> <p>He called on governments around the world to give more funding to manufacturers of components and materials in the supply chain rather than just the drugmakers producing the vaccines. </p> <p>Catalent, a contract manufacturer working for the vaccine makers Moderna and Johnson &amp; Johnson, is also prioritising large orders of jabs, meaning thousands of patients have had to do without Tepezza, a treatment for thyroid eye disease made by Horizon Therapeutics, since December. </p> <p>Tim Walbert, Horizon's chief executive, said the shortage was having a “dramatic impact” on patients, who were experiencing physical pain in the short term and ran the risk of losing their vision entirely unless supplies were restored. </p> <p>“It's going to be impacting other medicines that need to get [to] the patients,” he said. “We just happen to be the first.”&#xa0;</p> <p>Horizon is working with the US Food and Drug Administration to find another contract manufacturer.</p> <p>Catalent said the delay for the Horizon product was “unavoidable” because government orders for the vaccine had been made using the Defense Production Act. It said it had significantly expanded its production capacity and was operating 24 hours a day.&#xa0;</p> <p>Paris, a 39 year old from Florida who declined to give her second name, suffered from immense pain and even had her left eye pop out of its socket before she was put on Tepezza by her doctor. But she only received three months of treatment before the supplies dried up.&#xa0;</p> <p>After she found out about the delays, Paris said that she “cried like a baby on the floor of my home because I dreaded the pain coming back”. </p> <p>“What's the point of me being vaccinated, but then I can't even see?” she asked.</p><p>Source: Hannah Kuchler in New York 2021 'Push to make Covid vaccines causes US drug shortages' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T18:58:15.426Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2611,
          "end": 2628
        }
      ],
      "nexusId": "10010560"
    }
  ]
}