{
  "_id": "5b7baf3b3fa243d1b78357992607b3e815ca0b0ba7a479c66e2607cef04e3277",
  "feed": "ftcomall",
  "title": "WHO head warns of global ‘moral failure' on vaccines",
  "text": "<p>The head of the World Health Organization warned the world was on the brink of “catastrophic moral failure” as poor countries fall behind richer ones in accessing vaccines to protect their populations against Covid-19.</p> <p>“The price of this failing will be paid with lives and livelihoods in the world's poorest countries,” said Tedros Adhanom Ghebreyesus, WHO director-general. “It's not right that younger, healthier adults in rich countries are vaccinated before health workers and older people in poorer countries.”</p> <p>The WHO established its <a href=\"https://www.ft.com/content/177f7963-40cb-4214-94ae-89070383dfe5\">Covax facility </a>last year with Gavi and the Coalition for Epidemic Preparedness Innovations to ensure the equitable distribution of vaccines worldwide. The programme aims to distribute 2bn Covid-19 vaccine doses by the end of 2021 for free, or at a reduced cost. But it has <a href=\"https://www.ft.com/content/502df709-25ac-48f6-aee1-aec7ac03c759\">struggled to mobilise</a> the necessary support from wealthy nations to subsidise the initiative.</p> <p>Mr Tedros said the actions of pharmaceutical companies and rich governments had undermined the effort.</p> <p>“Even as they speak the language of equitable access, some countries and companies continue to prioritise bilateral deals, going round Covax, driving up prices and attempting to jump to the front of the queue,” he said. “This is wrong.”</p> <p>Rather than submitting their vaccines for approval by the WHO, vaccine manufactures had prioritised securing regulatory approval from authorities in wealthy countries, Mr Tedros said. He urged all developers to share full clinical trial data with Covax. </p> <p>Covax has managed to secure orders for 1.07bn doses so far, with deliveries to countries not expected to start until later in the year. Doubts over the initiative's ability to hit its 2bn target have left cash-strapped governments in Africa and parts of Latin America and south Asia hurrying to secure their own deals.</p> <p>Until June, Covax supplies “may not extend beyond the needs of frontline healthcare workers, and may thus not be enough to contain the ever-increasing toll of the pandemic in Africa”, South Africa's president Cyril Ramaphosa said last week.</p> <p>South Africa, with a population of 58m, announced this month that it had reached an agreement to acquire 1.5m doses of AstraZeneca's vaccine from India-based manufacturer Serum Institute. Guinea has been using a vaccine developed by Russia's state-owned Gamaleya Institute on an experimental basis. But South Africa is the only African country so far to reach a bilateral vaccine deal.</p> <p>The African Union intervened last week, announcing that it had agreed to purchase 270m doses for its 54 member countries from Pfizer, AstraZeneca via the Serum Institute and Johnson &amp; Johnson. African countries will be able to place orders through the AU and pay on delivery or over five years. </p> <p>The AU said it was also working with the World Bank to provide members access to roughly $5bn in funding to pay for vaccines. But the doses committed to date fell well short of the number required to protect Africa's population of more than 1.3bn.</p> <p>Mr Tedros urged all countries to share data on pricing, volumes and delivery dates in their bilateral contracts with vaccine makers to help the WHO better understand and manage global supplies.</p> <a href=\"http://www.ft.com/cms/7ba6423a-9952-480a-8dc9-a70c537bff34.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/7b599a82-f4e9-40ab-af6f-195ac5277495\"><em>Health worker loss adds to poor states' vaccine task</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/7b599a82-f4e9-40ab-af6f-195ac5277495\"><em>From Rachel Jenkins Professor Emeritus, King's College London, Former Director, WHO Collaborating Centre, Moccas, Herefordshire, UK</em></a></p><p>Source: Harry Dempsey and Tom Wilson in London 2021 'WHO head warns of global ‘moral failure' on vaccines' FT.com 18 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-18T18:58:58.530Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2622,
          "end": 2639
        },
        {
          "start": 2622,
          "end": 2641
        }
      ],
      "name": "Johnson & Johnson",
      "id": "US4781601046",
      "nexusId": "10010560"
    }
  ]
}