{
  "_id": "976ef4b9e769e9a273473068faabd57a757215203c175db8db209e4296d55068",
  "feed": "ftcomall",
  "title": "FirstFT: Wall Street banks redirect China IPOs to Hong Kong after Didi shock",
  "text": "<p>Global investment banks <a href=\"https://www.ft.com/content/90620c2c-ea07-4425-9a18-f3b4587ed3ad\">are racing to redirect</a> Chinese groups' initial public offerings towards Hong Kong after new cyber security rules instituted by Beijing halted lucrative tech listings previously heading for New York.</p> <p>About 20 Chinese companies had publicly disclosed plans to raise $1.4bn from share sales in New York this year, according to data provider Dealogic.</p> <p>But that was before regulators in Beijing launched an investigation into Didi Chuxing, just days after the ride-hailing group's $4.4bn New York flotation. The last-minute intervention <a href=\"https://www.ft.com/content/00403ae5-7565-413e-907d-ad46549375ba\">by the authorities in Beijing</a> has thrown further US listings by Chinese groups into doubt.</p> <p>Advising Chinese companies on IPOs has become a&#xa0;<a href=\"https://www.ft.com/content/0069fc0b-90af-4e30-877a-a0e245a76ae2\">lucrative business</a>&#xa0;for Wall Street banks, generating fee revenue of $460m in the first half of the year.</p> <p>Chinese tech groups going public have long favoured New York for its deeper, more liquid markets and ease of listing compared with Hong Kong — where companies are vetted by both the city's securities regulator and the stock exchange.</p> <p>A senior capital markets banker in Hong Kong described the scramble going on among banks and their clients.</p> <blockquote>  <p>“We're speaking to everyone about it. All the Chinese issuers planning New York IPOs are looking at whether they can pivot to Hong Kong.”</p> </blockquote> <h1>Five more stories in the news</h1> <p><strong>1. Elon Musk: SpaceX holds bitcoin </strong>Cryptocurrencies were <a href=\"https://www.ft.com/content/1e8e83a7-08bc-42bd-901e-a92986e743e7\">given a boost yesterday</a> after Elon Musk disclosed that his SpaceX private rocket company held bitcoin and that Tesla would “most likely” resume accepting it as payment. </p> <ul>  <li><p><strong>More bitcoin news:</strong> A 22-year-old British national, known online as “PlugWalkJoe”, <a href=\"https://www.ft.com/content/a1aaa167-84d6-4673-8cff-5308ec3bad8e\">has been arrested in Spain</a> for allegedly being one of four young hackers who grabbed control of dozens of&#xa0;<a href=\"https://www.ft.com/content/9c0b6da0-47cc-4164-a9c2-ba68075eebdc\">celebrity Twitter accounts</a>&#xa0;last year and used them to solicit more than $115,000 in bitcoin.</p></li> </ul> <p><strong>2. States unveil landmark $26bn settlement to resolve opioid lawsuits</strong> Several US states, including New York and Pennsylvania, yesterday unveiled a&#xa0;<a href=\"https://www.ft.com/content/2662ae09-72e8-4d86-aa3a-ba473870d1cc\">landmark $26bn settlement</a>&#xa0;to resolve thousands of opioid lawsuits. The agreement was struck with the country's three largest drug distributors — McKesson, Cardinal Health and AmerisourceBergen — as well as Johnson &amp; Johnson, the world's largest healthcare company.</p> <p><strong>3. Republicans block Biden's $1tn infrastructure plan</strong> Senate <a href=\"https://www.ft.com/content/a0843d7e-8ced-41da-8f82-204d896e8033\">Republicans blocked</a> Joe Biden's $1tn bipartisan infrastructure package as it faced its first procedural vote in the upper chamber of Congress, a setback for the president and his fellow Democrats.</p> <p><strong>4.</strong> <strong>EU rejects UK plan to rip up Brexit deal </strong>Brussels has insisted it will not <a href=\"https://www.ft.com/content/13ad8840-a83c-4871-a877-47b7001d839b\">renegotiate the Brexit deal</a> with the UK after London launched a bold push to overhaul trading rules for Northern Ireland. The British government's new approach <a href=\"https://www.ft.com/content/b0389ef8-aada-49df-8ecc-81d432e9199a\">represents a root-and-branch rewriting</a> of the Brexit deal UK prime minister Boris Johnson agreed with the EU in October 2019.</p> <p><strong>5. Australia rejects Great Barrier Reef ‘in danger' listing </strong>Canberra, a laggard on climate policies that has yet to commit to achieving net-zero emissions by 2050, warned that Unesco risked denting its own credibility if it puts the Great Barrier Reef on its <a href=\"https://www.ft.com/content/94015890-f067-4836-9302-0b3f508475a0\">“in danger” list</a>.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The <strong>US</strong> will extend restrictions on <a href=\"https://www.ft.com/content/dcbbefb7-72ce-4bb8-9497-d17ea40f98d3#post-edb9e49e-b2ff-4265-bd53-a2886cdfd485\">non-essential travel</a> at its borders with Canada and Mexico for another month.</p></li>  <li><p><strong>New Orleans</strong> has advised residents <a href=\"https://www.ft.com/content/dcbbefb7-72ce-4bb8-9497-d17ea40f98d3#post-96c51ef3-cede-4183-83cb-8c5c9586f266\">to wear masks indoors</a>, regardless of vaccination status, as new cases and hospitalisations surged in Louisiana's most-populous city.</p></li>  <li><p>Scott Morrison, prime minister of <strong>Australia</strong>, has apologised for his government's <a href=\"https://www.ft.com/content/0d5be58c-ff44-4186-91e7-000658cc4e67\">bungling</a> of the Covid-19 vaccine rollout. A worsening outbreak in the country has forced authorities to put 14m people under lockdown.</p></li>  <li><p><strong>Pfizer</strong> and <strong>BioNTech</strong> will <a href=\"https://www.ft.com/content/b545f504-9920-44b4-8a6d-0b19f32bcbe4\">begin manufacturing</a> their Covid-19 vaccine in <strong>South Africa</strong>, as part of an effort to accelerate the rollout of the jab on a continent battling another wave of infections.</p></li> </ul> <p><em>Follow our live coronavirus </em><a href=\"https://www.ft.com/content/0494876b-6be8-4d42-8d1c-d4be8a955caa\"><em>blog</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/XeIZz1bJd3pG-_DksexLnA~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9Cbl8wNUk5NFNYeE1mV0ozNF9PeHVnfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFJfYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDI1bGQzTnNaWFIwWlhKemFXZHVkWEF0WTI5eWIyNWhkbWx5ZFhNX1pXMWhhV3hKWkQwMk1HRTNPVFU0TVRKbFlUTTJZekF3TURRNE1qSTRZV1ltYzJWbmJXVnVkRWxrUFRFellqZGxNelF4TFdWa01ESXRNbUkxTXkxbE9HTXdMV1E1WTJJMU9XSmxPR0l6WWxjSVptbHVkR2x0WlhOQ0NtQ2xQNTJuWUVzOElJRlNGbXBsYm01cFptVnlMbU55WldWeWVVQm1kQzVqYjIxWUJBQUFBQUF-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>sign up</em></a> <em>for our </em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter for more.</em></p> <h1>The day ahead</h1> <p><strong>ECB meeting</strong> The European Central Bank's interest rate-setters meet for the first time since agreeing <a href=\"https://www.ft.com/content/11e953df-536b-43aa-9c21-65b8dd79c797\">a new 2 per cent inflation target</a>. Investors are betting the ECB's new strategy means it will keep <a href=\"https://www.ft.com/content/2cf6e9bd-797a-4666-a742-470c292f1fb7\">buying bonds for longer</a>.</p> <ul>  <li><p><strong>Opinion</strong> The ECB has the policy tools to return inflation to its objective, <a href=\"https://www.ft.com/content/a590671c-7c16-4767-b54f-c6ba592b6b4e\">argues Malcolm Barr</a>, but chooses not to deploy them.</p></li> </ul> <p><strong>Climate change</strong> G20 environment ministers <a href=\"http://www.ft.com/content/a6234904-249d-42a9-9291-3ce6395e89f8?\">meet in Naples</a>, Italy where US climate envoy John Kerry intends to <a href=\"https://www.ft.com/content/35a9fb4f-9f3a-4cff-b9ee-72da27b5a3d4\">press</a> for deeper emissions cuts.</p> <p><strong>Earnings </strong>AT&amp;T releases second-quarter results after announcing plans to <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">offload its media assets</a> in May and <a href=\"https://www.ft.com/content/0712c618-0a08-49a9-8f62-5d77c51f9e5e\">chart a new chapter</a> in the telecoms sector. Also reporting are social media groups Twitter and Snap and chipmaker Intel. From the financial sector, <a href=\"https://www.ft.com/stream/2519f1ee-e8b7-4f4b-976a-d2f4cf7b7dac\">Blackstone</a> reports earnings and <a href=\"https://www.ft.com/stream/f0ce48e6-ceba-4b6b-883b-c30514fdc02c\">American Airlines</a> will also update investors on its second quarter performance.</p> <h1>What else we're reading</h1> <p><strong>How Michael Rees turned the tables on Wall Street </strong>As with other successful financiers, <a href=\"https://ft.com/content/f63c2636-829c-48b1-9abb-288510cbf816\">Rees works in private equity</a>. But unlike most of his peers, he makes money by buying a piece of the industry itself. The Dyal Capital financier won the trust of dozens of executives by acquiring stakes at high prices — until he gained enemies by selling a slice of his own.</p> <p><strong>After the Fall and Last Best Hope — mourning in America</strong> <em>After the Fall, </em>a new book by Barack Obama's former speech writer Benjamin Rhodes, and <em>Last Best Hope</em>&#xa0;(of Earth) by journalist and author&#xa0;George Packer grapple with the troubled question of what it is to be a citizen in today's America. But in <a href=\"https://www.ft.com/content/4735da18-6cc3-49ad-98b7-1d0975b0e2f0\">a books essay</a> for the weekend magazine, Edward Luce observes “there is that nagging sense of American solipsism” in both titles.</p> <p><strong>The consequences of hitting Peak Johnson</strong> Is it possible that the UK will see the past few months as when we reached Peak Boris Johnson? The Conservatives are ahead in the polls and the prime minister's rating is far higher than that of opposition Labour leader Keir Starmer. Yet looming challenges mean it is probably only downhill from here, <a href=\"https://www.ft.com/content/ddad34ee-0bbb-4265-bfee-4e1a897da147\">writes Robert Shrimsley</a>.</p> <h1>Sport</h1> <p><em>Murad Ahmed is the FT's Sports Editor and will be leading our coverage of the Tokyo Olympics. He is currently quarantined in a hotel in the Japanese capital having arrived on a flight from London earlier this week. FirstFT caught up with Murad to see how he is settling in and to look ahead to what is likely to be one of the most unusual Games in Olympic history.</em></p> <p><strong>FirstFT:</strong> How has it been since you arrived in Tokyo?</p> <p><strong>Murad Ahmed:</strong> A mixture of the chaotic and hyper-efficient. Getting out of Tokyo's Haneda Airport took four hours of queueing and form filling. There were paperwork checks, customs barriers, Covid tests and more paperwork checks. We were then led to buses, packed in like sardines, and taken to a car park full of plush taxis. Somehow, this elaborate system worked, even if social distancing largely went unobserved. The real aim is to keep us away from the wider Tokyo public. I've now started three days of strict quarantine in my hotel, including daily saliva tests, before being able to visit Olympic venues this weekend. Luckily, there's a lot of news to cover in the meantime.</p> <p><strong>FFT:</strong> We have written a lot about Japanese people's scepticism of the Olympics. Has the public mood changed now the Games are about to start?</p> <p><strong>MA:</strong> As I'm stuck in quarantine, I just don't know. But my colleagues in the FT's Tokyo bureau have a theory that once the sport begins, and if Japan wins a couple of early gold medals, public enthusiasm may rise quickly. One person close to the Olympic officials told me that there remains an outside hope that fans may even be allowed to return in the second week of the Games, though more likely, for the Paralympic Games that start next month.&#xa0;</p> <p><strong>FFT:</strong> How do you think the government and organisers will measure the success of this event?</p> <p><strong>MA:</strong> Japan and the International Olympic Committee want to produce an efficiently-run Games that produces riveting television while achieving new global audience records. Any hope that these Games could be symbolic of a national reawakening, like the 1964 Tokyo Games, have been dashed. It's up to the athletes to make these Games a victory over the pandemic.</p> <p><strong>FFT:</strong> What are you most looking forward to over the next 16 days?</p> <p><strong>MA:</strong> Witnessing sporting greatness. It's a privilege to watch US gymnast Simone Biles somersault on the vault or British swimmer Adam Peaty in the pool. They are among the Olympians pushing the limits of the human body. I hope their stories take over from the otherwise all-consuming narrative of coronavirus.&#xa0;</p> <p><em>Murad and his team will be sending daily reports from Tokyo throughout the Games. To keep up to date with the latest Olympic developments, you can add ‘</em><a href=\"https://www.ft.com/tokyo-olympics\"><em>Tokyo Olympics</em></a><em>' to myFT. We will also be featuring an item daily in FirstFT.</em></p><p>Source: Gordon Smith, Jennifer Creery and Dervedia Thomas 2021 'FirstFT: Wall Street banks redirect China IPOs to Hong Kong after Didi shock' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T10:13:29.398Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2170,
          "end": 2187
        }
      ],
      "nexusId": "10010560"
    }
  ]
}