{
  "_id": "12400c05d46948da5041395850310f7a7a15495aef086f04c74d883a90f9aef2",
  "feed": "wall-street-journal",
  "title": "Wellness Trends Merit Investor Focus",
  "text": "<p>Not even old-fashioned consumers can deny the trend toward so-called clean ingredients. In recent years, higher-income consumers have shown a willingness to pay extra for ingredients that are perceived to be healthier and more natural in food and other consumer goods. Even products such as household cleansers are seeing competition from clean-living brands. Along the way, companies like Oatly Group AB and Honest have become recognizable consumer brands and gone public at high valuations.</p><p>Perhaps counterintuitively, these wellness principles haven't shown up in the medications that Americans take most often, like treatments for the common cold or heartburn sold over the counter.</p><p>That is starting to change: Genexa, a startup focused on eliminating artificial ingredients in over-the-counter medication while using the same active ingredients as traditional competitors, raised $60 million in July.</p><p>Though the company is small and not publicly traded, the possibility exists for disruption in a large, stable market.</p><p>Total OTC medicine sales in the U.S. are projected to reach about $31 billion this year, according to data from Euromonitor International.</p><p>Genexa has begun selling medicine for children in major retailers -- pain and fever medicine for infants is currently available -- and plans to launch its adult products sometime this fall. The company has a long list of celebrity investors such as Gwyneth Paltrow and Don Cheadle, as well as traditional OTC medicine experience on its board of directors.</p><p>That has even caught the attention of bankers without any clean-medicine clients. \"We believe it is only a matter of time before clean medicine is among the bestselling liquid dose OTC products and most children's vitamins and OTC medications,\" says Bill Harrison, managing partner of clean-living investment bank Harrison &amp; Co.</p><p>Like any startup preparing to compete against heavyweight companies such as GlaxoSmithKline, Johnson &amp; Johnson and Perrigo, Genexa faces some obstacles. Established medications such as Advil or Tylenol are some of the strongest consumer brands around. And it remains to be seen whether consumers are as focused on natural ingredients in products like cold medicine as they are in more frequently-used products such as food or soap.</p><p>At the same time, the trend toward natural ingredients in consumable products is strong, and it isn't a huge leap to think some consumers will want those traits in their medication.</p><p>Besides, variations on common branded OTC medications is hardly an untested concept: lower-price off-brand medications with identical active ingredients as branded medicines are commercially successful.</p><p>Either way, Wall Street should be paying close attention. If Genexa makes inroads this year, other entrants will be on the hunt for fresh capital.</p><p>And in that scenario, it won't be surprising if bigger drugmakers start to take notice and invest in this trend themselves.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1941,
          "end": 1958
        }
      ]
    }
  ]
}