{
  "_id": "dbc698014e12b96f1959cf5d970dfffaf4289cbe71cf1e81cce7ffbefa083c0a",
  "feed": "wall-street-journal",
  "title": "Stocks Rise to End Best Week For S&P 500 Since November",
  "text": "<p>The tech-heavy Nasdaq Composite rose 78.55 points, or 0.6%, to 13856.30. It also hit a record and had its best week since Nov. 6.</p><p>The heavily traded stocks at the center of a social-media spectacle have lost some of their steam. GameStop rose $10.27, or 19%, to $63.77, after falling by 30% or more for three of the previous four trading days. It fell 80% for the week, but is still up nearly 240% for the year.</p><p>AMC Entertainment Holdings fell $0.26, or 3.7% to $6.83. Popular trading app Robinhood Markets removed the last of its trading limits on shares of both companies, according to its website.</p><p>The stocks that day traders have gathered behind, like GameStop and AMC, had been heavily shorted by hedge funds, meaning those investors bet the stocks would fall.</p><p>Another heavily shorted stock, Koss, rose $1.18, or 6.3%, to $19.98.</p><p>Friday's broad increases were a marked change from the previous week, when GameStop soared 400% but stocks suffered their worst week since October. Markets seesawed throughout January, including into last week, buffeted by up-and-down news about the state of the U.S. economy and the online-trading spectacle epitomized by GameStop .</p><p>Friday, investors bet that a relatively weak jobs report would help guarantee a fresh stimulus bill.</p><p>The Labor Department reported that employers added 49,000 jobs in January, and the jobless rate edged lower to 6.3% from 6.7% the month prior. Still, many sectors lost jobs last month, including leisure and hospitality, retailers, health-care companies and warehouses.</p><p>\"It's because of the ongoing issues around Covid and the dislocations in the economy,\" said Saira Malik, the chief investment officer of Nuveen Equities. Still, she thought the data was more of a \"rearview mirror\" look. New coronavirus cases are trending down, vaccines are being distributed, and more government aid is likely. \"All of that gives investors confidence,\" she said.</p><p>The market has rallied this week as President Biden pushed ahead with efforts to pass a $1.9 trillion relief package. The fresh spending is viewed by many investors as crucial for shoring up the economy, with coronavirus cases still high across parts of the U.S.</p><p>\"That would be a huge boost to the economy.\" said Edward Smith, head of asset allocation research at Rathbone Investment Management . \"It certainly reduces any short-term risk as we wait for the vaccine rollout to get fully up to speed.\"</p><p>Investors remain focused on the rollout of Covid-19 vaccines, which could accelerate the speed of economic recovery. Johnson &amp; Johnson asked U.S. regulators on Thursday to authorize the emergency use of its single-shot Covid-19 vaccine, setting the stage for a potential third vaccine to become available in the U.S. within weeks. Shares of Johnson &amp; Johnson rose $2.46, or 1.5%, to $164.45.</p><p>Volatility in markets also declined somewhat this week, after soaring at the end of January to its highest level since late October. The spike came as individual investors on online forums injected money into a handful of stocks, leading to frenzied trading and sharp price jumps. The Cboe Volatility Index, a gauge of turbulence in the broader U.S. stock market, fell to less than 22 on Friday, from over 37 last week.</p><p>The market's gains for the past year have largely been driven by companies that have benefited from the pandemic and the stay-at-home economy, many of them tech firms. Several reported earnings late Thursday.</p><p>Pinterest , which added millions more users than expected in its latest quarter, rose $4.12, or 5.3%, to $81.96.</p><p>Pandemic favorite Peloton said sales and subscriptions more than doubled in the latest quarter. Still, customers have complained about long shipping delays for its bikes, and would-be customers have vented their anger online. The stock fell $9.23, or 5.9%, to $148.30.</p><p>Recent moves have been fueled by expectations for earnings growth and a return to normal in the economy, plus central-bank policy that has kept interest rates low. But valuations are dangerously stretched, said James McDonald, the chief executive of alternative-asset manager Hercules Investments.</p><p>\"We're really in a very tenuous place,\" he said. Government aid and central-bank policies can prevent a collapse, but they won't create growth on their own. And the sectors that provide the most jobs are the ones that are struggling, he said. The jobs market may not recover fully until 2022, but the market is priced as if it has already happened, Mr. McDonald said.</p><p>\"Fundamentally, it's unsustainable for the market to stay higher without some dramatic improvement,\" he said.</p><p>For now, though, investors remain optimistic, and it showed up in markets besides equities. In bond markets, the yield on the 10-year Treasury note ticked up to 1.168%, its highest closing level since March 18. Yields rise when prices fall. Crude-oil prices rose sharply this week as well, driven by rising demand and curbed production. Nymex crude rose 8.9% to $56.85 for the week, its highest level in more than a year. It is up 17% on the year.</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2761,
          "end": 2778
        },
        {
          "start": 2537,
          "end": 2554
        }
      ]
    }
  ]
}