{
  "_id": "f3b3f57ab0f6d7b170d070d8c17f35cd6b9cc0dda5fbcedf0b65e390a0f786c2",
  "feed": "ftcomall",
  "title": "States unveil landmark $26bn settlement to resolve opioid lawsuits",
  "text": "<p>US states unveiled a <a href=\"https://www.ft.com/content/2662ae09-72e8-4d86-aa3a-ba473870d1cc\">landmark $26bn settlement</a> with four drug companies to resolve thousands of opioid lawsuits, which would bring an end to years of legal battles over a prescription painkiller crisis that has devastated communities across the country. </p> <p>Several states including New York and Pennsylvania on Wednesday announced the agreement with the country's three largest drug distributors — McKesson, Cardinal Health and AmerisourceBergen — as well as Johnson &amp; Johnson, the world's largest healthcare company.</p> <p>The <a href=\"https://www.ft.com/stream/e0c6c996-1c60-4ac0-8e96-ecb154217b20\">opioid epidemic</a> has claimed more than half a million lives across the US in the past 20 years and torn apart families. Faced with a mounting bill to deal with the fallout, government officials have filed thousands of lawsuits claiming that various drugmakers and distributors fuelled the crisis. </p> <p>“These companies continued to profit off the misery, death and destruction nationwide and today we put an end to it,” said Letitia James, New York attorney-general. She added that the companies benefited “without any regard for human life and for the national crisis that they caused”.</p> <p>The states said Wednesday's opioid settlement was the second-largest agreement in US history following the deal with tobacco companies in 1998.</p> <p>“This epidemic was caused by an army of pharmaceutical executives and drug distributors who decided they wanted to pursue their bottom lines over the health and safety and wellbeing of people,” said Josh Shapiro, attorney-general of Pennsylvania. </p> <p>He added that the settlement “puts in place controls that will go a long way to making sure that this never happens again”.</p> <p>Almost $24bn will be used to abate the harms from opioid addiction while the rest will be spent on states' legal fees and other costs.</p> <p>Other states have 30 days to decide whether they want to sign on to the settlement, after which the companies can decide whether sufficient numbers have agreed in order for payouts to begin. </p> <p>“The agreement does not specify a certain number of states or cities and towns,” said Josh Stein, attorney-general of North Carolina, adding that he expected more than 40 states to agree to the deal.</p> <p>Over the next 18 years AmerisourceBergen and Cardinal Health will pay $6.4bn each, while McKesson will pay $7.9bn and J&amp;J will pay $5bn. </p> <p>“We recognise the opioid crisis is a tremendously complex public health issue, and we have deep sympathy for everyone affected,” said Michael Ullmann, general counsel at J&amp;J. “This settlement will directly support state and local efforts to make meaningful progress in addressing the opioid crisis in the United States.”</p> <p>Purdue Pharma, the maker of OxyContin — the pill that became synonymous with the opioid crisis — was not part of Wednesday's settlement. </p> <p>The company, which filed for bankruptcy protection in 2019 amid a deluge of lawsuits, is trying to resolve litigation via a <a href=\"https://www.ft.com/content/d9ce0544-77b1-4da5-a986-bd42e78540d7\">separate process</a>. </p><p>Source: Nikou Asgari in New York 2021 'States unveil landmark $26bn settlement to resolve opioid lawsuits' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T19:35:11.109Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 456,
          "end": 473
        },
        {
          "start": 2260,
          "end": 2263
        },
        {
          "start": 2449,
          "end": 2452
        }
      ],
      "nexusId": "10010560"
    }
  ]
}