{
  "_id": "91c20f51e3a886efa6e34d9d9e8b6ee626d95687591221a21ca6477e381232d7",
  "feed": "market-watch",
  "title": "U.S. likely to approve COVID-19 boosters at 6 months after vaccination",
  "text": "<p>Data from vaccine manufacturers and other countries under review by the Food and Drug Administration is based on boosters being given at six months, the person said. The person said approval for boosters for all three COVID-19 shots being administered in the U.S. — those manufactured by&#xa0;Pfizer&#xa0;Inc. PFE&#xa0;and partner&#xa0;BioNTech&#xa0;SE BNTX,&#xa0;Moderna&#xa0;Inc. MRNA&#xa0;and&#xa0;Johnson &amp; Johnson JNJ&#xa0;— is expected in mid-September.</p><p>The Biden administration and companies have said that there should be enough supply for boosters that they plan to begin distributing more widely on Sept. 20. The U.S. has purchased a combined 1 billion doses from Pfizer and Moderna.</p><p>A White House spokesman declined to comment. An FDA spokeswoman declined to comment on interactions with vaccine manufacturers.</p><p>Pfizer and BioNTech said Wednesday that they had asked U.S. health regulators to authorize boosters of their COVID-19 vaccine and submitted additional data showing a third dose improves protection against the virus. The FDA&#xa0;granted full approval&#xa0;to the vaccine on Monday. Biden administration officials have said they hope full approval will encourage more people to get vaccinated, pushing up&#xa0;inoculation rates&#xa0;that recently climbed past 60% of the eligible U.S. population.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>OnlyFans suspends plan to ban sex videos.</p><p>Regulators scrutinize a Robinhood marketing ploy: free shares.</p>",
  "published": "2021-08-25T20:56:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 356,
          "end": 373
        }
      ],
      "nexusId": "10010560"
    }
  ]
}