{
  "_id": "5e81d218810433aca0f3f0597a3c354182ded5d7df2b6194c7233ae3a9209d53",
  "feed": "market-watch",
  "title": "Dow sinks 400 points at low as Nasdaq tumbles 7% from record high amid concerns on Washington's debt-ceiling fight",
  "text": "<p>What's happening</p><p>The Dow Jones Industrial Average DJIA fell 389 points, or 1.1%, to 33,956.</p><p>The S&amp;P 500SPX fell by about 60 points, or 1.3%, to 4,299, as technology and communication services shares skidded lower.</p><p>The Nasdaq Composite Index COMPfell 313 points, or 2.2%, to 14,250, with the tech-heavy index off by more than 7% from its Sept. 7 record close.</p><p>Last week was a rough one for U.S. stocks, as the S&amp;P 500 dropped 2.2%, though the major indexes each advanced on Friday.</p><p>On Friday, the Dow rose 483 points, or 1.43%, to 34326, the S&amp;P 500 increased 50 points, or 1.15%, to 4357, and the Nasdaq Composite gained 118 points, or 0.82%, to 14567.</p><p>What's driving markets</p><p>A sharp selloff was taking shape on Monday, with markets succumbing to selling in technology an tech-related stocks, including Facebook Inc.FB and Apple Inc.AAPL, but financials were helping to mitigate some of the day's early carnage.</p><p>Investors are parsing developments over the weekend, including those in Washington, D.C., where negotiations on infrastructure spending and social spending have failed to achieve a resolution. According to The Wall Street Journal, Democrats were debating whether to reduce proposed programs or cut their duration to shave the $3.5 trillion size of the social spending package.</p><p>Meanwhile, Bloomberg News reported on the trading of Fed Vice Chairman Richard Clarida, saying he traded stocks on the eve of a statement made about the pandemic. While the central bank said a February 2020 trade was a preplanned rebalancing, it puts further pressure on Fed Chairman Jerome Powell ahead of a White House decision on whether to renominate him.</p><p>Read: Powell's shaky hold on his Fed chair rattles markets, but a Fed face-lift is unavoidable</p><p>Meanwhile, U.S. Trade Rep. Katherine Tai is due to discuss the U.S.-China trade relationship, where the Biden administration so far has kept tariffs imposed by the Trump administration on China in place. The White House said it wouldn't rule out further tariffs as it chided China for not meeting commitments under the Phase One pact.</p><p>In macro news, indebted Chinese property developer China Evergrande HK:3333 said it may sell its property management arm. Traders are concerned that Evergrade's inability to pay debt will roil the Chinese economy, the second-largest in the world.</p><p>Ricardo Evangelista, senior analyst at ActivTrades, said anxiety about the continuing Evergrande crisis and its potential to spill over to other markets, as well as the global logistic problems and rising energy prices, is weighing on the appetite for risk, and may offer support to the U.S. dollar.</p><p>Reuters reported that the OPEC+ grouping are likely to stick to their existing agreement to add 400,000 barrels a day of oil in November.</p><p>On the public health side, the CEO of BioNTech&#xa0;told the Financial Times that COVID-19 is likely to continue mutating to the point where it can escape vaccines and immune systems and that a&#xa0;new vaccine may be required in the future. Meanwhile, Johnson &amp; Johnson&#xa0;JNJ&#xa0;and Moderna&#xa0;MRNA have applied for authorization from the FDA for their COVID-19 vaccine boosters and an advisory committee will discuss them at a meeting scheduled for Oct. 14 and Oct. 15.</p><p>In economic reports, U.S. factory orders rose 1.2% in August, beating the 1.1% estimate of economists surveyed by the Wall Street Journal.</p><p>Which companies are in focus?</p><p>Facebook practices are in the spotlight after comments from a whistleblower. &#xa0;A former employee&#xa0;appeared&#xa0;on CBS' “60 Minutes” and accused the social-media company of putting profit before public good “over and over again.” The interview follows a series of reports by&#xa0;the Wall Street Journal&#xa0;called “The Facebook Files” suggesting, among other things, that executives were aware of the negative impact of its platforms on many users. Its stock was down 4.1%.</p><p>Shares of Redhill Biopharma Ltd.&#xa0;RDHL were in focus on Monday after the company said it had new data from a Phase 2/3 clinical study evaluating its experimental oral antiviral opaganib in severely ill, hospitalized COVID-19 patients.&#xa0;Its stock was up 7.2%.</p><p>AMC Entertainment Holdings Inc.&#xa0;AMC said the weekend set new post-opening records for global attendance, admission revenue and food and beverage sales, thanks to strong performances by “Venom: Let There Be Carnage” in the U.S. and James Bond's ‘No Time to Die” internationally. Shares were down 4.8%.</p><p>IMAX Corp.&#xa0;IMAX&#xa0;shares were up 2.6% after it said it garnered $30 million in global box office receipts over the weekend to mark its strongest October weekend ever and its biggest weekend tally since December of 2019.&#xa0;</p><p>Shares of Amplify Energy Corp.&#xa0;AMPY announced&#xa0;a large oil spill in Southern California&#xa0;over the weekend. Shares of the company were down more than 43%.</p><p>Cree Inc. has changed its name to Wolfspeed Inc.&#xa0;WOLF and the technology company begins trading Monday on the New York Stock Exchange under the ticker symbol “WOLF.” Its stock was up 1.2%.</p><p>Bed Bath &amp; Beyond Inc.&#xa0;BBBY&#xa0;announced the launch of the Studio B home décor collection on Monday.&#xa0;Shares were off 2.2%.</p><p>FireEye Inc.&#xa0;FEYE shares were off more than 2% after the cybersecurity company said Monday it will officially change its name to Mandiant Inc. and trade under the new ticker symbol ‘MNDT' from Tuesday.&#xa0;</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y rose, but as stocks sold off its gains were moderating on Monday to around 1.47%, after last week putting in its sixth straight weekly rise, according to Dow Jones Market Data.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals,&#xa0;fell 0.3% Friday, following last week's 0.8% weekly rise.</p><p>Oil futures&#xa0;CL00&#xa0;traded higher, with the U.S. benchmark rising 2.9%&#xa0;to reach $78.06 a barrel Friday as OPEC and its allies agreed to hold to a previously agreed upon increase in crude output starting in November. Gold futures&#xa0;traded down 0.5% at $1,749.60 an ounce.</p><p>In European markets, the Stoxx Europe 600 index&#xa0;SXXP traded 0.3% higher. The FTSE 100 IndexUK:UKX traded 0.6% higher.</p><p>The Nikkei 225 index&#xa0;NIK closed down 1.1%. China markets were closed for a the Golden Week holidays. Hong Kong's Hang SengHK:HSI closed down 2.2%.</p>",
  "published": "2021-10-04T10:46:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3007,
          "end": 3024
        }
      ]
    }
  ]
}