{
  "_id": "79eaa3f8445f3bda7e03f9d5bb9f715e2c340f2c0eb602109542783826658eb7",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccine Gap Between Rich and Poor Nations Keeps Widening; As the U.S. rolls out booster shots, vaccination rate in low-income countries stands at 2.2%, feeding fears of new variants",
  "text": "<p>The reason is principally a lack of supply from an international vaccination program that has struggled to secure enough shots, exacerbated in some places by inadequate infrastructure, hesitancy and armed conflict.</p><p>In the countries that lack immunizations, the pandemic continues to wreak havoc on lives and livelihoods, in some places setting back the economic and social gains of a generation. Uninterrupted transmission in those places could also allow the virus to mutate into variants that are resistant to existing vaccines.</p><p>Variants that can circumvent the current vaccines \"would really take the whole response effort many steps back,\" said Diafuka Saila-Ngita, a professor in infectious diseases at the School of Public Health at the University of Kinshasa.</p><p>Some middle-income economies such as Brazil or India, which were among the hardest-hit countries earlier in the pandemic, are starting to catch up with the developed world.</p><p>In Brazil, more than two-thirds of people have received at least their first dose and 38% are fully vaccinated. In India, which just three months ago set a pandemic record for daily Covid-19 deaths, 44% of the country's 1.3 billion people have had at least their first vaccine, while 15% have had two shots. Even though hundreds of millions of Indians remain unvaccinated, the government said this week that it has enough vaccine supplies for the rest of the year and would restart exports next month.</p><p>The reasons for the widening vaccine disparities vary. In some countries, such as Afghanistan or South Sudan, where respectively just 1.1% and 0.2% of people are fully vaccinated, conflicts are disrupting the distribution of shots.</p><p>Others, like the Democratic Republic of Congo or Papua New Guinea, are fighting widespread vaccine hesitancy and logistical challenges, such as limited refrigeration and poorly maintained roads to get vaccines into arms. Burundi until two months ago said it didn't want any Covid-19 immunizations at all, after the government spent much of the past year playing down the effects of the virus.</p><p>But for most developing countries, the main reason for the slow vaccine rollout remains lack of supply. Without the cash to secure deals with vaccine makers or the technological know-how to make their own shots, they relied on the World Health Organization-backed Covax program to supply them with inoculations.</p><p>As of this week, Covax has delivered 306 million doses. Earlier this month the program cut its supply forecast for the year to 1.43 billion doses, from 2.27 billion predicted in January, citing a drop in expected shipments from leading vaccine makers, including Johnson &amp; Johnson and AstraZeneca Inc., and delayed regulatory clearance for other shots it had ordered. That is barely enough to vaccinate even 20% of the populations of low- and lower-middle income countries this year.</p><p>Some major economies, including the European Union and the U.K., have sent a fraction of the donations promised to developing countries. New pledges, such as the 500 million additional doses President Biden announced at a summit with other world leaders this week, won't start arriving until 2022.</p><p>The WHO's Africa director, Matshidiso Moeti, said Thursday that monthly vaccine shipments to Africa will have to rise more than sevenfold, from around 20 million doses to 150 million doses a month, if the continent is to immunize 70% of its population by next September. That is the target world leaders set at their summit this week.</p><p>In Uganda, a country of 42 million people, Sylvia Tumuhimbise, a teacher, recently visited every government-owned hospital in the western city of Mbarara in search of a vaccine. She still couldn't get a shot.</p><p>\"Government wants us to get vaccinated before they allow us back at work, but all hospitals keep sending me away,\" she said. \"They say they are only giving those who already got the first dose.\"</p><p>The government, which says it is trying to manage tight vaccine supplies, has already said that schools in Uganda, which closed again in June when the more-transmissible Delta variant powered a record wave of infections, will remain shut until at least January.</p><p>The emergence of Delta has reset the calculations of medical professionals and government authorities across much of Africa and other nations with low vaccination rates. Countries whose young populations previously appeared to shield them from the worst of the pandemic saw hospitals getting overwhelmed and death tolls spiking.</p><p>From Kenya to South Africa, residents are still subjected to night curfews. In Burundi, where many public hospitals operate without electricity or running water, the government is intermittently closing its borders. This week, authorities imposed a $25 fine on anyone found not wearing a face mask in public.</p><p>SHARE YOUR THOUGHTS</p><p>What should be done to improve the global vaccination campaign? Join the conversation below.</p><p>\"People are not adhering to social distancing guidelines, this has resulted in an increase in infections which we must stop,\" said Interior Minister Gervais Ndirakobuca. A Covax spokeswoman said that the Burundi government has yet to sign the paperwork needed to secure shots from the program.</p><p>In recent weeks, several people have drowned while trying to swim across a river between Burundi and Congo to avoid paying for mandatory Covid-19 tests at the border.</p><p>\"It's unfathomable that millions more people are going to die waiting for vaccines just because of where they live,\" said Carrie Teicher, head of programs at medical charity Doctors Without Borders.</p><p>Write to Nicholas Bariyo at nicholas.bariyo@wsj.com and Gabriele Steinhauser at gabriele.steinhauser@wsj.com</p><p>Covid-19 Vaccine Gap Between Rich and Poor Nations Keeps Widening</p>",
  "published": "2021-09-25T13:58:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2641,
          "end": 2658
        }
      ],
      "nexusId": "10010560"
    }
  ]
}