{
  "_id": "12cbc18d690d023e1ce2d5a9a052f78d9e742db03943f606ca1be6960645e553",
  "feed": "wall-street-journal",
  "title": "Covid-19 Booster Shot to Be Offered to Americans Fully Vaccinated With Pfizer, Moderna; The Biden administration unveiled the booster program Wednesday, citing the threat from the Delta variant",
  "text": "<p>The booster shot would be administered about eight months after the second dose of the vaccine. The government said it is preparing to offer booster shots beginning the week of Sept. 20.</p><p>Ask WSJ: Covid-19 Vaccine Boosters</p><p>Join Wall Street Journal reporters at 3pm ET on Aug. 18 as they answer your questions about who qualifies for booster shots and when you can expect them to be available. Join the conversation here.</p><p>\"The current protection against severe disease, hospitalization, and death could diminish in the months ahead, especially among those who are at higher risk or were vaccinated during the earlier phases of the vaccination rollout. For that reason, we conclude that a booster shot will be needed to maximize vaccine-induced protection and prolong its durability,\" U.S. health authorities said.</p><p>Regulators last week cleared booster shots for people with compromised immune systems.</p><p>Under the expanded plan, the U.S. would start offering the extra dose after the Food and Drug Administration authorizes it and starting Sept. 20. People 65 and older and individuals in chronic-care facilities are expected to get boosters initially, along with health workers and anyone else who was vaccinated first, according to the authorities, including the leaders of the FDA, National Institutes of Health and Centers for Disease Control and Prevention.</p><p>The third dose will be of the same vaccine from the two-dose regimen, according to people familiar with the plan.</p><p>The FDA has been weighing whether adults who received Johnson &amp; Johnson's single-dose shot will also need another Covid-19 vaccine shot, according to the U.S. health authorities. Data about J&amp;J's shot isn't complete but it is likely this population will also need booster shots, the authorities said.</p><p>Authorized vaccines appear to work well against the new strains that have emerged so far, especially protecting people against severe Covid-19, according to studies.</p><p>Yet the shots don't appear to be quite as effective against the Delta variant as they were against the original virus, many studies indicate. Some other, preliminary research suggests that the protection conferred by vaccination wanes over time.</p><p>The FDA's decision is a reversal from early July, when federal regulators responded to a plan from Pfizer to seek authorization of an additional dose of their vaccine by saying third shots weren't necessary and vaccinated people were protected.</p><p>Last week, the FDA authorized the third dose of an mRNA vaccine like the Pfizer-BioNTech shot for certain people with weakened immune systems, in a bid to bolster their immune defenses against Covid-19.</p><p>A broad FDA booster strategy has been under discussion at the agency for months but became more pressing in late July when data on Moderna showed waning immunity, according to people familiar with the decision.</p><p>Moderna said on Aug. 5 that its vaccine remains 90% effective against preventing Covid-19 disease for at least six months, but said it sees a decline in antibody levels after six months, especially against newer strains of the coronavirus including the Delta variant. Neutralizing antibodies, which prevent the virus from entering cells and replicating, play a key role in protection.</p><p>Studies indicate the vaccines from Pfizer and Moderna are both still highly effective in people six months after their second dose. Yet there is some evidence their efficacy might diminish over longer periods, and the shots aren't as effective against the Delta variant, prompting research into adding a third dose.</p><p>The efficacy of the Pfizer-BioNTech vaccine protecting against symptomatic disease dropped every two months, to 84% after six months from a peak of 96% within two months of vaccination, according to data released in July by the companies. The research was collected before the more infectious and possibly more virulent Delta variant is believed to have begun its surge in the U.S.</p><p>Other countries including France, Britain, Germany and Israel are also preparing to administer booster shots domestically, citing the risk posed by variants. But the trend has been decried by World Health Organization leaders and others who want wealthier countries to forgo boosters until people in lower-income countries have been vaccinated.</p><p>SHARE YOUR THOUGHTS</p><p>What should be done to improve the vaccine booster campaign? Join the conversation below.</p><p>\"Will we really choose, as a nation, to go for universal 8-month booster while so much of the rest of the world waits for any vaccine at all?\" Dr. Esther Choo, associate professor in the Center for Policy and Research in Emergency Medicine at Oregon Health &amp; Science University, tweeted this week.</p><p>White House press secretary Jen Psaki told reporters Tuesday the administration had already factored the possibility of booster shots into its plans for both domestic and global supply. The U.S. has purchased a combined one billion doses from Pfizer and Moderna, and plans to share 500 million Pfizer doseswith developing countries by the first half of next year.</p><p>Meanwhile, only about half the U.S. population has been fully vaccinated against Covid-19. Some public-health officials and researchers have questioned whether scientific data supports the need for additional shots and have urged the administration to focus on increasing the pace of vaccinations in the U.S. before launching boosters.</p><p>The Wall Street Journal reported earlier this month that the Biden administration was preparing a booster-shot strategy, and that the shots could be needed as soon as in the next few weeks for people who were first to be vaccinated.</p><p>Officials at the Department of Health and Human Services declined to comment on whether third booster shots would be covered at no cost for people without health insurance.</p><p>Sabrina Siddiqui and Andrew Restuccia contributed to this article.</p><p>Write to Stephanie Armour at stephanie.armour@wsj.com and Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Covid-19 Booster Shot to Be Offered to Americans Fully Vaccinated With Pfizer, Moderna</p>",
  "published": "2021-08-18T14:30:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1526,
          "end": 1543
        },
        {
          "start": 1662,
          "end": 1665
        }
      ],
      "nexusId": "10010560"
    }
  ]
}