{
  "_id": "3f6fa692de99c5226b49fdda3e7d2a6d276fa4b46975873ed72336c17ccbf19c",
  "feed": "wall-street-journal",
  "title": "World News: WHO Delays Decision on Sinovac Vaccine --- U.N. agency seeks more data as it weighs whether to authorize second Chinese shot",
  "text": "<p>An emergency-use listing from the WHO could further global distribution of the vaccine. It could also pave the way for the Covax facility, led by the WHO and other international organizations, which makes deals with vaccine manufacturers to buy vaccines for poor countries, to acquire more shots as it races to meet needs in the developing world.</p><p>Sinovac hasn't said how many doses it could contribute to Covax. In recent months, Covax officials have been working to complete a deal to procure CoronaVac, seeking details on pricing, delivery schedules and volume, according to a person familiar with the conversations, though they have found it difficult to get satisfactory answers.</p><p>Western drugmakers such as AstraZeneca PLC, Johnson &amp; Johnson and Pfizer Inc. are more familiar with the agency's qualification process, and their vaccines have been approved for use by Covax. Sinovac's relative inexperience has delayed authorization for its shot, WHO officials familiar with the process said.</p><p>In 2017, the WHO endorsed a hepatitis A vaccine developed by Sinovac for global use, but the company was relatively small before the pandemic, with sales more than doubling in 2020 from a little more than $246 million in 2019.</p><p>Sinovac didn't respond to requests to comment.</p><p>It isn't known why all the data hasn't come in a timely manner. Clinical trials and real-world studies on CoronaVac are continuing. In one real-world study, Chilean researchers told a WHO advisory committee that they were still analyzing safety data.</p><p>This month, the WHO listed another Chinese-made vaccine, developed by a Beijing lab of state-owned Sinopharm, for emergency use, though its reported efficacy rates are far lower than those of Western counterparts.</p><p>The WHO advisory committee met to evaluate Sinovac's shot that same week but concluded that it didn't have enough information to reach an opinion.</p><p>A WHO spokesman on Tuesday said it doesn't have a fixed date for making a decision on CoronaVac, although he pointed to a schedule showing a target date of May.</p><p>The decision on whether to grant emergency-use listing for the vaccine is a rolling process. The WHO and its advisers make decisions and recommendations once they feel comfortable enough with the data submitted.</p><p>Global health experts and virologists widely expect the WHO to eventually endorse CoronaVac. Though there are wide-ranging efficacy levels from various clinical trials, a Brazil study involving roughly 13,000 people found the shot to be 50.38% effective against symptomatic infections -- just enough to meet the WHO's 50% standard.</p><p>The WHO has also been under pressure to grant emergency-use approval to more vaccines to provide more options for Covax, which aims to get Covid-19 shots to at least 20% of the populations of the world's poorest nations.</p><p>Covax has shipped around just 70 million of the two billion doses it has promised to secure this year, largely because of vaccine-export delays that have pinched contributors. For example, the Serum Institute of India, a pillar of the Covax effort, has been forced to give priority to its response to India's domestic infection surge.</p><p>Kim Mulholland, a pediatrician at the University of Melbourne and member of the WHO's Strategic Advisory Group of Experts on Immunization, said he would like to see more safety data from real-world studies of the shot, including from Chile, although he said his overall impression was that the vaccine was safe and effective.</p><p>Regarding the data Sinovac has submitted, Mr. Mulholland expressed lingering concern over the low antibody responses triggered by the shot. He said he had unanswered questions about how long CoronaVac would be effective and how much it would help communities to reach herd immunity.</p><p>\"There's less of a punch to it,\" Mr. Mulholland said, adding that the advisory committee had yet to sign off on any recommendation about the Sinovac shot and that the WHO was still making a final assessment about the quality of Sinovac's manufacturing process. He declined to elaborate on the nature of discussions among the 15 members of the advisory committee.</p><p>Real-world data released by Chilean authorities in April indicated that CoronaVac was 67% effective in preventing symptomatic infection, 85% effective against hospitalization and 89% effective in preventing severe cases.</p><p>A doctor at Chile's Health Ministry involved in the study said details in the methodology would be disclosed soon, when the study is published in a journal. An update of the data through April by the ministry last week showed the overall effectiveness rate roughly stable at 65.3%.</p><p>---</p><p>Ryan Dube contributed to this article.</p>",
  "published": "2021-05-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 728,
          "end": 745
        }
      ]
    }
  ]
}