{
  "_id": "799d16681996de049c2282dfada42c4a34334c434b405fbf5ebba06530713708",
  "feed": "wall-street-journal",
  "title": "U.S. News: Biden's Vaccine Goal Is to Ease Supply Hiccups --- With use of defense act, president tries to head off problems with hard-to-source items",
  "text": "<p>Mr. Biden, inaugurated Wednesday, has set a plan to administer 100 million vaccine doses in the first 100 days of his presidency.</p><p>The goal of invoking the DPA is to ensure all available vaccines are being used and administered quicker, an administration official said. The administration is working to help increase supplies such as syringes, the official said, and trying to get ahead of problems it anticipates with hard-to-source critical items to prevent future vaccine shortages.</p><p>The Defense Production Act was enacted during the Korean War to spur domestic industry to shore up the military, and has been amended since to grant powers that can be used in national emergencies.</p><p>In response to the pandemic last year, former President Donald Trump invoked the act to fund production of medical supplies -- including vaccine syringes -- and to ensure that companies give priority to coronavirus-related contracts. Officials with the Trump administration's Operation Warp Speed vaccine initiative have said they used the act to shore up the supply chain for dose production.</p><p>Still, the pace of the manufacturing and distribution of Covid-19 vaccine doses has fallen short of what the Trump administration predicted last year. Since two vaccines were authorized in December, about 38 million doses have been distributed in the U.S. and 17.5 million of the doses have been administered, according to the Centers for Disease Control and Prevention.</p><p>As recently as December, federal officials were predicting there would be enough doses to vaccinate 50 million people by the end of January.</p><p>Vaccine makers have pledged dose targets, so invoking this law could increase the pace of vaccinations partly by helping make available the pledged supplies faster, said Julie Swann, a North Carolina State University professor of industry and systems engineering who advised the CDC on its H1N1 virus response over a decade ago.</p><p>\"It's more about the pace,\" she said. \"Are we going to get them by June, or are we going to get them by September?\"</p><p>More aggressive use of the DPA could also give the government better information about vaccine supply chains to help it address gaps, said Stephen Flynn, director of the Global Resilience Institute at Northeastern University.</p><p>\"It provides the federal government with the visibility of the industrial capacity available to it, to effectively carry out a mass vaccination effort,\" he said.</p><p>The manufacturers of the two vaccines cleared by regulators, Moderna Inc. and Pfizer Inc. and its partner BioNTech SE, have contracted with the U.S. government to provide a combined 400 million vaccine doses by July, or enough to vaccinate 200 million people.</p><p>Use of the DPA could help ensure that projected supply holds up. \"The demand is going to be there,\" said Amesh Adalja, senior scholar at Johns Hopkins Center for Health Security. \"We're going to be doing this well into the summer and we don't want any more delays.\"</p><p>Yet the DPA isn't expected to significantly alter the near-term output because expanding capacity takes time and the companies have set plans for the first half of this year.</p><p>A potential infusion of more doses could come within the next few months if other Covid-19 vaccines in development, including Johnson &amp; Johnson's and AstraZeneca PLC's, prove effective in clinical trials and receive government authorization.</p><p>Where the act could have an impact, vaccine experts say, is increasing the supply of equipment needed to administer the shots.</p><p>Pfizer has been filling its vials with six doses of vaccine, though originally vaccine administrators were told there was enough in a vial for five doses. Regulators recently allowed the company to update the label on its vials to say they contain six doses, one of the ways Pfizer will meet its supply goals, a company spokeswoman said.</p><p>Drawing the full six doses, however, depends on a specific, efficient syringe type, Ms. Swann said. The DPA could be used to get companies to manufacture more of these syringes, she added, \"and overnight we could increase our supply of vaccines by 20%.\"</p>",
  "published": "2021-01-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3249,
          "end": 3266
        }
      ],
      "nexusId": "10010560"
    }
  ]
}