{
  "_id": "0ea03f3134fcef5f36d21d6a4900fccccb4fe353247b45077cb3e80068486731",
  "feed": "ftcomall",
  "title": "FDA authorises Johnson & Johnson's vaccine in the US",
  "text": "<p>The first dose of the third coronavirus vaccine in the US will be shipped in coming days after the nation's drugs regulator gave it the go-ahead on Saturday night.</p> <p>The Food and Drug Administration said it had granted emergency approval to the vaccine made by Johnson &amp; Johnson, the third to be authorised in the US but the first to require only a single shot.</p> <p>The company has said it is ready to ship 4m doses immediately, although that is below the 10m the US government was hoping for, owing to <a href=\"https://www.ft.com/content/b5ba2702-3bad-4f10-9d80-00eb3d48d802\">manufacturing problems</a> that have marred the rollout.</p> <p>Janet Woodcock, the acting head of the FDA, said J&amp;J's vaccine had shown “the quality, the efficacy and the safety that we were looking for”. </p> <p>Peter Marks, the head of the FDA's Center for Biologics Evaluation and Research, said the vaccine would be ready to be shipped in coming days.</p> <p>Joe Biden, the US president, said in a statement: “This is exciting news for all Americans, and an encouraging development in our efforts to bring an end to the crisis.”</p> <p>Mathai Mammen, the head of research and development at J&amp;J's pharmaceutical division, said: “Through the combined commitment of everyone involved, we have been able to discover, develop and manufacture a single-shot Covid-19 vaccine to protect people around the world.”</p> <p>The US has been vaccinating people against Covid-19 for weeks using the inoculations produced by BioNTech/Pfizer and Moderna. So far, 72.8m people have been vaccinated. </p> <p>The J&amp;J vaccine uses a different technology known as viral vector, which involves injecting recipients with a modified version of a harmless virus to trigger an immune response. </p> <p>Medical trials in the US showed the vaccine was 86 per cent effective at preventing severe or critical disease, while those in South Africa, where the more transmissible 501.V2 variant of the disease is prevalent, showed 82 per cent effectiveness.</p> <p>The vaccine was less effective at preventing moderate to severe illness, however, showing 72 per cent effectiveness in the US and 64 per cent in South Africa.</p> <p>The trials did not show any unexpected side-effects, with recipients mainly complaining of pain at the point of the injection, headaches and fatigue, as have been reported with the Moderna and BioNTech/Pfizer vaccines.</p> <p>The J&amp;J trials did not show efficacy levels as high as those reported in the trials by Moderna and BioNTech/Pfizer. </p> <p>But the company's vaccine is far easier to store and transport, remaining stable at normal refrigeration temperatures rather than needing to be frozen.</p> <p>Woodcock cautioned, however, against trying to pick particular inoculations based on their trial results.</p> <p>“We believe that people should take the vaccine they are able to access,” she said. “They were not studied in head-to-head trials, so it is very difficult to compare right now.”</p> <p>The FDA authorised the J&amp;J jab for anyone over the age of 18, but cautioned those with severe allergies to any of its ingredients not to take it. The decision was made 24 hours after an independent panel of experts recommended J&amp;J's vaccine for authorisation, agreeing with the FDA's judgment that it was both safe and effective.</p> <p>This week the number of coronavirus deaths in the US passed 500,000 — by far the highest death toll in the world in absolute terms and more than the number of Americans who died in the second world war, the Korean war and the Vietnam war combined.</p><p>Source: Kiran Stacey in Washington 2021 'FDA authorises Johnson &amp; Johnson's vaccine in the US' FT.com 28 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-28T01:41:31.065Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1448,
          "end": 1451
        },
        {
          "start": 3027,
          "end": 3030
        },
        {
          "start": 15,
          "end": 32
        },
        {
          "start": 599,
          "end": 602
        },
        {
          "start": 2252,
          "end": 2255
        },
        {
          "start": 2823,
          "end": 2826
        },
        {
          "start": 259,
          "end": 276
        },
        {
          "start": 1060,
          "end": 1063
        }
      ],
      "nexusId": "10010560"
    }
  ]
}