{
  "_id": "ade94154402febc9aec6ba085a16532a9fea17aa09b3051d9e4b9961296b9c88",
  "feed": "wall-street-journal",
  "title": "Long-Covid Concerns Help Fuel Biden Administration's Broad Vaccine Booster Push; Some health officials view wider use of vaccine boosters as way to further reduce risk of long-term Covid-19",
  "text": "<p>Emerging data indicating that a small percentage of vaccinated people develop long-term Covid-19 is helping drive the Biden administration's push to roll out boosters broadly, according to people familiar with the planning.</p><p>Breakthrough infections among fully vaccinated people remain rare and long Covid cases are more common in unvaccinated people. Yet some federal health regulators see the new data as a reason to offer boosters more widely in the coming weeks, the people said. Other health experts, however, say most people don't need the extra doses.</p><p>The administration has argued publicly for a broad booster campaign citing data that shows immunity from vaccination wanes over time, particularly in older people. So far, however, extra doses of Pfizer Inc.'s shot are cleared only for seniors and certain high-risk adults. The European Medicines Agency, on the other hand, has endorsed Pfizer boosters more widely, for all adults 18 and over.</p><p>Inside the Biden administration, some officials have advocated wide use of the extra doses to prevent Covid-19 infection and further reduce the risk of developing long Covid, even though the risk is low, according to people familiar with the discussions.</p><p>Some doctors and health experts have expressed opposition to giving boosters to more than seniors or people with weakened immune systems. They say the vaccines appear to be protecting healthy people against severe Covid-19 and that there isn't evidence to support broader use.</p><p>Jeremy Faust, an attending physician at Brigham and Women's Hospital Department of Emergency Medicine, said health authorities should wait to see better data on whether boosters help protect against long Covid before widening a booster campaign.</p><p>\"I do not know whether boosters will decrease long Covid over and above the protection already provided by the primary series for most people,\" he said.</p><p>There are varying estimates of how many people have long Covid, with previous studies estimating 10% to 30% of patients. It can be hard to quantify exactly how many people have the condition, however, because it only recently became an official diagnosis and not everyone agrees on what the symptoms are.</p><p>Long Covid has generally been used to refer to symptoms that linger for weeks or months beyond infection, even a mild one. Symptoms include brain fog, fatigue and shortness of breath, as well as a racing heartbeat and an inability to tolerate physical or mental exertion.</p><p>The symptoms usually appear three months after the onset of Covid-19, last for at least two months and cannot be explained by an alternate diagnosis, according to the World Health Organization. They can be new symptoms or persist from the initial illness, and they may fluctuate or reappear over time.</p><p>In August, the Food and Drug Administration authorized an extra dose of the Covid-19 vaccines from Pfizer and partner BioNTech SE and from Moderna Inc. for people with weakened immune systems. The booster campaign for the wider public kicked off last month, after the Pfizer-BioNTech vaccine was cleared for seniors and certain people at high risk.</p><p>Although the Biden administration had planned for rolling out the boosters to everyone who had been vaccinated, the FDA along with the Centers for Disease Control and Prevention narrowed the scope somewhat to seniors, many adults with underlying health conditions and workers at high risk of Covid-19 exposure.</p><p>The FDA said it would expand the Pfizer-BioNTech booster authorization if more data emerged supporting the expansion.</p><p>SHARE YOUR THOUGHTS</p><p>Have you or someone you know battled long Covid? Share your experience. Join the conversation below.</p><p>The agency could authorize use of an extra dose of Moderna's vaccine as soon as this month, while clearance of a Johnson &amp; Johnson booster is expected to follow soon after, according to people familiar with the matter.</p><p>Federal health regulators are concerned that the risk of developing long-term symptoms from Covid-19 could eventually be higher for people who don't get booster shots because emerging data shows the risk, while small, may have grown because of the Delta variant, the people familiar with the discussions said.</p><p>Among the emerging evidence influencing regulators is a small Israeli study, published by the New England Journal of Medicine in July, that found that 39 out of 1,497 fully vaccinated healthcare workers developed breakthrough infections, and some 19% of them had symptoms lasting longer than six weeks.</p><p>A study conducted by British researchers and published in September by the Lancet medical journal found that adults who were fully vaccinated are half as likely to report long Covid should they be infected, but the risk still exists particularly among adults who are frail.</p><p>Another study on the subject, published last month by the journal PLOS Medicine, reported that more than a third of people with Covid-19 had symptoms in the three to six months after infection.</p><p>\"Emerging data on long Covid showing grey matter brain degeneration and cognitive decline pushed me to think there is a rationale for vaccination that goes beyond hospitalization and death,\" said Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine. \"I don't want to get long Covid. I'm 63. I don't want a brain scan that looks like a 90-year-old.\"</p><p>Hossein Estiri, one of the authors of a recent study of 100,000 people with long Covid published by BMC Medicine in September, said giving boosters with an aim of avoiding milder cases may help prevent people from developing longer-term Covid-19.</p><p>\"We find that many of the patients who have these conditions are young and all of these cases are pretty much mild Covid. So we can argue that if people can avoid getting even mild Covid they are in a better situation,\" said Dr. Estiri, an assistant professor of medicine at Harvard Medical School.</p><p>Write to Stephanie Armour at stephanie.armour@wsj.com and Felicia Schwartz at felicia.schwartz@wsj.com</p><p>Long-Covid Concerns Help Fuel Biden Administration's Broad Vaccine Booster Push</p>",
  "published": "2021-10-07T11:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3774,
          "end": 3791
        }
      ],
      "nexusId": "10010560"
    }
  ]
}