{
  "_id": "39d5f9e8cf9a0fe13d992dbba24432ee82bbdd326ea76e8a81a926994e9522e7",
  "feed": "wall-street-journal",
  "title": "The New Omicron Covid-19 Variant: What to Know; Also known as B.1.1.529, the new variant has more than 30 mutations on the spike protein, the structure that is a main target of many current Covid-19 vaccines",
  "text": "<p>The World Health Organization said there was preliminary evidence that the variant, which was first detected on Nov. 9, might pose a greater risk of people falling ill with Covid-19 for a second time. It also said the variant might be more transmissible than other strains of the coronavirus, citing Omicron's rapid spread in South Africa during the past few weeks. The WHO said Sunday that there is no evidence at this stage to say whether this variant will cause milder or more severe illness than previous strains.</p><p>The agency has asked health authorities around the world to examine more positive test samples to see whether Omicron was already spreading in other places.</p><p>Why are scientists concerned?</p><p>Omicron has an unusually large number of mutations: around 50, including more than 30 on the spike protein, the structure that the virus uses to attach to human cells and the main target of many current Covid-19 vaccines.</p><p>Viruses mutate all the time as they replicate, and most mutations make no difference to how the virus operates. But in some cases, they can make a virus spread faster or improve its ability to evade the body's immune system or vaccines.</p><p>The mutations found in Omicron include some that haven't been detected before along with some that have. Some of the known mutations have made other variants more transmissible or better able to evade parts of the immune response prompted by vaccination or a previous Covid-19 infection. Scientists are also worried by the rapid increase of cases in South Africa since the strain was first detected.</p><p>What have they found so far?</p><p>Doctors and other experts caution that the overall number of patients with the variant so far remains too small—and their infections too recent—to draw firm conclusions on whether Omicron leads to milder or severe cases of Covid-19 than other variants. The variant's detection in South Africa has driven a sharp increase in Covid-19 hospitalizations in the country's hot spot province over the past two weeks, although, for now, fewer patients are being treated for severe disease, the country's National Institute for Infectious Diseases said.</p><p>Where else has Omicron been identified?</p><p>Outside of southern Africa, the variant has been detected in travelers to the U.K., Italy, Australia, Belgium, Israel, the Netherlands and Hong Kong. Scotland has identified six cases, at least two of which have no recent links to travel in southern Africa—suggesting that the variant might be transmitting within the community. The other cases are still being contact traced.</p><p>The Netherlands said Tuesday that it had discovered cases of the Omicron variant dating back to samples taken on Nov. 19 and Nov. 23. A National Institute for Public Health spokesman said that contact tracing would determine any link to southern Africa. Before that, the only known cases of Omicron in the Netherlands arrived on two flights from South Africa over the weekend.</p><p>Other European nations are investigating suspected cases, and Anthony Fauci, who heads the National Institute of Allergy and Infectious Diseases, has said that Omicron might already be present in the U.S.</p><p>What is the significance of a 'variant of concern'?</p><p>The WHO designated the strain a \"variant of concern,\" formally alerting health authorities around the world to the extra risks it appears to carry. To qualify as a variant of concern, a new virus strain has to be proved to be more contagious, lead to more serious illness or decrease the effectiveness of public-health measures, Covid-19 tests, treatments or vaccines.</p><p>Other variants of concern include the Delta variant, which is now dominant world-wide, and the Alpha variant, which drove a deadly wave of infections across Europe and the U.S. last winter and spring.</p><p>Why 'Omicron'?</p><p>The WHO is designating important coronavirus variants after letters of the Greek alphabet. Omicron is the 15th letter.</p><p>How did scientists detect it?</p><p>The first virus sample identified as containing the Omicron variant came in November from a person in Botswana, which borders South Africa. Soon afterward, scientists in Hong Kong detected the variant in a traveler who had arrived from South Africa, and Omicron started showing up in samples from South Africa's Gauteng province.</p><p>In contrast to most other prominent variants, which can be detected only through time-consuming and costly genome sequencing, the presence of Omicron also gets flagged in some of the commonly used polymerase chain reaction, or PCR, tests. That makes it easier to track and is one of the reasons that South African scientists were able to pick up on its rapid spread in the country so quickly.</p><p>How effective are existing Covid-19 vaccines and treatments against the Omicron variant?</p><p>Preliminary tests indicate the Covid-19 antibody drug cocktail from Regeneron Pharmaceuticals Inc. loses effectiveness against Omicron, the company said Tuesday, a sign that some products in animportant class of therapies might need modifying if the new strain becomes widespread.</p><p>Because there aren't many known cases of the new variant yet, there is little data on how it behaves in the real world in vaccinated individuals or those with immunity gained through past infection. Some of the mutations identified in the Omicron variant have been shown in other variants to render the current crop of Covid-19 vaccines less effective.</p><p>President Biden said Monday that his administration was working with officials at Pfizer, Moderna and Johnson &amp; Johnson to develop contingency plans for vaccines or boosters in case they are needed to combat the Omicron variant.</p><p>South Africa's health minister said Nov. 26 that he expects the shots to still offer protection against severe illness and death from the new variant, even if they might be less effective at preventing infections and milder disease. Scientists and doctors said that around three out of four people currently hospitalized in the country were unvaccinated, while others had received only one dose.</p><p>Some of the mutations identified in the Omicron variant have been shown in other variants to render the current crop of Covid-19 vaccines less effective.</p><p>Several vaccine makers said they were still studying how the variant would affect the effectiveness of their shots. Germany's BioNTech SE, which developed one of the most commonly used Covid-19 vaccines together with Pfizer Inc., said it would take about two weeks to establish whether the new variant renders its shot less effective.</p><p>If needed, a BioNTech spokeswoman said, the companies could produce a new vaccine adjusted to any variant within six weeks and ship initial batches within 100 days.</p><p>Moderna Inc. has also started working on a booster vaccine candidate targeting Omicron. In addition, it said it was testing whether two vaccine candidates targeted at other variants it currently has in clinical trials provide protection against Omicron. The company's CEO told the Financial Times that he predicted a \"material drop\" in the effectiveness of vaccines against the Omicron variant of the virus. \"I just don't know how much because we need to wait for the data,\" Stéphane Bancel was reported as saying.</p><p>What symptoms are associated with the Omicron variant?</p><p>Because Omicron was discovered so recently, it is too early to say whether it leads to symptoms that are different from infections caused by other strains or make patients less or more sick. Early anecdotal evidence from doctors treating patients with the variant is unlikely to give a true picture of the impact on patients who are older or more vulnerable to the disease, Jenny Harries, chief executive of the U.K.'s Health Security Agency told the British Broadcasting Corp. on Tuesday.</p><p>What is being done to control Omicron's spread?</p><p>Governments around the globe, including the U.S., have restricted travel from southern Africa, where most known cases of Omicron originated, although experts are divided over how well travel bans stop a new variant from moving around.</p><p>The Centers for Disease Control and Prevention has raised its travel advisory to Level Four, the highest level, for the eight African countries. The CDC on Monday recommended that everyone 18 and older get an additional shot after completing a first course of Covid-19 vaccination. The agency earlier this month encouraged boosters only for those 50 and above, adding that people ages 18 and above could get an additional dose.</p><p>Israel said over the weekend that it would bar the entry of all foreigners into the country for two weeks.</p><p>Japan said from Tuesday it would close its borders to foreigners, including business travelers and foreign students, until the end of the year.</p><p>Australia said it would postpone plans to allow students and skilled migrants to enter the country until Dec. 15. Singapore said Sunday that it would delay quarantine-free travel lanes for several Middle Eastern countries because they were travel nodes for some of the affected countries in southern Africa.</p><p>Passengers entering Singapore on vaccinated travel lanes will also be required to take antigen rapid tests three and seven days after their arrival. Those transiting through the city state must obtain a negative result from a predeparture test, while those entering must take a PCR test on arrival.</p><p>U.K. Prime Minister Boris Johnson announced new restrictions, including compulsory wearing of face-masks on public transport and in stores and in communal areas in high schools. For people entering the U.K. from Tuesday, it will now be mandatory to take a PCR test by the second day after arrival and isolate until receiving a negative result. To get ahead of any possible Omicron wave, the British government said Monday that 18- to 39-year-olds would now be eligible for a vaccine booster and that it would halve the time between a second dose and a booster to three months.</p><p>Scientists and politicians around the world are also urging everyone who hasn't gotten vaccinated against Covid-19 to do so now and that people eligible for booster shots get one as soon as possible.</p><p>Write to Gabriele Steinhauser at Gabriele.Steinhauser@wsj.com and Joanna Sugden at joanna.sugden@wsj.com</p><p>The New Omicron Covid-19 Variant: What to Know</p>",
  "published": "2021-11-30T14:09:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 5471,
          "end": 5488
        }
      ]
    }
  ]
}