{
  "_id": "3bcb0e112391352f390fa2ef8c9046891059c11ec9f0397e06e8959e251952dc",
  "feed": "wall-street-journal",
  "title": "World News: Push to Vaccinate Poor Nations Falters",
  "text": "<p>At a summit on the sidelines of the United Nations General Assembly on Wednesday, President Biden was expected to urge leaders from around the world to help low- and lower-middle income nations vaccinate at least 70% of their populations by September 2022, according to a draft of targets reviewed by The Wall Street Journal. Currently, less than 10% of people in those countries are fully vaccinated. In Africa, that rate stands at 3.6%.</p><p>But efforts to distribute even the current level of donations have hit snags in many poor countries that range from inadequate infrastructure and governmental resources to a lack of national planning for a major vaccine rollout, according to officials in those countries and public-health specialists working on the issue. These problems, they say, have in some cases been exacerbated by confusing communication from the U.S. on when and what quantities of vaccines would arrive.</p><p>Many public-health experts are urging the Biden administration to take a more hands-on role in providing that logistical and planning support, as well as funding to help pay vaccinators and buy equipment.</p><p>Complicating matters, the two-shot regimen of Pfizer-BioNTech, which comprises some 80% of the shots the U.S. has pledged for donation so far, requires storage at minus 70 degrees Celsius until up to a month before use. It also must be diluted with a saline solution before injection, requiring more equipment and training for staff than other shots.</p><p>\"If you are going to donate vaccines, you need to do it accompanied with the support that is needed,\" said Ritu Sharma, vice president at CARE USA, which is supporting the Covid-19 response in some 60 developing countries.</p><p>With vaccination rates so low in many poor countries, some health specialists warn that more lives could be lost to Covid-19 in 2022 than 2021. At least 2.81 million people have died this year, up from 1.88 million deaths counted in 2020.</p><p>U.S. officials say the government has been seeking to provide infrastructure support, including $8.6 million in cold-chain storage containers provided by the Defense Department to 16 countries.</p><p>But they acknowledge that some countries won't have the ultracold freezers or other infrastructure in place this year to receive the Pfizer shots. Only about a quarter of the 100 low- and middle-income nations that are eligible for the donated Pfizer shots have received any so far, though many got doses from Moderna or J&amp;J.</p><p>\"As more doses begin to flow, we are getting more fidelity on where resources are needed,\" said Jeremy Konyndyk, executive director of the U.S. Agency for International Development Covid-19 Task Force. \"Anytime you roll out a new vaccine, it is a lift.\"</p><p>Mr. Biden is expected to call on wealthy nations to raise a total of $10 billion this year and next to help poor countries overcome some of the barriers.</p><p>China and Russia have been selling and donating doses globally since the start of the year, though the Chinese vaccine has proved less effective than others, and Russia struggled to meet demand.</p><p>Covax, the international program backed by the World Health Organization and tasked with supplying vaccines to the world's poorest nations, built its campaign around a shot developed by the University of Oxford and AstraZeneca Inc. and other vaccines that are easier to handle.</p><p>Many of those vaccines got stuck in India when the government there banned exports amid a surge in Covid-19 cases. Others have yet to receive regulatory approval or faced production issues.</p><p>\"It's the challenge of a lifetime,\" said Mutahi Kagwe, Kenya's health minister, who said his country was prepared to handle the Pfizer vaccine.</p><p>In the first six months of 2021, Unicef, which is in charge of procurement for Covax, had delivered just 43 ultracold freezers to five low- and middle-income countries. In July, the agency ordered about 400 extra freezers from China. A Unicef spokesman said around 80% of countries that have asked for ultracold freezers should receive them by the end of September.</p><p>Mr. Konyndyk at USAID said the administration plans to allocate more funding toward supporting vaccine infrastructure in other countries and has so far given priority to shipments to those that have the capacity to administer Pfizer doses.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2452,
          "end": 2455
        }
      ]
    }
  ]
}