{
  "_id": "b87d62fb85c5660750db49a6e1db4c1445f5866ce692ee9c159e0eeb866fba4c",
  "feed": "wall-street-journal",
  "title": "EU Urges Attaching Warning to J&J Shot",
  "text": "<p>It also comes as the number of U.S. cases of blood-clot disorders linked to the shot has risen to nine, up from the six initially reported, according to a senior U.S. health official.</p><p>The nine U.S. cases, including one death, are being investigated, the official said. The instances of clots overall is still very small given that about seven million doses of the vaccine have been administered in the U.S.</p><p>The European Medicines Agency said Tuesday that it had looked at data from the U.S. in making its assessment.</p><p>Last week, U.S. health authorities, on the recommendation of the Food and Drug Administration and CDC, urged the pause in the shot's rollout. They had considered only issuing a warning but decided a pause would help make doctors aware of how to treat the rare condition. J&amp;J then followed with the decision to pre-emptively pause the rollout in Europe, which had just begun.</p><p>The finding by the European agency leaves it up to EU governments whether to use the J&amp;J vaccine and whether to impose any restrictions. J&amp;J said after the EMA announcement that it would resume European deliveries.</p><p>Federal authorities in the U.S. have considered a possible age restriction for the J&amp;J shot -- the U.S. cases were all in people 48 years old or younger -- or adding cautionary language to doctors who use the vaccine.</p><p>Anthony Fauci, President Biden's chief medical adviser, predicted on Sunday that the pause would end as soon as Friday, perhaps with additional restrictions or warnings.</p><p>The cases in the U.S. were similar to those that have occurred with the AstraZeneca PLC vaccine in Europe, something that the EMA said it took into consideration in making its recommendation. The two vaccines use similar technology.</p><p>\"We have already done a very detailed review of the risks and cases with the AstraZeneca vaccine, which gave us the experience to come to a conclusion in the context of the [J&amp;J] vaccine,\" EMA Executive Director Emer Cooke said at a briefing Tuesday.</p><p>The EMA worked closely with the FDA while carrying out the review and has commissioned more research to look into the blood-clotting issue, Ms. Cooke said.</p><p>Europe's slowly accelerating vaccine campaign should get a boost from the conclusion of the J&amp;J review. Before the company halted deliveries, the EU expected to receive 55 million doses of the vaccine in the quarter through June, accounting for about 13% of 410 million expected doses in the period. But because the J&amp;J vaccine requires only one shot -- not two, like all other available Covid-19 vaccines -- the deliveries could account for almost 25% of vaccinations.</p><p>In the U.K., where 20.6 million people had received at least one dose of the AstraZeneca vaccine by April 5, there has been about one case of unusual clotting with low platelets for every 200,000 shots given. There have been 22 deaths out of 99 cases. Overall in Europe, there have been 287 cases up to April 13, the EMA said. The agency didn't say how many of those resulted in deaths.</p><p>Most cases and deaths have been in women under 60, prompting many countries to restrict the use of the vaccine to older recipients.</p><p>The U.S. official noted that more cases could still arise. The cases so far involved blood clots in a major vein draining the brain, while the patients had sharp drops in their blood platelets, and, in some cases, bleeding.</p><p>Because some of the patients got the wrong treatment -- the blood-thinner heparin -- U.S. authorities issued a pause on the use of the J&amp;J vaccine.</p><p>The EMA warned healthcare providers and people who have received the AstraZeneca or J&amp;J vaccines to be on the lookout for symptoms like shortness of breath, chest pain, leg swelling, persistent abdominal pain and skin bruising beyond the area of the injection. There can also be neurological symptoms such as severe and persistent headaches and blurred vision.</p><p>\"Early intervention by a specialist can change the outcome,\" Ms. Cooke said.</p><p>The AstraZeneca vaccine, like the J&amp;J one, is known as an adenovirus-vector vaccine, in which a virus causing the common cold is altered to cause human cells to grow spikes similar to those of the spike protein on coronavirus cells. The changes in a vaccine recipient's cells cause an immune response to the coronavirus cells that protects a large percentage of recipients against the virus.</p><p>The AstraZeneca vaccine hasn't been authorized for use in the U.S.</p><p>J&amp;J said Tuesday that the product contributed $100 million to the company's sales growth in the latest quarter, though the outlook for future sales is uncertain. It said it is unclear whether publicity around the blood-clot risk will hurt demand for the vaccine.</p><p>J&amp;J said it remains committed to supply 100 million vaccine doses for U.S. use under a contract with the federal government.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2451,
          "end": 2454
        },
        {
          "start": 4656,
          "end": 4659
        },
        {
          "start": 977,
          "end": 980
        },
        {
          "start": 2227,
          "end": 2230
        },
        {
          "start": 30,
          "end": 33
        },
        {
          "start": 1190,
          "end": 1193
        },
        {
          "start": 4393,
          "end": 4396
        },
        {
          "start": 1029,
          "end": 1032
        },
        {
          "start": 3580,
          "end": 3583
        },
        {
          "start": 3483,
          "end": 3486
        },
        {
          "start": 788,
          "end": 791
        },
        {
          "start": 3968,
          "end": 3971
        }
      ],
      "nexusId": "10010560"
    }
  ]
}