{
  "_id": "417cce673fe8e9bc91cd252f28e2b07e4fac872e632f31fee7cf6664c586d287",
  "feed": "ftcomall",
  "title": "Mental health/psychedelic drugs: mushrooming investor interest fuels research",
  "text": "<p>Investors are tuning into psychedelic stocks. A succession of market newcomers is raising funds to explore the use of mind-altering drugs for mental disorders. It is a controversial area of research. But given the need for better treatments, the nascent&#xa0;market could grow rapidly.</p> <p>Atai Life Sciences, a Berlin-based company backed by tech investor Peter Thiel, announced plans in late April to raise $100m in an initial public offering. New York-based MindMed, which already trades on the Canadian and German exchanges, moved on to Nasdaq last week. They will join London-based Compass Pathways, also backed by Thiel, which joined Nasdaq last September.</p> <p>The quoted psychedelic companies, which also include Canadian companies Cybin, Field Trip Health and Numinus Wellness, together have a market value of more than $3.5bn. Compass and MindMed are the biggest pure-plays, though drug giant Johnson &amp; Johnson also figures. Its ketamine-derived depression treatment Spravato was designated a breakthrough therapy by US regulators in 2019.</p> <p>Compass's formulation of synthetic psilocybin, the psychedelic ingredient found in magic mushrooms, also secured that designation. A small trial by British scientists found in April it was <a href=\"https://www.reuters.com/world/uk/magic-mushroom-compound-least-good-antidepressant-uk-study-2021-04-14/\">at least as effective</a> as a leading antidepressant drug. Peak sales could be more than $2.5bn, says Berenberg. After adjusting for the probability of success and discounting the potential cash flow, it reckons the shares, now trading at $36, could be worth 40 per cent as much again.&#xa0;</p> <p>The global market for psychedelic drug treatments will nearly triple to $7.6bn in the eight years to 2028, predicts Data Bridge Market Research. But there could be obstacles ahead. The last era when psychedelic drugs were used to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5867510/#B11\">treat depression</a> ended with new legal restrictions in the early 1970s. There could again be a backlash if patients, encouraged by the research findings, take risks with non-pharmaceutical versions of the drugs. </p> <p>Last November, Washington DC and Oregon pioneered the <a href=\"https://www.ft.com/content/c22754c4-e408-43c8-8ce2-3e6b17c7d0cf\">decriminalisation of the ingredient</a> found in magic mushrooms. The news lifted shares in MindMed and Compass by nearly a tenth. But it could blur the distinction between naturally occurring hallucinogens and the compounds synthesised and tested to high regulatory standards.&#xa0;</p> <p>Yet the move also suggests growing acceptance of the use of psychedelic drugs for treating mental health problems. There is a large unmet need, exacerbated by the Covid-19 crisis. New treatments, if effective, would find a large market.</p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up&#xa0;</em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>.</em></p><p>Source:  2021 'Mental health/psychedelic drugs: mushrooming investor interest fuels research' FT.com 2 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-02T06:00:25.755Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 889,
          "end": 906
        }
      ]
    }
  ]
}