{
  "_id": "4fb4131cd8f96894a8cb5150522702f19a1dfe3b44b95111a4942dd806a2ffc4",
  "feed": "wall-street-journal",
  "title": "Rivian, FedEx, Cerner, Oracle: What to Watch in the Stock Market Today; Rivian is investing in a new production facility; Oracle is in talks to acquire Cerner",
  "text": "<p>* FedEx posted a 14% increase in revenue for its fiscal second quarter, as higher shipping rates helped offset rising costs from labor shortages.</p><p>* Cerner shares jumped after The Wall Street Journal reported that Oracle is in talks to buy the electronic-medical-records company, according to people familiar with the matter. A deal could be worth around $30 billion.</p><p>* H&amp;R Block sued Block, formerly Square, for trademark infringement. Square changed its name to Block earlier this month, a nod to CEO Jack Dorsey's blockchain ambitions.</p><p>* JPMorgan clipped its price target for popular trading app maker Robinhood Markets to $17 from $26.</p><p>* Bakkt Holdings was slightly up in morning trading, but not enough to match the prior day's 34% loss for the crypto stock. The shares have been subject to large swings since the company went public in October, including more than tripling Oct. 25 on news of a Mastercard partnership.</p><p>* Health authorities said the rate of a rare but serious blood-clotting disorder associated with the Johnson &amp; Johnson Covid-19 vaccine is higher than previously detected.</p><p>* Office furniture maker Steelcase warned that supply chain disruptions and inflationary pressures had crimped some of its growth.</p><p>* Olive Garden parent Darden Restaurants reported earnings before the open, and said that its CEO Eugene Lee plans to retire in May but intends to stay on as chairman.</p><p>Chart of the Day</p><p>* Investors say Chinese authorities are likely to ease up somewhat on the embattled real-estate sector and to loosen monetary policy, helping support Chinese corporate borrowers more broadly.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Rivian, FedEx, Cerner, Oracle: What to Watch in the Stock Market Today</p>",
  "published": "2021-12-17T14:32:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1025,
          "end": 1042
        }
      ],
      "nexusId": "10010560"
    }
  ]
}