{
  "_id": "2484f208f8d6b74e6b313e6990f728fe44236d31b69c3d3613b71a404ea56453",
  "feed": "ftcomall",
  "title": "Pfizer asks US regulator to authorise Covid-19 boosters for all adults",
  "text": "<p>Pfizer has asked the US Food and Drug Administration to expand <a href=\"https://www.ft.com/content/c95611ae-3c2d-46ae-a196-e790a5767537\">authorisation</a> of its Covid-19 booster shot to all adults in a move to address concerns about waning immunity for vaccinated people ahead of the winter.</p> <p>The US pharma company said on Tuesday its request was based on <a href=\"https://www.ft.com/content/d4e58d38-37d6-40cd-9d72-6b9bfd0a3683\">results</a> from a late-stage trial involving more than 10,000 participants, which demonstrated a booster dose was 95 per cent effective against symptomatic <a href=\"https://www.ft.com/coronavirus\">Covid-19</a>. </p> <p>The application will be reviewed by the FDA just months after a similar request by Pfizer and its partner <a href=\"https://www.ft.com/content/6e3fe0b9-60db-4d55-9790-ef81e1f65cce\">BioNTech</a> sparked a contentious debate among officials over whether boosters were needed by all Americans at a time when vaccination rates in the developing world were very low.</p> <p>In September regulators limited the scope of the US booster programme to vulnerable groups, saying there was not enough evidence that waning immunity would lead to higher levels of severe disease among young, healthy adults.</p> <p>But health experts suggest the application is more likely to be authorised this time round since there is more evidence to support the need for a booster shot to maintain adequate protection against the virus.</p> <p>The FDA declined to comment on Pfizer's application. </p> <p>Last month BioNTech released preliminary results from the booster trial of more than 10,000 participants, who had completed a two-shot BioNTech/Pfizer regimen. The trial took place during a period when the Delta variant was prevalent, and the median time between second and third doses was about 11 months.</p> <p>A decision to approve a broader booster programme would represent a victory for President Joe Biden, who has campaigned on a platform of tackling coronavirus more effectively than Donald Trump. </p> <p>Biden had initially proposed making booster shots available to all adults from September 20 but was forced to backtrack due to the concerns expressed by officials and external experts. &#xa0;</p> <p>“This is needed and encouraging news to control the pandemic,” said Ali Mokdad, professor of global health at the University of Washington.</p> <p>“With waning vaccine-derived immunity, boosters are needed to reduce the spread of the virus especially during the expected winter surge.”</p> <p>The number of new Covid-19 cases, hospitalisations and deaths in the US has fallen steadily since it peaked in September, due to the spread of the highly infectious Delta variant. But there are concerns a new wave of the virus could begin as people move indoors during the winter. </p> <p>Under current US guidelines people who have been vaccinated with either the BioNTech/Pfizer or Moderna jabs are eligible for a booster six months after receiving their second shot if they are aged 65 years or older. Anyone aged 18 years and older who has underlying medical conditions or works or lives in high-risk settings is also eligible for a booster.</p> <p>People <a href=\"https://www.ft.com/content/62ccfaa4-9427-4182-8c60-872aa431c587\">vaccinated</a> with the Johnson &amp; Johnson jab are eligible for a booster shot two months after their single vaccine dose. Last month US authorities gave the green light to individuals to choose which type of &#xa0;vaccine they wanted to receive as a booster.</p> <p><em>Additional reporting by Kiran Stacey in Washington</em></p>&#xa0;&#xa0;<p>Source: Jamie Smyth in New York  2021 'Pfizer asks US regulator to authorise Covid-19 boosters for all adults' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-09T20:32:49.325Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2844,
          "end": 2861
        }
      ],
      "nexusId": "10010560"
    }
  ]
}