{
  "_id": "70cfd9df0e125bd5056cc25101926e6c3b661c41801672504200b38a361b4a64",
  "feed": "market-watch",
  "title": "Red COVID? Coronavirus deaths are highest in counties with the largest share of Trump voters: report",
  "text": "<p>In counties where former President Donald Trump received at least 70% of the vote in the 2020 presidential election, COVID-19 has killed about 47 out of every 100,000 people since the end of June, health care analyst Charles Gaba tells the New York Times. But in counties where Trump won less than 32% of the vote, the number is a fraction of that — about 10 out of 100,000.</p><p>The Times report featured in its morning newsletter on Monday also referred to a recent Pew Research Center poll looking at the political divide in vaccination rates, which found that 86% of Democratic voters had received at least one shot, compared with 60% of Republican voters.&#xa0;</p><p>“The political divide over vaccinations is so large that almost every reliably blue state now has a higher vaccination rate than almost every reliably red state,” notes the Times report.&#xa0;</p><p>https://twitter.com/nytimes/status/1442501803396907015?s=20And as the COVID vaccines from BioNTech BNTX/Pfizer PFE, Moderna MRNA and Johnson &amp; Johnson JNJ have been effective at preventing severe illness and death, the most severe and fatal cases of COVID have been occurring in the unvaccinated. The Centers for Disease Control and Prevention (CDC) reports that as the delta variant surged in early summer, those who were unvaccinated were more than 10 times more likely than the fully vaccinated people to be hospitalized, and 11 times more likely to die.&#xa0;</p><p>Related:Unvaccinated Americans hospitalized with COVID-19 cost the U.S. health care system $2.3 billion in June and July: report</p><p>So it stands to reason that as the unvaccinated are increasingly concentrated in red America, then the more severe and fatal cases of COVID are being counted in these communities, as well, the Times analysis says.&#xa0;</p><p>And this led “red COVID” to start trending on Twitter TWTR on Monday morning with more than 13,000 tweets as readers shared and dissected the report.&#xa0;&#xa0;</p><p>The U.S. is still averaging more than 2,000 COVID deaths a day, and health officials are still struggling to overcome vaccine hesitancy in the roughly 36% of Americans who have still not received at least one dose of the three available COVID-19 vaccines. Just over half (55.3%) of Americans are fully vaccinated against the coronavirus, according to the latest CDC data.</p><p>Some places have tried penalizing those who haven't received a COVID vaccine yet as an incentive. In New York, health care workers who remain unvaccinated as of Monday risk losing their jobs under a state vaccination mandate. And those axed over not getting a COVID shot won't be able to collect unemployment benefits unless they can show proof of a medical exemption. And the vaccination rate among Delta employees spiked after the airline said its unvaccinated workers would pay a $200 monthly health-insurance surcharge.&#xa0;</p><p>Related: With more than 1,300 Americans dying each day from COVID, experts say penalizing the unvaccinated works better than incentives</p><p>Other places have tried sweetening the deal with cash prizes and freebies, instead. States such as Ohio, California and Michigan have offered million-dollar lotteries to residents who got vaccinated, while Krispy Kreme has given free doughnuts and Taco Bell has dished free tacos to customers who show their COVID vaccination cards.</p>",
  "published": "2021-09-27T13:35:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 978,
          "end": 995
        }
      ],
      "nexusId": "10010560"
    }
  ]
}