{
  "_id": "50fd7ce42a2892f0dfc5a0a1a8942060b42ca4566aef72c4611414b3569247aa",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: J&J Battles Talc Claimants Over Alleged Bankruptcy Plan",
  "text": "<p>Tens of thousands of individuals allege they developed ovarian cancer, asbestos cancer and other ailments after exposure to Johnson &amp; Johnson's talc-based baby powder.</p><p>J&amp;J pressured on possible talc bankruptcy. People alleging that Johnson &amp; Johnson's talc-based baby powder caused cancer disease asked a Missouri court to block the company from taking steps to place its talc liabilities into chapter 11, while a bankruptcy judge in Delaware wrestled with a similar request pending there.</p><p>Avenatti embezzlement case ends in mistrial. A California judge declared a mistrial in the trial of Michael Avenatti on charges that he stole client funds. He still faces a second trial on remaining charges in the indictment, including that he concealed assets from bankruptcy court. A spokesman for prosecutors declined to say if they would seek to retry him.</p><p>Bankruptcy</p><p>A Seadrill lender objected to backstop fees. Strategic Value Partners attacked Seadrill Ltd.'s bankruptcy-exit strategy, saying the oil-rig operator is trying to buy the votes of investors supplying a $350 exit facility. SVP on Monday took issue with Seadrill's proposal for compensating eight lenders that are backstopping the exit loan, part of an overall strategy for ending the chapter 11 case.</p><p>Seadrill has offered a 16.7% stake to the backstop creditors, which SVP said in court papers are being favored over others that weren't given the chance to participate. The company's proposed reorganization hand a majority stake to lenders in a nearly $5 billion debt-for-equity swap. — Andrew Scurria</p><p>Bankrupt chip industry supplier cancelled its auction. SVXR Inc., a bankrupt maker of automated inspection equipment for the semiconductor industry, canceled an auction for its assets, saying its only qualified offer came from lead bidder and competitor Bruker Nano Inc. A hearing to approve the $11.8 million sale is scheduled for Sept. 2 in the U.S. Bankruptcy Court in San Jose.</p><p>Founded in 2013 and formerly known as Silicon Valley X-Ray, SVXR filed for bankruptcy earlier this month with $10.5M in mostly secured debt. Its backers include Samsung Venture Investment Corp. and Firsthand Technology Value Fund Inc. — Becky Yerak</p><p>In Other News</p><p>Talen Energy Corp. is working with investment bank Evercore Inc. and legal counsel Weil, Gotshal &amp; Manges as it prepares for negotiations with its creditors over how to tackle its debt load, according to people with knowledge of the matter. (Bloomberg)</p><p>Venezuelan state oil company PDVSA has given up its 49% stake in a Dominican refinery as part of a swap for some of its defaulted bonds, the Dominican Republic's finance ministry and Venezuela's oil minister said in statements on Thursday. (Reuters)</p><p>The office of disgraced high profile attorney Thomas Girardi, accused of defrauding his clients to the tune of millions, is being auctioned off to pay creditors after he was forced to file for bankruptcy last year. (CBS Los Angeles)</p>",
  "published": "2021-08-25T12:56:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 124,
          "end": 141
        },
        {
          "start": 168,
          "end": 171
        },
        {
          "start": 25,
          "end": 28
        },
        {
          "start": 232,
          "end": 249
        }
      ]
    }
  ]
}