{
  "_id": "1738567b22ed414b0f02d7212e91a025c03a74eb2a0fc161d886271841ae07dd",
  "feed": "wall-street-journal",
  "title": "U.S. News:  More-Affluent Hit  In L.A. Covid Rise  ----  By Alicia A. Caldwell",
  "text": "<p>   LOS ANGELES -- The center of the Covid-19 pandemic in America's second-largest city has shifted from poor, crowded neighborhoods to affluent ones with younger populations. </p><p>   Across Los Angeles County, cities and neighborhoods including West Hollywood, Venice and Santa Monica now report some of the most infections, even though their vaccination rates are higher than in poorer areas such as East Los Angeles, where Covid-19 raced through families and neighborhoods during earlier surges, county health data show. </p><p>   The shift is a consequence of the Delta variant, which spreads more easily among people who gather indoors and can affect people who are vaccinated, according to doctors. </p><p>   Los Angeles shows how the Delta variant is prompting a surge that is different from what occurred earlier. Some other cities across the country, facing signs of increases, are taking steps such as mandating masks or requiring proof of vaccination for indoor dining instead of measures including the lockdowns carried out early in the pandemic. </p><p>   Though the fully vaccinated are far less likely to suffer serious illness or be hospitalized, according to hospitalization data from around the country, health officials in Los Angeles are now directing everyone to wear masks indoors and return to other precautions, including social distancing when possible. </p><p>   Samir Zakir received the Moderna vaccine early this year and waited for the city and state to reopen in mid-June before venturing out more routinely. \"I took it super seriously and did everything right,\" said Mr. Zakir, a 30-year-old media and political strategist who lives in West Hollywood. He went to two events, starting a few days after the state's formal reopening, and by July 1 he was sick. </p><p>   Mr. Zakir said he isn't certain where he contracted Covid-19. He wasn't wearing a mask at the events, but he said he tried to stay outside and away from big clusters of people. \"To this day, I don't have taste,\" said Mr. Zakir, referring to a Covid-19 side effect. </p><p>   New Covid-19 cases have been growing for weeks across L.A. County. As of Thursday, the seven-day cumulative case rate was about 204 per 100,000 residents in the county of about 10 million people, up about 5% from a week earlier, according to county health officials. </p><p>   People have become sick just as they were \"getting back to their lives,\" said Isabel Pedraza, director of the intensive-care unit at Cedars-Sinai in Beverly Hills. </p><p>   That is how Shivam Kumar, 23, who was vaccinated with the Johnson &amp; Johnson shot earlier this year, thinks he got infected. \"When everything opened up, I kind of went crazy,\" said Mr. Kumar, who is a friend of Mr. Zakir and went to a bar with him in late June. </p><p>   Messrs. Zakir and Kumar said they both felt safe after being vaccinated, but are being more cautious after their breakthrough infections. </p><p>   \"It was pretty fun while it lasted,\" said Mr. Kumar, referring to the reopening in mid-June. \"But now I am just taking a break until it's all over.\" </p><p></p>",
  "published": "2021-08-23T06:04:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2491,
          "end": 2508
        }
      ],
      "nexusId": "10010560"
    }
  ]
}