{
  "_id": "7ecd90f84b46ffd395bd91de1336f69ae27a36e629098dd5bddd4914a613c663",
  "feed": "wall-street-journal",
  "title": "FDA Delays Moderna Covid-19 Vaccine for Adolescents to Review Rare Myocarditis Side Effect; Agency holds off decision on expanding use of shot to 12-to-17-year-olds while it looks into risk of rare heart condition",
  "text": "<p>So far, the regulators haven't determined whether there is an elevated risk, the people said. The delay could be several weeks, but the timing is unclear, one of the people said.</p><p>The agency plans to further review data before deciding on whether to extend the vaccine's eligibility to younger people, the people said.</p><p>Myocarditis risk is the latest complication for vaccine makers, regulators and public-health authorities who have been encouraging vaccination to protect against Covid-19, after a rare blood-clotting condition hurt the rollout of AstraZeneca PLC and Johnson &amp; Johnson shots.</p><p>The risk of myocarditis has also been an issue among many open to vaccination but concerned about side effects.</p><p>Parents eager to inoculate their adolescents still have access to the Pfizer-BioNTech vaccine. The authorization delay could add to the hesitancy of some who have held off due to safety concerns. The FDA's caution could, however, also ease the minds of some hesitant parents.</p><p>Depending on what the FDA decides, Pfizer's vaccine may become the preferred shot for adolescents and children as the U.S. expands its vaccine rollout, further bolstering its leading position in the U.S. and global market.</p><p>Moderna Chief Medical Officer Paul Burton said in an interview, \"I think people can be reassured that the risk of myocarditis with an mRNA vaccine is low, it appears to be balanced between the different products.\"</p><p>The FDA's own data on vaccinations among 18- to 25-year-olds, a young age group cleared to get Moderna's shot, doesn't show any significant difference in the rate of myocarditis among people who took the Moderna or the Pfizer-BioNTech vaccines, he added.</p><p>Dr. Burton said Moderna has asked the Nordic countries for their data but hasn't yet seen it.</p><p>Chief Executive Stéphane Bancel said during an interview this week that the benefits of the company's vaccine, including its strong and long lasting protection, outweigh the risks.</p><p>\"Some countries want to be ultraconservative, it's of course their prerogative, but with the data I've seen I would be comfortable with anybody in my family who is a young male getting the vaccine,\" he said.</p><p>Moderna shares were down 3.75% during trading on Friday afternoon, after The Wall Street Journal reported the FDA delay.</p><p>A Centers for Disease Control and Prevention study published last month indicates that Moderna's vaccine is more effective at keeping people out of the hospital than those from Pfizer or Johnson &amp; Johnson.</p><p>The Moderna shot, which has been taken by tens of millions of adults, was found to be safe in a study testing it in 3,700 adolescents. No cases of myocarditis were reported in the trial, the company said.</p><p>The company announced the results of the study in May, and results were published in the New England Journal of Medicine in August.</p><p>Based on the findings, Moderna asked the FDA in June to expand use to 12-to-17-year-olds. The agency was close to issuing a green light in recent weeks, the people said, but pulled back after Denmark, Finland, Norway and Sweden last week recommended against use in people under 30 years old.</p><p>Moderna's vaccine is currently authorized for use in the U.S. for people 18 years and older. The FDA permitted use of the Pfizer-BioNTech vaccine in children as young as 12 years old in May, about a month after the companies had filed their request in April.</p><p>There are an estimated 25 million children in the U.S. ages 12 to 17, according to the U.S. Census Bureau. More than 12 million U.S. adolescents already have been fully vaccinated with the Pfizer-BioNTech vaccine, according to the Centers for Disease Control and Prevention.</p><p>Myocarditis refers to a condition marked by inflammation of the lining around the heart. It is usually caused by a viral infection. In extreme cases, it can lead to an abnormal heartbeat, heart failure and death.</p><p>The condition has been reported in a small number of people who got the Pfizer-BioNTech and Moderna vaccines, which use the same messenger RNA technology. Health experts advising the Centers for Disease Control and Prevention have said there appears to be a link.</p><p>The labels of both shots warn about an increased risk of myocarditis following vaccination. Cases among vaccine recipients are generally mild, according to researchers.</p><p>Health authorities have encouraged vaccinations, noting myocarditis cases are rare and tend to be mild. They say the benefits of vaccination outweigh the risks. Myocarditis, health experts add, is also a side effect of Covid-19 and some studies indicate it occurs more commonly after Covid-19 infection than vaccination.</p><p>An Israeli study of health records of about two million people 16 years old or older, published last month in the New England Journal of Medicine, found that Covid-19 is much more likely to cause myocarditis than the Pfizer-BioNTech vaccine. Israel is almost exclusively using the Pfizer-BioNTech vaccine.</p><p>Preliminary information from several U.S. health-claims data sources, which an FDA official presented Thursday to a panel of vaccine experts advising the agency, indicated the incidence rates of myocarditis and another heart-related condition, called pericarditis, were highest among males ages 18 to 25 years old after the second dose of an mRNA vaccine.</p><p>The FDA analysis didn't find a significant difference in myocarditis incidence rates between the Moderna and Pfizer-BioNTech vaccines.</p><p>Nordic countries have cited unpublished data in a continuing study, however, indicating that the relative occurrence of myocarditis is higher among people who got Moderna's vaccine than Pfizer-BioNTech's.</p><p>Nordic health officials said they expect the data underlying their guidance on the Moderna vaccine to be made public by year-end.</p><p>The data indicate myocarditis cases are more common after a second dose of the Moderna vaccine as compared with Pfizer's vaccine, especially in younger men, though overall myocarditis cases in Norway among vaccine recipients is low, said Sara Viksmoen Watle, a pediatrician and senior medical officer with the Norwegian Institute of Public Health's Department of Communicable Diseases and Vaccines.</p><p>Norway is still analyzing the data, she said, to assess whether the risk of myocarditis warrants a permanent recommendation.</p><p>The European Medicines Agency safety database recorded three times as many reports of myocarditis among Moderna vaccine recipients than Pfizer-BioNTech recipients, according to a Wall Street Journal analysis of reports through Oct. 14.</p><p>The database includes unconfirmed reports of side effects whose direct connection to the vaccines is being investigated.</p><p>Both the Moderna and Pfizer-BioNTech vaccines are cleared for use in people 12 years and older by medicines regulators in the European Union and U.K. In practice, some European countries have limited their use of Moderna in teenagers, and the U.K. has offered a single dose of the Pfizer vaccine to younger teenagers.</p><p>Stephanie Armour and Jenny Strasburg contributed to this article.</p><p>Write to Felicia Schwartz at felicia.schwartz@wsj.com</p><p>FDA Delays Moderna Covid-19 Vaccine for Adolescents to Review Rare Myocarditis Side Effect</p>",
  "published": "2021-10-15T18:40:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 568,
          "end": 585
        },
        {
          "start": 2464,
          "end": 2481
        }
      ],
      "nexusId": "10010560"
    }
  ]
}