{
  "_id": "0cd1cf8316ee5ba38ec387f14da117e647e20128509a777029be93ae25aa5318",
  "feed": "wall-street-journal",
  "title": "U.S. News:  CDC Suggests a Booster Shot for Some  ----  By Felicia Schwartz",
  "text": "<p>   The Centers for Disease Control and Prevention recommended administering additional messenger RNA vaccine doses to certain immunocompromised people. </p><p>   The CDC took the step after its vaccination advisory panel voted to recommend the additional doses at a meeting Friday after reviewing clinical trial data and other relevant information. The vote by the Advisory Committee on Immunization Practices, or ACIP, was 11-0. </p><p>   The CDC recommends giving an additional dose of a Covid-19 vaccine from Pfizer Inc. and its partner BioNTech SE in moderately or severely immunocompromised people who are 12 years and older, or the vaccine from Moderna Inc. in the immunocompromised 18 years and older. </p><p>   CDC Director Rochelle Walensky signed the advisory panel's recommendation on Friday several hours after the vote, making it official policy. </p><p>   \"At a time when the Delta variant is surging, an additional vaccine dose for some people with weakened immune systems could help prevent serious and possibly life-threatening Covid-19 cases within this population,\" she said. </p><p>   The eligible people wouldn't require any documentation or prescriptions for a third shot and would be able to declare their eligibility at any site where vaccines are administered, CDC officials said. </p><p>   Patients can also consult with their doctor about whether it is appropriate, and they can get the extra dose at their doctor's if it is available there or any vaccination site, the U.S. Food and Drug Administration said. </p><p>   The endorsement follows the FDA's authorization late Thursday of a third dose of an mRNA vaccine to immunocompromised people who have received a solid organ transplant or individuals who have been diagnosed with conditions that are considered to have an equivalent level of compromised immune systems. </p><p>   The ACIP panel, which advises the CDC, develops recommendations for use of vaccines generally in the U.S. The committee is composed of experts in infectious diseases, immunology and public health. </p><p>   New details emerged during the meeting about who among the immunocompromised should get the extra dose, when and how. </p><p>   Those who should get the third dose, Dr. Neela Goswami of the CDC told the panel, are people who have moderately or severely weakened immune systems due to the drugs they are taking for organ transplants, certain cancers, autoimmune diseases, or because they have HIV or other conditions that diminish their immune defenses. </p><p>   The CDC is expected to issue further guidance to states, health centers, pharmacies and vaccine providers. </p><p>   Dr. Kathleen Dooling, another CDC official, said it recommends that people receiving a third dose try to get the same vaccine as their first two shots, at least 28 days after receiving the first two doses. </p><p>   If someone who is immunocompromised is unable to obtain the same shot as their first two, they can mix and match messenger RNA vaccines, Dr. Dooling told the panel. </p><p>   Immunocompromised people who received a Johnson &amp; Johnson shot aren't currently eligible for an additional mRNA dose because there isn't enough data to support such a recommendation, CDC and FDA officials told the panel. </p><p>   They said they are working on a solution for such individuals, which they estimated to be a very small number. </p><p>   J&amp;J said it is working on studies investigating the impact of an extra dose of its vaccine among immunocompromised people. </p><p>   Peter Marks, director of the FDA's vaccines division, said third doses are only \"moderately effective\" at increasing antibody levels in immunocompromised people and therefore they should maintain physical precautions such as mask wearing, social distancing and avoiding crowds to help prevent Covid-19. </p><p>   The FDA also advises relatives of immunocompromised people to get vaccinated. </p><p>   About 2.7% of American adults are immunocompromised, which studies have indicated puts them at higher risk of developing severe cases of Covid-19 and transmitting the virus to others. </p><p>   The FDA said other fully vaccinated individuals are sufficiently protected and don't need an additional dose of a Covid-19 vaccine currently but the agency is studying whether the general public will need additional doses in the future. </p><p>   The ACIP panel is also weighing whether to support booster shots for the wider public. </p><p></p>",
  "published": "2021-08-14T06:11:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2934,
          "end": 2951
        },
        {
          "start": 3226,
          "end": 3229
        }
      ]
    }
  ]
}