{
  "_id": "d44d159bf3561bf55682a5cf8589778115602ead8da5eaabb2ffdcad6b03b156",
  "feed": "ftcomall",
  "title": "New wave of drug companies vies for slice of Covid vaccine market",
  "text": "<p>This article is an on-site version of our Coronavirus Business Update newsletter. Please share this with friends and colleagues who might find it valuable and let them know that, even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. Welcome and&#xa0;<a href=\"https://www.ft.com/newslettersignup-coronavirus\">please sign up here</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p><a href=\"https://www.ft.com/content/5e4dd187-a899-46cf-811c-796d1be2e42c#post-e579a1f3-4d7a-43d3-9c4a-12c168a70e3d\">Germany</a> said it would drop travel warnings from next month to countries that have fewer than 200 coronavirus cases per 100,000 people over seven days</p></li>  <li><p><a href=\"https://www.ft.com/content/5e4dd187-a899-46cf-811c-796d1be2e42c#post-73ffc947-4616-4bbf-88b0-741360c7dd2e\">New infections in the UK</a> rose 13 per cent in the week to June 5 as the Delta variant of coronavirus continued to spread</p></li>  <li><p><a href=\"https://www.ft.com/content/c13da04f-b765-4e58-8435-d9cc27d491dc\">Russia</a> raised its key interest rate to 5.5% with more increases in the pipeline as it struggles to control inflation, which is running at the highest rate in five years</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/5e4dd187-a899-46cf-811c-796d1be2e42c\"><em>live blog</em></a></p> <p>As we report today, the global nature of coronavirus offers a rare worldwide opportunity for <a href=\"https://www.ft.com/content/846c00e4-06ba-417d-978c-98caef7f605a\">vaccine makers</a> new and old. Or as one academic put it: “When you make a product essentially everyone in the world wants or needs, you are going to make a lot of money.”&#xa0;</p> <p>The current leaders — Pfizer, Moderna, AstraZeneca and Johnson &amp; Johnson — are set to be joined by Big Pharma rivals such as Sanofi and GlaxoSmithKline, but also by a wave of start-ups such as Novavax, CureVac and Valneva. </p> <p>Although the new entrants face considerable hurdles such as coping with emerging variants — the World Health Organization yesterday ramped up warnings against the <a href=\"https://www.ft.com/content/c52a1cf1-d3e7-4291-b08f-9b44b520367d#post-4124b424-b5c7-415c-aed0-8d306ec20ed2\">Delta strain</a> sweeping Europe — and the possibility the public may prefer to go with existing jabs, the size of the market makes it worthwhile. Novavax is even forecast to overtake Moderna as the second-largest vaccine maker by revenue next year, with estimated sales of $17.9bn. </p> <p>The need is pressing. As the <a href=\"https://www.ft.com/content/cdfd33aa-29f6-415a-9b69-3cf852892e4b\">FT Editorial Board</a> points out, the priority for G7 leaders meeting today at what the UK is calling a “vaccines summit” must be to close the “dismal” gap that has opened up between rich and poor countries. Almost 45 per cent of the population of the G7 have had at least one jab, compared with about 2 per cent across Africa. </p> <p>The vaccine divide goes beyond what the WHO deemed a “catastrophic moral failure”: it is also an economic folly, the FT says, threatening to hold back global recovery.</p> <p>Although derided by pressure groups today as a <a href=\"https://www.amnesty.org/en/latest/news/2021/06/g7-pledge-to-share-one-billion-vaccine-doses-with-poorer-countries-is-a-drop-in-the-ocean/\">“drop in the ocean”</a>, G7 members will hope their pledge to <a href=\"https://www.ft.com/content/000e6968-8ae4-4f00-9cb5-324b98aa779b\">donate 1bn vaccine doses</a> to poorer countries, including <a href=\"https://www.ft.com/content/1a9b8045-7eb2-41d7-baf2-5f634aa50cc6\">500m from the US</a>, will help shake-off at least some of the criticism about rich countries hoarding supplies. They will also be hoping the move can help counter the “vaccine diplomacy” of China and Russia, which have been quick to sell their jabs to developing nations. </p> <h1>Global economy</h1> <p>The <strong>UK economy</strong> grew a better than expected 2.3 per cent in April, thanks to <a href=\"https://www.ft.com/content/811f13ee-ccd2-4d64-9f4c-0e96d8d070dd\">retail spending and the reopening of schools</a>, a pattern that should be repeated in May figures that will include the return of indoor hospitality. Separate data showed an improvement in trade as coronavirus and Brexit effects lessened.</p> <p><strong>US consumer prices</strong> rose 3.8 per cent in May compared with last year — the <a href=\"https://www.ft.com/content/6d9a5ae5-43fe-4f18-be49-b907a9c3a5e0\">biggest jump in almost 13 years</a>. Some argued the rise showed the economy was overheating but White House and Fed officials believe current increases are just a temporary phenomenon. The <strong>European Central Bank</strong>, meanwhile, raised its <a href=\"https://www.ft.com/content/6c5c3c9c-e9fb-48a3-97a4-b920f38c5f25\">forecast for inflation</a> even though it too emphasised increases would be transient. Catch up with our series: <a href=\"https://www.ft.com/content/b6dfb1dc-eb86-4bad-87b0-d800b79195d3\">Inflation — a new era?</a></p> <p><strong>Thailand's</strong> government is hoping that vaccinations can help reopen the country to tourism and repair some of the pandemic's damage to the economy. But, as our <a href=\"https://www.ft.com/content/aaa8b820-68c7-408d-9486-222fe2d65634\">Big Read</a> explains, what some have labelled a botched rollout is an extremely politically sensitive issue: the vaccine is being made by a company owned by the country's monarch and head of state.</p> <h1>Business</h1> <p>US court documents showed <strong>Carnival</strong> boss Arnold Donald discussed the <a href=\"https://www.ft.com/content/11e87989-cf7b-4650-b184-51172dfa3c45\">danger of coronavirus infections</a> on the company's ships at the start of last year but allowed cruises to go ahead. More than 2,000 Covid-19 cases and 80 deaths have been reported in connection with the Carnival cruises, according to&#xa0;the Miami Herald.</p> <p>The FT revealed that <strong>Goldman Sachs'</strong> US staff would have to<a href=\"https://www.ft.com/content/12116828-5ad3-43c0-ae57-6148b1adee6f\"> disclose their vaccination status</a> before next week's planned return to the office, unlike rival Wall Street banks that have voluntary procedures. The US Equal Employment Opportunity Commission in December said employees could be barred from the workplace if they refused to be vaccinated, subject to religious and medical exemptions.</p> <p>Big UK retailers including Frasers and Boots are caught up in debt wars with landlords over <a href=\"https://www.ft.com/content/e7436fdf-6a82-4180-b0ae-3b36bfab4e44\">unpaid rent</a> during the pandemic. Supermarket chain <strong>Wm Morrison</strong>, meanwhile, became the biggest UK victim so far of shareholder <a href=\"https://www.ft.com/content/ae30ced1-51f1-44fc-ac0b-a4596e892849\">revolts over bosses' pay</a> at companies deemed to have done well during the pandemic. </p> <h1>Markets</h1> <p><strong>Global stocks</strong> hit another <a href=\"https://www.ft.com/content/b82302cf-4833-4f86-b178-bdade70dc5db\">all-time high</a> as belief strengthened that a strong economic recovery was taking hold. The rate of increase, however, is slowing as investors await signals from the US Federal Reserve's meeting next week on when it might start to pare back its emergency bond-buying programme. </p> <p>The International Energy Agency said <strong>oil demand</strong> would <a href=\"https://www.ft.com/content/982a66fe-9ee7-4457-85bc-52cc0f9ea551\">pass pre-Covid levels</a> by the end of 2022, although recovery would be uneven and could yet be dented by slow vaccine rollouts. Consumption dipped by 8.6m barrels a day in 2020 but is expected to improve by 5.4m b/d this year.</p> <p>The <a href=\"https://www.ft.com/content/9687e99c-f930-42cc-835d-8d5f3724b3b5\">bond market's reaction</a> to yesterday's jump in <strong>US inflation</strong> was a distinct “meh”, writes Robert Armstrong in his Unhedged newsletter. He also leans towards the view that increases will be transitory but says we cannot relax just yet . . . </p> <p><em>Sign up&#xa0;</em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=584573e552860d000491cdb8\"><em>here</em></a><em>&#xa0;to get Unhedged, our new briefing on markets and the business of finance, sent straight to your inbox every weekday</em></p> <h1>The essentials</h1> <p>Millions of UK workers have seen their <strong>retirement plans</strong> wrecked by the pandemic. The FT Money team examines the challenges facing those in their fifties and early sixties, who have little time to recoup savings spent in the pandemic and may struggle to <a href=\"https://www.ft.com/content/742719e1-201a-4974-ae48-6d7934014b78\">refinance pension pots</a>.&#xa0;</p> <h1>Have your say</h1> <p>GG comments on <a href=\"https://www.ft.com/content/1d7f4a04-9596-4035-b3a9-edd34421bc74?commentID=3e647e68-7eb1-4125-be9d-3ecf30f7fa43\">US and UK airline bosses call for transatlantic reopening</a>:</p> <blockquote>  <p>I am one of the dozens of thousands of UK and European citizens living in the US on multiyear work visas, who have been stuck in the US since March of 2020. Vaccinated Americans can fly to Europe and come back. So can permanent resident immigrants (green card holders). But if we do, the US won't let us back in. We have our work, homes and schools here, pay our taxes in the country, and are vaccinated like the rest of Americans, yet we are stuck with no end in sight. <br><br>There is no apparent logic to this situation in terms of pandemic control. Maybe, just maybe, it is one of many unfortunate and unintended consequences of exceptional circumstances. But with everyday that goes by, this just feels like administrative over-reach.</p> </blockquote> <h1>Final thought</h1> <p>After a one-year coronavirus delay, the <a href=\"https://www.ft.com/content/d9bd2980-0350-46f0-b9a7-abccc4f1600e\">Euro 2020 football extravaganza </a>kicks off this evening. The tournament might not change the outcome of the pandemic, said one of the organisers, but it did at least have the potential to make people a little happier.</p> <p><a href=\"https://ep.ft.com/newsletters/5e5e3d297600b40004c209fc/subscribe?emailId=5ed9b5ebf1b3d60004d2a3a6&amp;segmentId=22011ee7-896a-8c4c-22a0-7603348b7f22\"><em>Sign up here</em></a><em> for Scoreboard, our new must-read weekly briefing on the business of sport</em></p><p>Source: Darren Dodd 2021 'New wave of drug companies vies for slice of Covid vaccine market' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T17:15:08.459Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1222,
          "end": 1239
        },
        {
          "start": 1226,
          "end": 1243
        }
      ]
    }
  ]
}