{
  "_id": "d3880f33d7f35a3a1d22586206592364c9bc2fb46745372eb2ab171371455266",
  "feed": "wall-street-journal",
  "title": "Is a Moderna, Pfizer or J&J Covid-19 Booster Shot Best for You? What to Know About Mixing Vaccines; You can get a different booster shot than the vaccine you originally received, the FDA says. Here's what the science says about which combinations are strongest.",
  "text": "<p>New guidance on Covid-19 booster shots answers a long-simmering question: Can you mix vaccine doses?</p><p>The U.S. Food and Drug Administration said Wednesday that people can get boosters that are different from the vaccine they originally received. So if you got Pfizer six months ago, you could get a booster from Moderna or Johnson &amp; Johnson, as long as you are eligible otherwise.</p><p>The FDA didn't recommend specific combinations, or say that one brand is a better booster than another.</p><p>With vaccine mixing greenlit, how can you know which booster is best for you? Here's what the research says.</p><p>Mixing and matching boosters is OK</p><p>The most comprehensive data on mixing and matching is a 458-person National Institutes of Health study that tested combinations of the Pfizer, Moderna and J&amp;J vaccines. The preliminary results of the trial, which haven't been peer reviewed yet, were presented at an FDA meeting last week.</p><p>The study found that boosting with a different vaccine is safe, and that boosters increased antibody levels no matter the combination.</p><p>\"I don't think there are any losers here,\" says Kathryn Edwards, a professor of pediatrics at Vanderbilt University Medical Center who studies vaccines. \"Whether you get the same vaccine or a different one, it's going to boost your immune response.\"</p><p>The NIH study looked at antibody levels 15 to 29 days after a booster, says Kirsten Lyke, a professor of medicine at the Center for Vaccine Development and Global Health at the University of Maryland, who is co-chair of the NIH mix-and-match study.</p><p>Which booster combinations work best?</p><p>In the NIH study, the people with the highest overall antibody levels were those who received the Moderna vaccine for their first two doses and Moderna as a booster. Next came people who got the Pfizer vaccine and a Moderna booster, followed by Moderna and a Pfizer booster.</p><p>One combination delivered a far-lower antibody boost than the rest: the original one-dose J&amp;J shot followed by another shot of J&amp;J, which boosted antibodies fourfold. By comparison, an original J&amp;J shot followed by a Moderna booster increased antibodies 76-fold, while a Pfizer-BioNTech booster raised them 35-fold.</p><p>\"Having antibody levels that are higher are probably associated with longer duration of protection,\" Dr. Edwards says. \"So I think that a lot of people that got Johnson &amp; Johnson initially may decide they're going to get an mRNA vaccine,\" referring to the Pfizer and Moderna shots.</p><p>Determining which booster is the best fit is more complex than just looking at antibody levels in the study. The NIH study tested boosting with a dose of Moderna that contains 100 micrograms of antigen, substances that trigger the production of antibodies, the same amount in each of the initial two Moderna shots. The Moderna booster dose now authorized will be 50 micrograms.</p><p>More From Your Health</p><p>* Can I Get a Flu Shot and Covid-19 Booster at the Same Time? (Oct. 18)</p><p>* New Clues Emerge About Whether Vaccines Can Help Fight Long Covid (Oct. 11)</p><p>* How Accurate Are Covid-19 Rapid Home Tests, and When Should You Use Them? (Sept. 20)</p><p>It's also unclear to what degree particular levels of antibodies translate to real-world protection. Scientists don't know how many antibodies you need to keep from getting sick.</p><p>Antibodies aren't the only way a body fights infection. J&amp;J's vaccine produces a robust T-cell response, the part of the immune system that can kill virus-infected cells and plays a major role in preventing serious illness. The NIH study is waiting for data on T-cell responses for different combinations of vaccines, Dr. Lyke says.</p><p>The NIH study didn't compare the overall long-term effectiveness of different boosters head-to-head.</p><p>\"It was a lab study looking at antibody response, not looking at effectiveness over time, so it would be very difficult to make a recommendation based on effectiveness,\" says Leana Wen, an emergency physician and public health professor at George Washington University in Washington.</p><p>Who can get a booster?</p><p>Under the FDA's latest authorizations, every authorized vaccine type now has a booster shot. In addition, any adult who got a J&amp;J vaccine may get a booster from Pfizer, Moderna or J&amp;J at least two months after the single-dose shot. People who initially received Pfizer or Moderna vaccinations can get any booster at least six months after their second dose as long as they are seniors or at high risk because of underlying medical conditions or their workplace. And people who are immunocompromised have been eligible for a Pfizer or Moderna booster since August.</p><p>Some people who fall outside of those criteria have managed to get boosters anyway as many pharmacies allow people to self-attest to their eligibility and some doctors are more lax.</p><p>An edge for Pfizer and Moderna in studies outside the U.S.</p><p>The NIH results are similar to studies done in other countries, such as aCom-CoV study conducted at the University of Oxford, which helped develop the AstraZeneca vaccine, in the United Kingdom. Researchers studied mixing and matching Pfizer's vaccine with AstraZeneca's, which is made using similar technology as J&amp;J's. There, too, researchers found that people who got an AstraZeneca shot followed by Pfizer four weeks later produced more antibodies than those who received two AstraZeneca shots.</p><p>A new study out of Sweden found that following a shot of AstraZeneca with a second dose of Pfizer or Moderna led to fewer cases of symptomatic Covid-19 than giving people two doses of the AstraZeneca vaccine.</p><p>But neither was as effective as giving people two doses of either the Pfizer or Moderna vaccines, says Peter Nordstrom, first author of theOct. 17 study in the journal the Lancet Regional Health Europe and a professor of geriatric medicine at Umeå University in Sweden.</p><p>Special considerations</p><p>Rather than endorsing one combination of shots for everyone, Dr. Lyke says the evidence that mixing any of the three U.S.-cleared vaccines is safe should let people with special health considerations make the best choices for themselves.</p><p>For example, young males who can experience a very rare side effect of myocarditis, or heart inflammation, after an mRNA vaccine, may want to get a J&amp;J booster, she says. And females under 50 who got the J&amp;J vaccine might want to opt for a mRNA vaccine to avoid potential blood clotting complications.</p><p>\"It's not as black and white as, 'Everyone can get this and everyone can get that,'\" she says.</p><p>Pfizer vs. Moderna</p><p>Evidence that the Moderna vaccine produces a higher level of antibodies than the Pfizer vaccine might give it an edge as a booster, some scientists say.</p><p>Yet some people experience more side effects with Moderna, albeit mostly moderate ones, such as fatigue, muscle aches and chills. And the antibody difference between Pfizer and Moderna isn't huge.</p><p>\"From the data we've got, Moderna is doing a touch bit better,\" says Deepta Bhattacharya, a professor of immunobiology at the University of Arizona College of Medicine in Tucson. \"We're not talking orders of magnitude.\"</p><p>Write to Sumathi Reddy at Sumathi.Reddy@wsj.com</p><p>Is a Moderna, Pfizer or J&amp;J Covid-19 Booster Shot Best for You? What to Know About Mixing Vaccines</p>",
  "published": "2021-10-21T16:19:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6211,
          "end": 6214
        },
        {
          "start": 322,
          "end": 339
        },
        {
          "start": 2341,
          "end": 2358
        },
        {
          "start": 2058,
          "end": 2061
        },
        {
          "start": 783,
          "end": 786
        },
        {
          "start": 4145,
          "end": 4148
        },
        {
          "start": 1954,
          "end": 1957
        },
        {
          "start": 7121,
          "end": 7124
        },
        {
          "start": 3334,
          "end": 3337
        },
        {
          "start": 1991,
          "end": 1994
        },
        {
          "start": 4199,
          "end": 4202
        },
        {
          "start": 24,
          "end": 27
        },
        {
          "start": 6267,
          "end": 6270
        },
        {
          "start": 5138,
          "end": 5141
        }
      ],
      "nexusId": "10010560"
    }
  ]
}