{
  "_id": "4eb7a466687f2be75844e3eb7cef8b65643bccb22ed680a46ea98215bf8e07ff",
  "feed": "wall-street-journal",
  "title": "More Covid-19 Vaccines Are Reaching Poorer Nations, but Slowly; Low-income countries are set to receive 35.5 million doses in December, for their biggest monthly share—but just 6% of the global supply",
  "text": "<p>High-income nations, which include the U.S. and are home to a sixth of the world's population, have received nearly half of all 5.9 billion doses made by the four major Western vaccine makers, according to healthcare data company Airfinity.</p><p>By contrast, low-income countries, where around one-tenth of the global population lives, have received less than 2% of all doses.</p><p>The poorer nations have been getting a steadily larger supply of doses, Airfinity data show. The countries are on course to receive their biggest monthly share in December, but it is an estimated 35.5 million doses, or 6% of the global supply.</p><p>The rich-poor divide in access to Covid-19 shots has been a flashpoint during the pandemic, prompting global health officials and advocates to pressure drugmakers and wealthy governments to provide more doses or to share technology so other manufacturers can produce them.</p><p>The critics have also said drugmakers are giving priority to wealthier countries over poorer ones or organizations like Covax, a World Health Organization-backed program funded mainly by rich governments that was set up to provide doses to the world's poorest countries free.</p><p>\"We've seen manufacturers delay their shipments to Covax, while we know that they are supplying other buyers, countries,\" said Soumya Swaminathan, WHO's chief scientist, at a recent press briefing.</p><p>The companies said their own difficulties ramping up production had initially limited supplies. They said they are now producing large volumes that could go to many countries but that some lack the health infrastructure needed to handle and administer the shots.</p><p>Pfizer Inc. and partner BioNTech SE, Moderna Inc. and Johnson &amp; Johnson have taken steps to build up manufacturing in Africa, which the companies say will help equalize vaccine distribution.</p><p>Airfinity's vaccine data counts confirmed deliveries through Dec. 20, whether supplied directly, via donation or through Covax.</p><p>This year, manufacturers around the world have churned out nearly 11 billion doses, according to Airfinity. Around half of that came from Western producers Pfizer and BioNTech, AstraZeneca PLC, Moderna and J&amp;J.</p><p>According to the Airfinity data, doses overwhelmingly went during the first six months of the year to the richest nations, which had negotiated deals for doses while shots were in development and in many cases helped fund the research.</p><p>Covax's deals were largely struck months later. In March, India banned exports of AstraZeneca shots made by the Serum Institute, which was supposed to supply nearly 100 million doses to the organization in the first quarter.</p><p>Covax set out to secure two billion doses in 2021. It had shipped 806 million as of Dec. 22, according to a spokesman. More than half of those were donated by wealthy countries, rather than purchased from the manufacturers, according to its latest supply forecast published earlier this month.</p><p>\"Donations were not part of the original plan of Covax,\" said Seth Berkley, chief executive of Gavi, The Vaccine Alliance, which plays a central role in running Covax. \"That's what led to the uptick initially, until our advanced purchase agreements started to deliver.\"</p><p>Shipments to poor countries started increasing over the summer and accelerated in the fall, Airfinity data show. In November, low-income countries received 28 million doses, up from 10 million in October.</p><p>Dr. Berkley expressed concern that the growing shipments could diminish if many wealthy nations expand their booster campaigns to counter Omicron, holding on to doses that were earmarked for donation.</p><p>So far, limited supplies have hampered vaccination campaigns in low-income countries. In the first half of the year, countries that were heavily dependent on Serum's supply of the AstraZeneca shots had to scale back plans after India's export ban choked off supply.</p><p>A more recent challenge is that donations sometimes arrive with little notice and short shelf lives, making it harder to plan rollouts, Dr. Berkley said.</p><p>In low-income countries, just 4% of people have received a primary series of vaccination, according to the University of Oxford's Our World in Data, compared with 70% in the world's wealthiest nations.</p><p>\"We are chasing against time here to turn around the situation so that we can have a large population\" of vaccinated people in parts of Africa and other lower-income countries, said Phumzile Mlambo-Ngcuka, the former deputy president of South Africa.</p><p>Scientists say that leaving vast swaths of the globe unvaccinated gives the virus more opportunity to spread and mutate. \"If you have more people vaccinated, you have fewer infections,\" said Florian Krammer, professor of vaccinology at the Icahn School of Medicine at Mount Sinai in New York, at a recent briefing. \"That all decreases the risk of getting new variants.\"</p><p>The four Western producers have sent around a third of their doses to the poorer half of the world, which includes lower-middle-income countries like India and the Philippines, as well as the low-income nations, like Ethiopia.</p><p>AstraZeneca, which developed its vaccine with the University of Oxford, has supplied some 1.6 billion doses to low- and lower-middle-income countries, more than 60% of its total supply, according to Airfinity.</p><p>That supply was heavily weighted toward India, where the Serum Institute provided 1.3 billion doses. India partially lifted its export ban in October, but the supply constraints mean Covax has received around 135 million doses of the 720 million that AstraZeneca and the Serum Institute had agreed to provide, according to Airfinity.</p><p>Counting donations, Covax has received more than 234 million doses of the company's shot, and AstraZeneca is the biggest supplier to Covax to date, a company spokeswoman said.</p><p>Pfizer earlier this year pledged to supply one billion doses to low- and middle-income countries in 2021 and another billion in 2022. Including upper-middle-income countries, deliveries to low- and middle-income countries totaled more than 871 million, the company said.</p><p>Pfizer said it had delivered 338 million doses to 54 low- and lower-middle-income countries as of Dec. 19, about 63 million more doses than Airfinity estimates the company has shipped. Pfizer said this includes all doses shipped, while Airfinity says it counts doses that have been delivered.</p><p>Pfizer has been working to provide safe and effective vaccines around the world, a company spokeswoman said, including by working with governments, health authorities and industry to fix issues in the supply chain, healthcare infrastructure and public attitudes that have impacted supplies and uptake.</p><p>According to Airfinity, some 238 million doses of the Pfizer-BioNTech shot have gone to low- and lower-middle-income countries, or around 10% of their total supply, according to Airfinity. Most of those doses went through Covax, mainly as donations.</p><p>Some 107 million doses of Moderna's shot have gone to low- and lower middle-income countries, or around 16% of its total supply, through Dec. 20, according to Airfinity.</p><p>Moderna had agreed to supply 54 million doses to Covax in 2021. It supplied around 21 million directly, according to Airfinity. A further 86 million have been donated to Covax from wealthy countries.</p><p>Moderna declined to comment. It has said previously that Covax purchased more than 210 million doses, including 34 million that were to be delivered in the last quarter of 2021 and 176.5 million doses to be delivered in the first and second quarters of 2022.</p><p>Low- and lower-middle-income countries have received around 112 million doses, or about a third, of J&amp;J's global supply through Dec. 20, according to Airfinity.</p><p>J&amp;J said it anticipates by the end of 2021 approximately 60% of its vaccine supply will have been made available to low and middle-income countries through direct deliveries and donations, with approximately 40% going to Covax. It committed 900 million doses of its vaccine to the African Union and Covax through 2022.</p><p>\"Johnson &amp; Johnson firmly believes that without equitable access to vaccine doses we will only prolong the pandemic,\" a spokesman said. He said the company is encouraging donations through Covax.</p><p>J&amp;J in May agreed to sell 200 million doses to Covax during 2021. It delivered only 6.2 million of those doses, according to Airfinity. Covax, in its most recent supply forecast, pointed to scale-up issues at J&amp;J's Emergent BioSolutions plant and a backlog of orders for other customers for the delay.</p><p>Last month, J&amp;J said Europe would donate up to 100 million of the company's doses to Covax through the remainder of the year and into early 2022. Covax has so far received around 84 million donated doses of the shot, according to Airfinity.</p><p>Write to Denise Roland at Denise.Roland@wsj.com and Felicia Schwartz at felicia.schwartz@wsj.com</p><p>More Covid-19 Vaccines Are Reaching Poorer Nations, but Slowly</p>",
  "published": "2021-12-28T12:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1680,
          "end": 1697
        },
        {
          "start": 7622,
          "end": 7625
        },
        {
          "start": 8407,
          "end": 8410
        },
        {
          "start": 2151,
          "end": 2154
        },
        {
          "start": 7683,
          "end": 7686
        },
        {
          "start": 8003,
          "end": 8020
        },
        {
          "start": 8512,
          "end": 8515
        },
        {
          "start": 8198,
          "end": 8201
        }
      ]
    }
  ]
}