{
  "_id": "a255f510938103a3eab0863c81900b56305dcad356e1f4ea083860f83308af99",
  "feed": "wall-street-journal",
  "title": "U.S. News:  State Court  Overturns  J&J Opioid  Liability  ----  By Jennifer Calfas",
  "text": "<p>   The Oklahoma Supreme Court overturned a ruling that held Johnson &amp; Johnson liable for contributing to the state's opioid-addiction crisis, the second court decision this month to favor drugmakers in opioid lawsuits. </p><p>   In its ruling Tuesday, the state Supreme Court took issue with the lower court's application of the state's public-nuisance law, arguing it doesn't cover the \"manufacturing, marketing and the selling of prescription opioids.\" </p><p>   The lawsuit featured the first trial in the nation that sought to hold the pharmaceutical industry accountable for widespread opioid addiction and overdoses. A state court judge found J&amp;J created misleading and dangerous marketing campaigns for drugs and opioids that lacked context and exaggerated opioids' safety and efficacy. </p><p>   The drugmaker was ordered in 2019 to pay hundreds of millions of dollars to help address the damage. The dollar amount -- initially $572 million, later reduced to $465 million -- represented an estimated year's worth of treatment and programs. </p><p>   \"The district court stepping into the shoes of the legislature by creating and funding government programs designed to address social and health issues goes too far,\" the majority opinion read. \"This Court defers the policy-making to the legislative and executive branches and rejects the unprecedented expansion of public nuisance law.\" </p><p>   One justice dissented from the decision, two were disqualified and one was recused. </p><p>   In his dissent, Justice James Edmondson argued the majority opinion's \"view of public nuisance is too narrow\" and the district court's previous ruling should stay in place, though the damages levied against Johnson &amp; Johnson could be recalculated. </p><p>   J&amp;J said the decision reflected the facts of the case. Actions by its Janssen pharmaceutical division \"relating to the marketing and promotion of these important prescription pain medications were appropriate and responsible and did not cause a public nuisance,\" J&amp;J said. </p><p>   J&amp;J also said it recognized the opioid crisis is complex. \"We have deep sympathy for everyone affected,\" it said. </p><p>   Oklahoma Attorney General John O'Connor said his staff was exploring options. </p><p>   \"I am disappointed,\" Mr. O'Connor said. \"We are still pursuing our other pending claims against opioid distributors who have flooded our communities with these highly addictive drugs for decades.\" </p><p></p>",
  "published": "2021-11-10T07:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 33,
          "end": 36
        },
        {
          "start": 57,
          "end": 74
        },
        {
          "start": 1948,
          "end": 1951
        },
        {
          "start": 1644,
          "end": 1661
        },
        {
          "start": 1958,
          "end": 1961
        },
        {
          "start": 626,
          "end": 629
        },
        {
          "start": 1685,
          "end": 1688
        }
      ]
    }
  ]
}