{
  "_id": "342e8c0b66a0d297ca1d96a99ce24f6fb3e85e0dcbbb98d8c43e4c5f2c0e9328",
  "feed": "market-watch",
  "title": "When the stock market pulls back, keep buying — especially these five companies",
  "text": "<p>‘Dead duck's mouth' — CEO of China Evergrande's leaked letter to employees gets panned on social media</p><p>Xu Jiayin , the chairman of troubled China Evergrande was overheard trying to rally his employees, but it didn't go well. See full story.</p><p>‘A lot of people are going to get hurt,' on unregistered crypto exchanges, SEC's Gensler says</p><p>Securities and Exchange Commission Chairman Gary Gensler reiterated his call for cryptocurrency exchanges to register with the agency, warning that they will be hit with enforcement actions if they fail to do so See full story.</p><p>J&amp;J says booster greatly improves COVID-19 vaccine efficacy as experts await FDA decision</p><p>Johnson &amp; Johnson became the latest COVID-19 vaccine maker to offer an update on booster doses Tuesday, when it said data from a Phase 3 trial and the real world found protection against hospitalization and death is greatly improved by a booster jab of its one-shot vaccine. See full story.</p><p>The Villages is a retirement ‘paradise' — so why is that a problem?</p><p>'If communities like&#xa0;The Villages&#xa0;represent the future of aging, please count me out' — Why an expert on aging has concerns about this type of 55+ residence. See full story.</p><p>MARKETWATCH PERSONAL FINANCE </p><p>Housing starts increased almost exclusively due to an uptick in the construction of multifamily buildings. See full story.</p>",
  "published": "2021-09-21T17:00:06.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 563,
          "end": 566
        },
        {
          "start": 653,
          "end": 670
        }
      ],
      "weightsV2": {
        "weight": 2.0071516,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0071514845,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}