{
  "_id": "408a7c96c53787e51657df6a4ec685b701f62e5955ef7278f36144ac70f19039",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson Shows Health Economy Is Nearing Full Strength",
  "text": "<p>Take Johnson &amp; Johnson for instance. Investors and the general public have focused lately on Johnson &amp; Johnson's Covid-19 vaccine, the rollout of which has been paused by regulators in the U.S. as adverse events related to blood clotting are reviewed. While European regulators declined to halt the vaccine on Tuesday, and shots could resume soon in the U.S., the vaccine itself isn't material to the company's finances.</p><p>The company on Tuesday reported first-quarter sales of $22.3 billion and adjusted earnings of $2.59 a share; those figures grew by about 8% and 12.5% from a year earlier, respectively. J&amp;J booked $100 million of Covid-19 vaccine sales in the quarter, less than 1% out of its total revenue. The industry bellwether also boosted its 2021 sales and profit forecast and increased its dividend. That is an encouraging sign for the rest of the healthcare industry, which accounts for about 18% of gross domestic product in the United States.</p><p>But while the vaccine sales aren't material, progress in fighting the pandemic has a major positive impact on J&amp;J's business. Medical-device revenue reached $6.6 billion in the quarter, good for 11% growth from the same period a year earlier, when elective surgical procedures ground to a halt in key markets like China and the United States. And there is room for further improvement. Procedure volume remained subdued in Europe and Latin America, and certain categories like vision care have been slower to recover. Finance chief Joseph Wolk said in an interview that a recent increase in diagnostic procedures is a good sign for future patient demand.</p><p>Meanwhile, sales in the pharmaceuticals unit reached $12.2 billion. That is up nearly 10% from a year earlier, thanks to strong sales of cancer drugs like Darzalex and Imbruvica.</p><p>A return to normalcy is certainly positive news for J&amp;J, but not universally so. Sales in the consumer health division fell 2.3% from a year earlier overall, including 7.4% in the United States, thanks to the absence of panic-buying of household staples. Nevertheless, Wall Street should gladly accept that trade-off, since prescription drugs and medical devices command far higher profit margins than J&amp;J products like Tylenol and Band-Aids.</p><p>Shares were slightly higher in early trading on Tuesday and are up about 5% so far this year compared with 10% for the S&amp;P 500. Investors should reconsider that relative lack of enthusiasm. J&amp;J is trading at about 17 times this year's profit forecast, a thoroughly reasonable valuation for a blue-chip stock with a steady growth outlook.</p><p>If the vaccine rollout continues to gain steam world-wide, don't be surprised if that profit forecast proves to be conservative, despite the snags its own vaccine has hit.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 93,
          "end": 110
        },
        {
          "start": 606,
          "end": 609
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 5,
          "end": 22
        },
        {
          "start": 2193,
          "end": 2196
        },
        {
          "start": 1843,
          "end": 1846
        },
        {
          "start": 2424,
          "end": 2427
        },
        {
          "start": 1067,
          "end": 1070
        }
      ]
    }
  ]
}