{
  "_id": "6f3732b2415be955529b03dbcca4cad06ad72c32d49192ddba9af5803189856c",
  "feed": "market-watch",
  "title": "As Delta's $200 staff surcharge shows, employers face a dilemma: keeping workers safe — and holding onto their employees",
  "text": "<p>Sylvester backed the idea, but wanted to see precisely what the city would be requiring from businesses.</p><p>On Friday, the city's proof of vaccination rules took effect for customers and staff at gyms, restaurants and bars.</p><p>This clarity give Sylvester hope about her business's future. “All of the sudden, this is giving me hope we'll survive for the long term,” she said.</p><p>On Thursday, U.S. COVID-19 hospitalizations hit 100,000 to mark highest level since January, as the delta variant spreads and people ease mask wearing and social-distancing measures.</p><p>Delta Air Lines DAL said this week it would impose a $200 monthly surcharge for unvaccinated employees in health care plan.</p><p>“With this week's announcement that the FDA has granted full approval for the Pfizer PFE vaccine, the time for you to get vaccinated is now,” Delta Chief Executive Officer Ed Bastian told employees in an email.</p><p>BioNTech SE BNTX and Pfizer Inc.received&#xa0;“full” approval from the Food on Drug Administration&#xa0;for the mRNA shot they developed together.&#xa0;</p><p>Moderna Inc.&#xa0;MRNA&#xa0;has submitted its mRNA shot for full approval, and Johnson &amp; Johnson&#xa0;JNJ said that new results from a clinical study found that a second dose of its COVID-19 vaccine&#xa0;boosted antibody levels.&#xa0;</p><p>Big names requiring vaccines</p><p>Big name businesses like Google GOOG, Disney DIS, Facebook FB, Hanesbrands HBI and BlackRock BLK are among those requiring vaccines.</p><p>They join other employers like federal, local and state governments that will require proof of vaccination or regular testing.</p><p>But there's a speed bump: the nation's worker shortage.</p><p>Some employers — desperate to hire and retain workers after last year's lockdowns — are worried workers will balk at a vaccine requirement.</p><p>Resistant employees will find a job-seekers' market waiting for them, with a record 10.1 million job openings earlier this summer.</p><p>Employers worry about losing staff</p><p>New research shows a growing openness to employer vaccine mandates, but a realization the requirements may come with a cost.</p><p>Employers'&#xa0;top&#xa0;two concerns about mandating vaccination&#xa0;remain resistance from employees (75%) and impact on company culture/employee morale (68%).</p><p>That's according to a 1,630-person survey of employers and vaccine policies released Monday by Littler Mendelson.</p><p>Some 60% of employers said they feared losing staff and having difficulty operating if resistant employees resigned over vaccine mandates.</p><p>“We are already suffering a critical staff shortage,” an executive at a long-term healthcare company was quoted in the poll.</p><p>“Mandating vaccination for healthcare workers who are against it will hurt this hospital and community even if I support it,” the executive added.</p><p>Nine percent of employers have vaccine requirements for all, or at least some, of their staff, the survey added. That's up from 1% when the national firm representing employers surveyed on the question in January.</p><p>While many in management have concerns, most employees say they'd support a vaccination requirement their job, a new Gallup poll shows. </p><p>More than half (52%) supported the idea and 38% opposed it. Just 9% of the poll participants said their job had a vaccination requirement.</p><p>Dilemma for small business owners</p><p>A national average of 5.5% of small business owners said in mid-July they asked workers for proof of vaccination, according to recent U.S. Census data.</p><p>Ronald Wills, the founder and president of the National Association of Business Owners &amp; Entrepreneurs, said he can't recall one employee that is “anti-vaccine.”</p><p>The association has 1,500 members, and mostly comprises businesses in the mid-Atlantic region that make between $1 million and $100 million yearly revenue.</p><p>But many members still wrestle with whether to require the COVID-19 vaccines or not — and the labor shortage is one factor, Wills said.</p><p>“The small business owner is really having a dilemma. They want to keep their employees, but at the same time, they want to keep them safe,” he added.</p><p>“Employers have more power today to end this pandemic than they have ever had before,” Biden said earlier this month.</p><p>“My message is simple: Do the right thing for your employees, consumers, and your businesses,” he said in a national address announcing the plan for booster shots and requirements for nursing home workers.</p><p>Others say it's possible some companies have held off on requirements because they don't want to alienate workers during the labor shortage.</p><p>Government should stay out of employer mandate decisions, said Brent Orrell, senior fellow at the American Enterprise Institute, a right-leaning think tank.</p><p>But he acknowledged that some workers might not want to work at a place that doesn't have a mandate, Orrell said. “It works in both directions,” he said.</p><p>Long-term care vaccines are a priority</p><p>In the meantime, President Joe Biden has said nursing home workers will have to get vaccinated in order for operators to keep receiving Medicaid and Medicare funds.</p><p>The American Health Care Association and the National Center for Assisted Living, the nation's largest trade group for long-term care providers, urged federal officials to carefully implement Biden's order.</p><p>“Unfortunately, vaccine hesitancy among our staff is real,” wrote Mark Parkinson, the organization's president and CEO.</p><p>It's a big concern among a sector that had a surge of COVID-related deaths last year. Some 38% of nursing home staff has not received their shots, the survey said.</p><p>“Failing to recognize and address that will cause hundreds of thousands of employees to abandon facilities and leave residents with limited or, in some cases, no care,” Parkinson said.</p><p>One solution was applying the requirement to all long-term care facilities that accept Medicare and Medicaid from residents, he noted.</p><p>“This is the only way to prevent nursing facility employees from leaving to work in other settings such as hospitals or home health,” he said.</p>",
  "published": "2021-08-26T17:23:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1095,
          "end": 1112
        }
      ],
      "nexusId": "10010560"
    }
  ]
}