{
  "_id": "935a0550b83b51190d13509cb17b17017da702802bcdf97cbcd34f5f7a19acb1",
  "feed": "market-watch",
  "title": "FDA committee meets on COVID-19 vaccines for young children, and White House outlines new rules for travelers to U.S.",
  "text": "<p>The FDA is not obliged to follow the recommendation of the committee, which is made up of independent experts, but it often does. If the FDA gives it the nod, it will then be up to the Centers for Disease Control and Prevention to determine whether children that young should get the vaccine.</p><p>Last week, a review panel for the FDA found that the benefits of the shots outweigh the risks. The BioNTech-Pfizer&#xa0;PFE vaccine is currently authorized for teens between the ages of 12 and 15 and fully approved for individuals 16 and older.</p><p>The FDA&#xa0;said Friday&#xa0;that the vaccine generated an efficacy rate of 90.7% against symptomatic infection in 2,268 elementary-school-age children seven days after they got the second shot. The most common side effects occurred after the second dose and included pain at the injection site, fatigue and headache. There were no serious adverse events associated with the vaccine, according to the FDA. The proposed dose for 5- to 11-year-olds is 10 milligrams, compared with the 30-mg dose used in those 12 years old and older.</p><p>While children run a lower risk of severe illness or death than older people, COVID-19 has killed more than 630 people 18 or younger in the U.S., according to the CDC. Nearly 6.2 million children have been infected with the coronavirus, more than 1.1 million of those in the last six weeks as the delta variant surged,&#xa0;according to the American Academy of Pediatrics.</p><p>The White House explained last week how it plans to administer vaccines to that younger age group, saying it will use 25,000 pediatricians' offices, in addition to 100 children's hospitals, “tens of thousands” of pharmacies, and some school and community sites.</p><p>The U.S. is still averaging more than 1,400 COVID-19 deaths a day, according to a New York Times tracker, although new cases are averaging fewer than 75,000 a day, or less than half the number seen in early September.</p><p>But as most cases, hospitalizations and deaths are in unvaccinated people, experts are still clamoring for those people to get their shots. Alaska, Montana, Wyoming and Idaho are still hot spots, while Vermont, New Hampshire and Colorado are averaging more cases a day than they were two weeks ago.</p><p>https://twitter.com/PeterHotez/status/1452976388227616771The CDC's vaccine tracker is showing that 190.7 million people living in the U.S. are fully vaccinated, equal to 57.4% of the overall population, and below the 70% needed to stop the spread. CDC data have been showing that more people are getting boosters every day than getting primary shots, and the vaccination rate has barely budged in weeks.</p><p>Read: People who got J&amp;J's COVID-19 shot can get a booster. Which one should they get?</p><p>Children under 18 and people from dozens of countries with a shortage of vaccines will be exempt from new rules that will require that most travelers to the United States be vaccinated against COVID-19, the Biden administration announced Monday, the Associated Press reported.</p><p>The government will require airlines to collect contact information on passengers regardless of whether they have been vaccinated to help with contact tracing, if that becomes necessary.</p><p>Read:The success of Merck's antiviral — and other COVID-19 pills in development — may depend on how quickly people start taking them</p><p>Beginning Nov. 8, foreign, nonimmigrant adults traveling to the United States will need to be fully vaccinated, with only limited exceptions, and all travelers will need to be tested for the virus before boarding a plane to the U.S. There will be tightened restrictions for American and foreign citizens who are not fully vaccinated.</p><p>Read:Some 65,000 more men than women died of COVID-19 in the U.S. through August, and Black men are at higher risk than others, study finds</p><p>Russia continues to face severe challenges in persuading its vaccine-hesitant population to get their shots, even after it has set yet another one-day record death toll of 1,106 fatalities, according to the Moscow Times. Authorities in Russian-annexed Crimea&#xa0;said&#xa0;they plan to purchase mobile refrigerators to store bodies in the city of Simferopol as COVID-19 deaths continue to rise and the city's morgues are overwhelmed.</p><p>The CDC moved Ukraine to its list of very-high-risk destinations late Monday, as CNN reported. Ukraine, the second largest country in Europe by land area, was moved up from Level 3, or hig” risk forCOVID-19, to Level 4, the agency's highest risk category. It's the second week in a row that the CDC has moved only one new nation to the Level 4 ranks. Last week, it was&#xa0;the city-state of Singapore.</p><p>In China, the northern city of Lanzhou, home to 4 million people, has been locked down to stem a flow of new cases, AFP reported. Citizens have been ordered not to leave home except in emergencies, as the authorities seek to contain a few dozen cases.</p><p>In Brazil, Facebook FB and YouTube GOOGL have removed from their platforms a video by Brazilian President Jair Bolsonaro in which the far-right populist made a false claim that COVID-19 vaccines were linked with developing AIDS, as Reuters reported. Last week, Brazilian senators said they were considering recommending that Bolsonaro be indicted on criminal charges for allegedly bungling the response to the COVID-19 pandemic and pushing the country's death toll to second highest in the world.</p><p>In medical news, Moderna MRNA said it would supply the African Union with up to 110 million doses of its COVID-19 vaccine. The first 15 million doses are set to be delivered before the end of this year, the next 35 million in the first quarter of 2022, and up to 60 million in the second quarter of next year. Moderna also said it plans to open an mRNA vaccine manufacturing facility in Africa.</p><p>See: Moderna says its COVID-19 shot generates ‘robust' response in children 6 to 11</p><p>BioNTech BNTX said it, too, plans to start building a manufacturing facility for its mRNA vaccines in the African Union in 2022. Once completed, the site is expected to have the capacity to produce several hundred million doses of BioNTech vaccines, including the ability to produce the products used to make 50 million COVID-19 vaccine doses a year.</p><p>BioNTech said it will initially staff and run the facility but plans to eventually “transfer manufacturing capacities and the know-how to local partners.”&#xa0;</p><p>United Parcel Service Inc. UPS Chief Financial Officer Brian Newman said the delivery giant will deliver more than 1 billion COVID-19 vaccine doses by the end of the year. That makes UPS the biggest deliverer of COVID-19 vaccines, Newman told MarketWatch in an interview.</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 244.1 million on Tuesday, while the death toll edged above 4.95 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 45.5 million cases and 737,371 deaths.&#xa0;</p><p>India is second by cases after the U.S. at 34.2 million and has suffered 445,068 deaths. Brazil has the second highest death toll at 605,804 and 21.7 million cases.</p><p>In Europe, Russia has recorded the most fatalities at 228,581, followed by the U.K. at 139,990.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 109,264 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-10-26T14:49:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2628,
          "end": 2631
        }
      ],
      "nexusId": "10010560"
    }
  ]
}