{
  "_id": "bc0d622fb00f179dad7ba0af68d69cd85b403e75157939320529980858fbf980",
  "feed": "ftcomall",
  "title": "Is inflation back from the dead?",
  "text": "<p><em>We have made a few changes to the newsletter recently. If you have a moment, let us know what you think at </em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks </em></p> <p><em>Please forward this newsletter to friends and colleagues who might find it valuable. Even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. And if this has been forwarded to you, hello. Welcome and please sign&#xa0;up&#xa0;</em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a>&#xa0;</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h2>Latest news</h2> <ul>  <li><p>Top <a href=\"https://www.ft.com/content/0e4b260a-8778-4b3a-8d73-450dbedc09a3\">Wall Street bosses</a> have come out in support for US president Joe Biden's $1.9tn stimulus plan ahead of a vote in Congress this week </p></li>  <li><p><a href=\"https://www.ft.com/content/d9e5e1a0-2052-4541-85ab-2d4467639393\">ExxonMobil</a> is selling a group of North Sea assets as the oil company tries to repair its finances after last year's oil price collapse</p></li>  <li><p>US Food and Drug Administration scientists have declared <a href=\"https://www.ft.com/content/abea44bf-e6cb-415f-8aee-1487803e154c\">Johnson &amp; Johnson's </a>vaccine to be safe and effective, opening the way for authorisation in the next few days</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our </em><a href=\"https://www.ft.com/content/0b226baa-a286-49cd-ab86-984ccf7ebf3d\"><em>live blog</em></a></p> <h1>Bond market in worse start to year since 2015</h1> <p>The prospect of rising inflation is preoccupying policymakers and investors on both sides of the Atlantic this week.</p> <p>Forecasts are increasing because of big jumps in government spending during the pandemic and emergency measures from central banks.</p> <p>US Federal Reserve chairman&#xa0;<a href=\"https://www.ft.com/content/7f4a37e4-1930-4f9c-86e5-5e6fd9fbba5a\">Jay Powell</a> attempted to play down the prospect while testifying to Congress yesterday after some economists warned that a stimulus-led explosion in activity could cause inflation to jump and force the Fed to start tightening monetary policy sooner than expected. All eyes will now be on Friday's Department of Commerce data on household spending.&#xa0;&#xa0;</p> <p>The potential return of inflationary pressures is also driving investor sentiment. We report today that the <a href=\"https://www.ft.com/content/9fbafac5-02a9-43dd-ab61-b2ca05cb5264\">global bond market</a> — where inflation cuts into interest payments and returns — is experiencing its worst start to a year since 2015. <a href=\"https://www.ft.com/content/6a7c232e-9c63-420c-ac05-40aea84a9504\">Commodities</a> prices meanwhile are rising as investors seek hedges against inflation while <a href=\"https://www.ft.com/content/afc414f9-c6a1-4f37-afab-276d98973a09\">asset managers</a> are scrambling to protect their portfolios from the risk of its return.</p> <p>Meanwhile in the <a href=\"https://www.ft.com/content/7aef28eb-ce0c-49a4-b7cc-06d89478c44c\">eurozone</a>, inflation has hit its highest level in almost a year, as rising input costs are reflected in increased prices from manufacturers.&#xa0;</p> <p>Chief economics commentator <a href=\"https://www.ft.com/content/441ca3df-77a3-4e89-a5cb-e32d570980fb\">Martin Wolf</a>, in an analysis of Biden's proposed $1.9tn stimulus package, says it would be unwise to dismiss the growing concerns. “Some analysts seem to view a big upsurge in inflation as inconceivable, because it has not happened for a long time,” he says. “This is a bad argument. Many once thought a global financial crisis was inconceivable because it had not happened for a long time.”</p> <h2>Global economy</h2> <p><strong>Italy's</strong> <strong>mafia </strong>is increasingly providing “welfare” to the country's <a href=\"https://www.ft.com/content/e691bdae-ce58-4b59-aab7-9a0b2778856b\">small businesses</a>, according to a new report. Hit by the fall in traditional criminal opportunities during the pandemic, the gangs initially provide aid before proceeding to take businesses over, turning them into “instruments for money laundering and recycling illicit capital”.</p> <p><strong>UK unemployment</strong> hit 5.1 per cent in the final quarter of last year but there are signs of <a href=\"https://www.ft.com/content/9609aa09-0471-4cff-83cc-e6a39d715fe7\">improvement</a> as companies adapt to new circumstances and the furlough scheme keeps people in work. Lobby groups hope to see emergency measures retained and extended in next week's Budget, providing a “bridge for businesses to begin the process of rescaling and rehiring”. </p> <p><strong>Hong Kong </strong>expects <a href=\"https://www.ft.com/content/0b226baa-a286-49cd-ab86-984ccf7ebf3d#post-7894d260-be51-4a91-b344-31656ccd961e\">economic growth</a> of 3.5-5.5 per cent this year, thanks to the strong rebound in China and the introduction of vaccines. The city's economy, already weak before the pandemic struck, shrank 6.1 per cent last year while unemployment hit a 17-year high. </p> <h2>Business</h2> <p><strong>Reckitt Benckiser</strong> has been a clear winner from the pandemic, reporting its highest full-year sales growth thanks to a leap in sales for its Dettol and Lysol <a href=\"https://www.ft.com/content/9d75d731-4c77-4ad8-9c85-d7a311c9df88\">disinfectants</a>, which were introduced in 41 new markets. Hygiene sales overall grew by a fifth.</p> <p>The head of Sweden's <strong>Hennes &amp; Mauritz</strong>, the world's second-largest <a href=\"https://www.ft.com/content/204d4592-816c-47f7-81c7-d513811e5ae6\">clothing retailer</a> after Spain's Inditex, told the FT of the chain's plans to refashion its stores for the post-pandemic era and speed up its supply process to take advantage of the (hoped for) unleashing of pent-up consumer demand.</p> <p><strong>Holiday bookings</strong> from the UK may be surging since <a href=\"https://www.ft.com/content/055ba761-3610-4d61-97a3-4a3719af066d\">lockdown easing</a> plans were announced on Monday, but international <strong>hotel chains</strong> are facing serious financial problems: <a href=\"https://www.ft.com/content/7afeaa30-79e6-497a-a519-a448008181a3\">Accor</a> today reported a €2bnloss for the year while IHG expressed caution over industry recovery and said it expected business travel to be in the doldrums for several years. The UK's <a href=\"https://www.ft.com/content/986a2348-8570-4444-9d73-dae0ac6552ab\">Heathrow airport</a> called for more government support after reporting a £2bn loss. </p> <h2>Markets</h2> <p><strong>Sterling</strong> is on track for its best month since July last year as vaccine-fuelled economic optimism causes a jump in government <a href=\"https://www.ft.com/content/5e7ce06e-c237-4265-a149-cd0d854b07f5\">bond yields</a>. The pound has leapt more than 3 per cent against the dollar since the start of February to hit a three-year high of $1.4237, making it one of the best performing developed market currencies this year. </p> <p>Veteran investor <a href=\"https://www.ft.com/content/6254971a-96dd-41a9-a037-acf3ffa6275b\">Mohamed El-Erian</a> writes in the FT that <strong>stimulus programmes</strong> may be good for economic growth but not necessarily, in the short term at least, for investors. The answer, he says, “is not to abandon the fiscal stimulus but to improve its immediate relief targeting and accelerate the long-term growth impact. And the Fed needs to consider seriously how best to slowly lift its foot off the monetary accelerator”.</p> <p>The pandemic has turbocharged the shift to <strong>electronic bond trading</strong>, writes global finance correspondent <a href=\"https://www.ft.com/content/683effc4-993a-4baf-bc17-8ba70b96c06a\">Robin Wigglesworth</a>. Liquidity begets liquidity, he argues: investors will inevitably move towards those parts of the market where transactions are easier, “likely leaving a long tail of poorly, rarely or never-traded debt to languish”.</p> <h2>Have your say</h2> <p>Comments from reader For what it's worth on <a href=\"https://www.ft.com/content/42fa7fa3-700d-4dfe-b4c1-c374cc197d09?commentID=d1814c43-3540-48a2-99c5-3f8b3a2a9475\">Pets grounded by pandemic as flights are cut and costs soar</a>:</p> <blockquote>  <p>I lost my job in Hong Kong due to the pandemic in autumn last year and had a very short period of time in which to pack up and leave for the UK. An extremely difficult experience all round. However, by far the most stressful part was getting our two aged cats back. They made it but not without some pretty heart-stopping moments, right up to us boarding the flight . . . (at that time animals and owners had to be on the same plane). If we had been only a month later, as this article describes, it would been a very different story. A good article on another hidden consequence of what is happening in the world.</p> </blockquote> <h2>Final thought</h2> <p>Pet pics on social media may once have been all about the LOLs, but <a href=\"https://www.ft.com/content/0e72eba8-0b6b-4893-b5aa-b4d7ce48f2f1\">pampered pooches</a> are now driving the global market for canine clothing to new heights. Welcome to the world of dogfluencers and VIPs (very important puppies).</p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'Is inflation back from the dead?' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T17:59:13.779Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 816,
          "end": 833
        }
      ],
      "nexusId": "10010560"
    }
  ]
}