{
  "_id": "c9efce6a9e68907d4925b822f1fb50fa29c1daec54406a4994ef2632713b0608",
  "feed": "wall-street-journal",
  "title": "World Watch",
  "text": "<p>\n  UKRAINE </p><pre>\n </pre><p>\n  Banking Tycoon </p><p>\n  Faces U.S. Sanctions </p><pre>\n </pre><p>\n  The Biden administration on Friday imposed sanctions on a Ukrainian banking tycoon and former public official and his family for alleged corruption, marking a renewed effort by the U.S. to help Kyiv address a problem that finance officials say is at the heart of the country's economic and political woes. </p><p>\n  While the action technically prevents Ihor Kolomoisky, his wife, daughter and son only from entering the U.S., the blacklisting is likely to complicate his ability to use Western banks and transfer his Ukrainian assets offshore. </p><p>\n  Secretary of State Antony Blinken accused Mr. Kolomoisky of corruption during his time as governor of the Dnipropetrovsk. </p><p>\n  \"I also want to express concern about Kolomoisky's current and ongoing efforts to undermine Ukraine's democratic processes and institutions, which pose a serious threat to its future,\" Mr. Blinken said. </p><p>\n  Mr. Kolomoisky couldn't be reached to comment. </p><p>\n  -- Ian Talley </p><p>\n  --- </p><p>\n  CANADA </p><pre>\n </pre><p>\n  J&amp;J Inoculation </p><p>\n  Is Approved for Use </p><pre>\n </pre><p>\n  Canada became the second major jurisdiction to authorize the use of the single-dose Covid-19 vaccine from Johnson &amp; Johnson. </p><p>\n  The decision comes nearly a week after the U.S. Food and Drug Administration's authorization, and marks the fourth vaccine Canada has authorized </p><p>\n  Canada has a contract with J&amp;J to acquire at least 10 million doses, with options to purchase an additional 28 million doses. </p><p>\n  Canada's vaccination rate sits at 5.8%, which badly lags behind the U.K. and U.S., and trails most major European economies. </p><p>\n  -- Paul Vieira </p><p>\n  --- </p><p>\n  SWITZERLAND </p><pre>\n </pre><p>\n  Voters Will Decide </p><p>\n  On a 'Burqa Ban' </p><pre>\n </pre><p>\n  The Swiss go to the polls Sunday to vote on a proposal to ban face-coverings, both the niqabs and burqas worn by a few Muslim women in the country, and the ski masks and bandannas used by protesters. </p><p>\n  Critics say the proposal, \"Yes to a ban on covering the face,\" is an ironic throwback to a time not long ago when violent extremism was a greater concern than a global pandemic, and say it would unfairly stigmatize Muslims who wear full face-covering burqas or niqabs, which have open slits for the eyes, in Switzerland. </p><p>\n  Proponents, including populist, right-wing movements behind the idea, say it is needed to combat what they consider a sign of the oppression of women and to uphold a basic principle that faces should be shown in a free society like that of the rich Alpine democracy. </p><p>\n  -- Associated Press </p><p></p>",
  "published": "2021-03-06T07:16:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1317,
          "end": 1320
        },
        {
          "start": 1126,
          "end": 1143
        },
        {
          "start": 982,
          "end": 985
        }
      ],
      "nexusId": "10010560"
    }
  ]
}