{
  "_id": "caf02342bc9161a59e0fedf7f20044e95f377ac88b18145adc0fd9c7744dbb9a",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Resilient Strain Can Be Curbed  ---  Vaccines in U.S. work  well against the U.K.  variant even though it  is highly contagious  ----  By Brianna Abbott",
  "text": "<p>   The highly contagious U.K. variant of the Covid-19 virus, now the dominant virus strain in the U.S., is making the pandemic harder to control. But it comes with a silver lining: The authorized vaccines work well against it. </p><p>   The variant, called B.1.1.7, is better able to exploit lapses in mask wearing and social distancing, and requires more people to develop an immune response to slow it down. Yet vaccines from Pfizer Inc. and its partner BioNTech SE, Moderna Inc., and Johnson &amp; Johnson, along with safety precautions, still remain effective, and health authorities say the shots are starting to slow down Covid-19 cases in the U.S. </p><p>    \"If we did not have this background of vaccination, we would be completely overwhelmed right now,\" said Joshua Schiffer, an associate professor in the Vaccine and Infectious Disease Division at the Fred Hutchinson Cancer Research Center. The virus's increased contagiousness \"makes it much, much harder to contain,\" he said. </p><p>   The B.1.1.7 variant first appeared in the U.K. late last year, spurring a deadly new surge in cases and another round of strict lockdowns. It jumped to several other countries, including the U.S., where it rapidly became the most common viral variant. Nearly 60% of Covid-19 cases in the U.S. could be attributed to the variant by early April, according to data from the Centers for Disease Control and Prevention. </p><p>    A study published in March in the journal Science suggested that B.1.1.7 was within a range of 43% to 90% more infectious than pre-existing variants. With a more infectious variant, each person, on average, can transmit the virus to more people. </p><p>   B.1.1.7's heightened contagiousness is one reason health authorities continue to urge people to keep up with precautions such as mask wearing, social distancing or sticking with outdoor activities until more people are fully vaccinated and cases drop. About 39% of U.S. adults are fully vaccinated, the CDC says. </p><p>   \"With an older variant, you might've been in that transmission chain and transmitted to one other person. Now you might be transmitting to 1.5 or 1.7 other people, and so if you can cut that transmission chain, you'll have an even bigger effect,\" said Emma Hodcroft, a molecular epidemiologist at the University of Bern in Switzerland. </p><p>    The proportion of people who need to have an immune response from vaccination or past infection to slow down the spread of the virus also increases when a virus is more contagious, infectious-disease experts say. </p><p>   The variant has several mutations that distinguish it from earlier versions of the virus, including some that impact its spike protein -- a structure that sits on the surface of the virus and helps it attach to human cells. All of the authorized vaccines in the U.S. target the spike protein and are designed to mount defenses against it, and are all still effective against the B.1.1.7 variant despite its mutations. At least one lab-based study found the variant also doesn't increase the risk for reinfection. </p><p>   \"The good news is that the vaccines are effective against B.1.1.7,\" said Mary Jo Trepka, an infectious-disease epidemiologist at Florida International University. \"It's all the more reason that we want to get people vaccinated and want them to get vaccinated now.\" </p><p>   Last week the CDC further eased its guidelines for fully vaccinated people, saying they don't need to wear masks in certain situations. The current seven-day average of cases is just over 52,500, a decrease of about 16% from the previous seven days, and hospitalizations have declined nearly 10%, CDC Director Rochelle Walensky said Friday. </p><p>   Other coronavirus variants that scientists have flagged as a concern have also been identified in the U.S., including those that first emerged in Brazil and South Africa, as well as variants that originated in the U.S. </p><p>   The variants from Brazil and South Africa, called P.1. and B.1.351, respectively, so far haven't gained a strong foothold in the U.S. and some infectious-disease experts say that the dominance of B.1.1.7 might make it more challenging for these variants to spread. </p><p>   It is likely that B.1.1.7 arrived in the U.S. before those other variants of concern, and early superspreader events might have helped it spread and out-compete them, Dr. Schiffer said. </p><p>   --- </p><p>   Daniela Hernandez and Denise Blostein contributed to this article. </p><p></p>",
  "published": "2021-05-03T06:05:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 474,
          "end": 491
        }
      ],
      "nexusId": "10010560"
    }
  ]
}