{
  "_id": "2cfc2197676f706c3ba16e4d64dd9a8b0756f50390c82913bf61b6d454f733f4",
  "feed": "wall-street-journal",
  "title": "George H.W. Bush's Lessons for Kamala Harris",
  "text": "<p>Such tensions aren't unusual when a vice president is working for a former campaign rival. It may seem that presidential nominees routinely choose rivals as their running mates. In fact, it happens relatively rarely, and only four times in the modern era have such tickets prevailed: John F. Kennedy and Lyndon B. Johnson in 1960, Ronald Reagan and George H.W. Bush in 1980, Barack Obama and Joe Biden in 2008 and Mr. Biden and Ms. Harris in 2020.</p><p>Such choices require accommodations from both president and vice president. The worst of the relationships was probably between Kennedy and Johnson. Johnson had thought he had a good chance of winning the 1960 nomination, but Kennedy easily won on the convention floor. Johnson had angered the Kennedy team by spreading stories about Kennedy's poor health -- the Massachusetts senator suffered from Addison's disease -- and Kennedy's father's softness toward Hitler while ambassador to the U.K. Still, Kennedy put Johnson on the ticket, hoping to carry Texas. The gambit worked, but Johnson was out of place and unhappy playing a subordinate role.</p><p>Kennedy's team didn't help matters by belittling Johnson and largely ignoring his input. Johnson had a phone installed for direct conversations with the president, but it rarely rang. After Kennedy's assassination, those who crossed Johnson got their comeuppance. Haughty Biden aides who leak against Ms. Harris should be aware that the tables can turn quickly.</p><p>A more positive example was the relationship between Reagan and Bush, which started out rough. In 1978 Reagan endorsed a rival of Bush's son George W. in a Texas congressional race, which the Bush family noticed and did not appreciate. During the presidential campaign, Bush famously criticized Reagan's policies as \"voodoo economics,\" a term that stuck. Bush's on-the-stump declarations that in his mid-50s he was the right age to be running for president, an allusion to Reagan's being almost 70, rankled as well.</p><p>In the White House, though, both Reagan and Bush took deliberate steps to make sure the relationship went smoothly. Reagan hired James Baker, Bush's campaign manager, as chief of staff. He also had a weekly lunch with Bush, a useful tradition established by Jimmy Carter and Walter Mondale.</p><p>For his part, Bush had his chief of staff tell each new hire that his job was to help Bush and Bush's job was to help Reagan. There were to be no leaks about Reagan from Bush's office. After Reagan was shot in March of 1981, Bush refused to have his helicopter land on the South Lawn of the White House, as only the president's helicopter got to do that. Thanks to both men's efforts, the teams got along, and Bush is still the only sitting vice president to be elected president since Martin Van Buren. If Ms. Harris wants to follow in his footsteps, perhaps she should have her team follow Bush's example.</p><p>Mr. Biden's path from No. 2 to No. 1 wasn't as smooth as Bush's. Messrs. Obama and Biden had fraught relations before coming to the White House. When both men were senators, Mr. Obama used to roll his eyes when the prolix Mr. Biden held forth. And Mr. Biden stumbled when he described Mr. Obama in 2007 as \"the first mainstream African-American who is articulate and bright and clean and a nice-looking guy.\" But the men got along well in the White House, largely because Mr. Biden was determined to be seen as loyal, even calling Mondale to get advice. In his book about their time together, Steven Levingston quotes a woman who pines, \"I want a man who looks at me like Biden looks at Obama.\"</p><p>In 2016, however, Mr. Obama discouraged Mr. Biden from running in favor of Hillary Clinton. He didn't seem to encourage Mr. Biden in 2020 much, either. In a widely repeated line, Mr. Obama reportedly said, \"Don't underestimate Joe's ability to [foul] things up.\" Given Ms. Harris's well-known missteps in her \"management\" of the border crisis, she needs to be careful that Mr. Biden doesn't tag her in the same way.</p><p>Johnson, Bush and Mr. Biden all eventually became president. They took different routes to the top job, but they all survived working for a former rival. Mr. Biden and Ms. Harris, together with their teams, would do well to learn from history and ensure their current rift doesn't harm both them and the country.</p><p>---</p><p>Mr. Troy is a senior fellow at the Bipartisan Policy Center and a former White House aide. His latest book is \"Fight House: Rivalries in the White House from Truman to Trump.\"</p>",
  "published": "2021-11-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 588,
          "end": 604
        }
      ],
      "nexusId": "10010560"
    }
  ]
}