{
  "_id": "954d8dfdfbbc6e36189ea83468f6dea079367d3db346cbb879976cf470623ed4",
  "feed": "ftcomall",
  "title": "Vaccine row shows why we need to rethink intellectual property",
  "text": "<p>Everyone knows that intellectual property is sacrosanct, a reward for good deeds and an essential way of supporting creative endeavours. That, at least, was the response to journalist <a href=\"https://www.newstatesman.com/politics/media/2021/03/should-books-be-free-inside-movement-ending-copyright\">Matthew Yglesias</a> when he suggested in March that copyright protection should be limited to 30 years, rather than 70 years after the death of the author. (I made <a href=\"https://www.ft.com/content/68a45cf0-622f-11e5-9846-de406ccb37f2\">a similar case myself</a> in this column a few years ago.) The writer <a href=\"https://twitter.com/neilhimself/status/1367721113053143042\">Neil Gaiman</a> described that concept, with characteristic bite, as “enthusiasm . . . for removing income from elderly and disadvantaged authors”, and the twitterati agreed.</p> <p>How strange, then, that the reaction was so different when the Biden administration surprised most of us with an expression of support for (maybe, someday) <a href=\"https://www.ft.com/content/0930fe14-5187-45dc-b573-4f4098211bf4\">waiving Covid-19 vaccine patents</a>. Thank goodness! Everyone knows that intellectual property is a murderous enabler of “vaccine apartheid” for which there can be no justification.</p> <p>It seems that we approve of boundless intellectual property for nice people and no IP at all for scoundrels. That is not much of a policy. Once upon a time, monarchs would hand out monopolies to favourites, but a modern society cannot be handing out IP to whoever seems most sympathetic.</p> <p>Long copyright benefits a few “elderly and disadvantaged authors”, but it mostly benefits the corporations who own a handful of truly profitable properties such as Mickey Mouse and Batman. And speaking of vaccines, biotechnology has its share of underpaid creatives; just read last week's FT Weekend Magazine about <a href=\"https://www.ft.com/content/b2978026-4bc2-439c-a561-a1972eeba940\">Katalin Kariko's years of thankless struggle</a> working on mRNA technology.</p> <p>So let's start again. Why do we do this intellectual property thing? And is there a better way? The wonderful thing about ideas is that they can be freely copied, but the terrible thing about ideas is that they can be freely copied. Everyone can enjoy them, but the incentive to create them in the first place seems questionable.</p> <p>IP tries to resolve the dilemma. It is a temporary monopoly, artificially created by the stroke of a pen. The “monopoly” is what rewards creators for their efforts. The “temporary” is what ensures that we can all eventually enjoy the benefits of new ideas at the lowest possible cost: there is no need for <em>King Lear</em> or the wheel to enjoy IP protection in the 21st century.</p> <p>There is a broad logic to intellectual property, then. But the specifics can be questioned. For example, just how temporary is the monopoly? F Scott Fitzgerald published <em>The Great Gatsby</em> in 1925 and died in 1940. The work only entered the public domain in 2021, after several posthumous copyright extensions, none of which can have been much of an incentive for him to write more.</p> <p>Then there is the question of what deserves protection. At the height of the dotcom boom, an economics professor, Alex Tabarrok, was taking a shower when he dreamed up the idea of using cell phones to scan barcodes in a store, compare prices and order the product online. Alas, someone else had <a href=\"https://www.irishtimes.com/business/technology/patently-broken-1.607829\">beaten him</a> to the patent office by mere months. The idea, once unthinkable, was by 1999 rather obvious.</p> <p>But why should society award 20 years of monopoly rights for the kind of idea that an amateur could dream up in the shower? Tabarrok suggests — rightly — that <a href=\"https://theeconreview.com/2018/03/13/the-tabarrok-curve-a-call-for-patent-reform-in-the-us/\">a 20-year patent</a> should be awarded only if the inventor can prove the idea was expensive to develop. Without that, a five-year patent should be sufficient reward — and, more importantly, sufficient incentive.</p> <p>And what of the intellectual property waiver for Covid-19 vaccines? It all seems like a sideshow. It was not the promise of a patent that produced the astonishingly rapid results; governments spent money to accelerate the process beyond the pure market incentive.</p> <p><a href=\"https://www.ft.com/content/89acf0bb-8dac-4f73-8962-5780546eadca\">Operation Warp Speed</a> alone spent $10bn on Moderna, Oxford/AstraZeneca, Johnson &amp; Johnson and others — and governments should spend more; that sum is trivial compared with the benefits of these vaccines. </p> <p>Just as the patent played a subsidiary role in encouraging the invention, it also plays a minor role in slowing the spread of that invention. We urgently need to produce more vaccines but the short-term constraints on that are available production lines and raw materials, while the medium-term constraints are non-patentable expertise — the ineffable know-how that comes with experience. An IP waiver, or the threat of one, might expand production next year. Then again, it might not: without IP protection, vaccine manufacturers might guard their non-patentable know-how more jealously.</p> <p>If we are to produce the extra doses we need, we should focus on lifting every constraint. Perhaps patents fall into that category, but it seems more likely that they are a distraction from the expense of subsidising new factories and more doses for low-income countries. We should spend that money willingly, both for moral and for self-interested reasons.</p> <p>As for intellectual property, the system needs to change in a hundred ways, some of which require the weakening of intellectual property and the strengthening of other incentives such as prizes and targeted subsidies. When we think through those changes, we should spend less time looking for victims and villains in the creative sphere — and more time thinking about where new ideas come from, and how they can be nurtured.</p> <p><em>Tim Harford's new book is “How to Make the World Add Up”</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p><p>Source: Tim Harford 2021 'Vaccine row shows why we need to rethink intellectual property' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T04:00:29.932Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3779,
          "end": 3796
        }
      ],
      "nexusId": "10010560"
    }
  ]
}