{
  "_id": "bb00f7345f8b335eb160ffd5a10fb8401da3310140c9a75393abebe790cb7f0b",
  "feed": "ftcomall",
  "title": "FDA gives green light to Moderna and Johnson & Johnson Covid booster shots",
  "text": "<p>Americans who are at high risk of contracting Covid-19 will now be allowed to receive a booster shot of any of the three <a href=\"http://www.ft.com/stream/fc708e00-51cc-48d4-9ce4-737761e18abe\">vaccines</a> authorised for use in the US, after regulators approved so-called mix-and-match dosing.<br><br>The US Food and Drug Administration announced on Wednesday it was authorising both <a href=\"https://www.ft.com/stream/f6ea19e6-cb8f-452e-8d0d-4298e8f38c55\">Moderna</a> and <a href=\"https://www.ft.com/stream/03202114-3abe-4e53-9306-8f8aabae6c5a\">Johnson &amp; Johnson</a> to supply booster shots of their vaccines to people aged 65 and over, or younger adults whose health or jobs put them at a higher risk of contracting Covid. The decision comes a month after the FDA did the same for the BioNTech/Pfizer vaccine.<br><br>The regulator added that people will be allowed to receive any of the three authorised shots, regardless of which they received in their initial course. </p> <p>The decision is likely to pave the way for other countries to follow suit, which could dramatically increase demand for Pfizer and Moderna's messenger RNA vaccines in countries which have otherwise predominantly used viral vector shots such as that made by Oxford/AstraZeneca.<br><br>Janet Woodcock, the acting head of the FDA, said in a statement: “The available data suggest waning immunity in some populations who are fully vaccinated. The availability of these authorised boosters is important for continued protection against Covid-19 disease.”</p> <p>The decision to allow a “mix-and-match” booster strategy follows presentation of a study to an FDA expert advisory panel last week that showed people who blended their vaccine shots may benefit from better protection against the coronavirus. This was particularly the case for people who initially received Johnson &amp; Johnson's one shot jab, a finding that experts believe will prompt many of them to choose mRNA vaccines for their booster doses.<br><br>J&amp;J said it welcomed the decision to authorise use of its booster jab and other vaccines as part of a “mix-and-match” strategy.<br><br>“The ability to boost immune responses regardless of the primary vaccine regimen an individual has received provides more flexibility in protecting those already immunised, and is very beneficial to global public health as we look to curb this pandemic,” said Paul Stoffels, J&amp;J's chief scientific officer.</p> <p>The Biden administration's rollout of booster doses has been delayed by internal government rows over whether they are really necessary. </p> <p>President Joe Biden <a href=\"https://www.ft.com/content/b003e7a2-6f3c-4f3d-8a95-20dd6fa976ea\">said in August</a> that booster doses would be generally available by September 20, but those plans were shelved after a committee of experts recommended the FDA approve boosters only for at-risk populations.</p> <p>There has also been pushback within the FDA at the idea of a widespread booster campaign, with two of the regulator's outgoing scientists <a href=\"https://www.ft.com/content/af8da7d4-43ea-41d6-90ee-f959b3675cc5\">publicly criticising</a> the idea.</p> <p>Peter Marks, the director of the FDA's Center for Biologics Evaluation and Research, said on Wednesday, however, that officials were still actively pursuing the idea of making boosters more widely available. ​Marks told reporters: “There is evidence that suggests potentially that lowering the age of those eligible for boosters may make sense in the future — that's something we're looking at closely.”</p> <p><em>Additional reporting by Jamie Smyth in New York</em></p><p>Source: Kiran Stacey in Washington 2021 'FDA gives green light to Moderna and Johnson &amp; Johnson Covid booster shots' FT.com 20 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-20T22:42:09.795Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1578,
          "end": 1595
        },
        {
          "start": 313,
          "end": 330
        },
        {
          "start": 37,
          "end": 54
        },
        {
          "start": 1717,
          "end": 1720
        },
        {
          "start": 2120,
          "end": 2123
        }
      ]
    }
  ]
}