{
  "_id": "848b16cfedaa2b195d25f3aa3ae318fad35b3eef2d2ddcde1bb2f387a558c967",
  "feed": "wall-street-journal",
  "title": "U.S. News: Blood Samples Aid Testing of Vaccines",
  "text": "<p>The companies' early findings come a day after scientists in South Africa reported findings from early lab tests indicating the vaccine from Pfizer -BioNTech vaccine generated one-fortieth the infection-fighting antibodies against the Omicron variant, compared with its performance against the original version of the virus.</p><p>The answers from the lab tests could help determine whether companies need to roll out modified booster shots that specifically target the Omicron variant, or if existing shots will suffice.</p><p>\"If we get an early look in a couple of weeks, that's a monumental effort,\" said Kathleen Neuzil, director of the Center for Vaccine Development and Global Health at the University of Maryland School of Medicine, who has helped conduct several studies of Covid-19 vaccines. \"It's still a scramble and a lot of work.\"</p><p>A critical part of the effort to assess vaccines is for scientists to gather the blood samples -- specifically, serum, the portion of blood that remains after it has clotted -- previously taken from people who received Covid-19 vaccines in clinical trials or from real-world use of the vaccines.</p><p>Most of the tens of thousands of people who enrolled in these studies starting last year gave blood samples before and after vaccination so that researchers could analyze changes in immune-system antibodies. Various clinical-trial sites, companies and government scientists have stored the samples.</p><p>Now scientists are using these same samples to run tests in petri-type dishes, and the samples are proving useful as new variants emerge, the latest being Omicron. \"The fact that we have this bank of specimens is working in our favor,\" Dr. Neuzil said.</p><p>\"We're looking rapidly to test sera from people who've been vaccinated with our vaccine, as every other manufacturer is,\" Moderna President Stephen Hoge said at an investor conference Dec. 1.</p><p>Another key component of these tests: modified versions of the coronavirus, known as pseudoviruses. They are engineered to resemble a live Omicron virus but don't replicate, so they are safer to handle in labs.</p><p>Researchers mix the blood samples with the Omicron pseudovirus in lab dishes and incubate them. They add cells from human cell lines -- such as human kidney cells that are grown in batches in a lab for research purposes -- to the mix, to see whether the pseudoviruses are able to get inside cells, or whether the vaccine-induced antibodies block them.</p><p>The pseudoviruses also contain an enzyme called luciferase, which is what makes fireflies glow, and which helps researchers track the antibodies' effects on the pseudovirus.</p><p>The luciferase allows the researchers to visualize the virus and see whether it gets into cells. Machines called luminometers measure the luminescence in the cells and quantify whether the pseudovirus is getting into cells, and how much, said Dan Barouch, director of the center for virology and vaccine research at Beth Israel Deaconess Medical Center in Boston. His lab is running these tests on serums from people vaccinated with the Johnson &amp; Johnson shot -- which he helped design -- as well as the shots from Pfizer and Moderna.</p><p>Some labs with the required biosafety precautions also are running live-virus tests with Omicron and blood samples, as with the South Africa research released Tuesday. But scientists have found that results of pseudovirus tests are usually consistent with those using live viruses.</p><p>The pseudoviruses include the genetic mutations found in the spike protein on the surface of the Omicron virus variant. The spike protein is the main target of the Covid-19 vaccines in triggering immune responses.</p>",
  "published": "2021-12-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3047,
          "end": 3064
        }
      ]
    }
  ]
}