{
  "_id": "438e5711d234eb63efc6b21f300ffe5b1f85edb177200afb26c1e6e4c8788b17",
  "feed": "wall-street-journal",
  "title": "Connecticut Eases Restrictions --- State to lift capacity caps on offices, shops and restaurants, but mask mandate stays",
  "text": "<p>(WSJ March 8, 2021)</p><p>(END)</p><p>Connecticut is lifting all capacity limits on offices, retail shops and restaurants in the state's most expansive rollback of restrictions since the Covid-19 pandemic began.</p><p>The restrictions, which currently cap capacity at 50%, end on March 19, according to state officials. Capacity limits at gyms, bowling alleys, libraries and houses of worship will also be lifted on that date.</p><p>Personal-service businesses such as barber shops and salons also can fully reopen.</p><p>Connecticut's mask mandate, however, will remain in effect.</p><p>\"This is not Texas. This is not Mississippi. We are maintaining the masks,\" Gov. Ned Lamont, a Democrat, said at a news conference on Thursday.</p><p>Texas and Mississippi, led by Republicans, both rescinded mask restrictions this week.</p><p>\"We know what works, and masks work,\" Mr. Lamont added.Yay!</p><p>Rules mandating 6 feet of space between tables at restaurants will remain in place, as well as a cap of a maximum of eight diners per table.</p><p>The 50% capacity cap on movie theaters and performing-arts spaces will stay for now. Bars that don't serve food will remain closed.</p><p>The end of many of the state's capacity limits on businesses come as Covid-19 infection rates have fallen from their post-holiday peaks and as vaccinations have accelerated.</p><p>The state's average positivity rate for the past seven days fell to 2.3%, the lowest it has been in four months, Mr. Lamont said.</p><p>Connecticut has administered roughly 1.04 million doses of the Covid-19 vaccine. About 21% of its population has gotten at least one shot.</p><p>The state plans to end its travel advisory, which required anyone traveling into Connecticut from a state other than New York, New Jersey or Rhode Island, or traveling from abroad, to self-quarantine for a 10-day period. These quarantine-travel rules, which end March 19, will now be recommended instead of mandatory.</p><p>Capacity limits at social gatherings at private residences will be raised to 25 people indoors and 100 people outdoors. Commercial establishments will be able to host up to 100 people indoors and 200 outdoors, under the new rules.</p><p>Outdoor amusement parks will be allowed to fully reopen at 100% capacity beginning April 2. Outdoor event venues can also open at 50% capacity, capped at 10,000 attendees.</p><p>Restrictions on sport competitions and practices will end. Summer camps and summer festivals will be allowed to open.</p><p>Meanwhile, in New York City, the first batch of doses of the newly approved Johnson &amp; Johnson vaccine arrived and were being used to vaccinate homebound seniors on Thursday, Mayor Bill de Blasio said at a news conference.</p><p>The new vaccine, which only requires one dose and regular refrigeration, makes it easier to inoculate people unable to leave their homes, the mayor said.</p><p>\"This is going to revolutionize our approach to getting people vaccinated,\" he said. \"Right now, outreach is being made, doors are being knocked on. Seniors who need this vaccination in their home are being identified, and they will be reached starting today, and that effort will grow as supply increases.\"</p><p>New York City officials said they expect to receive 71,000 doses of the J &amp; J vaccine this week and next week. They expect those numbers to quickly increase by the end of March. So far, the city has administered 2.1 million doses of Covid-19 vaccines.</p>",
  "published": "2021-03-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2474,
          "end": 2491
        }
      ],
      "nexusId": "10010560"
    }
  ]
}