{
  "_id": "42f592de691f9b53157c14c30e8473c178b98687e16a460edea405b81a802978",
  "feed": "wall-street-journal",
  "title": "Zoom Video, AMC, CrowdStrike: What to Watch When the Stock Market Opens Today; Futures put Wall Street indexes on track for fresh records",
  "text": "<p>* Shares of the latest short-squeeze target Support.com have calmed down after their recent surge, but are still up 2.3% premarket. Other flagship meme stocks were also posting gentle rises ahead of the bell, with AMC Entertainment up 2.4%, GameStop up 1.4% and Koss up 1.6%.</p><p>* Designer Brands is due to report quarterly earnings before the market open.</p><p>* Experts advising the U.S. government on vaccines expressed initial support for giving booster shots to people vaccinated against Covid-19. But makers of vaccines approved for use in the U.S. mostly shrugged: Pfizer shed 0.4%, Moderna added 0.5% and Johnson &amp; Johnson edged up 0.2%.</p><p>* Robinhood Markets was down 1.8% premarket, extending its descent that came after the head of the SEC signaled he was open to banning payment for order flow—a practice that accounts for most of the online brokerage's revenues.</p><p>* China isn't letting up on its regulatory push against its tech giants, but investors in their U.S.-listed shares are giving them a reprieve. NetEase gained 2.7% premarket, Alibaba added 3.7% and Pinduoduo gained 2.9%.</p><p>* Nordson gained 1.8% off hours after the industrial-goods manufacturer raised its earnings-per-share forecast for fiscal 2021.</p><p>* Shares of StoneCo dropped like a stone, falling more than 7% premarket. The Cayman Islands-based fintech reported a quarterly loss after Monday's close.</p><p>* CrowdStrike will report earnings after Tuesday's close.</p><p>Chart of the Day</p><p>* Share prices of hotel REITs remain cheap relative to other property sectors even as business turns up from early in the pandemic.</p><p>Zoom Video, AMC, CrowdStrike: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-08-31T10:44:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 605,
          "end": 622
        }
      ]
    }
  ]
}