{
  "_id": "1ed6ea779ec47d97ed75c9cd20616d513a039175171954af91cb5cf8e029d6fd",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Pace of Inoculations Suggests  A Year for All to Get a Shot  ----  By Jessica Wang",
  "text": "<p>   The U.S. has been administering doses of the Covid-19 vaccine since mid-December. As health departments across the country get their vaccination efforts up and running -- some more successfully than others -- President Biden's administration is hoping to quicken the process. </p><p>   As of mid-January, there was an average of almost 900,000 people getting their first doses each day. This pace might change, but based on the recent rate, it might take a year forevery American to get at least one shot, according to data analyzed by The Wall Street Journal. </p><p>   The projection provides a snapshot at the current trajectory, although it is conceivable that not everyone will receive a vaccine. The projection overstates the current progress because the two vaccines currently approved for emergency use -- one made by Pfizer Inc. and its partner BioNTech SE and the other developed by Moderna Inc. -- require two doses for full vaccination. </p><p>   Since mid-December, more than 14 million people -- about 4% of the population -- had received at least one dose as of this past Wednesday, according to data from the Centers for Disease Control and Prevention. </p><p>   A vaccine from Johnson &amp; Johnson, which could seek U.S. emergency-use authorization as soon as February, requires a single dose and could shorten the projection. Moreover, the rate of vaccination has been improving, with the first three weeks of the rollout averaging about 216,000 a day. </p><p>   Mr. Biden's Covid-19 relief plan includes a move to provide funding to states for improved distribution and to help set up community vaccination sites. He has said his administration aims to deliver 100 million doses administered in his first 100 days in office. If such a pace continued, and if each of the shots was given to someone who hasn't received the vaccine yet, it could take until early December for everyone to receive at least one shot. </p><p>   What would it take to get everyone at least one dose by the middle of the year? The average daily rate would need to almost double to 1.96 million doses a day from a rate of about one million doses a day. </p><p>   But is it necessary to vaccinate everyone in the U.S.? So far there isn't consensus on whether herd immunity is feasible or on what number of people vaccinated would be needed to achieve it. Many infectious-disease experts estimate that the percentage of the population requiring a vaccine to achieve herd immunity is at least 70% or higher. </p><p>    Herd immunity occurs when a sufficient proportion of a population has been immunized by vaccination or after being infected, shielding even those who haven't been vaccinated. Precautions such as wearing masks and social distancing can reduce the share of people who need to be vaccinated to affect transmission, according to epidemiologists. </p><p></p>",
  "published": "2021-01-23T07:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1154,
          "end": 1171
        }
      ]
    }
  ]
}