{
  "_id": "d01811807dd45d0d8cd2066f0365e1934771464152b7447e11d37be4618f479a",
  "feed": "wall-street-journal",
  "title": "Canada-U.S. Border: Everything You Need to Know About Reopening, Travel; Canada is allowing entry to fully vaccinated tourists from the U.S. and other countries; U.S. restrictions remain",
  "text": "<p>If you are a fully vaccinated American citizen or a green-card holder living in the U.S., the answer is likely yes. As of Aug. 9, fully vaccinated Americans who meet other Canadian government criteria can enter Canada for nonessential purposes such as tourism and recreation.</p><p>Fully vaccinated tourists from other countries can also enter Canada as of Sept. 7, as long as they meet all of the government's Covid-19 travel requirements and, depending on their citizenship, have a valid visa or electronic travel authorization.</p><p>SHARE YOUR THOUGHTS</p><p>Planning to travel to Canada? Share your stories with us by joining the conversation below.</p><p>Travelers need to wait at least two weeks after their last vaccine dose before crossing the border, and they must present proof of an approved, negative Covid-19 test taken during 72 hours before their arrival in Canada. They also can't have any symptoms of the disease when they arrive at the border.</p><p>Canada also allows its own citizens or permanent residents to enter the country, and essential workers—most notably truck drivers—have been allowed to cross the border throughout the pandemic, as both countries agreed that trade of goods and services wouldn't be affected.</p><p>What documents do I need to travel to Canada?</p><p>Travelers need to upload proof of their vaccination and other information to a Canadian government app or website called ArriveCAN before they board a flight or reach a land crossing, and carry a paper or digital copy of their proof of vaccination with them. Those who meet all the government's requirements won't have to quarantine, although officials said everyone is expected to have a quarantine plan in case a border official determines they don't meet all requirements.</p><p>Proof of a negative Covid-19 test is also a requirement, and must be administered during the 72 hours before a scheduled flight to Canada or arrival at the land border. Canada generally accepts molecular Covid-19 tests, which look for the virus's genetic material, such as polymerase chain-reaction tests. It doesn't accept antigen tests, which look for viral proteins. A previous, positive test result taken between 14 and 180 days before a person's departure for Canada is also acceptable.</p><p>Randomly selected travelers may also be required to take a Covid-19 test upon their arrival in Canada.</p><p>Do I need to be fully vaccinated to cross the border?</p><p>If you're traveling for nonessential reasons, such as tourism or to visit a property in Canada, you need to be fully vaccinated with an accepted Covid-19 vaccine or a combination of two different accepted vaccines. Canada accepts vaccines from Pfizer Inc. and partner BioNTech SE, Moderna Inc., Johnson &amp; Johnson and AstraZeneca PLC. Travelers must have waited at least two weeks from the date of their last vaccine dose before crossing the border and they must upload proof of their vaccination status in advance.</p><p>Fully vaccinated tourists are permitted to bring unvaccinated children under 12 years of age to Canada, although those children won't be allowed in group settings like camps or day-care centers.</p><p>Children ages 5 to 12 will also have to take Covid-19 tests before their arrival, when they get to Canada, and on their eighth day in the country.</p><p>Children ages 12 to 17 who aren't fully vaccinated and are traveling with their vaccinated parents or guardians are subject to the same testing requirements as younger children. They are also required to quarantine for 14 days upon their arrival in Canada.</p><p>What are the current Covid-19 restrictions in Canada?</p><p>Restrictions in Canada vary across the country's 10 different provinces and three territories and continue to change. After dropping nearly all restrictions earlier this summer, the western province of Alberta reinstated a mask mandate for most indoor settings in early September. Ontario, Canada's most populous province, has rules regarding use of masks indoors, as well as capacity limits for venues such as museums and movie theaters.</p><p>In addition, several Canadian provinces now require or plan to require proof of vaccination to enter certain public settings such as bars, restaurants and nightclubs. The French-speaking province of Quebec and the western province of Manitoba have already implemented so-called vaccine passports. British Columbia will begin requiring proof of vaccination to access some events, services and businesses beginning Sept. 13, and Ontario's proof-of-vaccination rules are set to come into effect beginning Sept. 22.</p><p>In Quebec, residents need to present a QR code provided by the provincial government to prove their vaccination status and gain entry into restricted indoor settings. However, travelers from outside the province are permitted to show their photo identification and proof from their country or another province that they have been fully vaccinated.</p><p>What is the Covid-19 situation like in Canada?</p><p>About 68% of Canadians were fully vaccinated as of Sept. 7, compared with 53% of Americans.</p><p>Despite Canada's high vaccination rate, public-health officials have warned the country is now in a fourth wave of Covid-19 infections driven by the more transmissible Delta variant of the virus. Case counts in Canada are now toughly 10 times higher than they were in mid-July—though they remain well below where they were during the country's third-wave peak in April. On a per capita basis, Canada's daily confirmed Covid-19 case count was about one-fifth the level recorded in the U.S. as of Sept. 7.</p><p>What happens when I go back to the U.S.?</p><p>Americans flying back to the U.S. will need to show proof of a negative Covid-19 test administered during the three days before their travel. Documentation of a recent recovery from Covid-19 is also acceptable. Those driving back across the land border aren't required to show proof of a negative test result.</p><p>The Centers for Disease Control and Prevention also recommends that travelers, including those who are fully vaccinated, get tested for Covid-19 three to five days after their return.</p><p>Can Canadians enter the U.S.?</p><p>The U.S. Department of Homeland Security last month extended its border restrictions with Canada and Mexico through Sept. 21. That means Canadians still can't cross at the land border unless their travel is considered essential.</p><p>U.S. officials told their Canadian counterparts during the summer that they wanted to improve the U.S. vaccination rate before opening the land border, according to officials in both countries. On Sept. 9, Homeland Security Secretary Alejandro Mayorkas said during a public event that he had hoped to open the land border sooner, \"But regrettably, because of the Delta variant, we've been delayed in doing so.\" He said the U.S. has been renewing its land-border restrictions 30 days at a time, but has the ability to act before each 30-day period ends \"if the data suggests we should.\"</p><p>Despite restrictions at the land border, Canadians are allowed to fly into the U.S., regardless of their vaccination status, if they present proof of a negative Covid-19 test administered during the three days before their travel.</p><p>Officials in Canada have played down the difference in reopening plans, saying each country needs to rely on its own experts to determine when and how to reopen. Kirsten Hillman, Canada's ambassador to the U.S., said at a July 23 event hosted by the Wilson Center that there continues to be \"an enormous amount of information sharing\" between the two countries. However, she added, \"coordination doesn't mean you're going to do exactly the same thing.\"</p><p>Michelle Hackman contributed to this article.</p><p>Write to Paul Vieira at paul.vieira@wsj.com and Kim Mackrael at kim.mackrael@wsj.com</p><p>Canada-U.S. Border: Everything You Need to Know About Reopening, Travel</p>",
  "published": "2021-09-10T18:57:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2678,
          "end": 2695
        }
      ]
    }
  ]
}