{
  "_id": "e7f025e60aef0e0f97de9731e9c9e903eb5de1bc541bbee675c2d0a6195d404f",
  "feed": "market-watch",
  "title": "Dow ends lower for first time in 7 sessions as Santa Claus Rally fades in penultimate day of 2021",
  "text": "<p>Distracted investors were watching the final economic reports of this calendar year, including a weekly U.S. update on those seeking unemployment insurance benefits, which held at a 52-year low.</p><p>Sign up for our Market Watch Newsletters&#xa0;here.</p><p>How did stock benchmarks perform?</p><p>The Dow Jones Industrial Average DJIA closed down 90.55 points, or 0.3%, to 36,398.08, after establishing an intraday record at 36,679.44 early in the session.</p><p>The S&amp;P 500 index SPX fell 14.33 points, or 0.3%, to close at 4,778.73, after setting its own intraday record at 4,808.93 Thursday morning.</p><p>The Nasdaq Composite Index COMP declined 24.65 points to 15,741.56, a 0.2% loss.</p><p>On Wednesday, the Dow rose 90.42 points, or 0.3%, ending at a record 36,488.63, and marking its 45th record close of 2021; the S&amp;P 500&#xa0;gained 6.71 points, or 0.1%, finishing at a record 4,793.06, for its 70th record close of 2021. The Nasdaq Composite, however, shed 15.51 points, or 0.1%, closing at 15,766.22.</p><p>The week, month and year</p><p>For the week, the Dow is headed for a gain of 1.2%, the S&amp;P 500 is looking at a 1.1% gain, the Nasdaq Composite was looking at a 0.6% rise over the period. For the month and year, the Dow was on track for 5.5% rise in December and a 18.9% gain for 2021, the S&amp;P 500 is looking at a 4.6% rise for the month so far and a 27.2% gain in the year to date, while the Nasdaq Composite was up 1.3% on the month to date and 22.1% on the year.</p><p>What drove the market?</p><p>The Dow finished lower for the first time in seven sessions, halting its longest streak of gains in 11 months, as bullishness on Wall Street took a pause, despite a report showing that labor shortages and demand for workers are overshadowing concerns about omicron at the moment.</p><p>U.S. Labor Department data show that 198,000 applied for unemployment benefits during the week ended Dec. 25, leaving new jobless claims around a 52-year low amid the spread of omicron.</p><p>Initial jobless claims fell slightly from a revised 206,000 two weeks ago,&#xa0;based on new government data. Economists polled by The Wall Street Journal had forecast new claims to total a seasonally adjusted 205,000.</p><p>That optimism sparked a nice run-up in morning trading but didn't hold up thanks to traders' annual year-end ennui.</p><p>“End-of-year trading is always thin, traders have one eye on the market and one on end-of-year wrap-ups,” said&#xa0;Baird market strategist Michael&#xa0;Antonelli. “Most people are looking forward to the start of 2022 and a fresh year with new ideas and themes.”</p><p>Along with jobless claims evidence in recent weeks suggests that the omicron variant of COVID, with preliminary data showing it results in milder symptoms than earlier strains of coronavirus, hasn't dented key parts of the economy yet.</p><p>The number of Americans now in the hospital with COVID-19 is running at around 60,000, or about half the figure seen in January, the Centers for Disease Control and Prevention reported, even though new daily cases are at a record.</p><p>It is unlikely that hospitalization numbers will ever rise to their previous peak, Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security at the Bloomberg School Public Health, told the Associated Press. Vaccines and treatments developed since last year have made it easier to curb the spread of the virus and minimize serious effects among people with breakthrough infections.</p><p>“Its going to take some time for people to get attuned to the fact that cases don't matter the same way they did in the past,” Adalja said. “We have a lot of defense against it.” But even with fewer people hospitalized compared with past surges, the virus can wreak havoc on hospitals and healthcare workers, he added.</p><p>In addition, Johnson &amp; Johnson JNJ&#xa0;said Thursday that a South African Phase 3 study showed that its booster shot of its vaccine was 85% effective in preventing COVID-19-related hospitalization.</p><p>Beyond the joblessness data, Chicago Business Barometer, also known as the Chicago PMI, rose to 63.1 in December up from 61.8 last month.&#xa0;Economists polled by the Wall Street Journal had forecast a reading of 62. Any reading above 50 signals growth, and numbers above 60 are considered exceptional.</p><p>In housing, the 30-year fixed-rate mortgage averaged 3.11% for the week ending Dec. 30, Freddie Mac&#xa0;FMC reported Thursday. That is up six basis points from the previous week, and up from an average of 2.67%, at this time last year.</p><p>There will be no data on Friday in observance of the New Year's holiday. Equity markets in the U.S., however, are set to open as usual and will see regular trading hours on New Year's Eve, though bonds will close an hour early.</p><p>Which companies were in focus?</p><p>Shares of Tesla Inc.&#xa0;TSLA fell 1.5%, marking a third-straight decline, as the electric-vehicle maker announced a voluntary safety recall of 356,309 Model 3 vehicles, citing potential issues with rearview cameras.</p><p>Shares of&#xa0;BiogenBIIB&#xa0;were in focus after Korea-based&#xa0;Samsung BiologicsKR:207940&#xa0;called a media report that it was about to buy the company “not true.”&#xa0;Shares of Biogen were down 7.1%.</p><p>U.S.-listed shares of&#xa0;Didi GlobalDIDI&#xa0;were headed lower premarket after the ride-hailing firm&#xa0;said its third-quarter revenue dropped but the stock was up 5.9%.</p><p>Shares of Royal Caribbean Group&#xa0;RCL&#xa0;were down 1.1% after the Center for Disease Control issued a warning in the early afternoon that Americans to avoid cruise ships, even if they are vaccinated.</p><p>Shares of Kroger Co.&#xa0;KR&#xa0;rose almost 1% Thursday, a fourth-straight gain after the supermarket operator announced a new $1 billion stock repurchase program.</p><p>How did other assets fare?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y&#xa0;was at 1.514%, down 2.8 basis points but holding above 1.5%. Yields for debt rise as prices falls.</p><p>The ICE U.S. Dollar Index&#xa0;DXY, a measure of the currency against a basket of six major rivals, was flat.</p><p>Oil futures fell, with the U.S. benchmark&#xa0;CL00 traded 43 cents, or 0.6%, higher to settle at $76.99 a barrel.</p><p>Gold futures&#xa0;GC00&#xa0;for February delivery&#xa0;GCG22&#xa0;were up 0.5% to close at&#xa0;$1,814.10 an ounce.</p><p>Bitcoin&#xa0;BTCUSD&#xa0;was up 1.5% at around $47,147.70.</p><p>The Stoxx Europe 600 index&#xa0;SXXP closed 0.2% higher, while London markets finished down 0.2%.</p><p>In Asian trade, the Shanghai Composite&#xa0;SHCOMP&#xa0;ended 0.6% higher, while the Hang Seng Index&#xa0;HSI&#xa0;edged up 0.1%. China's CSI 300&#xa0;000300&#xa0;booked a 0.8% advance.</p>",
  "published": "2021-12-30T16:53:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3699,
          "end": 3716
        }
      ],
      "nexusId": "10010560"
    }
  ]
}