{
  "_id": "91d06bd53a8ca47ab380e1312c660e428561a300b1fb6a38b57b5bf2a5bbd728",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. to Lift Restrictions For International Travelers",
  "text": "<p>The Biden administration announced the new date for the easing of the Covid-19 travel rules as it has sought to allay concerns from European allies who have been pressing the U.S. to lift the restrictions.</p><p>The administration said in September it would require foreign nationals seeking to fly to the U.S. to show proof of vaccination.</p><p>Earlier this week, the administration said it would relax Covid-19 travel restrictions on land-border crossings from Canada and Mexico, requiring those travelers into the U.S. for nonessential reasons to show proof of vaccination beginning in early November.</p><p>The White House said under the new rules fully vaccinated travelers would continue to be required to show a pre-departure negative Covid-19 test taken within three days before leaving.</p><p>A White House official said the changes would put into place a global international policy \"that is guided by public health, stringent and consistent.\"</p><p>Airlines and travel companies have pressed the Biden administration to ease the restrictions that have hindered some of the most lucrative travel markets.</p><p>The Centers for Disease Control and Prevention previously told airlines that the vaccines that have been authorized or approved by the Food and Drug Administration or listed for emergency use by the World Health Organization will meet the criteria for travel to the U.S.</p><p>That would include the Pfizer Inc.-BioNTech SE, Moderna Inc. and Johnson &amp; Johnson vaccines that are in use in the U.S.; the Oxford-AstraZeneca shot, and China's Sinopharm and Sinovac vaccines. Russia's Sputnik V shot hasn't yet been authorized or approved by the FDA or WHO.</p><p>The CDC is expected to release additional guidance and information as travel requirements are finalized later this month.</p><p>The White House said additional information on very limited exceptions to the vaccination requirements, acceptable proof of vaccination and other details would be released before Nov. 8 for a \"smooth transition to the new system.\"</p><p>---</p><p>Alison Sider contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1422,
          "end": 1439
        }
      ],
      "nexusId": "10010560"
    }
  ]
}