{
  "_id": "712fec3f926481eb4ad198034eab9539f08b772f0346cbf33180225eedffd8ca",
  "feed": "wall-street-journal",
  "title": "U.S. News: More Places Require Booster",
  "text": "<p>A booster shot is already becoming a fact of life at some places, however. More than 75 universities have required boosters for students returning to campus in the winter, according to data compiled by the Chronicle of Higher Education. New Mexico mandated the extra dose for some state employees.</p><p>Molson Coors Beverage Co. recently decided to implement a booster requirement for U.S. employees after instituting a vaccine mandate in August.</p><p>\"Omicron has made the need for three shots more of an acute critical matter because vaccine efficacy and effectiveness drops further,\" said Eric Topol, director of the Scripps Research Translational Institute in La Jolla, Calif.</p><p>Centers for Disease Control and Prevention Director Rochelle Walensky said Wednesday that the agency is looking at changing the definition of what it means to be fully vaccinated. Yet people familiar with the deliberations said the agency was unlikely to make a change soon.</p><p>The Biden administration wants to encourage boosters, but changing the definition of what it means to be fully vaccinated would be complicated because it would affect vaccine mandates that are being challenged in courts, one of the people said.</p><p>Adding to the practical challenges of taking official action is that children under 16 years aren't currently eligible for boosters, the people said.</p><p>The administration is also discussing whether to stop using the phrase \"fully vaccinated\" and replace it with \"up to date,\" which may make it easier for people to understand that Covid-19 shots are a regular part of life, people familiar with the matter said.</p><p>The CDC uses the terminology when referring to other kinds of regular vaccinations that aren't related to Covid-19.</p><p>Until now, health authorities have defined fully vaccinated as getting two doses of the vaccine from either Moderna Inc. or Pfizer Inc. and partner BioNTech SE, or one dose of Johnson &amp; Johnson's shot.</p><p>People who got the Pfizer-BioNTech and Moderna vaccines are eligible for boosters at least six months past their second shot, while J&amp;J vaccine recipients are eligible for boosters two months after their primary dose.</p><p>Yet some experts said the need for an additional dose crystallized in August, when some vaccinated people began getting breakthrough Delta infections resulting in moderate to severe illness.</p><p>\"As we get into the issue with Omicron, it's going to become equally apparent that three doses are going to be very important,\" said Michael Osterholm, an epidemiologist at the University of Minnesota.</p><p>Among the universities instituting booster mandates for students returning to campus are American University, Cornell University and the University of Michigan.</p><p>A survey of 200 major employers conducted earlier this month by Gartner found 8% of the businesses are redefining what it means to be fully vaccinated and are requiring workers to get booster shots.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1893,
          "end": 1910
        },
        {
          "start": 2051,
          "end": 2054
        }
      ],
      "nexusId": "10010560"
    }
  ]
}