{
  "_id": "7ab1447eab1eaf10e91def5f0dedb061f7b09319fb7834ad03120255b0042324",
  "feed": "market-watch",
  "title": "Starting today, get 2 free Krispy Kreme doughnuts for getting a COVID vaccine",
  "text": "<p>While some Americans have been taking a “wait and see” approach on getting one of the available COVID-19 vaccines, Krispy Kreme has tried sweetening the deal by offering people who get vaccinated a free doughnut every day for the rest of the year.&#xa0;</p><p>Yes, that's one free doughnut every single day through the end of 2021 at all U.S. Krispy Kreme locations. And no purchase is required.&#xa0;</p><p>And now that the Food and Drug Administration (FDA) has fully approved BioNTech BNTX and Pfizer's PFE COVID-19 vaccine, the doughnut chain is doubling down and offering two free doughnuts “any time every day” from Aug. 30 through Sept. 5 during its “Show Your Heart” promo.</p><p>https://twitter.com/krispykreme/status/1373996749153533956?s=20 “We all hoped we'd be near the end of this pandemic by now. We're not. So, please consider getting vaccinated if you've not done so already. And then enjoy and share two amazing doughnuts with our heart-felt thanks,” said Dave Skena, Chief Marketing Officer, in a press release that went out on Wednesday.</p><p>People getting the Moderna MRNA or Pfizer PFE vaccine, which require two doses spaced around three weeks to a month apart, can qualify for the freebie as long as they've gotten the first dose. Those getting the one-shot Johnson &amp; Johnson JNJ jab qualify after getting their one and only dose.&#xa0;</p><p>Guests need to show their valid COVID-19 vaccination card to snag their treat —&#xa0; so no, just your “I got vaccinated” sticker doesn't count as proof of inoculation. And they must redeem the offer in person while in one of the U.S. stores or at the drive-thru.&#xa0;Read the details here for the original promo, and here for the two-doughnut special.</p><p>Related: Now that a COVID-19 shot is fully approved, employer mandates are rolling in. But will vaccination rates in the U.S. go up?</p><p>It should come as no surprise that this seemingly too-good-to-be-true offer quickly became the top trending topic on Twitter TWTR and Google GOOGL when it was first rolled out in March. The terms “free krispy kreme vaccine” and “krispy kreme vaccine giveaway” were breakout Google searches in the U.S. at the time. People have a pretty universal appetite for freebies, for one thing. And surveys have found many people turning to comfort foods over the past year to self-soothe during the ongoing pandemic and its economic fallout, as well as the contentious U.S. presidential election.&#xa0;</p><p>Read more: Google searches for ‘coffee' and ‘liquor stores' break records as election results trickle in</p><p>In fact, Krispy Kreme revealed that it has given away more than 2.5 million Original Glazed doughnuts already as part of this vaccine incentive.</p><p>But this promotion has also led many critics to express concern that such a deal could help exacerbate America's obesity epidemic — especially after a recent study found that two in five Americans have gained more weight than they intended during the pandemic, packing on 29 pounds on average.&#xa0;</p><p>https://twitter.com/mmpadellan/status/1374008951667367941?s=20What's more, being overweight or obese can also put you at higher risk of catching COVID-19, or developing more severe illness if you get infected. The CDC warns that having obesity&#xa0;may even triple the risk of hospitalization. And as one's body-mass index (BMI) increases —&#xa0;which is something many Americans have experienced during the pandemic&#xa0;— their risk of death from COVID-19 also increases.</p><p>Read more: ‘The Covid 15?' If only — this is how much weight the average person actually gained during the pandemic</p><p>But supporters have countered that anything that convinces more Americans to get vaccinated is a good thing.</p><p>https://twitter.com/cmclymer/status/1374060648687144961?s=20Krispy Kreme isn't the only company trying to encourage more people to get vaccinated against COVID. Target TGT has given out $5 coupons for shoppers who get a COVID vaccine at a CVS CVS inside of a Target. Some other incentives have included the e-commerce rewards app Drop offering $50 in points to anyone who shares a vaccine selfie and the hashtag #DropCovid. Cleveland's Market Garden Brewery also offered a “beer and a shot” special where the first 2,021 people who bring in their completed COVID Vaccine Certificate could get a beer for 10 cents.</p><p>And ride-share companies Lyft LYFT and Uber UBER have provided free or discounted trips to vaccination centers.</p><p>Krispy Kreme's pumped-up promo came as the daily average of COVID-19 cases in the U.S. hit a seven-month high last week, and the daily average for COVID hospitalizations was up 35% from two weeks before, and the most since Feb. 6. And as of Krispy Kreme's announcement, a little over half (51.6% ) of the total U.S. population was fully vaccinated against the novel coronavirus, or 171.4 million people, according to&#xa0;the Centers for Disease Control and Prevention.</p>",
  "published": "2021-08-30T07:36:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1250,
          "end": 1267
        }
      ],
      "nexusId": "10010560"
    }
  ]
}