{
  "_id": "ecb26d17175100bb10694e41d3207708ed3a4fd0a8d0ae41e7549fa5a0bd8439",
  "feed": "ftcomall",
  "title": "McKinsey in advanced talks with US states to settle opioid claims  ",
  "text": "<p>McKinsey is in advanced discussions with several US states' attorneys-general to pay hundreds of millions of dollars to settle civil claims about its role in advising drug companies held responsible for the country's opioid epidemic.&#xa0;</p> <p>Two people familiar with the discussions said the agreement under negotiation would involve no admission of wrongdoing or liability on the consultancy's part. A final settlement was still days or weeks away, they cautioned, so some details might change.</p> <p>“McKinsey continues to co-operate with government agencies on matters relating to our past work for opioid manufacturers and we will not be commenting further at this time,” a spokesman for the consultancy said.&#xa0;</p> <p>McKinsey advised Purdue Pharma, which makes the powerful prescription opioid OxyContin and is owned by members of the billionaire Sackler family. Purdue <a href=\"https://www.ft.com/content/ba099974-71f3-4b3c-9295-f6c3e6c4fa27\">recently admitted</a> that it “knowingly and intentionally conspired and agreed with others to aid and abet” doctors dispensing drugs “without a legitimate medical purpose”.&#xa0;</p> <p>The consultancy firm has previously apologised for its role in trying to boost sales of OxyContin. Last year, it said its work with Purdue was designed to support legal prescription of opioids for patients with “legitimate medical needs”.&#xa0;</p> <p>But it added: “As we look back at our client service during the opioid crisis, we recognise that we did not adequately acknowledge the epidemic unfolding in our communities or the terrible impact of opioid misuse and addiction on millions of families across the country.”</p> <p>The apology came after new McKinsey documents were revealed in November by state attorneys-general as part of Purdue's bankruptcy proceedings.&#xa0;</p> <p>They included a proposal to compensate insurance companies if a patient became addicted or overdosed, giving the insurer $14,000 per patient. The plan is not believed to have been implemented.&#xa0;</p> <p>The documents also included emails, such as one sent in July 2019, in which a McKinsey partner suggested it was aware of the risk of litigation faced by Purdue.&#xa0;</p> <p>“It probably makes sense to have a quick conversation with the risk committee to see if we should be doing anything other that [sic] eliminating all our documents and emails,” one read: “Suspect not but as things get tougher there someone might turn to us.”&#xa0;</p> <p>McKinsey also worked for Johnson &amp; Johnson, which previously made opioids and owned an <a href=\"https://www.ft.com/content/c4eddc22-cd86-11e9-99a4-b5ded7a7fe3f\">opioid ingredient maker</a>. In a court case in Oklahoma in 2019, the state showed a 2002 presentation by the firm suggesting that J&amp;J target “high abuse-risk patients (eg males under 40)” with its drug Duragesic, a patch based on fentanyl, an opioid that is 50-100 times more potent than morphine. J&amp;J lost that case but is appealing.&#xa0;</p> <p>The proposed McKinsey settlement is being negotiated as Purdue Pharma works on a deal with states, counties and cities as part of its bankruptcy settlement, which could come in early to mid February.&#xa0;&#xa0;</p> <p>In October 2020, Purdue Pharma agreed to a more than <a href=\"https://www.ft.com/content/8112c484-c8f9-49f8-8d6d-bffeff9ccb59\">$8bn criminal and civil settlement</a> with the US Department of Justice. Sackler family members agreed to pay $225m, while denying the allegations against them.&#xa0;</p> <p>Kevin Sneader, McKinsey's global managing partner, has been anxious to draw a line under a succession of reputational crises since his appointment in 2018, issuing new guidelines on how the company should select which clients it works for.&#xa0;</p> <p>But the consultancy has faced criticism in recent days from US senator Marco Rubio and others after it advised staff in Russia to <a href=\"https://www.ft.com/content/6110fe11-98e4-42ec-9522-f86d0a458ea2\">“stay neutral”</a> during demonstrations in support of opposition activist Alexei Navalny.</p><p>Source: Arash Massoudi in London and Andrew Edgecliffe-Johnson and Hannah Kuchler in New York&#xa0; 2021 'McKinsey in advanced talks with US states to settle opioid claims  ' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T01:58:05.933Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2511,
          "end": 2516
        },
        {
          "start": 2322,
          "end": 2339
        },
        {
          "start": 2679,
          "end": 2684
        },
        {
          "start": 2322,
          "end": 2341
        }
      ],
      "name": "Johnson & Johnson",
      "id": "US4781601046",
      "nexusId": "10010560"
    }
  ]
}