{
  "_id": "e90c852701e952f15e52199ffde87c769aa436fb719c60a9bf75f523764100f4",
  "feed": "wall-street-journal",
  "title": "U.S. News: White House Gets Help Selling Skeptics on Vaccines",
  "text": "<p>The Ad Council, a nonprofit that produces public-service announcements, and the Covid Collaborative, a coalition of leaders in education, health and economics, announced a campaign Tuesday that will run during time donated by media across TV and digital media platforms.</p><p>The public-service campaign features videos with a new Willie Nelson recording and athletes representing 13 sports leagues and organizations, including the National Football League, Major League Baseball and the National Basketball Association.</p><p>A spokesman for the Christian Broadcasting Network said the group welcomes the Biden team's effort.</p><p>A Nascar spokeswoman said the association has been working with the White House on supporting vaccination efforts, including helping drivers communicate to the public what getting the vaccine would mean to them. The company has also joined with state and local governments to convert their race tracks to vaccination sites.</p><p>\"It's critically important to us that we, as an industry, continue to play a meaningful role in the fight against Covid,\" Nascar President Steve Phelps said.</p><p>The administration also urged the American Farm Bureau Federation, an insurance company and lobbying group representing the agricultural industry, to participate. In rural areas, 31% of people said they would definitely get the vaccine, compared with 42% in urban areas and 43% in suburban areas, according to the Kaiser Family Foundation. Zippy Duvall, president of the federation, said his organization has publicly highlighted the importance of vaccinations for workers in the food-supply chain.</p><p>Francis Collins, director of the National Institutes of Health, this month appeared on the Christian Broadcasting Network's CBN News to encourage people to get the vaccine. He also responded to criticism of the vaccines by some abortion opponents who say shots were developed using fetal cell lines -- cells originating from elective abortions decades ago that are grown in labs and used in confirmation testing or development.</p><p>Johnson &amp; Johnson's vaccine has faced criticism for using such cell lines. A J&amp;J spokesman said this month that it manufactures vaccine doses using \"our engineered cell-line system\" and didn't comment on the criticism.</p><p>The U.S. Conference of Catholic Bishops said this month that the J&amp;J vaccine raises moral concerns beyond those raised by vaccines made by Pfizer Inc. and Moderna Inc., which used such cell lines for initial testing, but not for production. The bishops said that when Pfizer and Moderna vaccines aren't available, it is morally acceptable to receive the J&amp;J vaccine, but that a person given a choice should pick the Pfizer or Moderna vaccine over J&amp;J's.</p>",
  "published": "2021-03-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2309,
          "end": 2312
        },
        {
          "start": 2598,
          "end": 2601
        },
        {
          "start": 2025,
          "end": 2042
        },
        {
          "start": 2102,
          "end": 2105
        },
        {
          "start": 2691,
          "end": 2694
        }
      ],
      "nexusId": "10010560"
    }
  ]
}