{
  "_id": "9cc0c8bf8cbc5243bc3c7961b3a2e378563062548798a6e728c14d08e7840bef",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Credit Suisse Sued Over Quorum Health Bankruptcy; Jurors Hear How Theranos Lured DeVos Investment",
  "text": "<p>Credit Suisse sued over Quorum bankruptcy. Both the bank and Community Health Systems Inc. have been sued over the 2020 bankruptcy of Quorum Health Corp. The suit, brought for the benefit of unsecured bondholders who got less than 10 cents on the dollar in the bankruptcy, scrutinizes the 2015 spinoff of Quorum from Community Health that left the business with more than $1 billion in debt.</p><p>Jurors hear of DeVos family Theranos investment. Elizabeth Holmes's fraud trial continued Tuesday in California with testimony about what enticed DeVos family advisers to invest $100 million into the blood-testing startup. An adviser for the DeVos family office testified the investment was appealing because of claims Ms. Holmes made about Theranos's technology.</p><p>Bankruptcy</p><p>Sears creditors still owed $58 million. Top-ranking creditors of Sears Holdings Corp., including vendors who kept the retailer's shelves stocked during its bankruptcy, are owed $58 million, according to a court filing last week.</p><p>Sears's bankruptcy case remains open, even though its remaining stores were sold to Eddie Lampert's hedge fund ESL Investments Inc. or shuttered more than two years ago because the estate lacked the funds to pay off senior creditors.</p><p>Lawyers and advisers have racked up over $42 million in fees in the two years since Judge Robert Drain, who presided over Sears's bankruptcy, approved the retailer's restructuring plan, according to the court filing from last week.</p><p>—Soma Biswas</p><p>Seadrill moves closer to chapter 11 exit. Judge David Jones of the U.S. Bankruptcy Court in Houston said Tuesday he would sign an order confirming Seadrill Ltd.'s proposed chapter 11 plan of reorganization.</p><p>The plan garnered the support of nearly all creditors, lawyers for Seadrill said in court, and foresees the offshore drilling contractor equitizing almost $5 billion of debt and exiting bankruptcy with about $900 million of debt.</p><p>Seadrill's lawyers also announced that the company had reached an agreement with Strategic Value Partners, one of the company's creditors, over objections to how much compensation is being offered to certain Seadrill lenders in exchange for their backstop of new Seadrill borrowings under the chapter 11 plan.</p><p>—Alexander Saeedy</p><p>Bankruptcy admin wants J&amp;J talc claims moved to New Jersey. A North Carolina bankruptcy administrator overseeing the chapter 11 of a Johnson &amp; Johnson talc subsidiary said Monday the case should be moved to New Jersey, where the health products giant is located.</p><p>U.S. Bankruptcy Administrator Shelley Abel filed court papers urging a bankruptcy judge to transfer the case out of Charlotte, saying the new J&amp;J subsidiary, LTL Management LLC, was just created earlier this month and barely has any connections to the state.</p><p>The bankruptcy court shouldn't give deference to where the J&amp;J subsidiary wants its bankruptcy to take place because its choice of venue in North Carolina is \"entirely manufactured,\" Ms. Abel said.</p><p>The request to transfer the case was filed days after U.S. Bankruptcy Judge J. Craig Whitley said he was unsure if the chapter 11 belongs in his court or should be moved to a judge in New Jersey or Delaware.</p><p>—Jonathan Randles</p><p>Shuttered college sells cars to CarMax. Shuttered for-profit education chain Vista College has won bankruptcy court approval to sell eight vehicles for a total of $117,000 to CarMax Inc. Half of the vehicles are Hondas, with mileage ranging from 18,000 to 109,000.</p><p>The vehicles' insurance expires at the end of the month. A non-working ambulance that Vista College also owns isn't included in the sale.</p><p>Vista College, which had campuses in Texas, Arkansas and New Mexico, filed for chapter 7 earlier this month in Wilmington, Del. It also got approval to retain certain former employees as independent contractors to help wind down operations.</p><p>—Becky Yerak</p><p>Quotable</p><p>\"I had one of the most interesting meetings I can recall with the woman profiled in the attached Fortune magazine article.\"</p><p>— 2014 email sent to DeVos family shown to Elizabeth Holmes's jury</p><p>In Other News</p><p>A New York bankruptcy judge approved a liquidation plan for Greensill Capital's U.S. subsidiary. (Bloomberg Law)</p><p>Imerys asked a Delaware bankruptcy judge to appoint a mediator to foster settlement negotiations in its chapter 11 case. (Law360)</p>",
  "published": "2021-10-27T12:37:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2373,
          "end": 2390
        },
        {
          "start": 2263,
          "end": 2266
        },
        {
          "start": 2645,
          "end": 2648
        },
        {
          "start": 2821,
          "end": 2824
        }
      ]
    }
  ]
}