{
  "_id": "180fa577862bf9195a6706359a4f3b2cbb2eb33bc49a88e7ef0fa2e190941b69",
  "feed": "ftcomall",
  "title": "Sinopharm faces battle to turn Covid vaccine into a global success",
  "text": "<p>For Sinopharm, China's biggest vaccine developer, coronavirus offers a shot at a future that had been out of reach.</p> <p>The state-backed company is betting that the urgent need to inoculate billions of people across the world will finally allow it to establish its credentials as a global supplier.</p> <p>Its first Covid-19 vaccine was approved by Chinese authorities late last year, handing the company the lion's share of a national immunisation programme that started in earnest in January. Its second was approved last month.</p> <p>Whether Sinopharm can use this as a springboard to roll the vaccine out beyond its vast domestic market, however, depends on a combustible mix of politics, trust and supply.</p> <p>Thomas Bollyky, a senior fellow for global health, economics, and development at the Council on Foreign Relations in Washington, said the still-limited supply of vaccines based on the pioneering mRNA technology — used in the BioNTech/Pfizer and Moderna jabs — is running in its favour.</p> <p>“I do think you'll see many of the other regions of the world that have not secured early doses from more proven players turning to vaccines like the Sinopharm vaccine,” he said.</p> <p>A sprawling company that had revenues of more than Rmb500bn ($77.7bn) last year, Sinopharm's operations span the development, sale and distribution of most major medicines, including traditional Chinese treatments. Its subsidiary, China National Biotec Group, has developed the vaccines. While the country's biggest jab maker, CNBG still only accounts for a fraction of Sinopharm's revenues.&#xa0; &#xa0;</p> <h2>A handful of nations</h2> <p>So far only a handful of nations including the UAE, Bahrain, Pakistan, Egypt, Serbia and Hungary have authorised Sinopharm's first vaccine, which the company said had an efficacy rate of 79 per cent in phase 3 trials. </p> <p>The vaccines are made using a decades-old technique in which a virus is chemically inactivated and then injected into a patient to prime their immune system. The second uses a slightly different strain of the virus.</p> <p>According to Chinese state media, countries had placed orders for at least 140m doses of the two by the middle of January, far shy of the total for the likes of Oxford/AstraZeneca. However, if Sinopharm grows its order book substantially, it would vindicate Beijing's ambition to develop state-backed companies with globally competitive technology.</p> <p>The reputation of Yang Xiaoming would also be burnished. The chairman of Sinopharm's vaccine business since 2015, Yang is one of the public faces of China's Covid-19 research. A doctor and immunologist, he spent five years in the late 1990s at the US National Institutes of Health and previously led national projects to develop rotavirus and Sars vaccines.</p> <p>The pandemic offers Sinopharm its best chance in decades to prise open the global market. The group's efforts to do so date back to when Deng Xiaoping was in power. </p> <p>Sinopharm's vaccine business was founded in 1989 to house a string of research institutes dotted across China. Its international ambitions reached a milestone in 2013 after the World Health Organization approved its jab for Japanese Encephalitis.</p> <p>Sinopharm holds a controlling stake in six publicly traded entities — two listed in Hong Kong, including Sinopharm Holdings, and four on the Chinese mainland.</p> <p>Despite limited uptake so far outside China, Sinopharm has wasted little time in expanding its ability to manufacture the Covid-19 vaccines. The company, which employs more than 150,000 people, expects to be able to produce 1bn doses this year, after investing Rmb2bn.</p> <h2>A question of trust</h2> <p>But for the vaccine to become a serious contender on the international stage, scientists said Sinopharm needs to make a fundamental change: stop relying on Beijing to give its jabs credibility and instead be transparent about the trials and the data they generated. </p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“It will be heavy lifting for [Sinopharm] to establish its brand and reputation overseas,” said Jin Dong-Yan, a virologist at the University of Hong Kong. “It's a question of trust, especially as China is starting from nothing, having never before exported vaccines.” </p> <p>Jin said Sinopharm should release an explanation of the efficacy rate while also sharing comprehensive data with international regulators as quickly as possible.</p> <p>Doing so would mark a radical departure for a company that remains the supplier of choice for China's state-subsidised vaccination programmes. It is controlled by the Assets Supervision and Administration Commission which sits under the State Council, China's cabinet.</p> <p>Sinopharm directed requests to comment to the Communist party, which did not respond.</p> <p>With governments jostling for a finite supply of vaccines, the race to inoculate billions is a bruising and highly political one. Beijing has made little secret that Sinopharm's jab doubles up as a foreign policy tool. </p> <p>In February, Sinopharm's deliveries, some donated by Beijing, included 500,000 for Pakistan, 600,000 for Cambodia and 300,000 each for Peru and Laos. Late last month, Hungary became the first EU nation to start using the vaccine, with prime minister Viktor Orban declaring it was his preferred choice.</p> <p>That Sinopharm has been embraced by the likes of Hungary is stirring concern in Europe for those who see it “as a geopolitical contest”, said Anthony Dworkin, a senior research fellow at the European Council on Foreign Relations. “Others say we're short of vaccines and any vaccine that is legitimate we should be interested in.”</p> <p>But with most western nations steering clear of its vaccines, Sinopharm's best hope of adding to its list of buyers lies in Asia and Africa.</p> <h2>Covax hope </h2> <p>The company in January submitted an application for one of its vaccines to be included in the WHO's Covax scheme, which aims to ensure populations of low-income countries are inoculated by combining procurement efforts. </p> <p>China's pledge of 10m jabs to Covax is a fraction of the 2bn doses the initiative, which has <a href=\"https://www.ft.com/content/331ca95c-63fa-40de-8866-e3adccea3647\">struggled to secure support</a> from wealthy nations, hopes to distribute in 2021. Covax has signed deals with BioNTech/Pfizer, Oxford/AstraZeneca, Johnson &amp; Johnson, Novavax and Sanofi. </p> <p>The bulk of Sinopharm's overseas orders have been negotiated directly with countries in the developing world, where its vaccines face intense competition from the likes of Russia's Sputnik V and Oxford/AstraZeneca.</p> <p>Establishing its vaccines outside China would be a much-needed win for Sinopharm, whose domestic grip is under threat from privately owned competitors. The company only makes a quarter of vaccines in the private market, which accounted for 47 per cent of total sales in 2020, up from 23 per cent in 2013, according to the National Institutes for Food and Drug Control.</p> <p>The same rivals are also eating into Sinopharm's lead on a Covid-19 vaccine. Last month, Sinovac's two-shot vaccine received conditional approval in mainland China and emergency approval in Hong Kong. CanSino was granted conditional approval in China last month after interim phase 3 results put the efficacy of its jab at just over 65 per cent.</p> <p>Like Sinopharm, neither company has released detailed data from their trials. That absence is no deterrent to some. </p> <p>G42 Healthcare, Sinopharm's distributor for the Middle East and north Africa, said the Chinese company had a record for developing inactivated vaccines and met requirements for timing and delivery to the UAE.</p> <p>Securing overseas orders, however, is merely the start for Sinopharm. The company needs to produce and deliver the jab — a process that has proved fraught for most pharma groups. </p> <p>It has been lauded in Pakistan for delivering 500,000 vaccines without charge, but senior government officials told the Financial Times that the number of jabs from Sinopharm actually administered is modest compared with rivals.</p> <p>“The bulk of the vaccines I think will come from other sources” such as Oxford/AstraZeneca and Russia's Sputnik V, said one Pakistani official.</p> <p>And although Sinopharm has increased its production capacity, and vaccines from Sinovac and CanSino have also been approved, <a href=\"https://www.ft.com/content/58ca570e-38ee-404f-90f5-57c21c458058\">the rollout of its jab</a> at home has lagged behind targets set by Beijing. If that persists, achieving its international ambitions is likely to become even harder. </p> <p><em>Additional reporting by</em> <em>Farhan Bokhari in Islamabad, Simeon Kerr in Abu Dhabi, Yuan Yang and Emma Zhou in Beijing, and Wang Xueqiao in Shanghai</em></p><p>Source: Christian Shepherd in Beijing and Anna Gross in London 2021 'Sinopharm faces battle to turn Covid vaccine into a global success' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-09T23:01:00.051Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6087,
          "end": 6104
        }
      ],
      "nexusId": "10010560"
    }
  ]
}