{
  "_id": "e8ec21c1a84f065968de1eb7524cfeaa2c21f6be04fbeb1bc94f8b58a660e351",
  "feed": "ftcomall",
  "title": "Redemption shot: von der Leyen begins fightback on EU vaccine rollout",
  "text": "<p>German chancellor Angela Merkel's cabinet meetings tend to be sedate affairs, however one gathering in early February was anything but. Olaf Scholz, finance minister, launched an extraordinary broadside against the European Commission, saying its vaccination strategy had been a “total shit-show”.</p> <p>The angry denunciation of Brussels typified the political heat <a href=\"https://www.ft.com/content/9e89f434-7ced-4223-a818-d1ae8f108704\">emanating from Germany since the start of the year</a>. Policymakers in the ruling coalition and media outlets have slammed <a href=\"https://www.ft.com/stream/c1987436-2d29-48ba-b93c-d40fb2ce9bf0\">Ursula von der Leyen</a> over the EU's laggardly vaccine rollout — exposing political vulnerabilities in the commission president's home turf of Berlin. </p> <p>Now von der Leyen and Brussels have a shot at <a href=\"https://www.ft.com/content/fba558ff-94a5-4c6c-b848-c8fd91b13c16?shareType=nongift\">redeeming the reputation of the EU vaccine campaign</a>. The commission has launched a continent-wide project to strip out supply bottlenecks and boost production, laying the foundations for an industrial mobilisation aimed at <a href=\"https://www.ft.com/video/7ba6423a-9952-480a-8dc9-a70c537bff34\">battling the new variants of the virus</a> that are wrongfooting scientists on multiple continents. At the same time, Brussels is banking on a significant acceleration in deliveries, with supplies expected to triple in the second quarter to at least 300m doses. </p> <p>The coming months will be a test of whether the EU — and von der Leyen herself — can turn the page on <a href=\"https://www.ft.com/content/a8346439-d365-43a8-be5b-c53d0bdbdd7b\">the vaccine missteps</a>, and whether pharmaceutical companies including AstraZeneca and Johnson &amp; Johnson will be able to deliver. The ramp-up is urgently needed not only to counter fears of a third wave of infections driven by virus mutations, but also to prevent a resurgence of the attacks on Brussels from powerful member states. </p> <p>The headwinds are particularly formidable given public doubts in some EU countries about the <a href=\"https://www.ft.com/content/767fdd85-5329-479d-b565-4ec85d28b492\">efficacy of the AstraZeneca vaccine</a>, leading to mounting stockpiles in Germany, France and elsewhere. </p> <p>In an interview with the Financial Times, von der Leyen defends her strategy but admits she and her colleagues initially underestimated how difficult it would be to turn vaccine breakthroughs into mass production of doses. While the current quarter will “without any question” remain difficult, von der Leyen argues the picture will change for the better in the second, as a new contract with BioNTech/Pfizer kicks in and as J&amp;J begins shipping following a vaccine authorisation expected this month. </p> <p>“We will have quite a lot more doses that will have to be administered,” she says. “The problem will, slowly but surely, change from too little supply of vaccine doses into ensuring we administer the doses we have properly and speedily. For the member states there are several logistical challenges to master.”</p> <p>That message was echoed in a <a href=\"https://www.ft.com/content/a8346439-d365-43a8-be5b-c53d0bdbdd7b\">summit of EU leaders</a> at the end of last week, as von der Leyen laid out the bloc's ambitions in a slideshow to fellow leaders. But proceedings were still shot through with anxiety, as member states peppered her with detailed questions about the rollout and ways of scaling up production. </p> <p>To leaders' frustration, the EU has little short-term prospect of catching up with the US, or the UK, which has administered more than four times as many doses per capita. Israel has given more than 12 times as many. </p> <p>The commission president's message to leaders was that the EU is taking the right steps, but bitter experience has made countries cynical about the extent to which they can rely on the vaccine giants to perform. </p> <p>Within days of the summit, some countries are signalling a desire to take matters into their own hands. This week Austrian chancellor Sebastian Kurz and Danish prime minister Mette Frederiksen are travelling to Jerusalem to discuss ways of boosting vaccine procurement with Israeli prime minister Benjamin Netanyahu. Meanwhile Hungary, Poland, the Czech Republic and Slovakia have either bought or are eyeing Russian or Chinese vaccines, which are not authorised for use by the EU's regulator.&#xa0;</p> <h2>Brussels vs Big Pharma</h2> <p>The fact that the spotlight is so firmly on von der Leyen herself is no coincidence. From early in the pandemic the commission president, a trained physician, positioned herself at the heart of the campaign. She fronted an international fundraising drive as early as May 2020 and later oversaw the launch of an EU-wide vaccine procurement scheme under the commission's auspices.</p> <p>That initially looked like shrewd politics, as scientists in the US, Germany and the UK — as well as China and Russia — reported rapid breakthroughs that raised the prospect of vaccines coming available in less than a year, rather than the normal half-decade timeline.</p> <p>But early this year it became clear the EU's vaccine drive was falling behind those in the US and UK, dragged back in part by massive delivery shortfalls from AstraZeneca's European sites. </p> <p>The damaging clashes that ensued with AstraZeneca have been a microcosm of the EU's woes. </p> <p>The British-Swedish company provoked fury when it disclosed to the commission and member states on January 22 that it would deliver less than a third of the 100m or more doses the European bloc had been expecting by the end of March. The closed-door meeting was emotional, according to people briefed on it. It prompted a withering reaction from member state diplomats, one of whom branded the shortfall a “disgrace”. </p> <p>Von der Leyen spoke to Pascal Soriot, AstraZeneca's chief executive. The commission chief was “worried” and focused on how to “pull each and every trigger” to close the supply gap, according to one person briefed on the call. Von der Leyen herself says she has been “very clear” with Soriot that “I want the vaccine doses”.</p> <p>EU mistrust of AstraZeneca remains palpable, despite a modestly improved offer by the company to deliver 40m doses in the first quarter. The company is continuing to struggle with its EU production. The slides the commission showed to leaders suggest Brussels has not received firm delivery commitments from AstraZeneca sufficient to guarantee its overall target of mobilising over 400m doses from all manufacturers in the first half of the year. </p> <p>The problem has taken on a new dimension as several big countries <a href=\"https://www.ft.com/content/f009d255-8a7d-4bd1-8bfa-0d49b9647a71\">grapple with stockpiles of unused AstraZeneca jabs</a>. Merkel and French president Emmanuel Macron have in recent days <a href=\"https://www.ft.com/content/d6f5aff4-987f-4e36-9022-0da76766cf5c?sharetype=blocked\">tried to restore public trust in the vaccine</a> following question marks about its effectiveness in older individuals. Macron in January said that the vaccine was “quasi-ineffective”, but on Friday he insisted he would take it if he was offered it.</p> <p>Von der Leyen is noticeably terse when discussing AstraZeneca, saying “if they deliver that's fine — after the recent experiences deeds have to follow the words”. </p> <p>AstraZeneca's Soriot said last week that his company was doing “everything that we can” to meet the 40m first-quarter target. It has said it “aims to deliver in line” with the 180m shots expected by the bloc between April and June, by sourcing half of those from outside the bloc. That move requires both available supply and the EU's approval. </p> <p>Von der Leyen admitted to mistakes of her own in early February in a European parliament hearing — a belated gesture, according to some critics. The key miscalculation the commission made, she suggests now, was in “expectations management”. </p> <p>“If you order vaccines for 500m people there's a limit to what you can scale up in a certain amount of time,” she says. “With vaccine mass production, upscaling is certainly not a linear process. There are a lot of problems at the very beginning until you have a stable process. So, looking back, most of us underestimated how many difficulties there are at the beginning.” </p> <p>But Von der Leyen denies any fundamental errors of strategy, disputing claims that the EU underinvested early in the process. Time was simply too short following the discovery of the new vaccines to “really exponentially increase the production capacity”, she says, and an extra billion euros for a company would not have changed that. </p> <p>This assertion has been questioned by analysts. Airfinity, a life sciences analytics company, says the US and UK spent significantly more upfront per capita than the European bloc on vaccine development and building up manufacturing capacity, when the risks were highest and the investment counted most. While the published data is incomplete and some of the criteria subjective, Airfinity estimates that the UK allocated at least four times as much as the EU — and thus gained an edge in early jab supply.&#xa0;</p> <p>As for claims that the EU was too slow in signing contracts, von der Leyen cites “interesting evidence” that AstraZeneca's contract with the UK was signed the day after the one it struck with the EU in August. “So this point doesn't count any more,” she says. Sceptics counter that this is a red herring, as the crucial intervention was the production deal London agreed in principle with the company in May. </p> <p>While the EU was criticised for sticking with a longer drug authorisation process than the UK's accelerated emergency procedure, von der Leyen argues this was also the right call. She cites the potential safety risks of injecting biologically active substances into healthy individuals. </p> <p>Nevertheless,&#xa0;<a href=\"https://www.ft.com/content/ddceba1c-a564-49b5-9748-b0b1cdc87d97\">Viktor Orban's Hungary has broken ranks</a>&#xa0;and embraced Russian and Chinese vaccines not approved by the European Medicines Agency, while the Czech Republic has said it intends to approve use of the Russian Sputnik V jab. Slovakia has agreed to buy 2m doses of it.</p> <a href=\"http://www.ft.com/cms/7ba6423a-9952-480a-8dc9-a70c537bff34.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>German frustration</h2> <p>The idea that Brussels has learnt its lessons is not something EU politicians are taking on trust — above all in Germany. With elections looming in September and the retirement of Angela Merkel as chancellor after 16 years also imminent, politics in Berlin has become more volatile. No topic is more explosive than vaccine delivery, and the fact that the EU has fallen behind its former member-state the UK is proving particularly irksome. </p> <p>By joining the EU vaccine procurement scheme, Germany, like other big member states, sacrificed its ability to emulate the UK and make its own deals. Markus Söder, one of <a href=\"https://www.ft.com/content/ce034f34-cbc6-4ea9-8c16-41fc939fc0fe\">Germany's most powerful politicians</a> and like von der Leyen a member of the centre-right CDU/CSU, publicly lambasted the commission's rollout last month. The EU had ordered “too late and too little” and had been “stingy” in its negotiations with the manufacturers, he claimed. </p> <p>In private senior German politicians have been even more disparaging. “The vaccine programme was a real opportunity for the commission to show Europeans it could act decisively and intelligently in a crisis and it squandered it,” says one senior CDU MP.</p> <p>For some, von der Leyen — a protégée of Merkel — makes a tempting target in an election year. The daughter of one of Germany's most prominent regional governors, von der Leyen is the closest Germans get to political royalty. </p> <p>She spent her early years in the rarefied atmosphere of Brussels, later studied medicine and had seven children. Entering politics in her early forties, the “Powerfrau” and “Supermutter” enjoyed an extraordinary rise and appeared destined for high office. </p> <p>She became Merkel's longest-serving minister and was routinely spoken of as her potential successor. But such speculation ebbed away during her time as defence minister, a job that is often described as the “ejector seat” of German politics. Managing a ministry that employs 250,000 people was always going to be hard, but years of austerity had left it severely depleted and even now the army remains badly equipped and under-resourced. Despite her best reform efforts, military procurement remains a problem area. “Some people even say it [the ministry] is ungovernable,” says Christian Mölling, a defence analyst at the German Council on Foreign Relations. </p> <p>Von der Leyen's elevation to commission president in 2019 therefore came as a remarkable turnround. Yet her position in German politics remains a precarious one that has not been aided by the vaccine setbacks. She has an image of being a loner who has never shown enough interest in local politics, in the Christian Democratic Union's grassroots, the world of volunteer activists and campaigners. </p> <p>“You can't imagine her at a beer festival, slapping backs and pressing the flesh,” says one CDU official. This tendency has been on display in Brussels, where one attendee at a pre-lockdown drinks reception recalls von der Leyen making her excuses soon after addressing the guests — in contrast to her gregarious predecessor Jean-Claude Juncker. </p> <p>This reserve helps explain why she lacks a deep well of support in Germany and in her own party. This could leave her vulnerable again if future crises erupt — especially after Merkel exits the stage in September. </p> <p>“She prefers to storm ahead, without consulting anyone, and do everything herself,” wrote Ulrike Demmer and Daniel Goffart in a von der Leyen biography that was published in 2015. </p> <h2>Bloc support</h2> <p>In Brussels her reliance on a tiny circle of trusted lieutenants imported from Berlin, including her powerful head of cabinet Björn Seibert, has irritated other commissioners. </p> <p>This issue was highlighted during an embarrassing episode in late January, when the commission briefly pushed vaccine export proposals that would have entailed an <a href=\"https://www.ft.com/content/417e089b-31af-4950-949e-3ee1986f47ce\">incendiary override to the Northern Ireland protocol</a> of the UK Brexit treaty. </p> <p>Brussels withdrew the offending clause within hours of the Irish and British premiers raising the alarm. Von der Leyen acknowledges now that “more scrutiny in the process would have been better”, but while she is sorry about that she insists: “In the end the result was good. Period.” </p> <p>The president's management style is entirely consistent with her practice in Berlin, observes one senior EU diplomat, who therefore sees little reason to think she will change it. While the early weeks of 2021 were difficult ones for her vaccine strategy, with excessively “melodramatic” public battles with AstraZeneca, the diplomat says criticism among member states has now died down. </p> <p>“The commission is on the phone all day with all the suppliers — they are really working hard,” the person adds. “They are where we want them to be.”</p> <p>That verdict was reflected in the Thursday summit, where many leaders expressed support for the EU's vaccine procurement efforts — perhaps unsurprisingly, given that member states fund it and are closely involved at every step. </p> <p>For smaller member states, the EU's decision to buy as a bloc represents a lifeline for which they are grateful. The alternative of going it alone, says another diplomat, would have been far higher prices for small capitals and later deliveries.</p> <p>“Despite the criticism that has been levelled, the EU has done a very good job with the procurement of vaccines,” says Chris Fearne, minister of health for Malta, the EU's smallest country by population. “Twenty-seven member states managed to come together to negotiate and procure vaccines together. There is a structure that's going in the right direction.” </p> <p>Von der Leyen's commission is now working on an EU version of the US's Barda, the government agency that invested billions of dollars in vaccine candidates, as officials seek to transform <a href=\"https://www.ft.com/content/6bd192b4-6f7a-4df1-a484-1853bb054ba5\">the EU's ability to respond quickly to health threats</a>. But the president, internal market commissioner Thierry Breton and health commissioner Stella Kyriakides face an enormous task to battle virus mutations, forestall supply chain shortages and lay to rest doubts about the commission's handling of Covid-19 vaccines. </p> <p>“We have to work on a system that has capacity that you can always trigger,” von der Leyen says. “The moment such a virus hits, Europe must be able to develop, approve, and scale up rapidly and for that you need the capacity. So we've learned our lessons in the last months.” </p><p>Source: Sam Fleming and Michael Peel in Brussels and Guy Chazan in Berlin 2021 'Redemption shot: von der Leyen begins fightback on EU vaccine rollout' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-02T05:00:18.634Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2210,
          "end": 2213
        },
        {
          "start": 1344,
          "end": 1361
        }
      ],
      "nexusId": "10010560"
    }
  ]
}