{
  "_id": "44b6cae94e6dcbc889912893a838455fb458b6b3a6d9ae051ef071f8cf67f8c0",
  "feed": "market-watch",
  "title": "Pfizer booster likely to be OK'd by Sept. 20, but Moderna's may lag, Fauci says",
  "text": "<p>Speaking Sunday on CBS News' “Face the Nation,” Fauci, the White House's top pandemic adviser, said Moderna's MRNA booster might not have approval from the Food and Drug Administration by that date.</p><p>“We were hoping that we would get both the candidates, both products, Moderna and Pfizer, rolled out by the week of the 20th. It is conceivable that we will only have one of them out, but the other would likely follow soon thereafter,” Fauci told host Weijia Jiang.</p><p>Boosters for the general public have not won FDA approval yet, though the one from Pfizer PFE and BioNTech BNTX appears to be on track. “Looks like Pfizer has their data in, likely would meet the deadline,” Fauci said. “We hope that Moderna would also be able to do it, so we could do it simultaneously.”</p><p>“But if not, we'll do it sequentially,” he added. “So the bottom line is, very likely, at least part of the plan will be implemented, but ultimately the entire plan will be.” Fauci said any delay in approving Moderna's shot would likely be “at most a couple of weeks.”</p><p>Read:COVID-19 vaccine booster shots are more complicated than they appear. Here's why.</p><p>Officials have said those who got the Johnson &amp; Johnson JNJ vaccine will also likely need a booster, but no other details have been announced.</p><p>For now, Fauci said, fully vaccinated people should plan on getting a booster of whichever shot they were originally given. He said data on whether Americans could mix vaccines — getting a Pfizer booster after getting the original two-dose Moderna shots, for example — is currently being studied, and should be released to the public in the coming weeks.</p><p>The Biden administration has pushed for a Sept. 20 start date for fully vaccinated people to begin getting boosters, as long as it's been at least eight months since they were vaccinated. Federal officials are worried that the effectiveness of the vaccines may decrease over time, and are looking to boosters to prevent another winter surge in new cases. The first round of boosters will go to people most at risk of the coronavirus.</p>",
  "published": "2021-09-05T18:54:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1164,
          "end": 1181
        }
      ],
      "nexusId": "10010560"
    }
  ]
}