{
  "_id": "76a98d1756b4c6ccf72e8d6ec27fcd85c8c951dd94c61cf6f1929874e065fb43",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Emergent's  J&J Shots  Await FDA  Approval  ----  By Peter Loftus",
  "text": "<p>   Emergent BioSolutions Inc. has made enough of a key ingredient to yield more than 100 million doses of Johnson &amp; Johnson's Covid-19 vaccine, and federal health regulators are evaluating whether to release the shots, Emergent's chief executive said. </p><p>   Emergent CEO Robert Kramer apologized during a congressional hearing Wednesday for the problems at the company's Baltimore plant that resulted in the contamination earlier this year of a batch of the vaccine. </p><p>   Mr. Kramer said the company, which makes vaccines and drugs under contract, has been taking corrective steps to fix the manufacturing problems at the plant. </p><p>   Emergent has blamed some of the problems on having to produce two Covid-19 vaccines at large scale, which the company said strained the capacity of its equipment. The plant was also making AstraZeneca PLC's Covid-19 vaccine. </p><p>   Emergent described some of the problems and its plan to fix them in a letter to the U.S. Food and Drug Administration, responding to the agency's finding of various deficiencies during an April inspection. </p><p>   A subcommittee of the U.S. House Committee on Oversight and Reform released the April 30 letter ahead of its hearing about Emergent. </p><p>   Emergent was producing a bulk key vaccine ingredient for Johnson &amp; Johnson's Covid-19 vaccine, but a mishap led to the contamination of material that could have yielded up to 15 million doses during January and February. The contamination came from viral material similar to what was used in the production of the AstraZeneca vaccine at the same plant, according to a memo from the Democratic staff of the House committee to members. </p><p>   The incident ruined the batch of J&amp;J's vaccine ingredient and led to a halt in production of the J&amp;J vaccine, as well as a decision to relocate production of AstraZeneca's vaccine elsewhere. In addition, J&amp;J took over manufacturing at the Emergent plant. </p><p>   At the hearing, Mr. Kramer said the company agreed last year with the federal government to manufacture both J&amp;J's and AstraZeneca's vaccines, though the plant hadn't previously produced vaccines at full capacity. </p><p>   The FDA's inspection of the Emergent plant found it didn't maintain clean, sanitary conditions and didn't take proper steps to prevent contamination. </p><p></p>",
  "published": "2021-05-20T06:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 103,
          "end": 120
        },
        {
          "start": 1236,
          "end": 1253
        },
        {
          "start": 1710,
          "end": 1713
        },
        {
          "start": 1977,
          "end": 1980
        },
        {
          "start": 1817,
          "end": 1820
        },
        {
          "start": 22,
          "end": 25
        },
        {
          "start": 1646,
          "end": 1649
        }
      ]
    }
  ]
}