{
  "_id": "5afa332f61c3f08f2764cb99408c84f77eef9281c81f68a57686a2b93bafbcf8",
  "feed": "wall-street-journal",
  "title": "Pfizer-BioNTech Covid-19 Vaccine for Young Kids Satisfied FDA Criteria, Agency Says; FDA staff also said the benefits of giving the vaccine to 5- to 11-year-olds generally outweigh the risk of a rare heart condition",
  "text": "<p>The FDA assessment could support the agency's authorization of the vaccine in children in the coming days or weeks, but the myocarditis risk is likely to be a topic of debate among advisers to the FDA who are scheduled to first review the application.</p><p>The agency confirmed data, which the companies had released earlier in the day, showing the vaccine was 90.7% effective at preventing symptomatic Covid-19 in a study of 5- to 11-year-olds, information that health authorities will likely factor as they weigh whether to authorize the shots for use.</p><p>The vaccine was found to be safe and tolerable, the companies said in a document they submitted to the FDA and the agency posted online Friday morning.</p><p>In early October, Pfizer and BioNTech asked the FDA to authorize the vaccine for children 5 to 11 years old.</p><p>The documents were posted ahead of a meeting scheduled for Tuesday of a committee of vaccine experts advising the FDA.</p><p>The panel, the Vaccines and Related Biological Products Advisory Committee, will meet to review the evidence of the vaccine's safety and effectiveness in children, and vote to recommend whether the FDA should authorize the use.</p><p>If the vote is in favor, FDA authorization could follow within days. And if the Centers for Disease Control and Prevention subsequently signs off, millions of younger children could get a Covid-19 vaccine for the first time.</p><p>There are more than 28 million children ages 5 to 11 in the U.S., according to the American Academy of Pediatrics.</p><p>The risk of severe Covid-19 is much lower in children than in adults. Yet many have been hospitalized, and at least 691 children under 18 years have died from Covid-19, including 146 deaths in the 5- to 11-year age group, according to the FDA.</p><p>Vaccination may also help prevent children from transmitting the virus, according to many health experts.</p><p>Pfizer and BioNTech said in September that their vaccine was generally well-tolerated and induced strong immune responses in a study of nearly 2,270 children 5 to 11. Each child received two doses three weeks apart, and each shot contained one-third of the dosage used for adolescents and adults.</p><p>The vaccine induced neutralizing antibody levels in younger children that were comparable to those seen in people ages 16 to 25 who served as a control group in the study, the companies said. </p><p>The Pfizer-BioNTech Covid-19 compound being mixed for a trial in children under 12 in August. PHOTO: Daniel Lozada for The Wall Street Journal</p><p>The Pfizer-BioNTech document had new data from the same study showing that the immune responses appeared to protect children from disease. Researchers found that three children who received the vaccine became sick with Covid-19, compared with 16 cases who received a placebo, resulting in 90.7% efficacy, according to the companies.</p><p>Researchers didn't find any cases of heart-inflammation conditions including myocarditis in children in the study. The companies, however, said the study was too small to detect this potential risk.</p><p>Health authorities have said there is an increased risk of myocarditis with Covid-19 vaccines from Pfizer and Moderna Inc., particularly in males under 30 years.</p><p>The FDA said in its document that it conducted a risk-benefit analysis in light of the myocarditis risk. The FDA said it modeled the risk of myocarditis associated with the vaccine dose in children 5 to 11 years assuming the risk would be the same as the estimated risk in adolescents 12 to 15 years.</p><p>When the incidence of Covid-19 is low, like it was in June, the predicted number of vaccine-associated myocarditis cases resulting in hospitalizations was greater than the predicted number of Covid-19 hospitalizations prevented for males and for both sexes combined, the agency said.</p><p>Yet when Covid-19 was more prevalent, such as in September, the benefits of the vaccine outweighed the risks, the agency said.</p><p>And even when incidence of the disease is low, other factors favored the vaccine, including its potential to prevent Covid-19 that causes complications in nonhospitalized children, the FDA said.</p><p>Pfizer's vaccine was authorized in December 2020 for people 16 years of age and older, an authorization expanded in May to adolescents 12 and older.</p><p>Earlier this week, the Biden administration outlined plans to distribute the Pfizer vaccine to children at doctors' offices, pharmacies and schools if regulators clear the shots.</p><p>Moderna and Johnson &amp; Johnson have been studying their Covid-19 vaccines in children, but currently their shots are authorized only for people 18 and older.</p><p>Pfizer and BioNTech have also tested their vaccine at an even lower dosage in children as young as six months.</p><p>Write to Peter Loftus at peter.loftus@wsj.com and Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer-BioNTech Covid-19 Vaccine for Young Kids Satisfied FDA Criteria, Agency Says</p>",
  "published": "2021-10-23T02:56:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4421,
          "end": 4438
        }
      ]
    }
  ]
}