{
  "_id": "f3a18b0581cfd0ccebcd7e8bda861cdb544ee33cf05bbb57cf22d5c57bda8bf5",
  "feed": "wall-street-journal",
  "title": "U.S. News: FDA Adds Warning to Label of J&J Vaccine",
  "text": "<p>Guillain-Barre syndrome is a rare neurological disorder in which the immune system attacks nerves, causing temporary but potentially severe paralysis. The risk is a known one with vaccines, including some influenza vaccines and a leading shot to prevent shingles.</p><p>Johnson &amp; Johnson said it has been in discussions with the FDA and other regulators about reports of Guillain-Barre following vaccination with its single-dose coronavirus vaccine.</p><p>The company said that while the chance of such cases is very low, it exceeds the rate of normally reported cases among the general population by a small degree. The shot is a valuable tool in the fight against the pandemic, the company said.</p><p>\"Evidence has demonstrated that Johnson &amp; Johnson's single-shot Covid-19 vaccine offers protection against Covid-19 disease and prevents hospitalization and death, including in countries where viral variants are highly prevalent,\" the company said.</p><p>The warning would be the latest for a vaccine that federal health officials had cautioned raises the risk of a rare blood-clotting condition. The risk of Guillain-Barre is about three to five cases per million recipients, the person said. The risk in the general population is about one in one million.</p><p>The U.S. Centers for Disease Control and Prevention said that 100 preliminary reports of Guillain-Barre have been detected after 12.8 million J&amp;J doses were administered. It said such cases have largely been reported two weeks after vaccination and mostly in men 50 years and older.</p><p>The CDC said available data doesn't show a similar pattern in messenger RNA vaccines, which are the shots from Pfizer Inc. and its partner BioNTech SE and from Moderna Inc.</p><p>The Johnson &amp; Johnson vaccine uses a harmless type of common-cold virus. It is engineered to carry a piece of genetic code instructing the body's cells to make something resembling the spike protein that juts from the surface of the coronavirus. Production of the protein triggers an immune response that can protect a vaccinated person from Covid-19.</p><p>Another Covid-19 vaccine, from AstraZeneca PLC, which isn't authorized in the U.S. but used in the U.K. and other countries, uses a technology similar to Johnson &amp; Johnson's. AstraZeneca's shot also is linked to an increased risk of Guillain-Barre, federal health officials said. AstraZeneca didn't respond to a request to comment.</p><p>The drug-safety advisory committee for Europe's medicines regulator last week recommended including warning language about a possible link between the AstraZeneca vaccine and Guillain-Barre. The committee said data doesn't show a link, but doesn't rule one out. The committee said it continues to recommend the vaccine as generally safe and effective against Covid-19.</p><p>The FDA recommends use of the vaccine, saying the benefits outweigh the risks.</p>",
  "published": "2021-07-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 718,
          "end": 735
        },
        {
          "start": 40,
          "end": 43
        },
        {
          "start": 264,
          "end": 281
        },
        {
          "start": 1698,
          "end": 1715
        },
        {
          "start": 2200,
          "end": 2217
        },
        {
          "start": 1380,
          "end": 1383
        }
      ],
      "nexusId": "10010560"
    }
  ]
}