{
  "_id": "2edabb6734411cc7c983370b3813e3bfe385700a73542ae0ff354fa541339a46",
  "feed": "wall-street-journal",
  "title": "U.S. Reaches Deal to Restart 'Remain in Mexico' Program for Asylum Seekers; The Biden administration's agreement with Mexico allows the U.S. to resume a controversial Trump-era policy",
  "text": "<p>The Biden administration is restarting the program—one that President Biden called \"dangerous and inhumane\" during the 2020 campaign—to comply with an order by a federal court in Texas that said its attempt to wind down the program was unlawful.</p><p>On a call with reporters Thursday, U.S. officials said that though they had an agreement in principle with Mexico, the country will need to formally announce its participation before the U.S. can begin sending migrants back under the program. The Mexican Foreign Ministry didn't immediately respond to a request for comment.</p><p>The program will exist alongside Title 42, a separate Trump-era public-health policy the Biden administration has continued to implement, allowing it to quickly expel migrants back to Mexico, or on deportation flights to their home countries, without a chance to ask for asylum. U.S. officials said they would give priority to Title 42 and will only place migrants into the Remain in Mexico program if they can't be expelled using the public-health authority.</p><p>Both single adults along with migrant families could be sent back to Mexico under the resumed policy.</p><p>Some Democrats and immigration activists have expressed frustration at the administration's continuation of some Trump-era immigration policies, accusing Mr. Biden of betraying his campaign pledges. Many Republicans have said the president isn't doing enough to secure the border and stem the flow of migrants.</p><p>U.S. officials stressed that they have made many changes to the Remain in Mexico program to make it safer for migrants—changes they said Mexico had demanded as conditions to restart the program.</p><p>Migrants will be given time to consult with U.S.-based lawyers before being sent back to Mexico and will receive screenings to ensure they don't have a \"reasonable fear\" of returning to the country. The categories of migrants exempted from the program will also be expanded to include elderly migrants, those with physical or mental disabilities and lesbian, gay, bisexual and transgender migrants, who could face discrimination in Mexico.</p><p>Adults will also be given the Johnson &amp; Johnson Covid-19 vaccine, and children the Pfizer vaccine, with a second dose administered at one of their court hearings.</p><p>The U.S. officials said they have committed to wrap up asylum cases of each migrant placed into the program within six months. They will also provide shelter and safe transport to and from U.S. court hearings, possibly with the assistance of United Nations organizations. Under the Trump administration, migrants were most often targeted for kidnappings when the U.S. returned them to Mexico after hearings at ports of entry.</p><p>The U.S. plans to return migrants to Mexico at four ports of entry—in San Diego, Calif. and El Paso, Laredo and Brownsville in Texas—though the program won't exist at all four ports right away. Officials also said migrants returned to Mexico at Brownsville and Laredo would be moved to interior cities in Mexico, because the cities directly across the border—Matamoros and Nuevo Laredo—are too dangerous.</p><p>Write to Michelle Hackman at michelle.hackman+1@wsj.com</p><p>U.S. Reaches Deal to Restart 'Remain in Mexico' Program for Asylum Seekers</p>",
  "published": "2021-12-02T15:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2109,
          "end": 2126
        }
      ],
      "nexusId": "10010560"
    }
  ]
}