{
  "_id": "2f255e7e17e2e700dfedff72f88ace38b31f3362e535295c4b03752307be4a1c",
  "feed": "wall-street-journal",
  "title": "In Los Angeles, This Covid-19 Surge Is Different From Earlier Outbreaks; Center of pandemic in region has moved from poor, crowded neighborhoods to affluent ones with younger populations",
  "text": "<p>The shift is a consequence of the Delta variant, which spreads more easily among people who gather indoors in such places as bars, clubs and restaurants and can affect people who are vaccinated, according to doctors.</p><p>Los Angeles shows how the Delta variant is prompting a surge that is different from what occurred earlier. Some other cities across the country, facing signs of increases, are taking steps such as mandating masks or requiring proof of vaccination for indoor dining instead of measures including the lockdowns carried out early in the pandemic.</p><p>The newest surge of infections has public-health officials renewing calls for caution, regardless of vaccination status, as more people return to pre-pandemic activities. Though the fully vaccinated are far less likely to suffer serious illness or be hospitalized, according to hospitalization data from around the country, health officials in Los Angeles are now directing everyone to wear masks indoors and return to other precautions, including social distancing when possible.</p><p>Samir Zakir spent most of the past year working from home, keeping away from large gatherings and wearing a mask. He received the Moderna vaccine early this year and waited for the city and state to reopen in mid-June before venturing out more routinely.</p><p>\"I took it super seriously and did everything right,\" said Mr. Zakir, a 30-year-old media and political strategist who lives in West Hollywood, a city of about 36,000 people. He went to two events, starting a few days after the state's formal reopening June 15, and by July 1 he was sick. He waited a few days, but when his symptoms persisted, he got tested to confirm what he suspected: he had Covid-19.</p><p>While Mr. Zakir said he isn't certain where he contracted Covid-19, his best guess is a charity event at a West Hollywood bar, a Juneteenth event or a San Diego club where a friend had organized a band's appearance. He wasn't wearing a mask at the events, but he said he tried to stay outside and away from big clusters of people at the club in San Diego.</p><p>\"To this day, I don't have taste,\" said Mr. Zakir, referring to a Covid-19 side effect.</p><p>New Covid-19 cases have been growing for weeks across L.A. County. As of Thursday, the seven-day cumulative case rate was about 204 per 100,000 residents in the county of about 10 million people, up about 5% from a week earlier, according to county health officials. Countywide, about 73% of eligible residents have received at least one vaccine dose, and about 63% are fully vaccinated. Nationally, about 52% of eligible Americans are fully vaccinated.</p><p>Currently there are roughly 1,800 people hospitalized with Covid-19 across the county. During the winter surge, more than 8,000 people were hospitalized countywide. Since the start of the pandemic, roughly 25,000 people have died from Covid-19 in L.A. County.</p><p>During the winter Covid-19 surge, before vaccines were widely available, most of L.A. County was reporting high infection rates, with the cities and neighborhoods including Vernon, Boyle Heights and East L.A. being the most affected with high case rates. Those communities now report significantly fewer cases, while cities and neighborhoods such as West Hollywood and Venice are reporting surges.</p><p>The city of West Hollywood declared a local emergency in March 2020, near the start of the Covid-19 pandemic.</p><p>Since then, West Hollywood has launched ad campaigns aimed at being both blunt and humorous. The efforts included a print campaign urging that people \"Don't Be a Maskhole\" and a social-media blitz of 15-second videos with clips from Disney's \"The Mandalorian\" and Marvel superhero movies with advisories to residents that included \"Wear a F—in' Mask!\" Most recently, the city has highlighted \"Out Zones\" across the city where restaurants, shops and other businesses offer outdoor services.</p><p>Countywide, health officials reinstituted a mask mandate for nearly all indoor spaces last month, a requirement the city of West Hollywood also adopted. Masks are now required at outdoor sporting events and concerts involving more than 10,000 people. Some bars and restaurants around the county have opted to go a step farther, mandating proof of vaccine to enter.</p><p>West Hollywood's Abbey Food &amp; Bar, a decades-old institution, started requiring proof of vaccine at the end of July.</p><p>\"Since we implemented the vaccine policy, so many of our guests and staff have thanked me for doing this,\" said David Cooley, the owner. \"Next weekend, we'll have a mobile vaccine clinic outside. We need to do everything we can to get people vaccinated, keep our community safe and avoid another wave of shutdowns. There are lives and livelihoods on the line.\"</p><p>Several other businesses, including several spas and a stand-up comedy venue operating since the early 1970s, are now requiring proof of vaccine or a negative test, according to the West Hollywood Chamber of Commerce. The city is also considering mandating vaccines or proof of a negative Covid-19 test to enter city buildings.</p><p>The Los Angeles County Board of Supervisors and the Los Angeles City Council are both considering whether to mandate vaccines for some indoor public spaces, including gyms and restaurants.</p><p>Meanwhile, as infections have surged, so have hospital admissions.</p><p>Doctors at hospitals in Beverly Hills and Santa Monica said the overwhelming majority of Covid-19 patients are unvaccinated. The same is true for those being treated in intensive-care units. And patients in this latest wave are younger than during previous infection surges, doctors said.</p><p>\"Most of our patients are in their 30s or 40s, it's really horrific,\" said Terese Hammond, medical director of the intensive-care unit at Providence Saint John's Health Center in Santa Monica. \"A lot of people getting symptoms are younger.\"</p><p>Dr. Hammond estimated that about 90% of Covid-19 patients at her hospital are unvaccinated.</p><p>Across town, at Cedars-Sinai in Beverly Hills, Isabel Pedraza said she is seeing a similar proportion of unvaccinated patients crowd the hospital's emergency department.</p><p>Share Your Thoughts</p><p>How should business owners respond to the Delta variant? Join the conversation below.</p><p>People became sick just as they were \"getting back to their lives,\" said Dr. Pedraza, director of the hospital's intensive-care unit.</p><p>That is how Shivam Kumar, 23, who was vaccinated with the Johnson &amp; Johnson shot earlier this year, thinks he got infected.</p><p>\"When everything opened up, I kind of went crazy,\" said Mr. Kumar, who is a friend of Mr. Zakir and went to a bar with him in late June. \"I was like, every event I get invited to I'm going to.\"</p><p>Mr. Kumar said he was the sickest of his circle of friends, hallucinating with a temperature that briefly surged too high for Mr. Zakir's thermometer to read. None of them was hospitalized, though Mr. Kumar said he went to an emergency room in Hollywood, but left when he was told the wait would be three hours.</p><p>Messrs. Zakir and Kumar said they both felt safe after being vaccinated, but are being more cautious after their breakthrough infections.</p><p>\"It was pretty fun while it lasted,\" said Mr. Kumar, referring to the reopening in mid-June. \"But now I am just taking a break until it's all over.\"</p><p>Write to Alicia A. Caldwell at Alicia.Caldwell@wsj.com</p><p>In Los Angeles, This Covid-19 Surge Is Different From Earlier Outbreaks</p>",
  "published": "2021-08-21T15:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6375,
          "end": 6392
        }
      ],
      "nexusId": "10010560"
    }
  ]
}