{
  "_id": "ed142286714e3c2a079570172c28917ac4f162f9604b0da57edd2b1b11325d30",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Vaccine Makers Struggle to Fill Jobs  ----  By Elizabeth Koh",
  "text": "<p>   Contract-manufacturing companies working to accelerate the global availability of Covid-19 vaccines are struggling with a shortage of their own: There aren't enough workers to meet this year's big production push. </p><p>   The talent pool is so tight that Emergent BioSolutions Inc., a Covid-19 contractor based in Gaithersburg, Md., for AstraZeneca PLC and Johnson &amp; Johnson, enlisted its CEO and a half-dozen other senior executives to pitch potential hires at a virtual career fair in October. More than 550 people attended. </p><p>   Not enough of them were swayed. More than two months later, Emergent still has roughly 200 openings for warehouse associates, quality-assurance analysts and even a supply-chain management director. </p><p>   \"Hiring and ramping up has become challenging,\" said Sean Kirk, an Emergent executive vice president, who spoke at the event. </p><p>   Outsourcing companies such as Emergent make about one-sixth of complex treatments including vaccines, but the scale and abruptness of Covid-19 shots is likely to boost that share much higher, say industry executives and experts. With demand dwarfing supply, Pfizer Inc., Moderna Inc. and others are turning to contract manufacturers for assistance in what is the largest pharmaceutical rollout in modern history. </p><p>   But those helping drugmakers need more help themselves. More than 5,000 open jobs exist at the world's 10 largest companies that have won Covid-19 outsourcing work, according to a Wall Street Journal analysis of the companies' websites. The firms were ranked by production capacity. </p><p>   The labor crunch is another potential drag on a global vaccine rollout already facing a supply backlog and requiring near-flawless logistics. Many contract manufacturers are trying to fill roles that often require years of experience in pharmaceutical manufacturing or biotechnology-related degrees. They are also struggling to hire workers willing to work overnight shifts, as production goes round-the-clock. The jobs are likely to be permanent. </p><p>   \"We are truly in unprecedented territory because of the world-wide demand outstripping supply,\" said Rena Conti, a Boston University business professor who studies biopharmaceutical supply chains. </p><p>   Many contract manufacturers were already staffing up before the pandemic. Demand has soared for niche production of complex medications treating diseases such as breast cancer or rheumatoid arthritis, taken by a minority of the population. But Covid-19 vaccines have created a massive new product category where the potential market is every person on Earth. </p><p>   World production of Covid-19 vaccines is expected to reach six billion doses in 2021, according to industry tracker PharmSource. Nearly every major pharmaceutical company with a potential vaccine candidate has enlisted contract manufacturers to help meet production targets. </p><p>   Catalent Inc., one of the largest contract manufacturers in the U.S., has leaned into unusual recruiting strategies, including ads on the radio-streaming app, Pandora, targeting people who live near its manufacturing plants. It offers $3,000 sign-on bonuses for its manufacturing associates willing to work overnight shifts at its Madison, Wis., facility. </p><p>   The company, based in Somerset, N.J., has hundreds of unfilled jobs, which could directly affect how much extra production it can allot to Covid-19 vaccines, said Bernie Clark, Catalent's vice president of marketing and strategy. The company has signed multiple Covid-19 vaccine contracts. </p><p>   \"To keep adding capacity and new lines, you have to have the people to run them,\" Mr. Clark said. </p><p></p>",
  "published": "2021-01-05T07:11:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 349,
          "end": 366
        }
      ]
    }
  ]
}