{
  "_id": "c8c991e08ae00f76199628368aeb8c72c2148105c895ff07a3907a116bf138d7",
  "feed": "wall-street-journal",
  "title": "U.S. News:  J&J Seeks FDA Approval for Vaccine  ----  By Peter Loftus",
  "text": "<p>   Johnson &amp; Johnson asked U.S. regulators on Thursday to authorize the emergency use of its Covid-19 vaccine, setting the stage for a potential third vaccine to become available in the U.S. within weeks. </p><p>   J&amp;J's move follows last week's release of results from an international clinical trial showing that a single shot of the vaccine was 66% effective at preventing moderate and severe Covid-19 disease. In the U.S. portion of the trial, the vaccine was 72% effective at preventing disease. </p><p>   The addition of J&amp;J's vaccine could jump-start a U.S. mass-vaccination campaign that has been choppy since it began in December. There has been a limited supply of the first two vaccines, from Moderna Inc. and Pfizer, with its partner BioNTech SE, and distribution roadblocks have caused a slower-than-expected pace of vaccinations. </p><p>   J&amp;J's shot wouldn't only boost the overall supply of Covid-19 vaccine doses, but also could simplify vaccinations for many because it is given in one dose. The vaccines from Pfizer and Moderna are administered as two doses, three or four weeks apart. J&amp;J's vaccine also can be kept at higher refrigerated temperatures for a longer period than the first two vaccines. </p><p>   The New Brunswick, N.J., company expects to have millions of doses available immediately upon authorization, federal officials have said. The company expects to make more than one billion doses in total this year globally. The U.S. government has purchased 100 million doses from J&amp;J, which expects to supply that amount by midyear, a J&amp;J spokesman said. The government has options to purchase more. </p><p>   \"Upon authorization of our investigational Covid-19 vaccine for emergency use, we are ready to begin shipping,\" J&amp;J Chief Scientific Officer Paul Stoffels said. \"We are working with great urgency to make our investigational vaccine available to the public as quickly as possible.\" </p><p>   J&amp;J filed its request to the U.S. Food and Drug Administration, which has scheduled a Feb. 26 meeting of a committee of outside advisers to review the evidence for the vaccine's safety and effectiveness, as it did in December for the first two vaccines. </p><p>   If the FDA follows the same timeline as for the first two vaccines, it could reach a decision on J&amp;J's vaccine by the end of the month. The FDA said Thursday it will review J&amp;J's request as quickly as possible. </p><p>   J&amp;J said it also started application processes with several health agencies outside the U.S., and expects to file for European Union regulatory clearance for the vaccine in the coming weeks. </p><p>   The vaccine works by deploying the virus behind the common cold -- modified so that it doesn't replicate -- to deliver a gene from the coronavirus. Once injected, the gene instructs human cells to make a protein resembling the spike protein found on the surface of the coronavirus. This, in turn, mobilizes a person's immune system to fight off the actual virus if exposed to it. </p><p>   The first two vaccines from Pfizer and Moderna use a different technology. </p><p>   In the large study, when looking only at severe cases, J&amp;J said its vaccine was 85% effective across all regions studied, as of 28 days after vaccination. </p><p>   But J&amp;J's vaccine had a 57% efficacy rate against moderate to severe disease in the South Africa portion of the trial. A new coronavirus variant has circulated in that country and is believed to be more resistant to Covid-19 vaccines. J&amp;J and other companies have begun work on potential new vaccines that would better target the new strain. </p><p>   Separately, Novavax Inc. said Thursday it has initiated the application process for authorization of its Covid-19 vaccine in the U.S. and several other countries. In the U.S., the regulatory review is expected to continue while Novavax completes a large clinical trial. The company has said a decision could come in the spring if study results are positive. Last week, Novavax said its vaccine was 89% effective in a U.K. trial and 49% effective in a South Africa trial. </p><p></p>",
  "published": "2021-02-05T07:11:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 0,
          "end": 19
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 1072,
          "end": 1077
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 1523,
          "end": 1528
        },
        {
          "start": 3139,
          "end": 3144
        },
        {
          "start": 1700,
          "end": 1703
        },
        {
          "start": 2334,
          "end": 2339
        },
        {
          "start": 2220,
          "end": 2225
        },
        {
          "start": 2296,
          "end": 2301
        },
        {
          "start": 202,
          "end": 207
        },
        {
          "start": 3035,
          "end": 3040
        },
        {
          "start": 1468,
          "end": 1473
        },
        {
          "start": 821,
          "end": 826
        },
        {
          "start": 3370,
          "end": 3375
        },
        {
          "start": 1869,
          "end": 1874
        },
        {
          "start": 504,
          "end": 509
        },
        {
          "start": 1700,
          "end": 1705
        }
      ],
      "name": "Johnson & Johnson",
      "id": "US4781601046",
      "nexusId": "10010560"
    }
  ]
}