{
  "_id": "82c2d063860b3bf9714756e0cf69f769e4a62ed166deef2adaf918be68e2ce3d",
  "feed": "wall-street-journal",
  "title": "Yes, You Should Get a Covid Booster; Vaccine effectiveness is waning. A third shot restores it with few side effects.",
  "text": "<p>A new study in Nature demonstrates that the viral load decreases after the booster, which should mean a lower risk of transmission in a breakthrough case. A randomized study of more than 10,000 patients over 16, recently presented by Pfizer to the CDC's Advisory Committee on Immunization Practices, showed 95% protection against infection among those in the boosted group who didn't have evidence of previous infection. The side effects of boosters were similar to those from previous vaccine studies, mainly irritation at the injection site, fever and fatigue, but no evidence of myocarditis.</p><p>These results are consistent with data from Israel in October. Alarge population study published in the Lancet in October analyzed data from Israel's largest health-maintenance organization, Clalit Health Services. The study determined that boosters protected well against severe outcomes in older patients (the median age studied was 52) and were 92% effective in preventing serious illness.</p><p>Breakthrough cases and hospitalizations among vaccinated people in the U.S. have been increasing over the past few months. A study of close to 800,000 veterans published in Science this month demonstrated waning protection against infection from February to October for all three FDA-authorized Covid vaccines—Moderna's vaccine effectiveness fell to 58%, Pfizer to 43%, and Johnson &amp; Johnson to 13%—further justifying the need for boosters for all adults.</p><p>A large community-based study from the U.K. published in Lancet in September looked at symptoms of more than one million people with Covid and found that those who were fully vaccinated were 50% less likely to develop symptoms of long Covid like persistent fatigue, shortness of breath or cognitive difficulties than the unvaccinated. A booster likely enhances this protection.</p><p>How long will the boosters' protection last? The answer is unknown, though it seems clear that the first two doses were given too close together to provide durable immunity, and a third dose is necessary to cement long-term immunity. Preliminary data from Israel appears to show that the neutralizing antibody levels in those who received boosters and the protection could last at least several months—perhaps as long as nine to 10 months.</p><p>Adults who had their first shot more than six months ago shouldn't wait to get a safe and effective booster shot. We need to maximize our acquired immunity before winter, which could bring increasing numbers of Covid cases and hospitalizations.</p><p>Dr. Siegel is a clinical professor of medicine at NYU Langone Health and a Fox News medical correspondent.</p><p>Yes, You Should Get a Covid Booster</p>",
  "published": "2021-11-22T23:40:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1362,
          "end": 1379
        }
      ],
      "nexusId": "10010560"
    }
  ]
}