{
  "_id": "7be6c66f25d2640424a87a55c335e473dcb5c256085a1e0bd356517cc384dfd7",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Scientists Push Back Against Calls for One-Dose Regimens  ----  By Thomas M. Burton",
  "text": "<p>   WASHINGTON -- U.S. government scientists are pushing back against calls for one-dose regimens for two Covid-19 vaccines designed to be administered with two shots, saying there isn't enough evidence that a single dose provides long-term protection. </p><p>   \"It is essential that these vaccines be used as authorized by FDA in order to prevent Covid-19 and related hospitalizations and death,\" Peter Marks, director of the Food and Drug Administration's center that oversees vaccines, told The Wall Street Journal. </p><p>   The FDA late last year approved a two-dose regimen for vaccines from Moderna Inc. and from a partnership of Pfizer Inc. and BioNTech SE. More recently it approved use of a one-dose regimen for a Johnson &amp; Johnson vaccine. </p><p>   Some scientists and lawmakers have called for shifting to a one-dose regimen for all the vaccines, citing preliminary studies showing one shot can be effective. They contend shifting to one shot will allow the U.S. to accelerate the pace of vaccinations. </p><p>    In a March 2 letter to acting Health and Human Services Secretary Norris Cochran, seven physician members of Congress urged the department \"to consider issuing a revised emergency use authorization as soon as possible\" that might lead to single-dose use of the Pfizer and Moderna vaccines. </p><p>   In interviews, senior government scientists at the FDA and the National Institutes of Health said such a shift isn't warranted, saying the evidence used to approve the Pfizer and Moderna vaccines was based on two doses. </p><p>   These scientists said one dose may offer short-term protection, but the longer-term protection is a question mark. </p><p>   \"You would be flying blind to just use one dose,\" said one senior scientist and adviser to President Biden. \"If you're going to do something else other than follow the studies shown to the FDA, show me that this one-shot effect is durable.\" </p><p>   Another senior U.S. government doctor said the durability of the vaccination is especially important when more-resistant strains of Covid-19 are appearing in the U.S. </p><p>   \"We think it's best to get people to as high a level of immunity as possible,\" the doctor said. </p><p>   Asked for comment Saturday, Moderna in a statement said that \"in ongoing clinical studies and assessment of real-world evidence, we do and will look at lots of secondary matters, including potentially this question\" of a one-dose regimen. </p><p>   Pfizer didn't respond to a request for comment. The company has previously said it doesn't have data for the single-dose approach. </p><p></p>",
  "published": "2021-03-08T07:03:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 701,
          "end": 718
        }
      ]
    }
  ]
}