{
  "_id": "ff25f533ac1edfeeca0de9f4a0b71d74424aa02fbe01de06c677693d9637bafa",
  "feed": "wall-street-journal",
  "title": "'Observatory' by Aeon Station Review: Out of the Wreckage; A project born out of the breakup of the band the Wrens offers perspective on endurance and determination.",
  "text": "<p>The New Jersey band the Wrens, which formed in the late 1980s, is firmly in this lineage. The four-piece group mixed the oblong song structures of the Pixies with the chiming melodicism of early R.E.M. and added a dash of aggressive punk. Led by singer/guitarist Charles Bissell and singer/bassist Kevin Whelan, it released a trio of well-received albums and was poised for wider success, until writer's block, creative differences and, according to Mr. Whelan, Mr. Bissell's unwillingness to finish a record led to an acrimonious split.</p><p>Out of that wreckage Aeon Station has emerged, a new project from Mr. Whelan, playing with guitarist Greg Whelan (Kevin's brother) and drummer Jerry MacDonald, both of whom were in the former band. \"Observatory\" (Sub Pop), out Friday, its debut record, is pieced together from songs Kevin had written for an unrealized Wrens album along with new material conceived for this group.</p><p>Each of the Wrens' three albums opens with a brief song that serves as a kind of overture, a nugget of melody that touches on the record's big themes. Mr. Whelan continues that tradition here with \"Hold On,\" a delicate piano ballad in waltz time whose shape and feel owe a lot to Leonard Cohen's \"Hallelujah.\" Though he's in his early 50s, Mr. Whelan's high tenor is remarkably clear and even boyish-sounding, perhaps because he didn't spend the past 15 years screaming from the stage (during the Wrens' run he went to college, and he's now employed as an executive at Johnson &amp; Johnson).</p><p>Mr. Whelan often starts a song in a whisper, only to jump a key and hit an impressive high note as the track leaps from a quiet opening to an earth-shaking chorus. He makes frequent references to dreams unrealized and risks that didn't pan out, which are classic tropes for the Wrens, and most of the downcast lyrics are tempered with hope. The punk-informed roughness of his earlier band is mostly gone, replaced with bright and uplifting pop-rock that brings to mind ELO and the Byrds.</p><p>These are songs that take stock of the past and look with resolve to the future. On second track \"Leaves,\" a ballad that starts quietly and builds to an enormous climax, he sings \"To the homes and hopes and the dreams that won't come true / I'd rather fight again then live with the pain,\" while on the following \"Fade\" he adds \"Today is the day we are finally free of pretending / To be something we never wanted.\" Gratitude triumphs over bitterness.</p><p>Many songs on \"Observatory\" are addressed to someone close to the singer, a person with whom he shared a journey but from whom he now feels estranged. In some cases, this certainly could be Mr. Bissell, but Mr. Whelan has said that some of his songs address the struggles of his son, who is neurodivergent. \"Everything at Once\" is a light midtempo rocker with chiming guitars, and lyrics like \"The future lies beyond the years we thought defined who we are\" show a desire to move past the band's mythology. On the epic \"Queens,\" Mr. Whelan sings \"You lied to me\" and \"It's so hard so hard to leave you behind,\" which could be about his former bandmate but could also be about the elusive promise of rock stardom.</p><p>A few of the slower songs blend together and it's hard not to yearn for Mr. Bissell's slightly nasal voice and spikier song structures here and there, but \"Observatory\" is often arresting and flows well as an album. Though the songs rarely mention music directly, the careful builds, cathartic peaks and considered sequencing make it feel like a record in part about how music helps us to keep going when times are hard. The closing \"Alpine Drive,\" which sounds a great deal like Big Star, is the most direct expression of the Wrens' difficult time after finding success. But even as Mr. Whelan hints at anger he finds his way back to joy. \"One thousand nightshifts all end with the sun / Still breaking rocks into songs we never get done,\" he sings early on over an acoustic guitar pattern, but then he concludes the song with \"I'm on my way back home to you.\" The album's essential idea, embodied in both the words and Mr. Whelan's gesture to form this band and get his songs out there, is that endurance matters above all.</p><p>Mr. Richardson is the Journal's rock and pop music critic. Follow him on Twitter @MarkRichardson.</p><p>'Observatory' by Aeon Station Review: Out of the Wreckage</p>",
  "published": "2021-12-06T22:24:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1488,
          "end": 1505
        }
      ],
      "nexusId": "10010560"
    }
  ]
}