{
  "_id": "05dcdc706289e8f8031736c1f939556758307c3da0478a7553c758db26e88071",
  "feed": "wall-street-journal",
  "title": "Covid-19 Booster Shot to Be Offered to Americans Fully Vaccinated With Pfizer, Moderna; Biden administration unveils broad booster program, citing threat posed by Delta variant",
  "text": "<p>In addition, President Biden signed a memorandum that directs the Education Department to use all available tools to ensure that students can return to the classroom safely, an effort intended in part to counter state efforts prohibiting mask requirements in schools. </p><p>Education Secretary Miguel Cardona plans to use his department's civil rights enforcement authority to prevent states from blocking mask requirements in schools, according to department spokeswoman Rachel Thomas.</p><p>\"We need to make sure children are wearing masks in school,\" Mr. Biden said during a speech at the White House, adding that state politicians who oppose mask mandates are \"setting a dangerous tone.\"</p><p>Mr. Biden also called on big U.S. companies to require their employees to get vaccinated. \"Employers have more power today to end the pandemic than they have ever had before,\" he said.</p><p>In another indication that the pandemic is far from over, the president said his administration will continue to reimburse states fully for some Covid-19 emergency response costs through Dec. 31, extending a policy that was set to expire Sept. 30. </p><p>States will also be eligible for retroactive reimbursement from the federal government for costs associated with the safe reopening of schools and healthcare and child-care facilities.</p><p>The recommendation for a booster shot reflects heightened concern over the highly contagious Delta variant and data showing initial immunity wanes over time. </p><p>\"It's the best way to protect ourselves from new variants that could arise,\" Mr. Biden said of the booster shots.</p><p>Ask WSJ: Covid-19 Vaccine Boosters</p><p>Wall Street Journal reporters answer readers' questions about who qualifies for booster shots and when they will be available. Watch a replay of the conversation here.</p><p>The announcement means that booster shots will soon be available for the more than 155 million people in the U.S. who have been fully vaccinated with messenger-RNA vaccines from Pfizer Inc. and partner BioNTech SE or from Moderna Inc.</p><p>The booster shot will be administered about eight months after the second dose for people ages 18 and older. The U.S. government said it is preparing to offer boosters starting the week of Sept. 20.</p><p>U.S. Surgeon General Vivek Murthy said the booster shots would help the country stay ahead of the virus, even though the current two-dose regimens are effective. He cited emerging evidence indicating that the vaccines lose some of their power over time and that the Delta variant warrants the extra boost.</p><p>\"Having reviewed the most current data, it is now our clinical judgment that the time to lay out a plan for Covid-19 boosters is now,\" Dr. Murthy said.</p><p>The Pfizer-BioNTech vaccine is authorized for people 12 years and older, while Moderna's is cleared for those 18 years and above. Regulators last week cleared booster shots for people with compromised immune systems. </p><p>Under the expanded plan, the U.S. would start offering the extra dose after the Food and Drug Administration authorizes it. The FDA is conducting an independent review, federal health officials said. People 65 and older and individuals in chronic-care facilities are expected to get boosters first, along with health workers and anyone else who was vaccinated earliest, according to federal health officials.</p><p>The third dose will be of the same vaccine from the two-dose regimen, according to people familiar with the plan. The extra dose will be offered free, similar to the way previous shots were handled, health officials said. They said that the U.S. had ample supplies to meet demand, with shots to be administered at the 80,000 pharmacies and other vaccination sites operating across the U.S.</p><p>The FDA has been weighing whether adults who received Johnson &amp; Johnson's single-dose vaccine will need another dose, according to the health officials. Data regarding J&amp;J's shot isn't complete, but it is likely this population will also need a booster, the officials said.</p><p>The expansion could include people younger than 18 if the FDA authorizes boosters for that group. The agency is reviewing whether to clear the extra dose for 16- and 17-year-olds, a person familiar with the review said, but wants to assess the risk of heart-related side effects seen in rare instances in some young people who got the two-dose regimen.</p><p>Authorized vaccines appear to work well against new strains that have emerged, especially in protecting people against severe Covid-19, according to studies. Yet the shots don't appear to be quite as effective against the Delta variant as they were against the original strain, many studies indicate. Some other, preliminary research suggests that the protection conferred by vaccination wanes over time.</p><p>The FDA's decision marks a reversal from early July, when federal regulators responded to a plan from Pfizer to seek authorization of an additional dose of its vaccine by saying that third shots weren't necessary and that vaccinated people were protected. </p><p>Studies indicate the vaccines from Pfizer and Moderna both remain highly effective six months after a second dose. Yet there is some evidence that their efficacy might diminish over longer periods and that the shots aren't as effective against the Delta variant, prompting research into adding a third dose.</p><p>Behind the change in thinking on boosters was data through the end of July and early August from several studies in the U.S. and other countries on the vaccines' durability, Centers for Disease Control and Prevention Director Rochelle Walensky said.</p><p>So far, the vaccines are holding up well in protecting against severe disease and hospitalization, she said, but the studies indicate that the shots lose power against infection and might lose effectiveness against severe disease. Some of the studies also indicate that two doses aren't as strong against Delta, she said.</p><p>Data from nursing homes on weekly Covid-19 case counts, for instance, demonstrated that vaccine effectiveness against infection decreased over time from 75% in March to 53% on Aug. 1.</p><p>\"This represents a substantial decline in vaccine effectiveness against infection,\" Dr. Walensky said.</p><p>In a study in New York state, government researchers found that the efficacy of the Moderna, Pfizer and Johnson &amp; Johnson shots against infections dropped to about 80% in late July, when the Delta variant was spreading, from about 91% in early May. An efficacy rate of more than 95% at preventing hospitalizations held up during the same period.</p><p>Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the booster increased levels of antibodies 10-fold. Neutralizing antibodies prevent the virus from entering cells and replicating. Boosting antibody levels might help better protect people against Delta in particular, he said.</p><p>\"If you wait for something bad to happen before you respond to it, you are really far behind,\" Dr. Fauci said.</p><p>Countries including France, Britain, Germany and Israel are preparing to administer booster shots domestically, citing the risk posed by variants. But the trend has been criticized by World Health Organization leaders and others who want wealthier countries to forgo boosters until people in lower-income countries have been vaccinated.</p><p>\"Will we really choose, as a nation, to go for universal 8-month booster while so much of the rest of the world waits for any vaccine at all?\" Dr. Esther Choo, a professor at the Center for Policy and Research in Emergency Medicine at Oregon Health &amp; Science University, tweeted this week.</p><p>White House press secretary Jen Psaki said Tuesday that the administration had already factored the possibility of booster shots into its plans for both domestic and global supply.</p><p>SHARE YOUR THOUGHTS</p><p>What should be done to improve the vaccine booster campaign? Join the conversation below.</p><p>Jeffrey Zients, the U.S. coronavirus response coordinator, said the nation must offer boosters and supply vaccines overseas to end the pandemic and would work to build vaccine manufacturing capacity domestically and abroad.</p><p>The administration expects to give about 100 million boosters in the U.S. in coming months, he said, while donating 200 million to other countries, with the U.S. on its way to contributing more than 600 million vaccines.</p><p>Mr. Murthy said, \"I do not accept the idea that we have to choose between America and the world.\" </p><p>Pfizer is committed to providing the U.S. an additional 200 million doses of the Pfizer-BioNTech vaccine from October through April next year, a spokeswoman said. Moderna didn't immediately respond to a request for comment on whether it can provide enough supply for boosters.</p><p>Only about half the U.S. population has been fully vaccinated against Covid-19. Some public-health officials and researchers have questioned whether scientific data supports the need for additional shots, urging the administration to focus on increasing vaccinations in the U.S. before launching boosters.</p><p>The WHO urged countries Wednesday to refrain from boosters and instead help shift supply to countries that haven't been able to vaccinate even their health workers or at-risk communities.</p><p>The Wall Street Journal reported earlier this month that the Biden administration was preparing a booster-shot strategy and that the shots could be needed as soon as in the next few weeks for people who were first to be vaccinated.</p><p>Sabrina Siddiqui contributed to this article.</p><p>Write to Stephanie Armour at stephanie.armour@wsj.com, Jared S. Hopkins at jared.hopkins@wsj.com and Andrew Restuccia at andrew.restuccia@wsj.com</p><p>Covid-19 Booster Shot to Be Offered to Americans Fully Vaccinated With Pfizer, Moderna</p>",
  "published": "2021-08-18T23:28:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6240,
          "end": 6257
        },
        {
          "start": 3735,
          "end": 3752
        },
        {
          "start": 3849,
          "end": 3852
        }
      ],
      "nexusId": "10010560"
    }
  ]
}