{
  "_id": "3d7806647542764a09f4eacc940dcfb475fb9455257b29b039b9d810fa311e24",
  "feed": "wall-street-journal",
  "title": "Health Experts Urge Patience on Wider Use of Covid-19 Booster Shots; Anthony Fauci and NIH Director Francis Collins expect broader approval of the extra injections in the coming weeks",
  "text": "<p>He also said that the process of expanding boosters to a broader set of people included analyzing the risk-benefit trade-offs for younger people.</p><p>The FDA panel on Friday recommended additional Pfizer injections beyond the initial two-dose regimen for people 65 and older or at high risk of severe disease but stopped short of backing them for the broader population. This week, medical experts who advise the Centers for Disease Control and Prevention are expected to clarify who would fall into the high-risk category.</p><p>Dr. Francis Collins, the National Institutes of Health director, said he expected broader approval of boosters soon.</p><p>\"Certainly, I think there will be a decision in the coming weeks to extend boosters beyond the list that they approved on Friday,\" Dr. Collins said on CBS's \"Face the Nation.\"</p><p>Many FDA panel members said they had concerns about widening booster shots for the general population with limited data about whether the additional doses would be safe and effective or are even needed yet for everyone.</p><p>Dr. Fauci said on CNN that authorities would likely have sufficient data to make a decision on booster shots from two other manufacturers, Moderna Inc. and Johnson &amp; Johnson, in two to three weeks.</p><p>The booster-shot debate has divided U.S. health officials and medical experts, confused some Americans and complicated the Biden administration's broader vaccine plans.</p><p>Meanwhile, Republicans continued to criticize the administration's handling of the pandemic, including President Biden's vaccine mandates for some corporate employees and federal workers designed to boost vaccination rates and slow the pandemic's spread.</p><p>Under the mandate announced this month, businesses with 100 or more employees will have to require that their workers be vaccinated or undergo at least weekly Covid-19 tests. Violations by employers would generate fines of as much as roughly $14,000. The Biden administration will also require federal employees in the executive branch, as well as government contractors, to be vaccinated against Covid-19.</p><p>Many Republican officials have criticized the mandates, saying that vaccinations should be a personal choice.</p><p>Mississippi Gov. Tate Reeves, a Republican whose state has been hit hard by Covid-19 in recent weeks, said the president was creating an unneeded conflict between getting vaccinated and going to work.</p><p>\"He wants to change the political narrative away from Afghanistan and away from the other issues that are driving his poll numbers into the ground and focus us on anything, particularly a political fight, other than those issues,\" Mr. Reeves said.</p><p>Write to William Mauldin at william.mauldin@wsj.com and Joshua Jamerson at joshua.jamerson+1@wsj.com</p><p>Health Experts Urge Patience on Wider Use of Covid-19 Booster Shots</p>",
  "published": "2021-09-19T20:44:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1189,
          "end": 1206
        }
      ],
      "nexusId": "10010560"
    }
  ]
}