{
  "_id": "166c3f6a1f8c3eb1996ee3e956de0e302a3731fcfec1f883c40e17ce8e0ac22a",
  "feed": "wall-street-journal",
  "title": "Pfizer-BioNTech Covid-19 Vaccine Authorized for Young Children by FDA; The inoculation is the first cleared for use in the U.S. in children as young as five years",
  "text": "<p>Once the Centers for Disease Control and Prevention gives its signoff, expected within days, the young children can begin getting their first dose.</p><p>The children will be given two shots three weeks apart, the same schedule as adults and adolescents, although each shot will contain one-third of the dosage.</p><p>White House and company officials expect there will be plenty of supplies available to immunize anyone who wants it, although probably not immediately at every site.</p><p>Pfizer will begin shipping the pediatric shots now that the FDA has granted permission for use.</p><p>The U.S. says it has purchased more than 65 million pediatric doses, sufficient supply to cover all the eligible children. There are 28 million 5- to 11-year-olds in the U.S.</p><p>State and public-health officials have been scrambling to prepare doctors' offices and pharmacies to administer the shots, as well as new sites like schools and museums.</p><p>The Pfizer-BioNTech shot has been authorized for people 16 years and older since last December, and cleared for those 12 years and older since May.</p><p>The FDA didn't permit the shot's use in younger children earlier than now because their age group was among the last to be tested, frustrating many parents, especially with schools restarting amid the Delta variant's spread.</p><p>Pediatricians and vaccine experts say inoculating the young children will be key to protecting them and ending the pandemic.</p><p>While health experts say the children are much less likely to develop severe Covid-19 or die from the disease in comparison with adults, more have been hospitalized in recent months than earlier in the pandemic.</p><p>Immunizing the youngsters may also help curb transmission to people of older ages, according to the health experts.</p><p>In the study that was the basis for authorization, the Pfizer-BioNTech vaccine was found to be safe, tolerable and 90.7% effective at preventing symptomatic Covid-19, according to the FDA and the companies.</p><p>Health authorities expect availability of the shots will trigger an initial surge in sign-ups by parents who have been eagerly waiting for months to inoculate their young children.</p><p>Some 27% of parents said they would vaccinate their children right away, according to a Kaiser Family Foundation survey conducted earlier this month.</p><p>Yet an even larger number of parents are expected to hold off, at least for now. About a third of the surveyed parents said they planned to wait and see before vaccinating their children, while 30% said they didn't plan to at all.</p><p>Given the hesitancy, health experts say authorities will have to educate many parents about getting their children vaccinated, after an initial rush to vaccinate the young children abates.</p><p>\"You'll find demand will drop, and it will drop pretty quickly,\" said Julie Swann, a North Carolina State University professor of industry and systems engineering who advised the CDC on its H1N1 virus response. \"It's probably going to be a long, slow slog to get more people vaccinated.\"</p><p>Among the concerns of many parents is an inflammatory heart condition called myocarditis found in small numbers of people, especially teenage and young adult males, who have taken messenger RNA vaccines like Pfizer-BioNTech's.</p><p>While no cases of myocarditis were found in the key study testing the Pfizer-BioNTech vaccine in 5- to 11-year-olds, the study was considered too small to detect the potential risk.</p><p>U.S. health authorities have said the risk of the condition appears highest in young men and male adolescents after their second dose of one of the mRNA vaccines.</p><p>FDA staff, reviewing the application to authorize the vaccine in young children, said the overall benefits of immunization preventing Covid-19 hospitalizations outweigh the risks.</p><p>The U.S. is the first country to clear use of the Pfizer-BioNTech vaccine in children under 12 years. Several countries, including Chile and Bahrain, have authorized Chinese-made vaccines for use in young children.</p><p>In the key study, which had 2,268 subjects, vaccination generated levels of neutralizing antibodies comparable with those seen in subjects who were 16 to 25 years old, according to the FDA and the companies.</p><p>Side effects were largely consistent with those seen in older adults, the companies said.</p><p>After reviewing the evidence earlier this week, outside experts who advise the agency about vaccines endorsed expanding the authorization.</p><p>The FDA granted what is called an emergency authorization, which the agency issues during public-health emergencies like a pandemic based on the best available evidence at the time.</p><p>Children are likely to start getting the shots, supplies permitting, after the CDC issues its recommendation on young children getting the shots.</p><p>The FDA, which regulates medical products like vaccines, determines they work safely enough to be used outside of a clinical trial. The CDC offers guidance to doctors, pharmacies and vaccination sites.</p><p>The CDC could give priority to giving the initial supplies to children who are at high risk of severe disease because they have other medical conditions.</p><p>Vaccine experts advising the CDC are expected to discuss the matter next week and make their recommendation to the agency.</p><p>State and public-health officials say the rollout of the pediatric shots should take place more smoothly than the early launch of adult doses because of ample supply and experience in vaccinating adults so far.</p><p>Logistics should be easier, the officials say, because the pediatric Pfizer-BioNTech vaccine will be shipped in smaller packages than the doses for adults and can be refrigerated for up to 10 weeks.</p><p>One challenge though, will be ensuring thousands of doctors and nurses who haven't yet given Covid-19 vaccines learn how to order and administer the shots.</p><p>To make it easy to identify the child doses, Pfizer will color the caps, labels and boxes on vials orange. Vials for adolescents and adults come with caps, labels and boxes that are purple.</p><p>Moderna Inc. said this month that testing found its Covid-19 vaccine was generally safe and induced immune responses in children age 6 to 11 years. Johnson &amp; Johnson, whose Covid-19 vaccine is the third one authorized in the U.S., has yet to study whether its vaccine works in young children.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer-BioNTech Covid-19 Vaccine Authorized for Young Children by FDA</p>",
  "published": "2021-10-29T19:17:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6100,
          "end": 6117
        }
      ],
      "nexusId": "10010560"
    }
  ]
}