{
  "_id": "c637d8cf15f47a9a74b537ef6568ff5cdf1f686edc796bd540cf7f907cec15d5",
  "feed": "wall-street-journal",
  "title": "J&J Covid Vaccine Deliveries  To Drop Sharply Next Week  ----  By Peter Loftus",
  "text": "<p>   Deliveries of Johnson &amp; Johnson's Covid-19 vaccine doses throughout the U.S. are expected to drop by more than 80% next week, according to state officials and federal data, as J&amp;J grapples with manufacturing challenges. </p><p>   The federal government has allocated just 700,000 doses of J&amp;J's vaccine to U.S. states, territories and certain cities and federal agencies for the coming week, compared with 4.9 million doses that were allocated for this past week, according to the Centers for Disease Control and Prevention. </p><p>   Counting other doses that the federal government sends directly to pharmacies and certain other vaccine providers, the total expected supply of J&amp;J's vaccine for the coming week is about 1.5 million doses, down from 11 million for this past week, according to a Biden administration official. </p><p>   The expected decrease will complicate states' mass-vaccination plans at a time when they are counting on a greater supply of doses to help immunize the growing number of people becoming eligible. </p><p>   J&amp;J expects to provide a relatively low weekly supply until it can get U.S. regulatory authorization of a contract manufacturer's plant in Baltimore that has experienced production problems, Jeff Zients, the White House's Covid-19 Response Coordinator, said at a briefing Friday. J&amp;J could deliver up to eight million doses a week once it gets the authorization, and this could happen by the end of the month, Mr. Zients said. </p><p>   The contractor, Emergent BioSolutions Inc., recently had a contamination issue that ruined a batch of the main ingredient for J&amp;J's vaccine that could have yielded 15 million doses, according to people familiar with the matter. The companies said the batch didn't meet quality standards, and no doses were distributed. The U.S. Food and Drug Administration is investigating. </p><p>   \"They're obviously earlier in their manufacturing process,\" Mr. Zients said of J&amp;J. \"They're not in the weekly cadence, regular cadence\" that Moderna Inc. and Pfizer Inc. have achieved for their Covid-19 vaccines, he said. </p><p>   The supply issues won't affect the European Union's plans, an EU official said, because the continent uses a separate supply chain than the U.S. Production of J&amp;J doses for Europe is scheduled to start later this month and the forecast output remains the same, the official said. </p><p>   Separately the EU's drug regulator is reviewing four serious cases of rare blood clots among people who got J&amp;J's vaccine. One case occurred in a clinical trial and three were during the U.S. vaccine rollout. J&amp;J said it is tracking side effects, and at present there is no clear causal relationship between its vaccine and rare, clot-related events. </p><p>   J&amp;J, of New Brunswick, N.J., has been making the vaccine's main ingredient at its own plant in the Netherlands, which has supplied the doses distributed in the U.S. since the vaccine was authorized by regulators in late February. </p><p>   A J&amp;J spokesman declined to comment on the coming week's supply, but said the company still aims to deliver 100 million doses for U.S. use by midyear, and possibly most of that by the end of May. J&amp;J is working with U.S. regulators toward the authorization of Emergent's plant in Baltimore, he said. </p><p>   J&amp;J's vaccine was the third Covid-19 shot authorized in the U.S., after vaccines from Pfizer with its partner BioNTech SE and Moderna were cleared in December. Health officials were counting on its arrival to jump-start the effort to vaccinate much of the U.S. population and help bring the pandemic under control. </p><p>   The U.S. government allocates vaccine doses to states based on the size of their adult populations. Overall, the federal government is allocating 28 million doses of all three vaccines next week, down from 33 million for this week, according to Evercore ISI. </p><p>   \"It definitely is way lower than what we were expecting,\" said Dr. Danny Avula, Virginia's state vaccine coordinator, referring to the J&amp;J allocation. </p><p>   Virginia is planning to widen eligibility for the Covid-19 vaccine to everyone 16 and older on April 18, in line with President Biden's recent call for all U.S. adults to be eligible by April 19. </p><p>   But Virginia may have to scale back and delay the start of vaccination clinics planned for college campuses using J&amp;J's single-dose vaccine, Dr. Avula said. The state was hoping to start vaccinating students on most campuses next week, but now may have to limit vaccinations to a handful of campuses next week and delay them for others. Its allotment of the J&amp;J vaccine for the coming week is 14,800 doses, down from more than 124,000 doses this past week. </p><p>   The J&amp;J vaccine is ideal for college students who will soon return home at the end of the semester because it is a single dose, unlike the shots from Pfizer and Moderna, which require a second dose weeks after the first, Dr. Avula said. </p><p>   New Jersey Gov. Phil Murphy said the expected decline in J&amp;J doses means \"there are available appointments now that are probably not going to be available next week.\" The state's allocation of J&amp;J's vaccine is falling to 15,600 doses next week from more than 131,000 this past week. </p><p>   J&amp;J recently sent additional employees to assume full responsibility for making the vaccine's main ingredient at the Emergent plant, a move that also involved relocating production of AstraZeneca PLC's Covid-19 vaccine from the same plant. </p><p>   --- </p><p>   Jon Kamp, Nick Kostov and Tarini Parti contributed to this article. </p><p></p>",
  "published": "2021-04-10T06:20:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1284,
          "end": 1287
        },
        {
          "start": 14,
          "end": 31
        },
        {
          "start": 2892,
          "end": 2895
        },
        {
          "start": 1004,
          "end": 1007
        },
        {
          "start": 2660,
          "end": 2663
        },
        {
          "start": 2188,
          "end": 2191
        },
        {
          "start": 659,
          "end": 662
        },
        {
          "start": 2518,
          "end": 2521
        },
        {
          "start": 176,
          "end": 179
        },
        {
          "start": 4572,
          "end": 4575
        },
        {
          "start": 3899,
          "end": 3902
        },
        {
          "start": 4862,
          "end": 4865
        },
        {
          "start": 1885,
          "end": 1888
        },
        {
          "start": 4469,
          "end": 4472
        },
        {
          "start": 1557,
          "end": 1560
        },
        {
          "start": 2417,
          "end": 2420
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 3190,
          "end": 3193
        },
        {
          "start": 4998,
          "end": 5001
        },
        {
          "start": 3086,
          "end": 3089
        },
        {
          "start": 5088,
          "end": 5091
        },
        {
          "start": 279,
          "end": 282
        },
        {
          "start": 4225,
          "end": 4228
        }
      ],
      "nexusId": "10010560"
    }
  ]
}