{
  "_id": "aa65b31964faedfe9a5d54544bacedcfbcaca71e2e0cd04e2b5485203c22c85a",
  "feed": "wall-street-journal",
  "title": "World News:  EU Moves to Allow Vaccinated Tourists  ---  Decision would likely  open continent to  visits from Americans  and others by summer  ----  By Eric Sylvers",
  "text": "<p>   The European Union moved toward allowing vaccinated tourists to enter its borders, making it likely that Americans and other non-Europeans will be allowed to visit the Continent this summer. </p><p>   Wednesday's decision by ambassadors from the bloc's 27 member countries must still be formally approved by national leaders, which could come as soon as Thursday. </p><p>   It isn't clear when tourists will be allowed to arrive, but it is expected to be very soon, an EU spokesman said. </p><p>   The U.S. would need to be added to a list of countries from which nonessential travel to the EU is permitted. The listed countries could be changed quickly if government leaders decide on it. </p><p>   Individual EU countries can set additional restrictions. They also can decide what official documentation will be accepted to attest that somebody has been vaccinated. </p><p>   People who have been fully vaccinated with shots approved by the World Health Organization or the EU's medicines regulator will be allowed in. That includes the three vaccines being used in the U.S. -- those made by Pfizer Inc., Moderna Inc. and Johnson &amp; Johnson -- as well as ones manufactured by AstraZeneca PLC and Sinopharm, a Chinese state-owned company. </p><p>   The EU curtailed nonessential travel in 2020 during the first wave of the pandemic and has yet to pull back on the restrictions. </p><p>   However, some economies that are particularly dependent on tourism, including Greece and Italy, have opened to visitors from specific countries, albeit with conditions. France has indicated it will open to tourists, including Americans, in June. </p><p>   Mediterranean countries would struggle to afford another summer with few foreign tourists. Italy, Greece and France all suffered gross domestic product declines of more than 8% in 2020. Spain's economy shrank by 11%. </p><p>   This month, Italy opened to tourists from other EU countries, the U.K. and Israel. Meanwhile, Greece is letting fully vaccinated tourists from other EU states, the U.S. and several other countries enter without having to quarantine. A recent negative Covid-19 PCR test also allows tourists from those countries into Greece. </p><p>   Most Northern European countries have taken a more cautious approach and it isn't yet clear if they will be open to non-Europeans this summer. </p><p>   While member countries are responsible for enacting travel restrictions, a recommendation from the EU might nudge reluctant nations toward opening. With borders mostly open within the bloc, it would be difficult for authorities in Austria, for example, to block Americans arriving via Italy. </p><p>   The EU is testing \"green certificates\" that would certify that a traveler has been fully vaccinated, tested negative for Covid-19 or recently had the virus. The certificates, which will be rolled out for some countries in June, can be displayed by travelers either on a smartphone app or as a printed document. </p><p>   The U.S. isn't prohibiting Americans from traveling to Europe, but they need to test negative for Covid-19 before returning home. The country isn't allowing in European tourists, something EU leaders have said they hope will change soon. </p><p></p>",
  "published": "2021-05-20T06:08:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1074,
          "end": 1091
        }
      ],
      "nexusId": "10010560"
    }
  ]
}