{
  "_id": "f08815a3c4b176cc185e7061510ea0e65868914ff1396676ce119d84a5ebfc3c",
  "feed": "wall-street-journal",
  "title": "U.S. Ends Pandemic Drug, Vaccine Contract With Emergent; The agreement was terminated after Emergent encountered problems making Covid-19 vaccines",
  "text": "<p>A U.S. Department of Health and Human Services division initially awarded Emergent a contract in 2012 to complete construction of a manufacturing plant in Baltimore that would make drugs and vaccines to be used in a pandemic or other public-health emergency.</p><p>The contract was issued under a program called the Centers for Innovation in Advanced Development and Manufacturing, or CIADM. The contract's initial term was eight years, with options to extend the pact to 25 years.</p><p>When the coronavirus pandemic hit in 2020, the U.S. government reserved capacity at Emergent for the manufacture of Covid-19 vaccines and treatments.</p><p>But Emergent encountered contamination problems at the Baltimore plant that ruined batches of the Covid-19 vaccine developed by Johnson &amp; Johnson earlier this year, constraining the initial supply of doses.</p><p>J&amp;J took over production of its vaccine at the Baltimore plant, and production of another Covid-19 vaccine from AstraZeneca PLC was moved out of the plant.</p><p>A Food and Drug Administration inspection of the Emergent plant in April found it didn't maintain sanitary conditions and didn't take proper steps to prevent contamination.</p><p>Emergent's Baltimore plant continues to produce J&amp;J's vaccine under a partnership that is separate from its federal contract. Yet Emergent said it agreed with the federal government to terminate the CIADM contract signed in 2012.</p><p>\"While a logical and innovative idea, subsequent execution of the CIADM program and operational investment by all administrations fell short of what was needed to maintain capability in case such a threat arose,\" Emergent said. \"We have also acknowledged the challenges we faced scaling up production of two novel, viral-vector Covid-19 vaccines in the same facility and addressed them with our fellow innovators as well as the FDA and other health regulators.\"</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>U.S. Ends Pandemic Drug, Vaccine Contract With Emergent</p>",
  "published": "2021-11-05T14:57:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 754,
          "end": 771
        },
        {
          "start": 833,
          "end": 836
        },
        {
          "start": 1210,
          "end": 1213
        }
      ],
      "nexusId": "10010560"
    }
  ]
}