{
  "_id": "52b37b226ba7778ef50a225ed13bd9a104d717b9ea807ad9c7861ee966cdf42b",
  "feed": "ftcomall",
  "title": "US plans to share up to 60m doses of AstraZeneca's Covid vaccine with other countries",
  "text": "<p>The US will send up to 60m doses of the Oxford/AstraZeneca <a href=\"http://www.ft.com/stream/fc708e00-51cc-48d4-9ce4-737761e18abe\">Covid-19 vaccine</a> overseas, the White House has announced, as the Biden administration comes under pressure to assist countries suffering a resurgence of the virus.</p> <p>US officials said 10m US-made doses would be ready to ship “within weeks” after the Food and Drug Administration had carried out quality control checks, with 50m more in stages during May and June.</p> <p>The UK drugmaker has not applied for authorisation in the US, although it has already made millions of doses ready to ship when it receives the green light from the US drugs regulator.</p> <p>The White House did not say which countries would be prioritised for vaccine access, but demand is likely to be high from India, which is suffering a <a href=\"https://www.ft.com/content/683914a3-134f-40b6-989b-21e0ba1dc403\">catastrophic second wave</a> of infections. The White House said separately it would send extra medical supplies and vaccine materials to the south Asian country after a request from New Delhi.</p> <p>“The administration is looking at options to share American-made AstraZeneca vaccine doses,” Jen Psaki, the White House press secretary, said on Monday. “We do not need to use AstraZeneca in our fight against Covid.” </p> <p>Vaccines from BioNTech/Pfizer, Moderna and Johnson &amp; Johnson are authorised for use in the US.</p> <p>The drugmaker said: “The doses are part of <a href=\"https://www.ft.com/stream/e800f5e3-f118-4859-90a1-6e5c1cc969f0\">AstraZeneca</a>'s supply commitments to the US government. Decisions to send US supply to other countries are made by the US government.”</p> <p>US officials said they would also ship materials such as filters to India's Serum Institute so it could make more of its own AstraZeneca vaccines. “We are diverting our own order of our own supplies to the Serum Institute for their manufacturing, because of the scope of the current situation [in] India and the . . . state of our own production here at home,” one senior official said.</p> <p>The US had <a href=\"https://www.ft.com/content/64eace92-e98a-48ff-ab90-5269917970c4\">previously said</a> it would send several million AstraZeneca doses to Canada and Mexico. </p> <p>Monday's announcement came shortly after President Joe Biden spoke to Narendra Modi, India's prime minister, to offer US support in battling the country's latest surge in cases, hospitalisations and deaths.</p> <p>New Delhi reported a world record 349,000 new infections on Saturday, along with more than 2,700 deaths, though experts believe the real numbers are being&#xa0;<a href=\"https://www.ft.com/content/683914a3-134f-40b6-989b-21e0ba1dc403\">widely under-reported</a>.</p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The Biden administration said over the weekend it was sending therapeutics, test kits, ventilators and personal protective equipment to India, as well as exploring other ways to provide oxygen “on an urgent basis”. </p> <p>Multinational companies have promised to make their own contributions, and the US Chamber of Commerce has set up a web portal for companies to make donations or offer to provide equipment.</p> <p>The US has come under <a href=\"https://www.ft.com/content/7225cbad-8523-425f-b82c-d49b80c39417\">intense pressure</a> to free up supplies of vaccine ingredients to global manufacturers, including in India. The chief executive officer of the Serum Institute, Adar Poonawalla, asked Biden on Twitter to “lift the embargo of raw material exports” from the US to allow for boosted vaccine manufacture. </p> <p>Mahima Datla, chief executive of the pharmaceutical company Biological E, has also accused Washington of hampering global manufacture by forcing American suppliers to prioritise US government contracts. <br><br>Both Biden and his predecessor, Donald Trump, have invoked the <a href=\"https://www.ft.com/content/d54bde97-076f-485e-9989-9d5a594f026e\">Korean war-era Defense Production Act</a> during the pandemic to secure priority supplies of materials needed to control the disease. But with Washington having ordered more than enough doses for every adult in the US, American suppliers of raw materials are struggling to make enough to fulfil contracts outside the country.</p> <p>The White House on Monday pushed back on claims that it had put export controls, or prohibitions on exports, in place on vaccines or the materials and inputs used to make the jabs.</p> <p>“Making vaccines requires a great deal of specialised materials, and there's just not enough to go around,” one administration official said.</p> <p>The person added that using the DPA to require American manufacturers and suppliers to prioritise US government contracts did “not mean there is an export ban or a de facto ban or an embargo or any restrictions on sales to any other outside clients or customers, anywhere”.</p> <p>“There's just more global manufacturing happening everywhere in the world than suppliers can currently support,” they said. </p> <p>Biden told Modi on Monday the US would show its “steadfast support for the people of India&#xa0;who have been impacted by the recent surge in Covid-19 cases”.</p> <p>European countries have also <a href=\"https://www.ft.com/content/617aebfe-6cff-4bb2-bd68-a6aa2ab5c4b2\">promised</a> to help. The UK said it would send hundreds of oxygen concentrators and ventilators after a request from India. The EU said it was “co-ordinating” supplies of oxygen and medicine after activating its civil protection mechanism at India's request.</p><p>Source: Kiran Stacey and Aime Williams in Washington 2021 'US plans to share up to 60m doses of AstraZeneca's Covid vaccine with other countries' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-26T21:00:35.006Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1206,
          "end": 1223
        }
      ]
    }
  ]
}