{
  "_id": "d2faa63a63b9608a49c7946224a1d0c70604d7b6d0071e135ed2957f35fe07e2",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson's Stock Deserves a Booster; Wall Street's excessive focus on vaccine sales creates a buying opportunity for J&J shares",
  "text": "<p>Like many drug stocks, J&amp;J shares have often traded higher or lower based on vaccine news since the pandemic began. In an interview, Chief Financial Officer Joseph Wolk said that he finds the focus on the vaccine's commercial success \"baffling.\" The shot has played a major role in public health efforts, but for the full year, Covid-19 vaccine sales are expected to account for less than 3% of the company's top line. Besides, J&amp;J is selling those vaccines on a nonprofit basis through the rest of the year.</p><p>That trading pattern may be starting to change, as J&amp;J shares rose 2% in morning trading Tuesday. The strong performance of the rest of the business means that rally ought to stick. Sales in its medical device unit grew 8% from a year earlier, despite a drop in U.S. elective medical procedure volumes as the Delta variant spread and hospitals experienced labor shortages. Sales in its pharmaceuticals unit grew by 13.8%, or about 9% excluding the vaccine, while its consumer health segment grew by 5%.</p><p>Those results should continue to improve as life returns closer to a pre-pandemic normal. Cold and flu medicine sales will likely be stronger this winter, and more patients returning to doctors offices and hospitals for routine care should boost device and pharmaceutical revenues. Johnson &amp; Johnson raised its 2021 adjusted profit outlook by 15 cents to a range of $9.77 to $9.82 a share. Shares trade at about 16 times that forecast, which is hardly expensive in this market. And since the company has developed a reputation for conservative guidance, actual profits might well be higher.</p><p>In this case, Wall Street's vaccine tunnel vision has granted investors a chance to buy a blue-chip stock at a discount.</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Johnson &amp; Johnson's Stock Deserves a Booster</p>",
  "published": "2021-10-19T14:48:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 126,
          "end": 129
        },
        {
          "start": 1294,
          "end": 1311
        },
        {
          "start": 1772,
          "end": 1789
        },
        {
          "start": 23,
          "end": 26
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 560,
          "end": 563
        },
        {
          "start": 428,
          "end": 431
        }
      ],
      "nexusId": "10010560"
    }
  ]
}