{
  "_id": "5ce323e40cf9409bddf3d710afa859c76292b2b52ff6ef89402dc89a3aa832e9",
  "feed": "wall-street-journal",
  "title": "Fed Officials Give Green Light to Taper; Powell Says Trading Controversy Caught Fed by Surprise",
  "text": "<p>Top News</p><p>Fed Dials Back Bond Purchases, Plots End to Stimulus by June</p><p>The Federal Reserve closed a chapter on its aggressive, pandemic-driven stimulus when it approved plans to begin scaling back its bond-buying program this month amid concerns that inflationary pressures could last longer than officials expected earlier this year.</p><p>Fed officials agreed to wind down their $120-billion-a-month asset-purchase program by $15 billion each in November and December, a pace that could phase out the purchases entirely by next June.</p><p>Here is a transcript of Jerome Powell's postmeeting press conference.</p><p>Use this tool to compare the latest Fed statement with its immediate predecessor and see where policy makers have updated their language.</p><p>The inflation debate hangs over the stock market's record run.</p><p>Powell Says Fed Acted Quickly to Tighten Stock-Trading Rules</p><p>Jerome Powell said the trading controversy that led to the departure of two regional Fed bank presidents caught the central bank by surprise, adding the Fed has acted swiftly to ensure the situation never happens again.</p><p>U.S. Economy</p><p>Where Are All the Truck Drivers? Shortage Adds to Delivery Delays</p><p>A critical, often-overlooked link in the supply chain is emerging as a stubborn choke point in the freight-backlog mess: trucking. Trucks haul more than 70% of domestic cargo shipments. Yet many fleets say they can't hire enough drivers to meet booming consumer demand.</p><p>Democrats Add Paid Leave, State-and-Local Tax Deduction to Bill</p><p>House Democrats released an updated version of the party's social spending and climate package, adding back a paid-leave program that had previously fallen out of the bill and including a measure sharply raising the $10,000 cap on the state and local tax deduction.</p><p>Key Developments Around the World</p><p>Norges Bank Keeps Rate at 0.25%, Still Sees December Hike</p><p>Norway's central bank kept its key policy rate unchanged at 0.25%, as expected, and reiterated that a further hike is likely later this year. In September, Norges Bank became the first major western central bank to raise interest rates since the onset of the Covid-19 pandemic.</p><p>RBA, Prudential Regulator Step Up Climate-Change Analysis</p><p>Australia's central bank and its prudential regulator say they will conduct more climate change analysis and research, and have committed to sharing the knowledge gained with other central banks and regulatory agencies.</p><p>Lagarde Says ECB Interest-Rate Increase Next Year ‘Very Unlikely'</p><p>European Central Bank President Christine Lagarde delivered a speech on Wednesday saying it was \"very unlikely\" conditions would be met by next year that would allow for an interest-rate hike. \"In our forward guidance on interest rates, we have clearly articulated the three conditions that need to be satisfied before rates will start to rise. Despite the current inflation surge, the outlook for inflation over the medium term remains subdued, and thus these three conditions are very unlikely to be satisfied next year,\" she said. (MarketWatch)</p><p>Financial Regulation Roundup</p><p>SEC Eases Path for Shareholder ESG Proposals</p><p>The Securities and Exchange Commission reversed a Trump-era policy and acted to streamline the process for shareholders to propose resolutions on environmental or social issues during the coming proxy season.</p><p>Credit Suisse Revamps Business in Post-Archegos Overhaul</p><p>Credit Suisse Group said it would exit from most hedge-fund financing and restructure its sprawling operations after deep financial losses and regulatory penalties.</p><p>COP26 Negotiators Make Progress on Carbon-Trading Rules</p><p>Climate negotiators have made progress toward a deal to establish the foundation of an international carbon-trading system, according to people familiar with talks, putting within reach a long-stalled agreement many businesses hope will kick-start a global carbon market.</p><p>GOP Opposes Bill Aimed at Banning Certain Bankruptcy Strategies</p><p>House Republicans objected to a Democratic bill to ban the type of release that Sackler family members got in Purdue Pharma LP 's chapter 11 and offer creditors recourse over restructuring like one by Johnson &amp; Johnson to shift talc injury claims to bankruptcy.</p><p>Forward Guidance</p><p>Thursday (all times ET)</p><p>8 a.m.: Bank of England releases monetary policy report, summary and minutes; European Central Bank 's Lagarde gives speech at ECB-Center for Economic and Policy Research Women in Economics Conference</p><p>9:30 a.m.: Czech National Bank releases monetary policy decision</p><p>1:50 p.m.: Fed's Quarles speaks on panel on financial stability at Portuguese Securities Market Commission conference</p><p>2:50 p.m.: European Central Bank 's Schnabel speaks on panel at ECB-Center for Economic and Policy Research Women in Economics Conference</p><p>Friday</p><p>4:30 a.m.: European Central Bank 's de Guindos speaks at event organized by Confederacion Mutualidades and Axon Partners Group</p><p>7:30 a.m.: European Central Bank 's Panetta gives speech at event organized by Elcano Royal Institute in Madrid</p><p>8:30 a.m.: U.S. Labor Department releases October jobs report</p><p>9:30 a.m.: Kansas City Fed 's George gives speech at Kansas City Fed/Dallas Fed conference on energy and the economy</p><p>3 p.m.: Federal Reserve releases September U.S. consumer-credit data</p><p>Commentary</p><p>Inflation Debate Can Wait as Fed Tapers</p><p>Federal Reserve officials still think the run-up in inflation will prove transitory, but many investors disagree. Still, for now, neither camps' forecasts matter that much, Justin Lahart writes, adding you should worry about the economy instead of worrying about the Fed.</p><p>The RBA's Defeat Down Under Should Worry Central Bankers</p><p>The bond market has just notched a win in its tussle with the central bank of the land Down Under, and as inflationary expectations intensify globally that could be a preview of things to come for many other central banks world-wide, Jacky Wong writes.</p><p>Basis Points</p><p>U.S. nonfarm private employment increased by 571,000 in October, data from ADP National Employment Report showed Wednesday, above the 395,000 rise forecast by economists polled by The Wall Street Journal. (Dow Jones Newswires)</p><p>Business activity among U.S. services providers accelerated in October as the sector revived from the hit caused by the Covid-19 Delta variant over the summer, according to the month's final U.S. Services Purchasing Managers' Index compiled by IHS Markit . It increased from 54.9 in September to 58.7. (DJN)</p><p>The eurozone unemployment rate edged down from 7.5% in August to 7.4% in September, with the number of people classified as unemployed down by 255,000. (DJN)</p><p>Growth in the eurozone services sector slowed in October as the rebound from the summer reopening waned and renewed public health concerns weighed on demand, according to data from a purchasing managers survey. The final reading for the eurozone's services PMI in October was 54.6, data from IHS Markit showed. The reading is below the 56.4 registered in September and marginally lower than the 54.7 preliminary estimate. (DJN)</p><p>Brazil recorded a trade surplus of $2.0 billion in October, after a surplus of $4.3 billion in September. Exports fell to $22.5 billion last month from $24.3 billion in September, while imports increased to $20.5 billion from $20 billion. (DJN)</p><p>Turkey's inflation rate accelerated on an annual basis in October, as the consumer price index rose 19.89% on year compared with 19.58% in September, the highest rate since January 2019, according to data from TurkStat. (DJN)</p><p>The Philippines' consumer-price index is expected to have risen 4.7% in October from a year earlier, according to the median forecast of six economists polled by The Wall Street Journal. That would be slightly lower than the 4.8% rise in September. (DJN)</p>",
  "published": "2021-11-04T12:54:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4120,
          "end": 4137
        }
      ]
    }
  ]
}