{
  "_id": "c6f9e2a0b9253a793add1f30e7cda373df48955c38a39a7edd3be22fcd32671b",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  TARGET CORP. </p><p>\n  TGT -2.8% </p><p>\n  People are shopping in person again. Target reported increased revenue in the second quarter as more people returned to stores to purchase apparel, food and other items. Online spending abated compared with last summer. The report came a day after larger rival Walmart Inc. reported strong in-store sales and foot traffic. The results from both chains showed little impact from the recent rise in Covid-19 cases in the U.S. Target executives said that the Delta variant's spread hasn't yet resulted in changes to consumer behavior. Target shares fell 2.8% Wednesday. </p><pre>\n </pre><p>\n  T-MOBILE US INC. </p><p>\n  TMUS -2.9% </p><p>\n  T-Mobile is hearing static about a cyberattack. The cellphone carrier said that hackers stole information on millions of people, including Social Security numbers and driver's license data for current and prospective customers. T-Mobile first addressed the breach on Monday, and an update on Friday brought the total number of compromised user records to more than 54 million. Investigators say that stolen data has already been offered for sale in online forums and could eventually be used to commit fraud such as identity theft. T-Mobile shares lost 2.9% Monday. </p><pre>\n </pre><p>\n  PFIZER INC. </p><p>\n  PFE -2.2% </p><p>\n  The U.S. is giving Covid-19 boosters a shot. The Biden administration on Wednesday called for a third vaccine dose starting this fall for adults who were fully vaccinated with the two-shot regimen from Pfizer and partner BioNTech SE or from Moderna Inc. The booster shot will be administered about eight months after the second dose, starting the week of Sept. 20. Pfizer shares fell 2.2% Wednesday, while Moderna lost 0.8%. </p><pre>\n </pre><p>\n  TESLA INC. </p><p>\n  TSLA -4.3% </p><p>\n  Auto safety regulators are revving up an investigation of Tesla's Autopilot. The National Highway Traffic Safety Administration is scrutinizing the electric-car maker's advanced driver-assistance system after a series of crashes at emergency scenes. The probe made public Monday is the latest sign that U.S. authorities are starting to examine driver-assistance technologies. NHTSA had identified 11 crashes since early 2018 in which a Tesla vehicle that had been using Autopilot struck one or more vehicles involved in an emergency-response situation. Tesla shares declined 4.3% Monday. </p><pre>\n </pre><p>\n  JOHNSON &amp; JOHNSON </p><p>\n  JNJ +0.5% </p><p>\n  A change in leadership at Johnson &amp; Johnson won't mean a new prescription for the drugmaker. When Chief Executive Alex Gorsky steps aside Jan. 3, he will hand over the reins to longtime company veteran Joaquin Duato. The transition suggests J&amp;J will chart the same kind of course it would have if Mr. Gorsky had stayed in the job. Mr. Duato will confront several matters that Mr. Gorsky hasn't resolved, including lawsuits alleging its Johnson's talcum powder caused cancer or mesothelioma and reports of rare side effects with its Covid-19 vaccine. J&amp;J shares rose 0.5% Friday. </p><pre>\n </pre><p>\n  AMAZON.COM INC. </p><p>\n  AMZN -0.4% </p><p>\n  Amazon made life difficult for department stores. Now it wants to build more of them. The e-commerce giant plans to open several large physical retail locations that will operate like department stores, The Wall Street Journal reported Thursday. The news comes after years of taking market share from big-box operators, helping push many into bankruptcy. The new Amazon stores of roughly 30,000 square feet will dwarf many of the company's other retail spaces and will be similar to scaled-down formats of chains such as Bloomingdale's Inc. Amazon shares fell 0.4% Thursday. </p><pre>\n </pre><p>\n  NETFLIX INC. </p><p>\n  NFLX +4.2% </p><p>\n  Netflix is grappling with a scandal that sounds like the script for its next crime thriller. Three former Netflix software engineers and two close associates accumulated $3 million in profit from trading confidential information about Netflix's subscriber growth, the U.S. Securities and Exchange Commission said Wednesday. The SEC said a former Netflix software engineer led the insider-trading ring, sharing data with his brother and friend so they could trade Netflix securities ahead of earnings announcements. Netflix shares added 4.2% Thursday. </p><p></p>",
  "published": "2021-08-21T06:10:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2303,
          "end": 2320
        },
        {
          "start": 2827,
          "end": 2830
        },
        {
          "start": 2518,
          "end": 2521
        }
      ],
      "nexusId": "10010560"
    }
  ]
}