{
  "_id": "05a74cb08b11675841395caaebcc3a73bd38d7d0e56623108e8531f378d64a81",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Herd Immunity Won't Save Us -- But We Can Still Beat Covid-19 --- A national system of proactive surveillance, innovative contact tracing and just-in-time vaccination can get the pandemic under control -- and prepare us for the next one.",
  "text": "<p>Herd immunity is achieved when the percentage of a given population that is immune, from vaccination or previous infection, becomes such that each infected person transmits the disease to an average of less than one new case. The virus, finding inadequate numbers of susceptible people to infect, then starts to die out.</p><p>The threshold for herd immunity depends on the contagiousness of a given disease. For Covid-19, the best estimates suggest that at least 80% of people would need to be immune.</p><p>As of this writing, 130 million doses of vaccine have been given in the U.S., leaving 46.4 million Americans fully immunized and 33 million partially immunized as they await a second dose. In addition, there have been about 30 million reported cases of Covid. Epidemiologists at the CDC and NIH estimate that perhaps an equal number of cases, some 30 million, have gone unreported.</p><p>Leaving aside the question of how much these two populations overlap and the extent and durability of protection provided by previous infection, this amounts to about 140 million Americans, in a population of 330 million, with at least some immunity. That is just under 43% of the population -- very far from the 80% needed for herd immunity.</p><p>Worse, such math misses a crucial point: The virus is changing so rapidly that immunity to the Covid strain of yesterday may not protect against today's or tomorrow's strain.We now face the challenge of new variants that may elude immunity created by natural infection and possibly by vaccines as well.</p><p>More than 200 people have already been infected with a new variant named \"Cluster 5,\" emerging from farmed minks in Denmark. Covid-19 has also been reported in more than a dozen other species, including great apes, tigers, lions and snow leopards in zoos, monkeys, cats, dogs, pigs and some deer. There is no evidence yet of continual spillover from established animal reservoirs of the virus. But epidemiologists fear a worst-case scenario in which new variants continue to ping-pong among humans, domestic animals and wildlife.</p><p>There is also the issue of vaccination rates. Many Americans cannot get vaccinated for medical reasons. Others have been left out of vaccination outreach or distrust the medical system. Children count as part of the \"herd\" but are not yet being vaccinated. Each year there will also be new births and in-migration of unvaccinated people. But the biggest challenge is the 30% of Americans who, in the most recent Pew poll, say that they will either definitely not or probably not get vaccinated.</p><p>Worldwide, the greatest impediment to reaching herd immunity is not vaccine hesitancy or even the new, more contagious variants; it is the lack of access to vaccines. The global initiative called COVAX was created to procure and deliver vaccines for lower-income countries, but COVAX remains underfunded and will miss even its modest 2021 goal of delivering 2 billion doses. It is likely that, for at least the next couple of years, billions of people world-wide will remain unvaccinated and susceptible. As a result, new variants of the disease will continue to multiply, increasing transmission and pushing further away any hopes of herd immunity.</p><p>If herd immunity is out of reach, does that mean we're doomed? Not at all. But we must immediately begin to supplement the impressive recent rollout of vaccines with a comprehensive rapid-response system, modeled on the \"surveillance and containment\" strategy that William Foege, former head of the CDC, developed to fight smallpox in the early 1970s. Smallpox was eradicated from the globe in 1980 -- the first disease to meet this fate.</p><p>Surveillance in the smallpox campaign meant aggressive contact tracing: finding every case of smallpox, tracing it backward to sources of infection, tracing parallel chains of disease transmission, and tracing contacts forward to find those who would become at risk for infection. In the analog days of the 1970s, this meant going house to house to inquire, with more than two billion house calls in India alone.</p><p>Today, time is of the essence in finding new Covid-19 cases. The disease travels at exponential speed, whether it is traveling between states, imported from other countries or spreading as new variants from animal populations. \"Speed to detect\" is one of the most important metrics in public health. Finding the first cases within days, when an outbreak still amounts to just a handful of cases, is essential. When an outbreak goes undetected for weeks, it can generate hundreds or tens of thousands of cases, and contact tracing and containment become much more difficult.</p><p>Nor is just finding new generic Covid-19 cases enough. We need to know what variant of the virus is involved. Enhanced testing will be critical and should include faster and cheaper molecular and antigen tests, serology to detect immunity created by both infection and vaccination, and viral sequencing to inform vaccine and drug design. We will need to match new variants of Covid-19 with the vaccines most effective against them.</p><p>In addition to surveillance and containment, two other factors have been proposed to explain why the smallpox campaign worked so well. One was the efficacy of the vaccine itself. A few pin pricks from a simple bifurcated needle with freeze-dried vaccine conferred near lifetime immunity for almost everyone. The other factor was the relatively long interval -- approximately 12 days -- from exposure to disease, which was enough time to vaccinate identified cases as well as their contacts and even the contacts of their contacts.</p><p>The global program in the 1970s took place in a different era, against a different virus, and used a very different vaccine. In some places it built upon and supplemented mass vaccination. In others, eradication was accomplished with less than a quarter of the population vaccinated. The program that brought Ebola under control by 2016, after a two-year outbreak, adopted some of these strategies as well. For both diseases, the paramount goal was finding and isolating cases early and giving just-in-time vaccinations to those most likely to get the disease next. The approach recalls what hockey legend Wayne Gretzky once said: \"I skate to where the puck is going, not to where it has been.\"</p><p>Until recently, the lack of faster immunizing vaccines was a stumbling block to adopting just-in-time vaccination for Covid-19. But recent news suggests that the vaccines now authorized for use might work. Despite the rapid onset of viral infection (an average of 6 days after exposure, with a range of 2-14 days), Johnson &amp; Johnson has reported success in preventing moderate to severe disease as early as 7 days after the administration of its single-dose vaccine. In a real-world study in Israel, the Pfizer vaccine also prevented severe disease soon after a single dose.</p><p>It is not too late to find, isolate and vaccinate those who do not yet have Covid-19 but are most likely to get it. It is not too late to use just-in-time vaccination to stop outbreaks in midcourse and prevent the spread of infection.</p><p>How do we find exposed people \"just in time\" to vaccinate them? The same way that we find people just in time to isolate them. We build exposure notification and tracing systems that find contacts and contacts of contacts most at risk of getting the disease.</p><p>Before we had approved vaccines, Vietnam, Taiwan and Singapore remained Covid-free for several months with only testing, tracing and isolation. The common feature across the success stories with Covid-19, smallpox and Ebola is energetic contact tracing and isolation of those known to be infected and most at risk of infection.</p><p>Contact tracing has been difficult in the U.S. in part because most Americans no longer pick up the phone from unknown callers. Adding more sensitive, community-based tracers helps, as do new \"low friction\" tools to supplement manual tracing. One intriguing possibility is to piggyback just-in-time vaccination onto digital exposure notification systems that tell people when they (really, their phones) have been in close proximity to someone who is infected, offering them testing, support for isolation and vaccination appointments at the same time they are notified. Data from Ireland and the UK suggest that such digital systems find more contacts and find them sooner than other methods.</p><p>Perhaps the most urgent policy priority is to develop a digital rapid-detection system by integrating information from all the sources now available. These include routine reports to health authorities from medical providers and laboratories; data gathered from contact-tracing databases; various digital and crowdsourced \"participatory surveillance\" apps like Flu Near You, Outbreaks Near Me and How We Feel; bulletin boards like ProMed; news scrubbers like GPHIN; novel risk assessment tools like NOVID; and statewide exposure notification systems. To be an effective tool for health officials at all levels, real-time data from multiple systems will need to be aggregated and assessed quickly, perhaps with machine learning, and presented in an actionable format. Forerunners of such systems already exist at the CDC and at WHO's Global Outbreak And Response Network, but none, to our knowledge, integrate exposure notification systems, viral sequencing and just-in-time vaccination.</p><p>So the task ahead is clear: We need to complement mass vaccination with a national plan that applies the latest innovations in discovering and diagnosing viral outbreaks. We must add just-in-time vaccinations, allocating a portion of our vaccine supply, perhaps 10% to 20%, for outbreak containment, and target each new outbreak with the vaccine shown by genomic testing to be most likely to succeed against it.</p><p>How to achieve these ambitious goals? The $1.9 trillion stimulus bill recently signed into law by President Biden provides vital resources for the effort, including $47.8 billion for testing, hiring contact tracers and creating safer settings for isolation. There is also $1.75 billion for surveillance, genomic sequencing, and \"effective response\" based on this data, and another $7.5 billion for vaccination, which could eventually include just-in-time vaccination targeted at new variants. Though a clear strategy doesn't yet exist for creating a national immune system, many of the key elements are at least now partly in place.</p><p>But more needs to be done. The states should work together to establish a national outbreak alert and response network, connecting data scientists, public health experts and technologists, and each state needs to establish a core group of first responders to complement the CDC's state epidemiologists -- trained local specialists ready to deploy to current and future outbreaks.</p><p>If we think of Covid-19 as a wildfire -- and it surely spreads like one -- we have failed to extinguish it. We still have fires burning all over the country. At any point, with a shift of the wind (think variants, less masking, relaxed physical distancing), the fires will ignite again, burn bigger and spread further. We need the epidemiological equivalent of the \"hotshot\" crews that the forest service deploys to the hottest part of the fires it fights.</p><p>Americans should not expect some kind of \"all clear\" signal on Covid-19 in the months ahead. But if we have substantial numbers of vaccinated Americans, robust rapid detection and successful outbreak containment, we can accelerate the journey to \"normal-ish.\"</p><p>Every year, up to five novel viral pathogens like Zika, swine flu or West Nile \"spill over\" from animals to humans. We have been unlucky with Covid-19, but perhaps it will focus our attention on how lucky we have been that the genomic roulette wheel has not given us more lethal bird flus or other coronavirus pandemics. A robust national immune system will help us to control Covid-19 and leave us better prepared for the pandemics yet to come.</p><p>---</p><p>Dr. Brilliant is the founder and CEO of the firm Pandefense Advisory and was a WHO medical officer from 1973-81 working on the eradication of smallpox. Dr. Lipkin is the director of the Center for Infection and Immunity at Columbia University. Dr. Danzig is the former chief medical officer at PaxVax. Ms Oppenheimer is principal at Pandefense Advisory. The authors would like to thank Dr. William Foege (former director of the CDC), Dr. Baruch Fischhoff (Carnegie Mellon University) and Dr. Ira Longini (University of Florida) for their help with this essay.</p><p>(See related letters: \"Letters to the Editor: How Important Is Covid-19 Herd Immunity?\" -- WSJ Apr. 3, 2021)</p>",
  "published": "2021-03-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6599,
          "end": 6616
        }
      ]
    }
  ]
}