{
  "_id": "86b016f913b11e6e69c07bbbc7639762c477e023799785b46e33d287af19513a",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: J&J Beats Injury Lawyers on Talc Bankruptcy; Judge Questions Talc Supplier's Chapter 11 Vote",
  "text": "<p>Top News</p><p>J&amp;J keeps talc bankruptcy as an option. Johnson &amp; Johnson again beat back an attempt by personal injury lawyers to prohibit the company from hiving off its talc liabilities before placing them in bankruptcy. A New Jersey judge declined to block J&amp;J from separating talc liabilities from its corporate assets, a first step toward moving pending talc-related claims against the company into chapter 11.</p><p>A different judge, meanwhile, raised concerns about a key voting bloc of injury claims in the chapter 11 plan of J&amp;J's former talc supplier, Imerys Talc America. The dispute revolved around Thomas Bevan, an asbestos plaintiffs' lawyer whose more than 15,700 votes were decisive in securing injury claimants' support for the Imerys plan, which J&amp;J opposes.</p><p>Bankruptcy</p><p>Boy Scouts avoid delay of chapter 11 plan timeline. The Boy Scouts of America are pushing forward with a bankruptcy exit plan with nearly $1.9 billion in cash for sex-abuse survivors, overcoming advocates for some victims who sought to pause the youth group's efforts and who also want to propose their preferred compensation program.</p><p>Judge Laurie Selber Silverstein of the U.S. Bankruptcy Court in Wilmington, Del. on Tuesday denied a bid by a committee representing abuse victims to delay her consideration of materials the Boy Scouts intend to send victims and other creditors.</p><p>Driller Tenrgys files for bankruptcy, blaming soured lender deal. Oil-and-gas producer Tenrgys LLC filed for bankruptcy protection, saying it failed in attempts to restructure debt with a lender formed by the billionaire behind LaCroix sparkling water.</p><p>The Ridgeland, Miss.-based private drilling company has been trying to restructure and pay down debt since oil prices collapsed between 2014 and 2015 but filed for bankruptcy after its top secured lender refused to close on an out-of-court restructuring deal, according to court papers filed by Tenrgys.</p><p>Bankrupt business lender has a lifeline. A Texas bankruptcy judge authorized lender Flexible Funding LLC and its Instapay subsidiary to draw up to $15 million from its existing credit line to ease the company into chapter 11.</p><p>Flexible Funding, which filed chapter 11 protection, was authorized to continue drawing from its revolving credit agreement with Umpqua Bank to avoid disruption to its business during its first few days in bankruptcy. Flexible Funding and its Instapay unit provide loans and alternative financing options to businesses operating in the temporary staffing and trucking industries, respectively. The company has said it intends to reorganize in chapter 11. -- Jonathan Randles</p><p>Williamsburg hotel developers prep bankruptcy-exit deal. Developers behind the 147-room Williamsburg Hotel in Brooklyn intend to invest an additional $6.6 million into the property under a restructuring plan meant to get the hotel out of chapter 11.</p><p>The investment was described in a bankruptcy reorganization plan filed Monday in the U.S. Bankruptcy Court in White Plains, N.Y. Hotel developers are also proposing to pay an additional $2 million to resolve disputes with their primary lender over use of a Paycheck Protection Program loan, court papers say.</p><p>A development company behind the Williamsburg Hotel filed chapter 11 in February, one of several hotel properties that have been tipped into bankruptcy during the Covid-19 pandemic. -- Jonathan Randles</p><p>International</p><p>China Evergrande's flagship business resolves onshore bond payment. Embattled China Evergrande Group's flagship property business said it would make an interest payment on an onshore bond, giving the highly indebted conglomerate more time to work out what investors expect will be a lengthy and complicated restructuring.</p><p>White Collar</p><p>Jurors in the Theranos trial heard patient testimony. An Arizona medical assistant testified Tuesday at the criminal trial of Elizabeth Holmes that she received two Theranos Inc. blood tests indicating she was miscarrying when she was in fact pregnant—results that her medical provider testified were unlike any she has ever seen in eight years of practice in women's health.</p><p>\"Sometimes you have to fail before you can succeed, right?\"</p><p>— Elizabeth Holmes's attorney, Lance Wade</p><p>In Other News</p><p>More Sears and Kmart stores will close in the coming months. Two years after Transformco acquired the struggling retailers out of bankruptcy in February 2019, seven Sears and two Kmart stores are liquidating with most closing by mid-November. (USA Today)</p><p>Puerto Rico lawmakers plan to file legislation next week that allows the commonwealth to sell new bonds to replace existing debt, a necessary step to help finalize the island's record bankruptcy. (Bloomberg)</p>",
  "published": "2021-09-22T12:42:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 49,
          "end": 66
        },
        {
          "start": 25,
          "end": 28
        },
        {
          "start": 753,
          "end": 756
        },
        {
          "start": 9,
          "end": 12
        },
        {
          "start": 254,
          "end": 257
        },
        {
          "start": 523,
          "end": 526
        }
      ],
      "nexusId": "10010560"
    }
  ]
}