{
  "_id": "11e7bc69600317301e02f8e2d8462a8b797fff0a5453e53314292b1e165d994f",
  "feed": "ftcomall",
  "title": "US states near $26bn opioid settlement with J&J, drug distributors",
  "text": "<p>US states are nearing a $26bn settlement with three drug distributors and drugmaker Johnson &amp; Johnson to resolve claims that they helped fuel the deadly opioid crisis in the US. </p> <p>The nationwide settlement with J&amp;J and distributors McKesson, Cardinal Health and AmerisourceBergen would end years of litigation against the companies, which have faced lawsuits in states and cities across the country. </p> <p>More than $23bn of the funds would be spent on abating the harms from opioid addiction, according to Joe Rice, co-founder of plaintiffs' firm Motley Rice and one of the lawyers representing the states. Opioid overdoses have claimed the lives of more than 500,000 Americans over the past two decades.&#xa0;</p> <p>Rice said that several states are yet to decide whether they want to join the agreement but that there is “no magic number” that will determine whether the settlement goes ahead. He said the final details of the deal were “still moving”.</p> <p>In addition to allocating funds to states, the national deal also involves the creation of a drug shipment database between the distributors to share information and see where and how much their competitors are shipping. </p> <p>Paul Geller, a partner at plaintiffs' law firm Robbins Geller Rudman &amp; Dowd, said the database was a “game-changer in the way controlled substances are distributed.”</p> <p>“If some perceived misconduct is occurring, it's going to be much easier to identify the problem and address it as promptly as possible,” Rice said. </p> <p>Johnson &amp; Johnson said it will contribute up to $5bn to the settlement, which “would resolve opioid lawsuits filed and future claims by states, cities, counties and tribal governments.” The company said the settlement “is not an admission of liability or wrongdoing”.</p> <p>Earlier on Tuesday, New York announced it separately secured a $1.1bn settlement with McKesson, Cardinal Health and AmerisourceBergen over opioids, which it had sued in 2019 along with J&amp;J and Purdue Pharma.</p> <p>Letitia James, New York's attorney-general, said: “While no amount of money will ever compensate for the millions of addictions, the hundreds of thousands of deaths, or the countless communities decimated by opioids, this money will be vital in preventing any future devastation.”</p> <p>In a joint statement, McKesson, Cardinal Health and AmerisourceBergen said they “strongly dispute the allegations at issue in this trial” but said the agreement would “allow the companies to focus their attention and resources on the safe and secure delivery of medications and therapies while delivering meaningful relief to affected communities.”</p> <p>The companies added that if a broad settlement is agreed with other states, New York's agreement would become part of that.</p> <p>Last month, New York state agreed a <a href=\"https://www.ft.com/content/ca90f380-e25f-49d2-8945-13890cf02516\">$230m settlement</a> with J&amp;J, while its claim against Purdue is moving through <a href=\"https://www.ft.com/content/d9ce0544-77b1-4da5-a986-bd42e78540d7\">US bankruptcy court</a>. Its case against Endo, Teva, and Allergan is currently being tried in state court. </p> <p>The settlement payments to New York will begin this summer and continue over the next 17 years. It is the largest settlement James has secured during her tenure as New York attorney-general, which began in 2019. </p> <p><em>Additional reporting by Hannah Kuchler in London</em></p><p>Source: Nikou Asgari in New York  2021 'US states near $26bn opioid settlement with J&amp;J, drug distributors' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-20T16:02:01.305Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 84,
          "end": 101
        },
        {
          "start": 1926,
          "end": 1929
        },
        {
          "start": 1473,
          "end": 1490
        },
        {
          "start": 209,
          "end": 212
        },
        {
          "start": 44,
          "end": 47
        },
        {
          "start": 2761,
          "end": 2764
        }
      ],
      "nexusId": "10010560"
    }
  ]
}