{
  "_id": "535c6ffede986d0a39934f607320c81284dc99ed8d23aa08ec409b3b6bcf67b5",
  "feed": "wall-street-journal",
  "title": "A Light Regulatory Touch to Keep Covid Drugs Current  ----  By Scott Gottlieb and Mark McClellan",
  "text": "<p>   New variants of the Covid virus appear more infectious, and it's urgent to get as much protective immunity into the population before these strains can take root. These new variants are evolving in ways that may allow them to slip past diagnostic tests, drugs and vaccines. The effort will require a new scientific and regulatory framework that allow countermeasures to be adapted and updated quickly as the threat evolves. </p><p>   The recent variants don't seem to make Covid infections more severe, but they do make the virus easier to transmit. Some have mutated part of the coronavirus spike protein called the receptor binding domain, which is a target of drugs and vaccines. This genetic evolution was inevitable. The virus has been racing around the world for a year. Countermeasures curtail its spread, but they also enrich the survival prospects of some mutant strains. </p><p>   Two steps would help us stay ahead of these developments. First, engage in real-time monitoring and research. A Covid genomic surveillance system could sample and sequence the virus at a large scale, to identify variants when and where they emerge. There's a similar system for flu, but not Covid. New investments in experimental science would make possible more insight into how the genetic features of the SARS-CoV-2 virus correlate with its clinical behavior. That can answer the question of whether these evolutionary changes raise new public-health concerns. Next-generation sequencing is widely available in the U.S., but is not being used systematically for public-health surveillance. Most of it is done as part of academic studies that won't detect strains as they appear. </p><p>   Second, when a new genetic variant is identified and is judged to be a threat, it will be important to have a system for efficiently updating drugs and vaccines. </p><p>   Take the man-made antibody drugs, which latch on to a specific region of the virus and neutralize it, potentially preventing complications if given early in the course of infection. Some of these antibodies target spike proteins that are likely to change. To help prevent threatening variants from emerging, such drugs should be targeted to regions of the virus that don't change much. When worrisome variants emerge, the antibody drugs can be adapted to go after preserved regions on the new strains. But to keep up with the virus, we will need to evaluate these modified antibodies on their safety and their ability to reduce Covid viral loads, without requiring full outcome studies. </p><p>   Vaccines aren't as vulnerable to being overtaken by new variants, since they generate immunity against multiple sites on the virus. But new variants could diminish vaccine effectiveness over time. The good news is that the vaccines are based on synthetic platforms that allow the vaccine to be updated based on new sequence information. </p><p>   But it is also important to make sure these updated vaccines are safe and can generate enough immune cells. Flu vaccines targeting the prevalent strains each season are developed annually and approved by the Food and Drug Administration based on safety data and proof that they can elicit a robust antibody response. In the case of flu, if the vaccines can demonstrate in laboratory testing that they will generate a potent antibody response, that provides sufficient proof of their efficacy for the fall. </p><p>   In the case of Covid, the FDA is requiring long-term studies to prove that the vaccines are safe and prevent Covid disease. This is necessary given the novelty of both the virus and the vaccines. But as it becomes clearer that the vaccines mount the desired immune response, and their long-term safety is well understood, we need to be able to license vaccines efficiently that have small tweaks to the genetic sequence. Updated vaccines can more effectively respond to new variants of the virus. </p><p>   Covid doesn't mutate as quickly and extensively as flu, so this shot is unlikely to change annually. But it's likely that vaccines and treatments alike will need regular revamps to keep up with new variants. </p><p>   --- </p><p>    Dr. Gottlieb is a resident fellow at the American Enterprise Institute and was commissioner of the Food and Drug Administration, 2017-19. Dr. McClellan is director of the Duke-Margolis Center for Health Policy at Duke University and was FDA commissioner, 2002-04. Dr. Gottlieb serves on the boards of Pfizer and Illumina and Dr. McClellan on the boards of Johnson &amp; Johnson and Cigna. </p><p></p>",
  "published": "2021-01-11T07:03:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4410,
          "end": 4427
        },
        {
          "start": 4410,
          "end": 4429
        }
      ],
      "name": "Johnson & Johnson",
      "id": "US4781601046",
      "nexusId": "10010560"
    }
  ]
}