{
  "_id": "d3c0f294486683eac44429c77e70d841322ebbea82a8254d43e5d6f84f17a037",
  "feed": "ftcomall",
  "title": "South Africa battles to boost take-up of Covid vaccines",
  "text": "<p>Initially fearful about side-effects, South African street vendor Palesa Sekwere is slowly coming around to the idea of getting a vaccine against coronavirus. </p> <p>“I'm being convinced . . . the time will come to tell myself that I'm supposed to get this,” said the 32-year-old in Soweto, Johannesburg's largest township. </p> <p>But the bigger issue for Sekwere is that she would have to tear herself away from the food stall where she sells one-rand snacks such as <em>magwinya</em>, a kind of doughnut. So even though her stall is just opposite a clinic where dozens sit on plastic chairs waiting for jabs, “I can't [easily join them], because I'm here working,” she said.</p> <p>So far this year, South Africa has led major African economies by fully vaccinating 17.5 per cent of its population, or 7m people, with either the Johnson &amp; Johnson single-dose vaccine or Pfizer's two-dose jab. This compares with under 3 per cent of Africans overall, on a continent that risks falling further behind as richer countries chase limited global supplies. </p> <p>Even as its relative financial clout has enabled it to buy vaccines upfront and at scale, take-up has begun to fall short of targets set by President Cyril Ramaphosa's government, largely because of the difficulty in distributing jabs to the poor. </p> <p>Jabs are open to all over-18s and the public and private sectors are administering 1m doses about every four days, up from every 14 days in June. This is still below daily capacity of about 300,000 to 400,000 doses, a sign that turnout is flagging. </p> <p>With more than 200,000 estimated deaths from Covid-19 based on excess mortality rates, South Africa is the African country hardest hit by the pandemic and about three-quarters of South Africans want vaccines, according to recent surveys. </p> <p>But the poorest are also the likeliest to have problems travelling to vaccination sites, getting time off work or having access to information about vaccination schedules. The rural Eastern Cape and Limpopo, two regions that have outreach programmes designed to tackle these problems, have vaccinated the highest proportion of their adult populations out of all provinces.</p> <p>“We have an uptake problem but I think it's to do with distribution,” the legacy of limited access to healthcare and earlier bottlenecks on supplies rather than hesitancy, said Russell Rensburg, director of South Africa's Rural Health Advocacy Project.</p> <h2>‘Those left behind'</h2> <p>As vaccine take-up slows, some South African companies are starting to mandate vaccination. In early September, Discovery, South Africa's biggest medical-scheme provider, and Sanlam, Africa's biggest insurer, said they would require jabs for all employees from the start of next year — the country's first big listed companies to do so. </p> <p>South Africa's government is not yet considering a national mandate, Joe Phaahla, the South African health minister, said. “Our priority is to mobilise and convince people to come forward voluntarily.” South Africa's football association meanwhile plans to offer free tickets to vaccinated fans for an upcoming national game against Ethiopia.</p> <p>In any case, vaccine mandates by employers may have relatively little impact in a country with an official jobless rate of more than 34 per cent, and where many such as Sekwere depend on informal work for their livelihoods.</p> <p>Worries about hesitancy rates in richer nations are being projected on to a country where logistics is a bigger obstacle, Rensburg said. “The US got to 50 per cent vaccinations before [hesitancy] became a problem. We are not even at 20 per cent.”</p> <p>South Africa should focus on “those left behind or who didn't pitch up”, such as high-risk over-50s, Rensburg said. “We have the tools, we're just not applying them . . . if we can get these rural vaccinations right, hopefully we can provide a baseline for other African countries.”&#xa0;</p> <h2>Desperate for supplies</h2> <p>Outside South Africa, the priority on the continent remains securing supplies. Rwanda's president Paul Kagame said this month that mandatory jabs are a “far-fetched problem” for his country, where only about 900,000 of the 13m population have so far been fully vaccinated. “How can you make taking up a vaccine mandatory if you don't have vaccines?” he said. </p> <p>Last week Covax, the World Health Organization-backed programme to deliver vaccines to developing countries, slashed its forecasts for deliveries this year by about 25 per cent. After supply problems with AstraZeneca at the Serum Institute of India, the African Union (AU) has struck a deal to procure 400m doses from J&amp;J by this time next year. </p> <p>“We have doubled down on J&amp;J. Because it's one dose, it's a very nice product for us,” said Strive Masiyiwa, the AU's special envoy in charge of vaccine acquisition. J&amp;J deliveries remained sporadic, he said. Even South Africa has only received about 12 per cent of 31m doses that the country has bought, according to estimates by South Africa's Health Justice Initiative, an NGO campaigning for African access to vaccines.</p> <p>For now, ahead of a feared fourth wave, South Africa is trying to boost take-up of the jab by emphasising the availability of supplies. “Where we are now, even if the whole of Soweto was to turn up, we can vaccinate them . . . all that we need is arms,” Phaahla, the health minister, said last week on a tour of vaccinations in the township.</p> <p>But while “it is good to go and take the vaccine”, it is not easy to leave work and cross the sprawling township to do so, said Cebile Nqambule, 40, another Soweto street vendor. </p> <p><strong>​Letter in response to this article</strong>:​</p> <p><em>​</em><a href=\"https://www.ft.com/content/669be19f-9142-4aa8-9eaf-2aab0333fdf3\"><em>South Africa should not be on the travel red list</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/669be19f-9142-4aa8-9eaf-2aab0333fdf3\"><em>From Peter Attard Montalto, Director, Intellidex London, SW1V</em></a></p><p>Source: Joseph Cotterill in Johannesburg, Andres Schipani in Nairobi and David Pilling in London 2021 'South Africa battles to boost take-up of Covid vaccines' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-12T10:00:06.648Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 801,
          "end": 818
        },
        {
          "start": 4537,
          "end": 4540
        },
        {
          "start": 4590,
          "end": 4593
        },
        {
          "start": 4731,
          "end": 4734
        }
      ]
    }
  ]
}