{
  "_id": "986f9ae434a794558b95d0a9d9b1bf403c071772cd8eb59bb3a544c6cd293541",
  "feed": "wall-street-journal",
  "title": "U.S. News:  More Shots Flow to Poorer Nations  ----  By Denise Roland and Felicia Schwartz",
  "text": "<p>   Vaccine makers have delivered more Covid-19 shots to the world's poorest nations in recent months, but wealthy countries are still receiving a disproportionate share. </p><p>   The unequal distribution, health experts say, has hampered efforts to move past the pandemic and allowed new variants like Omicron to emerge. </p><p>   High-income nations, home to a sixth of the world's population, have received nearly half of all 5.9 billion doses made by the four major Western vaccine makers, according to healthcare data company Airfinity. By contrast, low-income countries, where around one-tenth of the global population lives, have received less than 2% of all doses. </p><p>   The poorer nations have been getting a steadily larger supply, Airfinity data show. They are on course to receive their biggest monthly share in December, but it is an estimated 35.5 million doses, 6% of global supply. </p><p>    The rich-poor divide has prompted health officials and advocates to pressure drugmakers and wealthy governments to provide more doses or to share technology so other manufacturers can produce them. </p><p>   The critics have also said drugmakers are giving priority to wealthier countries over poorer ones or organizations like Covax, a World Health Organization-backed program funded mainly by rich governments set up to provide doses to the poorest countries free. </p><p>   The companies said their own difficulties ramping up production had initially limited supplies. They said they are now producing large volumes that could go to many countries but some lack the infrastructure needed to handle the shots. </p><p>    Pfizer Inc. and partner BioNTech SE, Moderna Inc. and Johnson &amp; Johnson have taken steps to build up manufacturing in Africa, which they say will help equalize distribution. </p><p>   Airfinity's vaccine data counts confirmed deliveries through Dec. 20, whether supplied directly, via donation or through Covax. </p><p>   This year, manufacturers have churned out nearly 11 billion doses, according to Airfinity. Around half of that came from Western producers Pfizer and BioNTech, AstraZeneca PLC, Moderna and J&amp;J. </p><p>   According to the Airfinity data, doses overwhelmingly went during the first six months of the year to the richest nations, which had negotiated deals for doses while shots were in development and in many cases helped fund the research. </p><p>   Covax's deals were largely struck months later. In March, India banned exports of AstraZeneca shots made by the Serum Institute, which was supposed to supply nearly 100 million doses to the organization in the first quarter. </p><p>   Covax set out to secure two billion doses in 2021. It had shipped 806 million as of Dec. 22, according to a spokesman. More than half were donated by wealthy countries, rather than purchased from the manufacturers, according to its latest supply forecast. </p><p>   \"Donations were not part of the original plan of Covax,\" said Seth Berkley, chief executive of Gavi, the Vaccine Alliance, which plays a central role in running Covax. \"That's what led to the uptick initially, until our advanced purchase agreements started to deliver.\" </p><p>   So far, limited supplies have hampered vaccination campaigns in low-income countries. In the first half of the year, countries that were heavily dependent on Serum's supply of the AstraZeneca shots had to scale back plans after India's export ban choked off supply. </p><p>   A more recent challenge is that donations sometimes arrive with little notice and short shelf lives, making it harder to plan rollouts, Dr. Berkley said. </p><p>   The four Western producers have sent around a third of their doses to the poorer half of the world. </p><p>   AstraZeneca, which developed its vaccine with the University of Oxford, has supplied some 1.6 billion doses to low- and lower-middle-income countries, more than 60% of its total supply, according to Airfinity. </p><p>   That supply was heavily weighted toward India, where the Serum Institute provided 1.3 billion doses. India partially lifted its export ban in October, but the supply constraints mean Covax has received around 135 million doses of the 720 million that AstraZeneca and the Serum Institute had agreed to provide, according to Airfinity. </p><p>   Counting donations, Covax has received more than 234 million doses of the company's shot, and AstraZeneca is the biggest supplier to Covax to date, a company spokeswoman said. </p><p>   Pfizer earlier this year pledged to supply one billion doses to low- and middle-income countries in 2021 and another billion in 2022. Including upper-middle-income countries, deliveries to low- and middle-income countries totaled more than 871 million, the company said. </p><p>   Pfizer said it had delivered 338 million doses to 54 low- and lower-middle-income countries as of Dec. 19, about 100 million more doses than Airfinity estimates the company has shipped. Pfizer said this includes all doses shipped, while Airfinity says it counts doses that have been delivered. </p><p>   Pfizer has been working to provide safe and effective vaccines around the world, a company spokeswoman said, including by working with governments, health authorities and industry to fix issues in the supply chain, healthcare infrastructure and public attitudes that have had an impact on supplies and uptake. </p><p>   Some 107 million doses of Moderna's shot have gone to low- and lower-middle-income countries, or around 16% of its total supply, through Dec. 20, according to Airfinity. </p><p>   Moderna had agreed to supply 54 million doses to Covax in 2021. It supplied around 21 million directly, according to Airfinity. A further 86 million have been donated to Covax from wealthy countries. </p><p>   Moderna declined to comment. It has said previously that Covax purchased more than 210 million doses, including 34 million that were to be delivered in the last quarter of 2021 and 176.5 million doses to be delivered in the first and second quarters of 2022. </p><p>   Low- and lower-middle-income countries have received around 112 million doses, or about a third, of J&amp;J's global supply through Dec. 20, according to Airfinity. </p><p>   J&amp;J said it anticipates by the end of 2021 approximately 60% of its vaccine supply will have been made available to low- and middle-income countries through direct deliveries and donations, with approximately 40% going to Covax. </p><p>   \"Johnson &amp; Johnson firmly believes that without equitable access to vaccine doses we will only prolong the pandemic,\" a spokesman said. He said the company is encouraging donations through Covax. </p><p></p>",
  "published": "2021-12-29T07:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6180,
          "end": 6197
        },
        {
          "start": 1616,
          "end": 1633
        },
        {
          "start": 2053,
          "end": 2056
        },
        {
          "start": 5889,
          "end": 5892
        },
        {
          "start": 5950,
          "end": 5953
        }
      ]
    }
  ]
}