{
  "_id": "29b902ffd4265681ade519051340e431811cb4e5615e6c67efd68988235605bb",
  "feed": "wall-street-journal",
  "title": "U.S. News:  FDA Cites Plant Problems  ---  Inspectors found  contractor making  vaccine didn't maintain  proper conditions  ----  By Peter Loftus",
  "text": "<p>   A contract manufacturing plant that is supposed to help make Johnson &amp; Johnson's Covid-19 vaccine didn't keep clean, sanitary conditions and failed to take proper steps to prevent contamination, federal health regulators said Wednesday. </p><p>   Among the problems identified during the regulators' inspection of the plant: cross-contamination of two different vaccines in production at the plant. Their names were redacted, but people familiar with the matter have said they are the Covid-19 vaccines from J&amp;J and from AstraZeneca PLC. </p><p>   The U.S. Food and Drug Administration, which inspected the plant owned by contract manufacturer Emergent BioSolutions Inc., said it completed the inspection on Tuesday and would work with Emergent to address the findings from the inspection. </p><p>   Production of J&amp;J's vaccine at the Emergent plant has been paused, and material already manufactured will undergo additional testing before it is released for potential distribution, the FDA said. </p><p>   \"We will not allow the release of any product until we feel confident that it meets our expectations for quality,\" said FDA acting Commissioner Janet Woodcock and Peter Marks, who heads the FDA department overseeing vaccines. </p><p>   The Emergent plant recently had a contamination-related mishap that ruined a batch of the main ingredient for J&amp;J's Covid-19 vaccine. No doses were distributed from the failed batch, and the FDA hasn't authorized doses using material from the Emergent plant to be distributed. </p><p>   The mishap led to J&amp;J taking over responsibility for producing its vaccine at the Emergent plant. </p><p>   Emergent, of Gaithersburg, Md., said it is working with the FDA and J&amp;J to quickly resolve the issues identified. </p><p>   \"While we are never satisfied to see shortcomings in our manufacturing facilities or process, they are correctable and we will take swift action to remedy them,\" the company said. </p><p>   J&amp;J, of New Brunswick, N.J., said it would ensure that all of the FDA's inspection findings are addressed promptly and comprehensively. The company said it is trying to secure FDA authorization for making the main ingredient at the Emergent plant as quickly as possible. </p><p>   The doses of J&amp;J's vaccine that have been distributed in the U.S. contain drug substance manufactured at J&amp;J's own plant in the Netherlands. </p><p>   The FDA's inspection of the Emergent plant is unrelated to the agency's probe of serious blood-clot conditions seen in a handful of people after they received the J&amp;J Covid-19 vaccine. </p><p>   Vaccinations with J&amp;J's shot have been paused in the U.S. while health authorities investigate the blood-clotting issue. </p><p>   FDA inspectors conducted their inspection at Emergent's Baltimore plant from April 12 through April 20. Their 13-page inspection report, which is partially redacted, outlines numerous lapses in meeting quality standards at the plant. </p><p>   The FDA cited cross-contamination of a batch of one viral vaccine with material used for a second viral vaccine, which the agency said Emergent failed to prevent and properly investigate. </p><p>   The names of the two vaccines involved are redacted in the report, but people familiar with the matter have said the cross-contamination was between materials used for the Covid-19 vaccines from J&amp;J and from AstraZeneca and its partner, the University of Oxford. </p><p>   The AstraZeneca-Oxford vaccine hasn't been authorized for use in the U.S., while J&amp;J's shot was cleared in late February. Production of the AstraZeneca vaccine at the Emergent plant has been stopped and is being moved elsewhere. </p><p>   The FDA inspection report said that a worker who dispensed raw materials for one of the vaccines entered separate areas of the plant where the two vaccines were being made. Emergent didn't properly investigate personnel movements around the plant as a potential source of the contamination, the report said. </p><p>   The report says Emergent didn't maintain the plant \"in a clean and sanitary condition.\" Waste generated during the manufacture of the two vaccines wasn't decontaminated using qualified methods, and the waste was transported through a warehouse in a way that created the potential to contaminate the warehouse, the report said. </p><p>   FDA inspectors also found peeling paint on the floors and walls, paint flecks on the floor, and rough surfaces that don't allow for adequate cleaning. </p><p>   The FDA inspectors viewed security-camera footage at the plant and spotted several instances of workers failing to prevent cross-contamination. In January and early February, workers threw unsealed bags of special medical waste into a service elevator, and when carrying the bags they came into contact with containers of manufacturing materials, the FDA report said. </p><p></p>",
  "published": "2021-04-22T06:05:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2146,
          "end": 2149
        },
        {
          "start": 498,
          "end": 501
        },
        {
          "start": 1862,
          "end": 1865
        },
        {
          "start": 3346,
          "end": 3349
        },
        {
          "start": 1636,
          "end": 1639
        },
        {
          "start": 3197,
          "end": 3200
        },
        {
          "start": 61,
          "end": 78
        },
        {
          "start": 2238,
          "end": 2241
        },
        {
          "start": 2437,
          "end": 2440
        },
        {
          "start": 2477,
          "end": 2480
        },
        {
          "start": 1488,
          "end": 1491
        },
        {
          "start": 784,
          "end": 787
        },
        {
          "start": 1303,
          "end": 1306
        }
      ]
    }
  ]
}