{
  "_id": "74e2f864c18d328b68dcdeab138745654ac6d91f4e298e3d29c4b4d061cef6b8",
  "feed": "wall-street-journal",
  "title": "South African Strain Detected in NYC  ---  Two residents have  been infected with it;  officials also studying  another virus variant  ----  By Kate King",
  "text": "<p>   Two New York City residents have been infected with a coronavirus variant first identified in South Africa, and city officials are closely studying another variant found in New York. </p><p>   The variant first detected in New York, called B.1.526, appeared in late November but little is known about it so far. Health officials are working to answer four key questions, including whether it is more transmissible, causes more severe illness, reduces vaccine effectiveness and causes reinfection, Dave Chokshi, the city's health commissioner, said at a news conference Tuesday. </p><p>   Researchers from the California Institute of Technology recently said the variant accounted for about 25% of coronavirus specimens that underwent genomic sequencing in New York last month. </p><p>   City officials don't yet know where the variant emerged and haven't seen any evidence that it is concentrated in a particular area. </p><p>   \"We expect to have preliminary answers by next week,\" said Jay Varma, a physician and senior adviser to Mayor Bill de Blasio. \"If we find out something alarming, we're going to tell you.\" </p><p>   There also have been 116 known coronavirus cases involving a third variant, first identified in the U.K., as of Feb. 24, up from 58 the prior week, city officials said Tuesday. An estimated 7.9% of specimens genomically sequenced by the New York City Pandemic Response Lab during the week that ended Feb. 21 tested positive for the variant, compared with 6.3% the previous week. </p><p>   \"Right now, we are cautiously reassured by the fact that the percentage of cases that are due to the U.K. variant have stayed pretty stable,\" Dr. Varma said. </p><p>   That variant, called B.1.1.7, spreads more quickly than others, and preliminary evidence indicates it might be more deadly, according to British officials. Early data have shown that the variant first found in South Africa, known as B.1.351, might be better at evading antibodies, requiring existing vaccines to be updated to effectively protect against it. </p><p>   \"The variants have given us pause,\" Dr. Chokshi said. \"The prospect of additional vaccination in the future, whether it's an annual booster shot or some other way to address what's happening with the coronavirus, is more likely than perhaps we would have said a few months ago.\" </p><p>   Dr. Varma said at this point residents don't need to take extra precautions. </p><p>   \"It's a very reasonable thing to worry about,\" Dr. Varma said. \"Right now, so far, the answer is clear. There's nothing different that we need people to do in New York.\" </p><p>   People can best protect against the new variants by continuing to wear masks, washing their hands, practicing social distancing and getting vaccinated when eligible, Dr. Varma said. He recommends residents wear two masks: a cloth face covering a disposable mask. </p><p>   Vaccination will be crucial to combating the new variants and resuming normal life, the health officials said. Mr. de Blasio said Tuesday the city will begin receiving Johnson &amp; Johnson's single-dose vaccine this week. The city expects to get about 70,000 doses in the first two weeks of March, and officials said they hope the supply would increase later in the month. </p><p>   The J&amp;J vaccine, like the Moderna Inc. and Pfizer Inc. vaccines, has been proven highly effective in preventing hospitalizations and deaths. </p><p>   Mr. de Blasio said the city will also devote a significant portion of its J&amp;J doses to vaccinating homebound seniors, an effort that will start later this month. </p><p>   \"I want to caution, it will take time, because it's literally, you know, have someone trained, going to each and every home and apartment,\" the mayor said. </p><p>   More than two million coronavirus-vaccine doses have been administered in New York City, and Mr. de Blasio said Tuesday that a new vaccination clinic will open Thursday at Co-Op City in the Bronx. </p><p></p>",
  "published": "2021-03-03T07:10:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3346,
          "end": 3349
        },
        {
          "start": 2929,
          "end": 2946
        },
        {
          "start": 3135,
          "end": 3138
        }
      ]
    }
  ]
}