{
  "_id": "80a0ed52b8f7505360e9158d033410ec034df76ea8ceab71358723da0933e1b3",
  "feed": "ftcomall",
  "title": "FirstFT: BNY Mellon joins State Street in crypto trading push",
  "text": "<p>Two of the world's largest custody banks have publicly backed a London-based cryptocurrency trading platform, in a move that points to growing demand from traditional asset managers for bitcoin and other digital tokens.</p> <p>Bank of New York Mellon has <a href=\"https://www.ft.com/content/e02f954e-e30f-4d7e-a88e-801474dcfe27\">joined the consortium of six banks</a> behind the launch of Pure Digital, three months after State Street <a href=\"https://www.ft.com/content/a4c19360-1bcf-4599-9ffe-b6a4d69f29fe\">became the first</a> to announce its support for the planned exchange.</p> <p>The move suggests that normally staid and&#xa0;<a href=\"https://www.ft.com/content/c16ff24c-815b-4d45-9308-16ee889b5b05\">conservative custodians</a>, which safeguard assets for some of the world's largest asset managers, are fielding increasing interest from clients about trading digital currencies.</p> <p>Investor interest in cryptocurrencies is growing despite recent falls in the price of bitcoin. The cryptocurrency exchange FTX yesterday raised <a href=\"https://www.ft.com/content/a3a90a4f-54e4-4b4f-b1df-2d9d8ca7712d\">one of the largest rounds</a> of financing for a digital assets start-up.</p> <p>Regulators are also increasing their focus on the sector after years of almost unrestrained growth. Janet Yellen, Treasury secretary, this week convened a working group to discuss regulation and said she expected to <a href=\"https://www.ft.com/content/9685a2e0-e8d5-48f5-9c1f-66aea8cb1597\">issue recommendations</a> on stablecoins in the coming months.</p> <p>Martin Wolf, <a href=\"https://www.ft.com/content/7a93fb0a-ae95-44fc-a3d2-1398ef0ce1af\">in a column today</a>, urges central banks to introduce digital currencies that work for all of society, not the privileged few.</p> <blockquote>  <p>“It is the job of central banks (with other regulators) to ensure that the revolution in digital payments works for society as a whole. There is now the possibility — necessity, in my view — of augmenting cash with central bank digital currencies.”</p> </blockquote> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Jeff Bezos completes space flight </strong>The Amazon founder-turned-private space entrepreneur <a href=\"https://www.ft.com/content/9f23e08b-8279-4233-9e04-a609ef70c18c\">reached the lower reaches of space</a> early yesterday after a series of long delays. He thanked Amazon employees and customers “because you guys paid for all this”. Blue Origin's successful mission was a moment to savour but Elon Musk's <a href=\"http://ft.com/content/096f0ae2-b487-4ddd-9338-44b088d43ce1\">SpaceX remains streets ahead</a>.</p> <blockquote>  <p>“All polluting industry will move off Earth, and Earth will end up zoned residential” — Jeff Bezos</p> </blockquote> <p><strong>2. Trump ally charged with illegally acting as UAE agent </strong>Tom Barrack, former chief executive of Colony Capital who was chair of Donald Trump's inaugural 2016 election committee, has been <a href=\"https://www.ft.com/content/83e5dfbf-fb11-4f62-8242-920e817adea6\">arrested and charged</a> with illegally acting as an agent of the United Arab Emirates.</p> <p><strong>3. UBS launches portfolio to invest in women-led hedge funds </strong>The Swiss bank's asset management arm has launched a portfolio that invests solely in <a href=\"http://ft.com/content/dab5a2b3-c083-411b-b2d1-969d6bcf862b\">hedge funds led by women</a> in an effort to improve diversity and spot talent in the male-dominated sector. Female representation in hedge funds, at 18.6 per cent, is the second-lowest across seven alternative asset classes.</p> <p><strong>4. Netflix sheds subscribers </strong>The streaming group lost 430,000 subscribers in the US and Canada in the second quarter and issued weaker than expected forecasts, <a href=\"https://www.ft.com/content/97ccbdab-6547-4d1b-bb3f-f251931901c2\">rekindling investor doubts</a> about how the market leader will fare after the economic reopening from the pandemic.</p> <p><strong>5. China flooding kills a dozen people</strong> Severe flooding has killed <a href=\"https://www.ft.com/content/ca6f8716-9a5a-4d7a-9cc7-808a6c5203d1\">at least a dozen people</a> in the central Chinese city&#xa0;of Zhengzhou. Torrential rain submerged streets and stranded passengers in subway cars, in what local weather authorities said was the worst flooding in the city since 1951. </p> <ul>  <li><p>Beijing must reduce emissions this decade if the planet is to avoid climate “chaos”, US climate envoy <a href=\"https://www.ft.com/content/35a9fb4f-9f3a-4cff-b9ee-72da27b5a3d4\">John Kerry told the Financial Times</a> as he issued a stark assessment that the world was falling short on its environmental pledges.</p></li> </ul> <h1>Coronavirus digest</h1> <ul>  <li><p>Wall Street <a href=\"https://www.ft.com/content/3ca0bcb0-053d-4cb7-9ecb-8abf103b7dc7\">clawed back losses</a> yesterday from a <strong>global rout</strong> a day earlier.</p></li>  <li><p>The Delta variant accounts for <a href=\"https://www.ft.com/content/a18756ad-0b72-44ad-b90a-44f636787a75\">more than 80 per cent</a> of new cases in the <strong>US</strong>, health officials said. </p></li>  <li><p><strong>Chicago</strong> has expanded the number of states on its <a href=\"https://www.ft.com/content/a1987fbc-4b9d-430f-94d3-31f2e6ffbdee#post-dbbe287e-8812-476a-b0c0-15ad47815fc7\">travel advisory list</a> and placed new restrictions on unvaccinated travellers from Florida, Louisiana and Nevada.</p></li>  <li><p>Blood sample tests in <strong>Italy</strong> have revived a debate over whether <a href=\"https://www.ft.com/content/505fe8c4-ef70-4ab0-a978-321c9199af4a\">coronavirus was circulating in Europe</a> as early as October 2019, before Chinese authorities confirmed the first case in Wuhan.</p></li> </ul> <p><em>Follow our live coronavirus </em><a href=\"https://www.ft.com/content/dcbbefb7-72ce-4bb8-9497-d17ea40f98d3\"><em>blog</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/XeIZz1bJd3pG-_DksexLnA~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9Cbl8wNUk5NFNYeE1mV0ozNF9PeHVnfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFJfYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDI1bGQzTnNaWFIwWlhKemFXZHVkWEF0WTI5eWIyNWhkbWx5ZFhNX1pXMWhhV3hKWkQwMk1HRTNPVFU0TVRKbFlUTTJZekF3TURRNE1qSTRZV1ltYzJWbmJXVnVkRWxrUFRFellqZGxNelF4TFdWa01ESXRNbUkxTXkxbE9HTXdMV1E1WTJJMU9XSmxPR0l6WWxjSVptbHVkR2x0WlhOQ0NtQ2xQNTJuWUVzOElJRlNGbXBsYm01cFptVnlMbU55WldWeWVVQm1kQzVqYjIxWUJBQUFBQUF-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>sign up</em></a> <em>for our </em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter for more.</em></p> <h1>The day ahead</h1> <p><strong>Earnings </strong>Johnson &amp; Johnson, which is part of a proposed <a href=\"https://www.ft.com/content/2662ae09-72e8-4d86-aa3a-ba473870d1cc\">$26bn settlement</a> to resolve claims that it helped fuel the opioid crisis, releases second-quarter results today. </p> <ul>  <li><p><strong>Also reporting as earnings season ramps up:</strong> Coca-Cola, Verizon, Harley-Davidson and Baker Hughes report before the bell. Texas Instruments, CSX, Las Vegas Sands and Whirlpool report after the market closes.</p></li> </ul> <p><strong>Infrastructure bill</strong> Chuck Schumer, the Senate majority leader, plans to hold <a href=\"https://www.cnbc.com/2021/07/20/schumer-defends-tight-infrastructure-deadline-as-gop-threatens-to-tank-key-vote.html\">a controversial vote</a> today to proceed with legislation on President Joe Biden's bipartisan $1tn infrastructure bill. (CNBC)</p> <p><strong>Brexit</strong> The UK will put itself <a href=\"https://www.ft.com/content/c82a5db9-fdff-4a43-a017-915c8e16b3b5\">on a collision course</a> with Brussels today by unveiling a set of demands that would overhaul post-Brexit trading arrangements between Great Britain and Northern Ireland.</p> <h1>What else we're reading</h1> <p><strong>Why Trump voters refuse to get vaccinated</strong> The pace of vaccinations in US states has become starkly correlated with politics, with Republican voters less likely than Democrats to get a jab. This poses a huge challenge for local health officials in red states, as Nikou Asgari's&#xa0;reporting <a href=\"https://www.ft.com/content/39ff87ce-57b7-4007-9504-7eb2c7bc911f\">from Little Rock</a>, Arkansas shows. </p> <p><strong>Europe's expensive plan to reach top tier of chipmakers </strong>The EU is seeking to launch itself into the global premier league of semiconductor manufacturing, setting a goal of doubling its share of the global chip market by 2030. But will it end up <a href=\"http://ft.com/content/d365bfe0-98c4-49b5-8e82-dc4386623ace\">squandering public money</a> chasing geopolitical ambitions that may not be supported by industrial and market logic?</p> <p><strong>You can't always get what you quant&#xa0;</strong>From picking the best stocks to listening in on earnings calls, artificial intelligence-powered systems are changing finance. But how big are the rewards? In the latest episode of&#xa0;the <a href=\"https://click.newsletters.ft.com/f/content-8d7568cd-2402-44d4-b713-290592287709/bOy2WsJ5rLQiNXV-k1MG1g~~/AAAAAQA~/RgRi2N1gP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvOGQ3NTY4Y2QtMjQwMi00NGQ0LWI3MTMtMjkwNTkyMjg3NzA5P2VtYWlsSWQ9NjBmNjUwMzIwMDUzZDAwMDA0NzlkMTFlJnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgpg7ohY9mD2P5eoUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">Tech Tonic</a> podcast, the FT's global finance correspondent Robin Wigglesworth explains how investors are using AI to get an edge on rivals.</p> <p><strong>How Israel used NSO spyware as diplomatic calling card </strong>The Israeli company assailed by rights activists for selling military-grade surveillance software to repressive regimes <a href=\"http://www.ft.com/content/24f22b28-56d1-4d66-8f76-c9020b1b5cb1\">played a crucial role</a> in its government's attempts to woo countries such as the UAE, Bahrain and Saudi Arabia, revealing the tech unicorn's close ties with the highest echelons of the Israeli state.</p> <p><strong>Corporate values must go beyond buzzwords </strong>Official statements of corporate values are often a maddening mix of hokum and gibberish. Integrity, innovation, respect, responsibility and sustainability topped the list of popular buzzwords over the past two years. <a href=\"http://www.ft.com/content/7f877430-7af9-43e1-953f-875ae8e95df0\">Brooke Masters suspects</a> their popularity lies in the fact that they are extremely hard to measure.</p> <h1>Motoring</h1> <p>Classic cars, trending trucks and a fleet of Silver Surfers. How To Spend It's summer series on motoring is <a href=\"https://www.ft.com/content/25cf879d-6276-4240-a7fd-39fb22c46a11\">now available</a>. </p><p>Source: Gordon Smith, Jennifer Creery and Dervedia Thomas 2021 'FirstFT: BNY Mellon joins State Street in crypto trading push' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T10:24:34.874Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4101,
          "end": 4118
        }
      ]
    }
  ]
}