{
  "_id": "0bb55aab42c5d2813b81ce662e230c446b22118998cfbfa9b32db37e47f34625",
  "feed": "wall-street-journal",
  "title": "Crunch Time Is Here for Players Who Oppose Covid-19 Vaccinations; Athletes and coaches who have held out against the shot so far now have to choose whether to forego big and lucrative moments to maintain that stance",
  "text": "<p>\"I just would love to just keep that private, and handle it the right way with my team, and go forward together with a plan,\" he said. \"Obviously, I'm not able to be present there today. But that doesn't mean that I'm putting any limits on the future of me being able to join the team.\"</p><p>Crunch time has come for some of the most high-profile vaccine opponents in sports. Unvaccinated athletes, some who make many millions of dollars per year, are facing decisions on whether they will bow to vaccine mandates. In some cases, like Irving's, they're already finding they have to sit out while they figure out what to do.</p><p>For months, sports organizations encouraged—but did not require—athletes to get the shot. They offered the advice of their medical professionals, organized listening sessions, and created incentives for players, such as looser masking and distancing restrictions. They even emphasized competitive advantages for individuals and whole teams. But like many employers across the country, the leagues always stopped short of a mandate.</p><p>That's all changing now. Litigation continues over a vaccine mandate for New York City public school teachers and other school workers. Meanwhile, federal workers are staring down October and early November deadlines to schedule their vaccine appointments. Federal government contractors have to be in compliance by December.</p><p>One factor in the more muscular stance is the Food and Drug Administration approval of the Pfizer vaccine. A particularly significant one is increasing concern, and decreasing patience, over the infectious Delta variant and the strain on hospital systems. Taken together, it's been enough to reverse public health experts' fears a mandate could backfire, and for employers to seek to override union skepticism of outright demands from management.</p><p>Some sports organizations are following suit: The U.S. Olympic &amp; Paralympic Committee has told athletes eyeing the 2022 Winter Olympic Games in Beijing that they will need to be vaccinated in order to go; starting Nov. 1, they also have to be fully vaccinated to use official training facilities.</p><p>Professional sports leagues still aren't imposing their own mandates on athletes. But now the demands are coming from a powerful source: state and local laws that individual teams have found that they are subject to.</p><p>Both New York City and San Francisco have mayoral orders in place that require all local players—and any fans—to be vaccinated in order to be in an indoor venue for a sports event. Washington state, meanwhile, requires vaccines of employees in sectors including healthcare, early childhood education—and higher education.</p><p>(The USOPC is facing similar pressure: there is a growing sense that China may all but insist upon vaccines to enter the country or compete effectively in the Games.)</p><p>That's a problem for Irving and others who have said they are unvaccinated and now are employed in jurisdictions that will demand vaccination. They include the Golden State Warriors' Andrew Wiggins and Washington State football coach Nick Rolovich.</p><p>It's too late for an unvaccinated Warriors player to get vaccinated in time for an Oct. 4 preseason home game and be considered fully protected under the San Francisco order. That rule says that someone is only fully vaccinated two weeks after they get the one-dose Johnson &amp; Johnson vaccine, or the second shot of the two-dose Moderna and Pfizer regimens, which also require shots to be spaced several weeks apart. Wiggins and any other Warriors who are unvaccinated face an Oct. 7 deadline to get the Johnson &amp; Johnson shot in time for an Oct. 21 home game.</p><p>On Friday the league said that it had reviewed and rejected Wiggins's request for a religious exemption; the Warriors declined to comment. The players' association did not immediately respond to inquiries.</p><p>The Nets have more wiggle room, seemingly, ahead of their first home game on Oct. 24. The New York order only requires proof of receipt of at least one vaccine dose.</p><p>The New York Knicks have said that all of their players are vaccinated. The NBA says around 90% of players across the league are vaccinated; unvaccinated players outside of New York and San Francisco are not affected by the cities' orders because both explicitly exempt visiting teams and visiting athletes, though those orders could change.</p><p>For no team is the issue more salient than the Nets, who begin the NBA season as title favorites with Kevin Durant, James Harden and Irving. Many around the league feel that injuries or unexpected absences are the only thing that can stop them. In a normal season, that could mean a sprained ankle. This season, it could be their vaccination status.</p><p>\"That's on Kyrie, and that's his personal decision,\" said Durant, appearing in person at the media day that required attendees to show proof of vaccination. \"What he does is not on us to speculate what may happen.\"</p><p>The Nets declined to comment on Irving's vaccination status or how they plan to handle his availability for home games.</p><p>The NBA has taken on many of the tough calls for the teams: insisting on state and local compliance, saying that it and not the teams will assess medical and religious exemption requests. The league also noted, in a Sept. 1 memo to teams obtained by The Wall Street Journal, that under the player contract, a player who cannot comply with local laws can have pay docked, be fined or suspended.</p><p>\"A player who fails to provide services due [to] his failure to comply with any such local order…will not be considered to have a proper and reasonable cause or excuse for failing to provide such services,\" the memo said.</p><p>Rolovich, the Washington state coach, said in July that he had opted not to receive a Covid-19 vaccine \"for reasons which will remain private.\" Now, an October deadline to meet a Washington state mandate looms for Rolovich, one of the state's highest-paid employees with $3 million a year in compensation according to a USA Today database. He must either be fully vaccinated by Oct. 18 or have secured an exemption for approved medical or religious reasons.</p><p>A Washington State spokesman said he couldn't comment on any individual's vaccination status.</p><p>—Ben Cohen contributed to this article.</p><p>Write to Louise Radnofsky at louise.radnofsky@wsj.com and Rachel Bachman at Rachel.Bachman@wsj.com</p><p>Crunch Time Is Here for Players Who Oppose Covid-19 Vaccinations</p>",
  "published": "2021-09-27T18:08:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3342,
          "end": 3359
        },
        {
          "start": 3579,
          "end": 3596
        }
      ]
    }
  ]
}