{
  "_id": "32a3415881d5e25a88f097b6aa5286529a0e3a0df2e31b447fdef41157b623cc",
  "feed": "ftcomall",
  "title": "Doctors say it's time Apple Watch ticked all the health boxes",
  "text": "<p>As a researcher at Harvard, Shruthi Mahalingaiah has been using Apple watches to <a href=\"https://www.hsph.harvard.edu/applewomenshealthstudy/\">track the ovulation cycles</a> of 70,000 women for more than two years in an unprecedentedly large study. But as a doctor, she complains that she is stuck with “dinosaur technology”. </p> <p>The iPhone maker touts the Apple Watch as the “ultimate device for a healthy life”, but it is not something Mahalingaiah can use with her patients because there has not been enough innovation to validate and incorporate the data.</p> <p>“How we practise is sometimes decades behind scientific discovery,” she said. “We have got the personalised monitoring and we've got this whole medical-industrial complex — but how are they going to talk to each other?”</p> <p>Mahalingaiah's problem in finding ways to integrate Apple's technology into daily care is partly why the Apple Watch, which launched in 2015 and is worn by more than 100m people, has largely failed to fulfil its promise that “the future of health is on your wrist”.</p> <p>Tim Cook, the company's chief executive, has repeatedly said Apple's greatest contribution to the world will be in “health and wellness” and the Apple Watch is the most visible part of that strategy, with its array of sensors that can measure blood oxygen levels, track movement, sleep and heart rate and take an electrocardiogram.</p> <p>When Apple introduced the ECG feature in 2018, Dr Richard Milani, vice-chair of cardiology at Ochsner Health, predicted that it would “turn the tide” for how patients could be monitored and treated. </p> <p>He said he remembered colleagues “running to me saying: ‘I can make a diagnosis off this and don't even need to do another test because this is clinical grade!''' </p> <p>He felt optimistic about how the management of patients with chronic heart conditions would move beyond simply “two or three office visits in a year” to a more holistic approach, involving constant monitoring of symptoms. </p> <p>Milani said his team is now able to monitor data points from thousands of patients and then use artificial intelligence to predict things such as who is likely to fall in the next year — the leading cause of hip fractures, brain injury and a host of other problems for people 65 and over. </p> <p>But he acknowledges that “normal doctors are not doing all this”.</p> <p>Michael Breus, a clinical psychologist known as “the sleep doctor”, also believes wearables such as the Apple Watch can disrupt the traditional “passive doctor-patient relationship”. But he said that “99.9 per cent of doctors” are not on board. </p> <p>The potential for data to improve preventive medicine is enormous. The US Centers for Disease Control and Prevention said chronic diseases were the “leading driver” of America's $3.8tn healthcare costs, and were “often” preventable by exercise, diet and early detection.</p> <p>“If all you had from people were accurate heart rate and accurate activity context throughout the day for someone's full life, you could model whether they have hypertension, whether they have diabetes — all that,” said Dr Steven LeBoeuf, co-founder of Valencell, a maker of biometric sensors.</p> <p>“The problem is, that is not accepted by the medical community and it won't be for quite some time,” he added. “The [Food and Drug Administration] would have to approve it and then doctors have to accept it, and then they need to get reimbursed for it. That's a long process. It's not as straightforward as one would think.”</p> <p>Apple has attempted to make some inroads, for example partnering with Johnson &amp; Johnson, the pharmaceutical group, to study how its watch can reduce the risk of stroke. It has also worked with university researchers such as Mahalingaiah to design mass studies. And it has partnered with hospitals to look at how clinical communications can be digitised. </p> <p>But critics said Apple's efforts have not matched the promise of its marketing. Sami Inkinen, chief executive of Virta Health, a telemedicine clinic focused on type 2 diabetes, said simply giving people more information was not enough. </p> <p>“It's like selling someone a scale: it's not very hard to tell people what percentage they are overweight,” Inkinen said. “But how do we actually change behaviour and drive results, like getting your blood sugar down, getting you off the medication and getting your weight down? For me, that is completely missing from the Apple Watch.”</p> <p>A <a href=\"https://link.springer.com/article/10.1007/s12525-021-00474-3\">research paper</a> published in May corroborated what others have found: “wearables are lagging behind their potential”, with “little evidence” they “bring about sustained behaviour change”.</p> <p>Apple said its focus has been giving customers tools to monitor their health and that it is working with developers in the medical field to drive more personalised patient care. It pointed to a new “sharing” function that allows users to share their data with their family, caregivers or doctors. </p> <p>“And while we're still early in our journey in health, we are invigorated by stories of customers whose lives have been improved — and in their own words, saved — by the technology we design and build,” it said.</p> <p>Neil Cybart, an analyst at Above Avalon, said breaking into healthcare was arguably moving away “from some of the core competencies that Apple has”. </p> <p>“They are really good at coming up with a device that captures this data, but (less focused on) trying to get these large networks to embrace this and have their workflows be centred around Apple Watch,” he added. </p> <p>Meanwhile, most Apple Watch buyers already identify as fit and healthy, according to research at Forrester, suggesting that the device is unlikely to be on the wrists of those who need it the most from a health perspective. </p> <p>“The concern is that people who need these the most may have the least access. Even distribution is critical,” said Dr Seth Martin, a cardiologist at Johns Hopkins Hospital. He said Apple appeared more focused on adding new features to the device than on helping doctors integrate it into their practice. Johns Hopkins lends Apple watches to patients so they can use its app, he added. </p> <p>Carolina Milanesi, analyst at Creative Strategies, suggested that, despite its focus on health, Apple was happy enough selling the watch as a lifestyle accessory for the iPhone and was unlikely to delve more deeply into medical wearables. </p> <p>“If they were really interested in making a difference in health, then they'd open the watch to work with Android,” Milanesi said. “But they're not doing that.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/710617f5-c266-4ce3-bbad-ef46299de153\"><em>Apple wearables promise one reader a good laugh</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/710617f5-c266-4ce3-bbad-ef46299de153\"><em>From John Meenan, London SW6, UK</em></a></p><p>Source: Patrick McGee in San Francisco 2021 'Doctors say it's time Apple Watch ticked all the health boxes' FT.com 31 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-31T05:00:41.480Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3452,
          "end": 3469
        }
      ],
      "nexusId": "10010560"
    }
  ]
}