{
  "_id": "59dfcfaaab14176bc084e363c1118167e7c1da4587899fba228bd77270cb27d7",
  "feed": "wall-street-journal",
  "title": "Pfizer Sees Covid-19 Vaccine  Ranking Among Its Top Sellers  ----  By Jared S. Hopkins and Matt Grossman",
  "text": "<p>   Pfizer Inc. said it expects its Covid-19 vaccine to generate about $15 billion in sales this year, making the shot one of the drugmaker's top-selling products and potentially a steady source of revenue. </p><p>   \"Based on what we've seen so far, we believe it is increasingly likely that a durable Covid-19 vaccine revenue stream, like it happens in flu, is a potential outcome,\" Pfizer Chief Executive Albert Bourla told analysts Tuesday. </p><p>   The company said it expects total revenue this year of between $59.4 billion and $61.4 billion. In the fourth quarter, the Covid-19 vaccine contributed $154 million of the company's $11.7 billion in sales. The U.S. Food and Drug Administration authorized the shot -- the first to be cleared for emergency use in the U.S. -- on Dec. 11. Revenue in the quarter from Pfizer's vaccines overall rose 17% to $2 billion. </p><p>   Pfizer's sales outlook for its Covid-19 vaccine, which it co-developed with BioNTech SE, opens a window on the business opportunity for drugmakers responding to the coronavirus pandemic. Companies including Gilead Sciences Inc., which sells an antiviral, have reported sales bumps from coronavirus treatments. It is unclear, however, how long Pfizer, which splits Covid-19 vaccine sales with BioNTech, could sustain the revenue at such a high level, according to analysts. </p><p>   Other companies' vaccine candidates could be authorized in the coming months, eating into Pfizer's sales. Sales could also be hurt if a variant emerges that evades the company's vaccine. </p><p>   The Covid-19 vaccine's longer-term revenue prospects, Mr. Bourla said, depend on whether people will need booster shots to stay protected against the virus. Pfizer and BioNTech are working on a booster shot to provide additional protection against variants. </p><p>   Pfizer on Tuesday reported fourth-quarter profit of $594 million, or 10 cents a share, compared with a year-earlier loss of $337 million, or 6 cents a share. Excluding one-time items, Pfizer posted an adjusted profit of 42 cents a share; analysts were expecting 50 cents a share. For 2021, the company expects adjusted profit of $3.10 to $3.20 a share, an increase from last month's guidance of $3 to $3.10 a share. </p><p>   Mr. Bourla said that the company raised its revenue projections for the year amid the rollout of AstraZeneca PLC's vaccine in Europe, study results from Johnson &amp; Johnson's vaccine and insight into manufacturing capabilities for those shots. </p><p>   The company's shares fell 2.3% Tuesday. </p><p>   Pfizer and BioNTech have said recent lab results suggested new coronavirus variants found in the U.K. and in South Africa would have only a small impact on their shot's effectiveness -- though the study did find antibodies generated by the vaccine were slightly less effective against mutations in the South Africa variant. </p><p>   Pfizer will study whether booster shots given either six months or a year after the second dose could provide additional protection, including against variants, said Pfizer research-and-development chief, Mikael Dolsten. A third shot might generate sufficient antibodies to protect against the current variants he said. </p><p>   Pfizer is also preparing, he said, a tweaked vaccine for either the strains found in Brazil or South Africa that could be tested if needed, though Pfizer hasn't decided on whether to start a trial. </p><p>   Mr. Bourla said the goal would be to test a modified vaccine in 100 days. </p><p>   Other vaccine makers, including Johnson &amp; Johnson and Moderna Inc., have said they are working on a booster shot or modified vaccine. </p><p>   Pfizer's quarterly revenue of $11.7 billion was up 12% from $10.45 billion in the year-earlier quarter. Analysts surveyed by FactSet were expecting revenue of $11.48 billion. </p><p></p>",
  "published": "2021-02-03T07:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2332,
          "end": 2349
        },
        {
          "start": 3409,
          "end": 3428
        },
        {
          "start": 3409,
          "end": 3426
        },
        {
          "start": 2332,
          "end": 2351
        }
      ],
      "nexusId": "10010560"
    }
  ]
}