{
  "_id": "e179afd35a81cb986f1550c2af70eeb44f827eba082e9d1d577bd6c1cd411ab7",
  "feed": "wall-street-journal",
  "title": "U.S. News: Drugmakers Weigh Retooled Vaccines",
  "text": "<p>\"The more subtle impact of Omicron is to shift investors' probabilities away from expecting the virus will disappear and more toward anticipating virus presence as the new normal,\" Bernstein analyst Ronny Gal wrote in a research note. \"This will help the vaccine/therapies manufacturers.\"</p><p>Moderna shares rose 11.8% to $368.51 on Monday, after a 21% rise in the stock on Friday. The company said it is testing whether its Covid-19 vaccine is effective against the Omicron variant, while also developing a modified vaccine that specifically targets the variant.</p><p>Shares of Pfizer, which co-developed a Covid-19 vaccine with BioNTech SE, fell nearly 3% Monday after a 6.1% gain Friday.</p><p>The Omicron variant of the coronavirus was identified in South Africa last week and has been found in several other countries. It has a high number of mutations compared with other variants, which could be a sign it is better able to elude vaccines. Global health authorities say it might increase the risk of reinfection compared with other variants.</p><p>It is unknown how Omicron compares to Delta and other variants. Health authorities are still trying to determine whether Omicron has a higher transmission rate than other variants, and whether it causes more severe disease than other variants.</p><p>Vaccine makers have begun lab tests to determine whether their existing vaccines provide a sufficient neutralizing effect against the new variant.</p><p>Before knowing for certain, some drugmakers say it's possible their existing vaccines won't be sufficient to protect against the new variant.</p><p>\"I think the results could be, which we don't know yet, that the vaccines protect less,\" Pfizer Chief Executive Albert Bourla told CNBC on Monday. If that is the case, the company can create a new vaccine in less than 100 days, and has already begun work, he said.</p><p>Moderna Chief Medical Officer Paul Burton said in an interview with the BBC on Sunday the Omicron strain could escape protection conferred by vaccines. He added that the mutations in the new strain are associated with \"immune escape. You bring those together, I think this is a very concerning virus.\"</p><p>Pfizer and Moderna are testing whether their existing Covid-19 vaccines provide protection against the new variant. At the same time, they could have Omicron-targeted vaccines ready within a few months, in case the original vaccines aren't sufficient.</p><p>\"A modified booster is more likely than not to be necessary,\" Morgan Stanley analyst Matthew Harrison wrote in a research note Monday. He estimated the market for Omicron booster shots could be between $20 billion and $50 billion in 2022.</p><p>Johnson &amp; Johnson also is evaluating the effectiveness of its Covid-19 vaccine against the new strain and will begin work on an Omicron-specific vaccine in case it is needed.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2625,
          "end": 2642
        }
      ],
      "nexusId": "10010560"
    }
  ]
}