{
  "_id": "67df09662bcc363e10f8d5c7e0983245be00693327844c276c979bdfdc73d1e5",
  "feed": "market-watch",
  "title": "People in the U.S. who were vaccinated with Moderna and Pfizer's COVID-19 vaccines will be eligible for a third dose in September",
  "text": "<p>They cited waning protection as the reason for a booster shot.</p><p>“The available data make very clear that protection against SARS-CoV-2 infection begins to decrease over time following the initial doses of vaccination, and in association with the dominance of the delta variant, we are starting to see evidence of reduced protection against mild and moderate disease,” the officials said in a statement.</p><p>The new plan to administer COVID-19 boosters to Americans is subject to an evaluation from the Food and Drug Administration and a recommendation from a Centers for Disease Control and Prevention committee.</p><p>It does not apply to people who got the Johnson &amp; Johnson JNJ vaccine, only those who received the vaccines developed by Moderna MRNA and Pfizer PFE.</p><p>Officials said individuals who got J&amp;J's single-shot vaccine will likely need boosters, but they are waiting on data from the company in the coming weeks and then will set out a plan.</p><p>For the people who received the mRNA vaccines, boosters will begin to be available on Sept. 20. The first people to qualify for a third dose will include “many health care providers, nursing home residents, and other seniors,” then “residents of long-term care facilities.”</p><p>Related: Who can get a COVID booster shot, and where do you get one? Here's what we know so far</p><p>The months-long debate about whether Americans who have been vaccinated will need an extra dose has been seemingly blunted by the rapid spread of the delta variant and the ensuing rise of cases, hospitalizations, and deaths in the U.S. over the last month or so.</p><p>Delta, which is more than twice as infectious as the original strain of the virus, is now estimated by the Centers for Disease Control and Prevention to make up nearly 99% of all recent cases here.</p><p>The White House's COVID-19 Response Team is set to hold its weekly briefing Wednesday morning and President Biden is expected to address Americans at 4:30 p.m. ET.</p><p>There are several factors at play in the booster discussion, but these are some of the most pressing questions: Do people who have been fully vaccinated actually need a boost? Is it ethical to give Americans a second or third dose when much of the world have no access to vaccines? Will Americans who have been told by federal health officials many times that boosters aren't needed listen this time?</p><p>When the U.S. last week said it would allow people who are immunocompromised to get an extra shot, officials repeated that boosters for the general public are not needed at this time.</p><p>“We do not believe that others—elderly or non-elderly who are not immunocompromised—need a vaccine right at this moment, but this is a dynamic process and the data will be evaluated,” Dr. Anthony Fauci, Biden's chief medical adviser, told reporters last Thursday.</p><p>That said, it's thought that immunity is waning among the vaccinated, and that's why we're hearing about more breakthrough infections, though those cases are still considered rare.</p><p>Texas Gov. Greg Abbott is the most notable example this week of someone who is fully vaccinated who has also tested positive for the virus.</p><p>There is no federal tally of breakthrough cases, a decision that has been criticized by some pandemic experts, but some states are publicly sharing the data they have about these infections.</p><p>As of Aug. 8, 0.3% of Californians—or 57,491 fully vaccinated people out of 21.6 million full vaccinated individuals—have tested positive for the virus. Massachusetts last week said that 0.2% people in the state—or 9,969 people out of the 4.3 million who have been fully vaccinated—have reported breakthrough infections, according to media reports. About 450 of those individuals were hospitalized, and 105 people died.</p><p>Don't miss from WSJ: As Delta surges, COVID-19 breakthrough cases remain uncommon.</p><p>Here's what the numbers say</p><p>The seven-day moving average is 128,347 cases per day and 553 deaths per day, as of Aug. 16, according to the latest data from the Centers for Disease Control and Prevention.</p><p>August has been the worst month in 2021 for new cases since February, according to USA Today, and a Reuters analysis found that there were more than 1,000 COVID-19 deaths on Tuesday.</p><p>About 168.9 million people in the U.S., or 50.9% of the total population, are now fully vaccinated, as of Aug. 17, and 198.7 million, or 70.1%, of those who qualify for the vaccine, have received at least one shot.</p><p>Here's what else you need to know about COVID-19</p><p>• The U.S. extended the transit-related mask mandate until Jan. 18, which means passengers and employees will still need to wear masks on planes and other forms of public transportation until then.&#xa0;(Separately, Los Angeles County is now requiring masks at large outdoor events, the Los Angeles Times reports.)</p><p>• COVID-19 vaccination rates are ticking up in Latin America, where it's more common for people to trust vaccines, according to The Wall Street Journal. In Chile and Uruguay, about two-thirds of the population in both countries are fully vaccinated.</p><p>• Roche Holding AG CH:ROGsaid Actemra, its rheumatoid arthritis drug that recently received authorization in the U.S. as a COVID-19 treatment for hospitalized patients, is in short supply and will be so for weeks or months. The drug is being used around worldwide; however, demand for Actemra in the U.S. is “well beyond 400% of pre-COVID levels over the last two weeks alone,” the drug maker said Monday. Actemra, which is an IL-6 inhibitor, is one of the few therapies that has demonstrated its value as a COVID-19 treatment for the severely ill.</p>",
  "published": "2021-08-19T07:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 648,
          "end": 665
        },
        {
          "start": 793,
          "end": 796
        }
      ],
      "nexusId": "10010560"
    }
  ]
}