{
  "_id": "ec71fdfb1ef13bde407f2d256101bb01257f67bf7aa74ad527abc247e3c90ad1",
  "feed": "wall-street-journal",
  "title": "U.S. News: J&J to Control Vaccine Plant After Problem",
  "text": "<p>The moves, which the person said were facilitated by the Biden administration and which were confirmed by the companies, mark a rapid response to the recent discovery of the contaminated batch. The New York Times earlier reported J&amp;J's takeover of the plant.</p><p>The Emergent plant hadn't yet been cleared by regulators when J&amp;J discovered the quality problem during a routine inspection, and none of the batch had been shipped for use to make vaccines.</p><p>Yet J&amp;J and U.S. health authorities have looked forward to the plant coming online and producing the key ingredient to bolster the overall supply of vaccine doses.</p><p>Under the changes, J&amp;J is assuming full responsibility for operations and manufacturing of its vaccine's key ingredient at the Emergent plant, including installing a new leadership team and boosting the number of technical, quality and other workers.</p><p>J&amp;J continues to work through manufacturing issues with the Food and Drug Administration, and no product will come out of the Baltimore facility without authorization by the FDA, the person said.</p><p>J&amp;J said it is working with the FDA to secure authorization of the plant, which would clear the way for doses containing the ingredient made at the plant to be distributed.</p><p>The federal government worked with AstraZeneca to move production of its vaccine out of the plant so it could focus exclusively on making J&amp;J's vaccine, the person familiar with the matter said.</p><p>AstraZeneca said it is working with the U.S. government to find another plant to make the main ingredient for the company's vaccine.</p><p>Emergent is committed to supporting production of the Covid-19 vaccines, and it will still control the facility and work with J&amp;J to add its personnel to the plant's staff, an Emergent spokesman said.</p><p>The Emergent plant was supposed to play an important role in Covid-19 vaccine production, making the main ingredients for the J&amp;J and AstraZeneca shots.</p><p>AstraZeneca's vaccine hasn't been authorized for U.S. use, though the company said it is preparing a submission.</p><p>The FDA has been investigating what caused the quality lapse at the Baltimore plant.</p><p>J&amp;J has said the failed batch of the vaccine's main ingredient at the Emergent plant never advanced to the vial-filling stage, and no doses were distributed from the batch.</p><p>J&amp;J has said the problem didn't affect doses distributed since the vaccine was authorized for U.S. use in late February.</p><p>For doses already distributed, J&amp;J has made the main ingredient at its own plant in the Netherlands.</p>",
  "published": "2021-04-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1688,
          "end": 1691
        },
        {
          "start": 2114,
          "end": 2117
        },
        {
          "start": 321,
          "end": 324
        },
        {
          "start": 230,
          "end": 233
        },
        {
          "start": 865,
          "end": 868
        },
        {
          "start": 1889,
          "end": 1892
        },
        {
          "start": 11,
          "end": 14
        },
        {
          "start": 1061,
          "end": 1064
        },
        {
          "start": 2287,
          "end": 2290
        },
        {
          "start": 454,
          "end": 457
        },
        {
          "start": 633,
          "end": 636
        },
        {
          "start": 1372,
          "end": 1375
        },
        {
          "start": 2439,
          "end": 2442
        }
      ]
    }
  ]
}