{
  "_id": "4f1ba836ca1d13e93c94e27d72cac339b98bd935563e3f4800c143aed43fd3cc",
  "feed": "ftcomall",
  "title": "America's limbo between pandemic and freedom",
  "text": "<p>I won't name names but I attended a 14-person indoor dinner in DC this week, including a senator and two congressmen. Everybody shook hands as though <a href=\"https://www.ft.com/coronavirus\">coronavirus</a> was now a thing of the past. I could not decide whether I was pleased to be part of an advance party emerging blinkingly into the sunlight, or whether I should be exiting for 20-second hand washes every time I came into human contact. </p> <p>I tried to elbow bump people but I was unanimously refused. Once one person had shaken hands, suddenly everyone was. “We're over that now,” said one of the lawmakers, responding to my elbow with a clasp. Perhaps he was right. Everyone there, including me, had been vaccinated. Most of the evidence says that the risk of getting reinfected, and therefore of being contagious, is close to zero. Why shouldn't we move along with our lives? On balance, my instinct would be to embrace the turned corner. But I have a couple of deep misgivings (in addition to thoroughly scrubbed hands).&#xa0;</p> <p>The first is that there are still plenty of Americans who are reluctant to take the shots. We will find out how many soon enough. As of next week, when all Americans will be eligible according to Joe Biden, the US will effectively have surmounted the problem of limited Covid-19 vaccines. The US is moving from a phase of supply constraint to a new one of hesitant demand. Almost <a href=\"https://www.cnn.com/2021/04/09/politics/marines-coronavirus-vaccines/index.html\">40 per cent of US Marines</a> — 48,000 — have refused the vaccine. This was at the pre-mandatory stage. At some point very soon their superiors should&#xa0;<a href=\"https://www.nytimes.com/2021/04/14/opinion/coronavirus-vaccinations-mandate.html\">give them no choice</a>.&#xa0;</p> <p>Estimates of vaccine hesitancy vary across different professions but they are alarmingly high among domestic aides in assisted living facilities (more than a third) and even in hospitals. About 30 per cent of frontline US healthcare workers either don't plan to get the jab, or have not yet decided. This is a shocking number. If nurses and medical aides don't trust the science, what kind of signal does that send (in addition to the actual risk they pose to patients)? Barely a third of Americans have received a single vaccine dose. That number needs to more than double for the US to reach herd immunity.</p> <p>If Britain is any guide, much of this vaccine hesitancy is likely to melt away. But we should not take that for granted. Anyone who has visited US military facilities can attest that the TV channel is either tuned to Fox News or one of the sports channels. This accounts for the high rates of scepticism among those in uniform. It also bolsters hesitancy among tens of millions of conservative evangelicals, many of whom view the needle as a government intrusion into their bodies and religious liberty. Such hurdles are less daunting in Britain. </p> <p>So far Biden has mostly turned a blind eye to the hesitancy problem. He seems to believe, probably on reasonable grounds, that anything Washington has to say could perversely reinforce vaccine scepticism. That is why there has been such little progress to date on creating a digital <a href=\"https://www.ft.com/content/db56b3ac-2528-4e52-bfbe-fe392dcb32c3\">vaccine passport</a>. The issue is almost tailor-made to be hijacked by every conspiracy group and paranoid tendency in the land. Better to leave such decisions to private business and local government.</p> <p>At some point, however, this laissez-faire approach will have to end. The textbook definition of a free society is that you are free to do as you please as long as it does not impinge on anyone else's freedom. I think that's a pretty timeless principle. Preventing herd immunity is a massive reduction of everyone's freedom and should not be tolerated. No exemptions should be made on religious grounds. In every state in the US, children cannot attend school unless they have had a menu of vaccines and boosters for far less serious diseases than coronavirus. I don't pretend the politics of this is remotely easy. It is destined to heat up in the coming weeks. But our march to the post-pandemic uplands is too important to be left to individual taste. Leadership will be required.</p> <p>Until that point, I will be reverting to the elbow bump or the Indian namaste. However, I will be accepting invitations to suitably distanced dinners, preferably outside. A person has to eat before they can philosophise, right Rana? Are conventions also breaking down in New York? Should they be?</p> <h2>Recommended reading</h2> <ul>  <li><p>My <a href=\"https://www.ft.com/content/58f822cf-d201-4116-9b67-965f706df517\">column this week</a> looks at the massive estimates of US annual tax evasion — about $1tn a year. The golden age of US tax evasion and avoidance is long past its sell by date. Biden has a chance to bring it to an end. Swampians might also enjoy my review of former House speaker <a href=\"https://www.ft.com/content/86e4fb4f-a3d9-45ef-8841-5f57992265f2\">John Boehner's deliciously profane memoir</a>.</p></li>  <li><p>I was unsurprised to see this fascinating <a href=\"https://www.ft.com/content/380ea811-e927-4fe1-aa5b-d213816e9073\">exchange between Martin Wolf and Larry Summers</a> get so much traffic on FT.com. Summers expands on his misgivings about the scale of Biden's fiscal stimulus package in response to Martin's probing questions. Given the absence of coherent Republican critiques of Biden's plans, Larry is briefly standing in as the leader of the opposition . . . </p></li>  <li><p>Talking of vaccine hesitancy, my colleague Tim Harford had an excellent critique of the Food and Drug Administration's <a href=\"https://www.ft.com/content/090f1b3c-95d9-4b10-9a7c-ba3a7f290fee\">overabundance of caution</a> in pausing the Johnson &amp; Johnson vaccine this week. It seems that we could all do with a refresher course on basic statistics, including the medical regulators.</p></li>  <li><p>Finally, I urge you to read this <a href=\"https://bariweiss.substack.com/p/i-refuse-to-stand-by-while-my-students\">brave posting by Paul Rossi</a>, a private school teacher in New York, about the Orwellian levels of indoctrination sweeping America's elite schools (the rest will therefore not be far behind). Rossi's posting, which appeared on Bari Weiss's Substack page, was both familiar and chilling. &#xa0;</p></li> </ul> <h2>Rana Foroohar responds </h2> <p>Wonderfully rich topic, Ed. I have a lot to say about this. Covid has exposed almost every sort of divide — geographic, geopolitical, economic, gender and racial. Forget about the strange divide between Europe and the US (who would have guessed that the countries with socialised medicine would do worse with this stuff) — just consider the state by state divides.</p> <p>I've been fascinated by the way in which some of the US states that were great with testing and prevention (such as Massachusetts) have been slower with vaccine rollout than many others. On the other hand, while I have been able to walk a block from my house and get quickly and easily tested in Brooklyn since about May, my brother in South Dakota had to drive two hours away and exhibit symptoms before getting a test this fall. But once the vaccine came in, the state rounded up large&#xa0;swaths of the population in a sports stadium and jabbed them quickly. </p> <p>Much of this is down to density and homogeneity. I suspect it's tougher to roll out the vaccine in places where the population is bigger and more diverse. I did a <a href=\"https://www.atlanticcouncil.org/event/comparing-the-us-and-eu-response-to-the-covid-19-economic-crisis/\">panel</a> last week with former Treasury secretary Jack Lew, who said that some of the analysis of vaccine take-up that shows reluctance with the minority community will turn out to have been more about a lack of easy access to healthcare (my next column will argue this is one reason why care should absolutely be considered “infrastructure” in the Jobs Act).</p> <p>But the biggest difference in behaviours must be down to class. On that note, to directly answer your question, wealthy New Yorkers have been holding hands and air kissing six inches rather than six feet from each other for much of the past year. Many people formed bubbles early on, and were able to keep them tight, in part because they didn't have to leave their homes (or compounds) to work in jobs with physical contact. The richest had staff sign contracts forcing them to do the same (and the very richest had security policing it all).</p> <p>I certainly don't fall in that camp. But, as my colleague <a href=\"https://www.ft.com/content/f90323e1-efae-4c6a-9e43-87043d8a973b\">Gillian Tett wrote</a>,&#xa0;she and I didn't miss our yearly ski trip in February, in part because we were both convinced we had the virus early on (though without antibodies to prove it, we were also just taking a calculated risk about being in a hotel together). My personal experience is that people who are well-off have been far more likely to do that than others. We are less likely to be overweight, or in ill health, or work a frontline job, or have any of the other risk factors. Members clubs are mostly open, and almost everyone I know, vaccinated or not (I am now, thank God), is planning a summer holiday.</p> <h2>Your feedback</h2> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to </strong><a href=\"https://www.ft.com/content/0e885d58-92e9-49aa-b4a7-46ba9b0c1b49\">‘Clash of the titans'</a><strong>:</strong></p> <p>“Ed and Rana, you might be interesting in this review of&#xa0;<a href=\"https://www.nybooks.com/articles/2020/12/17/plushbottoms-of-teton-county/\"><em>Billionaire Wilderness</em>&#xa0;by Justin Farrell</a> in The New York Review of Books. The book is about Teton County, Wyoming — the richest and most unequal county in America — though with a strong Democratic vote. Residents proclaim themselves to be philanthropic, though analysis suggests that ‘Teton County's non-profits significantly benefit the very rich themselves'.”—&#xa0;Sandra Pickering, Bray-on-Thames, England </p> <p>“I particularly enjoyed the exchange between Rana and Edward on Taiwan. I think it might be a little defeatist, though, for the west to conclude that China ‘could likely absorb the costs' of anything short of a full-scope military intervention by the US. There would I think be a wide spectrum of options available to President Biden in the event of a Chinese invasion of Taiwan . . . Of course, all of the options would disrupt the functioning of the world economy — to such an extent that the 21st century mind struggles to picture the consequences fully.” <em>— Roger Exwood, Kent, England</em></p><p>Source: Edward Luce  2021 'America's limbo between pandemic and freedom' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T10:00:12.045Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 5134,
          "end": 5151
        }
      ],
      "nexusId": "10010560"
    }
  ]
}