{
  "_id": "9336c2ff5207e5c7b28bbb1045394c93bb65080841ec866a4b256097d32e2e8f",
  "feed": "market-watch",
  "title": "What happens when companies cater to customers, reward employees and partner with suppliers? Investors profit.",
  "text": "<p>The first possibility is that corporate chiefs are pandering to progressive pressures. For generations, progressives have sought to promote non-shareholder interests, in campaigns stretching from&#xa0;Ralph Nader&#xa0;in the 1970s and corporate social responsibility (CSR) of the 1990s to today's&#xa0;ESG&#xa0;(environmental, social and governance principles).&#xa0; In this view, proponents of stakeholder capitalism carried the day with corporate America's chiefs at the expense of shareholders, an achievement heralded by progressives as a “turning point” and a “welcome shift.” &#xa0;</p><p>But while some critics responded fiercely&#xa0;to&#xa0;condemn this perceived victory, many observers were&#xa0;skeptical from the outset&#xa0;about what they hear as mere talk. That's where the second possibility comes in: pretending. In this view, claiming to work for stakeholders enables managers to&#xa0;avoid accountability to anyone. When shareholder activists urge divestitures, managers can cite the importance of preserving jobs, and when shareholders demand dividends, directors can demur to other priorities.&#xa0;This&#xa0;longstanding&#xa0;concern is the principal&#xa0;counter to the progressive prescription for stakeholder capitalism.</p><p>The pretending possibility seems to be supported by&#xa0;recent published research. Researchers have scoured the record for tangible evidence that the CEOs have acted on the statement. Reviews of filings and other public materials indicate&#xa0;that none of the companies whose CEOs signed the statement have changed their priorities since the statement was adopted.&#xa0;</p><p>But the evidence also yields to a third possibility: that the 2019 statement was not a radical departure from longstanding practice and that no one should have expected to see any evidence of radical change.&#xa0;Under this view, the only way to increase profits for shareholders is by catering to customers, rewarding employees, partnering with suppliers and being good corporate citizens. Putting such constituencies first is&#xa0;essential to promoting shareholder interests.</p><p>It's likely that most of the CEOs who signed the BRT statement thought this way, neither pandering nor pretending. Instead, they were preaching.&#xa0;&#xa0;</p><p>For one, the text itself is nothing new. In fact, the statement of priorities leading with customers and employees is largely&#xa0;lifted from the credo of Johnson &amp; Johnson first written in 1943. Those who drafted the BRT statement did not create anything novel, despite proclamations of a few celebrity CEOs&#xa0;whose boosterism is more likely pandering or pretending&#xa0;and despite eager champions of the new&#xa0;CEO activism,&#xa0;</p><p>Most investors and those not consumed by today's political clashes are likely nodding about this dose of business realism. While some CEOs are undoubtedly pandering and others pretending, take with caution sweeping claims about what the Business Roundtable's statement means. For many, it means that the captains of industry are staying a venerable course and preaching to the choir of shareholders en route.</p><p>Lawrence A.&#xa0;Cunningham&#xa0;is a professor at George Washington University, founder of the&#xa0;Quality Shareholders Group, and publisher, since 1997, of&#xa0;“The Essays of Warren Buffett: Lessons for Corporate America.”&#xa0;&#xa0;For updates of Cunningham's research about quality shareholders,&#xa0;sign up here.&#xa0;</p><p>Plus:The ‘G' in ESG is getting a big shake-up and it's a win for stock investors</p><p>Also read: 10 stocks that have what it takes to be a ‘perfect' company</p>",
  "published": "2021-08-27T17:18:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2292,
          "end": 2309
        }
      ],
      "nexusId": "10010560"
    }
  ]
}