{
  "_id": "2dfd6c56aff19ec54fff3d61cf4849f47b818a01e00740899f5cb1cfac85faa3",
  "feed": "wall-street-journal",
  "title": "Spinoffs Are All the Rage, but Do They Still Work? Spinoffs have become a way to create value, but General Electric's plan to split into three companies comes when their luster has faded",
  "text": "<p>Mr. Culp's plan to split GE into three companies announced on Tuesday will be a different sort of test, as will healthcare and consumer goods giant Johnson &amp; Johnson's plan announced on Friday.</p><p>Breaking apart a company can, in theory, unlock value. Corporate spinoffs as an asset class have done well historically. Value investor Joel Greenblatt highlighted the opportunity for the masses in his book \"You Can Be a Stock Market Genius.\" Several studies using data from the 1990s through the middle of the last decade have shown that a portfolio of spinoffs can beat the market by 10 to 15 percentage points in the year after they go public. Managers of a newly public company are more focused and valuations often rise to reflect those of peers.</p><p>But there are catches. One is that investors have to hold on to the spinoff to reap the rewards, and many don't. Initial selling pressure on spinoffs often creates opportunities for even more outperformance once a new shareholder base is established. But the spinoff secret is out. Activist investors now push companies to reshuffle the deck chairs to generate short-term stock-market gains. Trian, the fund that took a stake in GE in 2017 with disastrous timing, applauded Tuesday's move.</p><p>An index that tracks spinoffs that had been doing very well compared with the broad stock market until a few years ago has lagged behind it sharply ever since. Index constituents include Dow Chemical unit Corteva and elevator company Otis Worldwide, both of which have been relative disappointments. For what it is worth, so has Fortive, an industrial company spun off from Danaher in 2016.</p><p>There might be several reasons for the poor performance, including the fact that the rise of passive investing has punished spinoffs that aren't immediately constituents of a major index. Another explanation might be that spinoffs increasingly are of lower quality or that some enjoyed legitimate synergies being part of a larger company.</p><p>One example of that might be the shared technology between the gas turbines of GE's power unit and jet engines of the aviation business. Conglomerates also have the advantage of keeping cash coming in the door when times are especially bad for one division—for example, the financial and technical woes at GE's power unit or the company's surprise legacy insurance liabilities.</p><p>Mr. Culp may deserve the benefit of the doubt. The company men who were his predecessors—particularly Jeff Immelt but also the late Jack Welch—were able to sweep serious problems under the rug at the sprawling, once-illustrious company. GE's conglomerate discount might really be a GE discount. These spinoffs could be the answer to expunging it once and for all.</p><p>Write to Spencer Jakab at spencer.jakab@wsj.com</p><p>General Electric</p><p>More WSJ coverage of the conglomerate, selected by the editors.</p><p>* GE to Split Into Three Public Companies</p><p>* What Investors Need to Know About the Plan</p><p>* Some See End of Sprawling Industrial Conglomerates</p><p>* Heard on the Street: Jet-Engine Business May See Turbulence</p><p>* GE Powered the American Century—Then It Burned Out (Dec. 14, 2018)</p><p>* Voices From The People Who Powered GE</p><p>* How Money Flowed (and Ebbed) at GE</p><p>Spinoffs Are All the Rage, but Do They Still Work?</p>",
  "published": "2021-11-12T17:25:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 148,
          "end": 165
        }
      ],
      "nexusId": "10010560"
    }
  ]
}