{
  "_id": "e0c32506956b0a851f3678b10698290bf1cf9f88ca82aa875a6ec931eddc9cfa",
  "feed": "wall-street-journal",
  "title": "Washington State Coach's New Rival: The Governor Who Wants Him to Get Vaccinated; Cougars football coach Nick Rolovich agrees to get Covid-10 vaccine after state mandate",
  "text": "<p>Meanwhile, Inslee on Wednesday issued a proclamation that requires educators at all levels in the state, working from child care through higher education, to be fully vaccinated by Oct. 18. Only those with \"legitimate medical reasons that are shown and demonstrated or sincerely held religious reasons\" can receive an exemption, Inslee said in a press conference. Those individuals will be subject to regular Covid-19 tests.</p><p>\"These exemptions do not include personal or philosophical objections,\" said Inslee. \"If you do not comply, you will no longer be employed by the affected entities that you're working for.\"</p><p>As a man employed by a state-funded university, the mandate applies to Rolovich.</p><p>\"Coaches are educators,\" explained Inslee. \"They're in the educational community and so they will be treated as other educators in colleges.\"</p><p>Rolovich did not comment on the state vaccination mandate on Wednesday following practice, but indicated on Thursday that he would get the shot. \"I'm just going to follow his mandate,\" he told reporters.</p><p>The second-year coach had not previously elaborated on his resistance to the shot. Before Pac-12 Media Days in July, he said that his rationale \"will remain private.\"</p><p>In a statement released yesterday evening, the university said that it was supportive of Inslee's efforts. \"Washington State Athletics, including staff, coaches and student-athletes, will continue to follow all campus, local, state, Pac-12 and NCAA guidelines related to health and safety surrounding COVID-19 and we will work to ensure the mandates in the Governor's Proclamation are followed.\"</p><p>Classes in Pullman, Wash., begin on Monday, Aug. 23. The Cougars first home football game is slated for Sept. 4 against Utah State. In order to comply with the new state mandate, all university employees must have received the Johnson &amp; Johson shot or their second dose of the Moderna or Pfizer vaccines no later than Oct. 4.</p><p>As of Thursday, the university's health protocols call for all students to show proof of vaccination or a valid exemption by Sept. 10, according to an email sent to undergraduates last week. The update also clarified that students will have 45 days to get vaccinated after any of the three vaccines — Moderna, Pfizer or Johnson &amp; Johnson — receive approval from the Food and Drug Administration. At this point, students will have to reapply for medical or religious exemptions.</p><p>At the conference level, the Pac-12 \"continues to recommend unanimously\" that all athletic personnel be vaccinated. Individuals that are fully vaccinated are not subject to weekly surveillance testing nor are they subject to quarantine if they are identified as a close contact.</p><p>Health guidance from the NCAA is similar for fully vaccinated personnel and stresses that \"COVID-19 vaccination remains the most effective means to achieve control of the pandemic.\"</p><p>Even so, vaccination rates vary widely across the country and across Division I football teams.</p><p>Washington State did not respond to an inquiry about what percentage of the 140 players on the football team are fully vaccinated. Just 43% of adults over 18 in Whitman County, where the university is located, are fully vaccinated.</p><p>Compare that to King County, home of Seattle and the University of Washington, where 80% of adults over 18 are fully vaccinated. A spokesperson for the Huskies said that the vaccination rate for the football team is \"over 95%.\"</p><p>\"These vaccines save lives and have minimal side effects,\" said Inslee on Wednesday. \"The unvaccinated people are those at risk in Washington.\"</p><p>Write to Laine Higgins at laine.higgins@wsj.com</p><p>Washington State Coach's New Rival: The Governor Who Wants Him to Get Vaccinated</p>",
  "published": "2021-08-19T21:16:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2251,
          "end": 2268
        }
      ],
      "nexusId": "10010560"
    }
  ]
}