{
  "_id": "172fdb89d6bd39d5586d19583f23e327771845624ccbc3de4979a0b6a15c4236",
  "feed": "wall-street-journal",
  "title": "Technology:  J&J Chief  Plans to  Cede Post  To Deputy  ----  By Jonathan D. Rockoff",
  "text": "<p>   Johnson &amp; Johnson Chief Executive Alex Gorsky is stepping aside, handing over the reins to the world's largest health-products company to a longtime lieutenant after nearly a decade at the helm. </p><p>   Mr. Gorsky, who is 61 years old, will become J&amp;J's executive chairman effective Jan. 3. Joaquin Duato, who had led J&amp;J's pharmaceuticals business before becoming a Gorsky deputy, will become chief executive and join the company's board of directors. </p><p>   Mr. Gorsky has led the company to tremendous growth, making over J&amp;J's lineup to capitalize on technological advances, and navigated manufacturing issues that had plagued its signature consumer-health business, as well as thorny opioid and talcum-powder lawsuits. He leaves J&amp;J still battling a pandemic that upended its factories, offices and labs while the company pursued a Covid-19 vaccine. </p><p>   Health issues in his family in part prompted Mr. Gorsky to pursue the change, he said in an interview Thursday. </p><p>   \"In spite of the tremendous challenges we faced with Covid-19, I could not be more optimistic about the future of healthcare and the important role that J&amp;J will play going forward,\" Mr. Gorsky said. </p><p>   The transition to Mr. Duato, a 32-year company veteran who is close to his predecessor, suggests J&amp;J will chart the same kind of course it would have if Mr. Gorsky had stayed in the job. </p><p>   Mr. Duato will confront several matters that Mr. Gorsky hasn't resolved, including lawsuits alleging its Johnson's talcum-powder caused cancer or mesothelioma and reports of rare side effects with J&amp;J's Covid-19 vaccine. </p><p>   J&amp;J has agreed to contribute $5 billion over nine years to help settle lawsuits blaming the company and drug distributors for the opioid crisis. </p><p>   Mr. Duato, who is 59 years old and been serving as a vice chairman of J&amp;J's executive team, may not be chief executive for as long as his predecessor, though J&amp;J doesn't have a mandatory retirement age for chief executives. </p><p>   His tenure will give J&amp;J's board of directors time to consider successors. Possibilities include Ashley McEvoy, who runs J&amp;J's medical-devices business; Jennifer Taubert, the pharmaceutical unit's chief; and Chief Financial Officer Joseph Wolk. Each of the people declined to comment. Mr. Duato said through the spokeswoman he is pleased to be able to benefit from Mr. Gorsky's guidance and excited to lead the J&amp;J team. </p><p></p>",
  "published": "2021-08-20T06:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1105,
          "end": 1108
        },
        {
          "start": 1560,
          "end": 1563
        },
        {
          "start": 1249,
          "end": 1252
        },
        {
          "start": 1775,
          "end": 1778
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 240,
          "end": 243
        },
        {
          "start": 719,
          "end": 722
        },
        {
          "start": 2340,
          "end": 2343
        },
        {
          "start": 1950,
          "end": 1953
        },
        {
          "start": 1536,
          "end": 1539
        },
        {
          "start": 510,
          "end": 513
        },
        {
          "start": 12,
          "end": 15
        },
        {
          "start": 1863,
          "end": 1866
        },
        {
          "start": 310,
          "end": 313
        },
        {
          "start": 2050,
          "end": 2053
        }
      ],
      "nexusId": "10010560"
    }
  ]
}