{
  "_id": "d2a89d2beb6e09f11d930a5c93bbe76457298dcf1660dd0a0ce82ba26cc9ff9d",
  "feed": "ftcomall",
  "title": "Vaccine diplomacy: inside Biden's decision on Covid patents",
  "text": "<p>Before becoming president, Joe Biden pledged to upend the US government's approach to the pharmaceutical industry by backing a move to end companies' rights to enforce their intellectual property on Covid vaccines. </p> <p>“This is the only humane thing in the world to do,” <a href=\"https://twitter.com/AdyBarkan/status/1387919031844417536\">he said</a> during a campaign event in July 2020.</p> <p>But until the moment the decision was announced this week, many in government and the industry doubted that the US president was going to follow through on his campaign promise. Not only did several high-ranking members of his administration have doubts, but few pharma executives believed that a US government would really take a position so vociferously against the industry's powerful lobby.</p> <p>“Nobody really thought Biden was going to take on the pharmaceutical lobby, [they thought] that he would be too scared,” said Brandon Barford, a partner at the Washington-based consultancy Beacon Policy Advisers. “But before the financial crisis [of 2008], everybody thought the financial services industry was untouchable, then that changed. This week showed that pharma companies are the new banks.”</p> <p>When India and South Africa first approached the World Trade Organization in October last year with a proposal to <a href=\"https://www.ft.com/content/43fd53f5-2b82-4e41-981c-8544a6ce996b\">suspend</a> intellectual property rights for all Covid-related drugs and technology, it was quickly shot down. Not only did the US and EU oppose waiving the Trips intellectual property agreement for Covid medicines, they blocked any discussion of it at all.</p> <p>Biden's comments on the campaign trail opened up the possibility of a change in US policy. However, even when Katherine Tai, the top US trade envoy, began a multi-departmental consultation on the issue last month, most officials thought the US would maintain the position adopted by Donald Trump's administration.</p> <p>“There is pressure to do this from Democratic members of Congress,” a senior pharma industry lobbyist told the Financial Times last month. “But the White House is never going to back this.”</p> <p>Over the course of the next three weeks, Tai met people who had an interest in the issue, from trade union leaders to the chief executives of the vaccine makers. Many who attended those meetings said it was difficult to tell what Tai was planning, but people on both sides of the debate came away from the talks believing she supported their arguments.</p> <p>Asia Russell was part of a virtual meeting with Tai on April 13 in her capacity as executive director of Health Gap, an organisation dedicated to improving access to HIV drugs worldwide.&#xa0;</p> <p>“I do not think she had made her mind up when she met us,” said Russell, a prominent campaigner for the waiver. “But she did tell us that the response of the government to the Covid crisis could not be business as usual, which we found very encouraging.”</p> <p>Two weeks later, Tai held virtual meetings with senior executives at each of the companies that have had <a href=\"https://www.ft.com/covid-19-vaccines\">Covid vaccines</a> authorised in the US or are close to doing so: Pfizer, Moderna, Johnson &amp; Johnson, Novavax and AstraZeneca. </p> <p>They <a href=\"https://www.ft.com/content/fa1e0d22-71f2-401f-9971-fa27313570ab\">told her</a> supporting a Trips waiver would undermine the US vaccine rollout by increasing competition for scarce vaccine-making supplies, while also allowing Russia and China to access America's technological breakthroughs. “We made a powerful case and she definitely seemed to be listening,” said one pharmaceutical industry figure involved in the talks.</p> <p>Those who have dealt with Tai say her inscrutability is one of her greatest assets. “[Tai] is not a person you would ever want at your poker game, because she's going to kick your ass,” said a person who participated in the consultations. “She's got the best poker face.”</p> <p>Meanwhile, high-ranking members of the Biden administration were voicing their concerns at backing a waiver. Gina Raimondo, the commerce secretary, was the most forthright, according to several people involved in the discussions, with her department's US Patent and Trademark Office&#xa0;particularly concerned about the long-term effect on American intellectual property rights.&#xa0;</p> <p>Several people also said David Kessler, the head of Operation Warp Speed, the government programme which helped to develop the vaccines, was against the waiver. A person involved in the consultations said Kessler had described it as the “third rail” for the pharmaceutical industry — so highly-charged it was not to be touched. A spokesperson for Kessler did not respond to a request to comment.</p> <p>One of the most high-profile figures to voice concern was Anthony Fauci, the president's chief medical adviser and one of America's best-known public health experts. Just two days before the decision was announced, Fauci <a href=\"https://www.ft.com/content/2f41b122-5738-4707-a822-0d79276710c5\">told the Financial Times</a> he was “agnostic” on the issue, but was worried it could end up tangling the US in lengthy litigation from the pharma companies.</p> <p>Fauci's comments triggered a backlash from progressive campaigners, who accused the administration of bowing to the pharmaceutical lobby.</p> <p>But people within the administration say the progressives' anger was not what won the day. </p> <p>Instead, Tai and Jake Sullivan, the national security adviser, both argued this was a low-risk way to secure a diplomatic victory for the Biden administration, which had come under fire for not exporting more vaccines and <a href=\"https://www.ft.com/content/52a91372-9829-4438-8de9-9fcdbc40eca5\">failing to respond quickly enough</a> to the unfolding Covid crisis in India. Litigation was a distant threat given how long WTO negotiations would take and might not happen at all if others including the UK and EU continued to oppose the move.</p> <p>A day after Fauci made his comments, Tai presented her conclusion to Biden in a meeting in the Oval Office. Also in attendance were Ron Klain, the president's chief of staff, Bruce Reed, Klain's deputy, Sullivan and Jeff Zients, the head of the White House Covid task force. None of the prominent opponents of the idea attended; Raimondo was in Connecticut at the time, according to her department.</p> <p>The president and his advisers were particularly persuaded by the diplomatic reasons to back a waiver, said those briefed on the meeting. “This is not the measure to end the pandemic,” said one person within the administration. “But it does make sense politically.”</p> <p>Campaigners for the waiver say they will now monitor discussions at the WTO to make sure they do not get dragged out to the point where it ceases to be useful. Angela Merkel, Germany's chancellor, has already said she opposes the measure.</p> <p>But those in Washington say that whatever the outcome of the WTO talks, the US pharmaceutical industry has now lost its sheen of untouchability. That could have major consequences for future policy debates such as how to lower US drug costs, because patent protections are the bedrock that allow pharma companies to charge premium prices for a period of time without fear of competition from cheaper generic rivals. </p> <p>“There is now a broad consensus in the Democratic party that something needs to be done about drug prices,” Barford said. “What the president has just done is show it can be done.”</p><p>Source: Kiran Stacey and Aime Williams in Washington 2021 'Vaccine diplomacy: inside Biden's decision on Covid patents' FT.com 8 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-08T10:00:58.937Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2962,
          "end": 2979
        }
      ],
      "nexusId": "10010560"
    }
  ]
}