{
  "_id": "85dc3c92bdec102cfe1f5f45f52f8cfd81e9b5e1a937db698d170d08c9370dc4",
  "feed": "ftcomall",
  "title": "Inflation jumps as US recovery shifts up a gear",
  "text": "<p>This article is an on-site version of our Coronavirus Business Update newsletter. Please share this with friends and colleagues who might find it valuable and let them know that, even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. Welcome and&#xa0;<a href=\"https://www.ft.com/newslettersignup-coronavirus\">please sign up here</a>.</p> <p><em>CBU will be taking a holiday break on Monday and will return on Wednesday.</em></p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>The European Medicines Agency authorised the use of the <a href=\"https://www.ft.com/content/89108b26-4ff3-4b56-84d4-87d081fcf364\">BioNTech/Pfizer</a> vaccine in children aged 12 to 15, paving the way for EU countries to start vaccinating school pupils</p></li>  <li><p><a href=\"https://www.ft.com/content/b78a18fc-8902-40d8-b4b2-95f49543f47b#post-aadf464f-7c2a-48d9-9d3d-9713a7cacc59\">Malaysia</a> ordered a ‘total lockdown' of its population from June 1 as daily cases continued to rise</p></li>  <li><p><a href=\"https://www.ft.com/content/494696df-1f67-4754-b281-07cf71c45aa3\">Johnson &amp; Johnson's</a> single-shot coronavirus vaccine has been approved for use in the UK </p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/b78a18fc-8902-40d8-b4b2-95f49543f47b\"><em>live blog</em></a></p> <p>Official data today showed <a href=\"https://www.ft.com/content/04ed8422-e16a-4d53-b597-690e4c9c99b9\">US consumer prices</a> accelerating more quickly than expected, fuelling concerns about the economy overheating as a recovery takes hold.</p> <p>Core personal consumption expenditure, the Federal Reserve's preferred measure of inflation that excludes volatile food and energy costs, hit 3.1 per cent in April compared with last year. This is the highest increase since 1992 and well above the Fed's target of 2 per cent.&#xa0;</p> <p>Government officials such as Treasury secretary <a href=\"https://www.ft.com/content/fc6aca11-3eae-4a35-bcdf-f26dd7f52cf7\">Janet Yellen</a> have sought to calm nerves about rising inflation, insisting rises over the next few months would prove to be temporary. <a href=\"https://www.ft.com/content/0e01c786-5ec2-4249-9b29-b0841b4de447\">Fed officials</a> have signalled however that the central bank was ready to reduce its support for the economy if inflation begins to spiral out of control.</p> <p>Today's inflation reading comes as President Joe Biden prepares to unveil proposals for his <a href=\"https://www.ft.com/content/fc6aca11-3eae-4a35-bcdf-f26dd7f52cf7\">$6tn budget </a>with a warning of “bumps in the road” ahead and a call for American employers to raise wages to overcome labour shortages.</p> <p><a href=\"https://www.ft.com/content/249da524-6c61-4d19-876f-718d29065204\">Investors</a> were relatively sanguine about the inflation data, which merely confirmed their belief that the recovery was stoking a rise in prices. Global government bonds, sensitive to rises in inflation that could diminish their returns, remained steady.</p> <h1>Global economy</h1> <p>Economics editor <a href=\"https://www.ft.com/content/cfb2bd91-6a77-4b5a-8423-b922f6754179\">Chris Giles</a> says the only way to ensure a truly durable recovery from the pandemic is to <strong>raise workforce productivity</strong>. Experts however disagree on the root causes of the problem, which affects all major economies, and potential solutions.</p> <p><strong>Labour shortages</strong> have the potential to become a serious drag on the global recovery as companies move out of survival stage. <a href=\"https://www.ft.com/content/73bdd783-ad53-4d78-93d8-39c895b88bc4\">The UK hospitality sector</a>, already suffering from the impact of Brexit, is finding workers reluctant to leave furlough schemes at current employers before they end in September. <a href=\"https://www.ft.com/content/d35e0ecf-417d-4d57-a075-74c2d4ddcbb8\">Germany</a> is experiencing similar problems.</p> <p>The EU is approaching its “Hamiltonian moment”, says our <a href=\"https://www.ft.com/content/35ccc76d-93d7-4ad9-85ab-39e75c3a78d4\">Europe Express</a> newsletter, as ratification by member states of the bloc's <strong>€750bn recovery fund</strong> nears completion, paving the way for the EU to start borrowing on capital markets next month. <strong>Italy</strong> has revamped the management of <a href=\"https://www.ft.com/content/3481cfd7-46c4-491b-9e19-74f28819e523\">state companies</a> that are set to benefit from the EU money.</p> <h1>Business</h1> <p>The <a href=\"https://www.ft.com/content/66a4b785-183a-48c6-9557-8621496d7c08\">World Health Organization</a> urged member states to work more closely with <strong>vaccine manufacturers</strong> through IP sharing and tech transfer to increase access for poorer countries. The number of doses arranged through the UN's Covax scheme thus far covers less than 0.5 per cent of the combined population of the 124 countries it is meant to help. </p> <p><strong>Airbus</strong>, the European aerospace group, said the <a href=\"https://www.ft.com/content/e0385167-ab76-488f-9051-1ca338a6fb40\">aviation sector</a> was starting to recover as it announced plans to make more of its A320 planes, the world's most popular single-aisle passenger jets. The International Air Transport Association said on Wednesday that it expected global passenger numbers to reach 52 per cent of pre-pandemic levels this year.<br><br><strong>Used car prices </strong>are on a somewhat unusual upward trajectory, reports <a href=\"https://www.ft.com/content/62b37ab2-1829-4388-9cdc-d9862f953f3a\">FT Alphaville</a>. Buyers who had put off purchases during lockdown, as well as those who want to upgrade their motors with Covid-19 savings, are returning to the market, while new car dealers face a lack of inventory because of factors such as the global semiconductor shortage.</p> <h1>Markets</h1> <p>Surging <strong>prices for raw food ingredients</strong> since the start of the pandemic threaten to <a href=\"https://www.ft.com/content/007bd0a0-f149-427d-937c-ec5b0ef4374d\">make breakfasts much costlier</a>: coffee, milk, sugar, wheat, oats and orange juice have risen an average 28 per cent. In April, the UN's real&#xa0;food price index&#xa0;— which tracks a wide range of products — hit its highest level in a decade.</p> <p><strong>Tin</strong>, mostly used in solder in electronics, became the latest commodity to enjoy surging prices as it hit a 10-year high on Friday due to the demand for computers for people working at home as well as supply problems in the Democratic Republic of Congo and China. </p> <p>Morgan Stanley strategist <a href=\"https://www.ft.com/content/c0d138cf-e0d5-4834-b296-6295dccd939d\">Graham Seckor</a> writes in the FT that investors are underestimating the potential impact of the <strong>EU recovery fund</strong>. Although much smaller than the US stimulus plan, the European effort is more focused on longer-term investment and less likely to be affected by government belt-tightening, Seckor argues. Growing confidence in recovery, particularly in <strong>Italy</strong>, was also reflected in today's <a href=\"https://www.ft.com/content/a9f62510-fb2d-4c72-b360-addc1789ee58\">economic sentiment report</a> from the European Commission.</p> <h1>Have your say</h1> <p>Alec Smart comments on <a href=\"https://www.ft.com/content/eef0b8f9-f51a-4c4d-8d75-a828ff7e4de3?commentID=8f221e6c-7c27-4015-8b66-bbced5630aa7\">Covid wipes more than £1bn from British Land's portfolio:</a></p> <blockquote>  <p>British Land are an example of a good landlord with modern high quality stock. They were fast out of the blocks at the start of the pandemic with packages of help for their occupier tenants, so in my view they are leading the way. Other landlords with a backlog of arrears that they are not addressing or with older property in secondary or tertiary city centre locations will be impacted more. Neighbourhood landlords won't fare as badly due to the “shop local” and “Deliveroo” trends that they benefited from.</p> </blockquote> <h1>Final thought</h1> <p>It's <em>almost</em> that time of year — the good-weather outdoor dining months. Browse our new collection of <a href=\"https://www.ft.com/content/8fec07dd-17ff-41bf-b327-14f6e615fc0e\">summer food and drink</a> recommendations, from the delights of a cool Campari to “ice cream recipes that summon the sweetness of childhood holidays in Italy”.</p><p>Source: Darren Dodd 2021 'Inflation jumps as US recovery shifts up a gear' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T17:15:47.213Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 756,
          "end": 773
        }
      ],
      "nexusId": "10010560"
    }
  ]
}