{
  "_id": "6ea698152be98eae00c0155807f42ee72eccdbf1fb40c5549c925ff436313757",
  "feed": "ftcomall",
  "title": "Global stocks hit record highs on strong economic data ",
  "text": "<p>Global equities reached new heights and Treasuries rallied sharply on Thursday, following the release of upbeat economic data in the US and reassurances that the Federal Reserve will continue to support financial markets.</p> <p>Retail sales in March rose by the most in <a href=\"https://www.ft.com/content/f5b1661f-ec91-4839-9615-945c59adb8ce\">10 months</a> while the number of Americans filing for new unemployment benefits fell by 193,000 last week to 576,000, beating economists' expectations for 700,000 new claims.</p> <p>Further progress on the recovery front helped to push US stocks higher, with the S&amp;P 500 rising 1.1 per cent to a new high. The tech-focused Nasdaq Composite gained 1.3 per cent, fuelled in part by strong quarterly results. The FTSE All-World index of developed and emerging market equities rose 0.8 per cent to a record.</p> <p>US government debt rallied sharply alongside the upswing in stocks, with the yield on the 10-year US Treasury sliding 0.1 percentage points at one point to 1.53 per cent. It later edged back to 1.55 per cent, marking the steepest daily drop since February. Bond prices rise when yields fall.</p> <p>The jolt in Treasuries followed comments from Jay Powell, Fed chair, on Wednesday that the central bank would maintain its asset purchase programme until “substantial progress” had been made towards full employment in the US. But fixed-income investors expressed some bewilderment by the magnitude of the rally in Treasuries on Thursday, especially given the robust economic data this week.</p> <p>“We have been surprised that stronger economic data hasn't helped to push things higher,” said Oliver Blackbourn, a portfolio manager at Janus Henderson.</p> <p>After long-dated Treasuries recently posted the worst quarterly performance since 1980, Blackbourn said the market was due for a “breather”.</p> <p>“The market has moved very quickly,” he added. In January, the 10-year Treasury yield hovered around 0.9 per cent.</p> <p>Others mentioned that rising geopolitical <a href=\"https://www.ft.com/content/b2bf1be3-a10c-4963-9deb-8a6b319e9363\">tension</a> between Russia and the US and further uncertainty about the vaccine rollout, with the continued pause in the J&amp;J jab, has further drummed up demand for US government debt.</p> <p>For stock markets, the economic data, paired with what is shaping up to be a bonanza earnings season for <a href=\"https://www.ft.com/stream/456d01ad-ea50-4aa7-8d7f-b9737216d453\">US banks</a> and asset managers, seemed to have brought only good news.</p> <p>Bank of America on Thursday produced quarterly results that beat analysts' forecasts and announced a $25bn share buyback. Fund manager BlackRock <a href=\"https://www.ft.com/content/e49180b1-2158-4adf-85d6-0eb4766f4d5f\">revealed</a> its assets under management had swelled to a record $9tn, exceeding analysts' revenue estimates. These updates followed<a href=\"https://www.ft.com/content/5082365e-ccb3-437d-86bf-4255412c7c73\"> strong results</a> on Wednesday from Goldman Sachs. </p> <p>“Any word that you can think of that can be a synonym for ‘strong' is what we're getting for the US data, not just today but over the last two weeks,” said Gargi Chaudhuri, head of iShares investment strategy, Americas, at BlackRock.</p> <p>In Europe, the regional Stoxx 600 index closed up 0.5 per cent, eclipsing last week's peak, while London's FTSE 100 index rose 0.6 per cent and Frankfurt's Xetra Dax climbed 0.3 per cent. </p> <p>The dollar, as measured against a basket of currencies, was flat. Brent crude, the international oil benchmark, climbed 0.4 per cent to $66.80 a barrel, its highest level in almost a month after the Paris-based International Energy Agency <a href=\"https://www.ft.com/content/55a182fc-c092-494a-bbb2-a48acb1f9295\">lifted its demand forecast</a> for this year. </p><p>Source: Colby Smith and Aziza Kasumov in New York and Naomi Rovnick in London 2021 'Global stocks hit record highs on strong economic data ' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T20:19:07.111Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2010,
          "end": 2013
        }
      ]
    }
  ]
}