{
  "_id": "39f220b776e4bce05f94586c7fbe3fddd15aa235011d5f1c3a00030ed2c30075",
  "feed": "wall-street-journal",
  "title": "World News: Canada Will Allow Americans Entry If Fully Vaccinated",
  "text": "<p>\"We are very pleased to gradually and responsibly open up,\" said Canadian Prime Minister Justin Trudeau. The decision to allow fully vaccinated Americans to visit Canada before tourists from other countries \"is in recognition of our unique bond, especially between border communities,\" he said.</p><p>American citizens and permanent residents will need to provide proof of their full vaccination status, with their last dose administered at least two weeks before their arrival, and must not have Covid symptoms, officials said. They also will be required to present evidence of an approved negative coronavirus test taken within 72 hours of their arrival in Canada. Beginning Aug. 9, officials said they won't require follow-up tests from people who are fully inoculated unless they are selected for random testing.</p><p>The U.S. Department of Homeland Security declined to say Monday whether it planned to renew or modify its own border restrictions with Canada. The two countries would need to decide by Wednesday whether to renew their shared border restrictions for another month, as they have done since March 2020, or modify them. Canada's public-safety minister, Bill Blair, said he was told the U.S. expects to renew its current restrictions.</p><p>White House press secretary Jen Psaki said the U.S. was \"continuing to review our travel restrictions.\"</p><p>Canadian officials said it is possible to begin allowing more Americans to enter the country because of Canadians' strong uptake of vaccines and its low Covid-19 cases.</p><p>As of Monday, 70% of the Canadian population had received at least one dose of a Covid-19 vaccine, according to the University of Oxford's Our World in Data, one of the highest rates of first-dose coverage in the world. About 50% of the population is fully vaccinated, compared with 48% in the U.S.</p><p>The Canadian border has been closed to most Americans since March 2020, when the pandemic first prompted global travel restrictions. Business groups, tourism operators and some travelers have pressed the Canadian government to reopen the border to Americans, citing high levels of vaccination and the economic and family ties that exist between the nations.</p><p>When travel restrictions begin to ease, fully vaccinated Americans also will be allowed to bring unvaccinated children under 12 to Canada, officials said, although those children can't enter group settings such as camps or day-care centers.</p><p>Most fully vaccinated travelers won't need to quarantine. However, the government said they should have a two-week quarantine plan ready in case officials at the border determine they don't meet all of Canada's requirements.</p><p>Only inoculations that are approved for use in Canada will be accepted, officials said. Approved vaccines include those produced by Pfizer Inc. in collaboration with BioNTech SE, Moderna Inc., Johnson &amp; Johnson and AstraZeneca PLC.</p>",
  "published": "2021-07-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2830,
          "end": 2847
        }
      ],
      "nexusId": "10010560"
    }
  ]
}