{
  "_id": "42ec4e2ed5efe3ac5b743056ff8cbd7d9f1373ed1009cf342bd796aafac7eb5a",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em>Good morning. To help make FirstFT the best it can be, we want to know what you like or dislike about the newsletter. Please help us improve FirstFT by taking </em><a href=\"https://survey.ft.com/jfe/form/SV_9ThQBasDkPZoEC2\"><em>our short survey</em></a><em>. Thank you.</em></p> <p>The US has backed a&#xa0;<a href=\"https://www.ft.com/content/eca86f43-7127-4213-948d-3cc8d652805e\">temporary suspension</a>&#xa0;of intellectual property rights for Covid-19 vaccines, a move that enraged the pharmaceutical industry.</p> <p>Joe Biden's top trade adviser Katherine Tai said that while the US administration “believes strongly” in IP protections, it would support a patent waiver for vaccines. </p> <p>“This is a global health crisis — and the extraordinary circumstances of the Covid-19 pandemic call for extraordinary measures,” Tai said.&#xa0;</p> <p>The EU, which has previously opposed the waiver along with the UK and Switzerland, on Thursday said it was “ready to discuss” how the proposal could help address the current crisis.</p> <p>A measure to allow countries to temporarily override patent rights for pandemic-related medical products was proposed at the World Trade Organization by India and South Africa in October, and has since been backed by almost 60 countries.</p> <p>Tedros Adhanom Ghebreyesus, the WHO's director-general, told the Financial Times the decision was a “monumental moment” in the fight against Covid-19.</p> <p>Shares of Moderna, BioNTech and Novavax, however, shed between 3 and 6 per cent on <a href=\"https://www.ft.com/content/0c582a68-aeec-41b8-a6dd-b9182c811b14\">Wednesday</a> after the White House announcement. Frankfurt-listed shares in messenger RNA vaccine maker BioNTech fell 14 per cent on Thursday.</p> <p>In theory, a waiver would allow any pharmaceutical manufacturer in the world to make “copycat” vaccines without fear of being sued for intellectual property&#xa0;infringement, wiping out the profits of some big drug companies.</p> <p>“Intellectual property is the lifeblood of biotech, it's like oxygen to our industry,” said Brad Loncar, a biotech investor. “If you take it away, you don't have a biotech sector.”</p> <p>Moderna and Regeneron, another pharmaceutical company, both report results today and are likely to be asked about the US move.</p> <p><em>Our </em><a href=\"https://www.ft.com/content/0930fe14-5187-45dc-b573-4f4098211bf4\"><em>Trade Secrets</em></a><em> newsletter takes a deeper look at the Biden administration's surprise decision. Sign up </em><a href=\"https://ep.ft.com/pages/newsletters/593150d2dea7360004bce4db/subscribe/success\"><em>here</em></a><em>.</em></p> <h2>Coronavirus digest</h2> <ul>  <li><p>Dozens of leading companies including <strong>Apple, Amazon, Accenture and Johnson &amp; Johnson</strong> are joining forces to <a href=\"https://www.ft.com/content/c21ef5f6-a551-4d3b-86c2-f347fb546471\">co-ordinate the business and government response</a> to future Covid-19 outbreaks.</p></li>  <li><p>As western economies prepare for a vaccine-induced rebound, parts of <strong>Asia</strong> are <a href=\"https://www.ft.com/content/a8b924cf-7d7f-4981-863d-99ded1c82b9d\">still paralysed</a> by the pandemic.</p></li>  <li><p><strong>India's</strong> huge wave of Covid-19 infections has hit <a href=\"https://www.ft.com/content/cf40d764-6ab6-4638-bea6-594cc3cd5d53\">the international shipping industry</a>, which relies on the country for seafarers.</p></li>  <li><p><strong>Canada</strong> has become the first country to approve a Covid-19 vaccine for <a href=\"https://www.ft.com/content/0b28b0b0-d74e-459e-8c90-e593b68826b9\">children under the age of 16</a>.</p></li>  <li><p><a href=\"http://ft.com/content/5f3328f4-b12e-4e5b-8dd2-bacfb73d40a6\">Has Covid-19 changed tourism for good?</a> Luxury hotels operators such as Mandarin Oriental believe so. The owner of the Madrid Ritz, Spain's first luxury hotel, is betting that the post-pandemic world will be more suited to high-end tourism. </p></li> </ul> <p><em>Follow our </em><a href=\"https://www.ft.com/content/267fb66f-24b1-4f22-9010-f34de2742001\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our </em><a href=\"https://www.ft.com/coronavirus-business-update\"><em>Coronavirus Business Update</em></a> <em>newsletter to get Covid-19 news delivered to your inbox every Monday, Wednesday and Friday.</em></p> <h2>In the news</h2> <p><strong>Facebook upholds Trump's suspension </strong>The former US president will <a href=\"https://www.ft.com/content/fa883382-fd2e-4402-867a-7a2bd5ef5d67\">remain blocked</a> from the social platform after a ruling by Facebook's independent oversight board, which sparked a fierce backlash from Republicans. </p> <ul>  <li><p>Liz Cheney, the number-three Republican in the US House of Representatives and daughter of former US vice-president Dick Cheney, is set to lose her <a href=\"https://www.ft.com/content/e1ebd062-359f-47b0-a45b-e65d366d624a\">powerful position on Capitol Hill</a> for criticising Donald Trump.</p></li> </ul> <p><strong>UK navy vessels arrive off Jersey</strong> Two Royal Navy vessels have begun patrolling the waters off Jersey after Boris Johnson dispatched them in <a href=\"https://www.ft.com/content/d5de83a9-9da8-48b3-bca4-730c60fc7a8b\">a deepening row</a> between the UK and France over fishing rights.</p> <p><strong>Beijing loses US-China conference to Singapore</strong> Michael Bloomberg, Henry Kissinger and Hank Paulson have <a href=\"https://www.ft.com/content/fedf44c2-1d16-4e0d-bb9b-77965adb3424\">picked Singapore</a> over Beijing for their annual conference on US-China relations. The “very concerning”&#xa0;conditions in China for journalists had persuaded the group to hold the New Economy Forum in the city-state in November, Bloomberg told the Financial Times. </p> <p><strong>Crypto trading volumes boom </strong>Trading in cryptocurrency markets <a href=\"http://ft.com/content/630c225a-5b78-4eef-aecf-f5a4c95276d1\">soared</a> to $1.7tn last month, from $1.2tn in March and less than $100bn in April 2020, while volumes in stocks and derivatives have tumbled as day traders and institutional investors increasingly set their sights on more speculative assets.</p> <p><strong>Bezos's Blue Origin aims to take civilian into space in July </strong>Jeff Bezos's space exploration company has launched an online auction for the <a href=\"https://www.ft.com/content/7bc1c0c2-3e54-4dc0-89ca-828ff57e82ca\">first civilian seat</a> aboard its tourism spacecraft, scheduled for July 20. If successful, the trip would be the first commercial space flight to take a civilian beyond the Kármán line, the internationally recognised edge of space.</p> <h2>The day ahead</h2> <p><strong>Gary Gensler testifies </strong>The new chair of the Securities and Exchange Commission will appear before <a href=\"https://www.ft.com/content/8be5c3f2-097a-41af-9f39-c27d7783a6ee\">the House financial services committee</a> to testify on the explosive trading in GameStop and other so-called meme stocks in January. You can read his prepared testimony <a href=\"https://financialservices.house.gov/uploadedfiles/hhrg-117-ba00-wstate-genslerg-20210506.pdf\">here</a>.</p> <p><strong>Earnings round-up </strong>Peloton, which <a href=\"https://www.ft.com/content/5881bd65-a9d0-4afe-93d7-19a363a51a44\">recalled some of its treadmills</a> on Wednesday after reports of injuries and one death involving the machines, reports results today. Also reporting are media groups ViacomCBS and News Corp.</p> <p><strong>Fed's stability report</strong> The US central bank is likely to address hedge fund leverage in its semi-annual report following the collapse of Archegos Capital. Archegos, meanwhile, is preparing <a href=\"https://www.ft.com/content/8062ef53-790f-4470-99d5-265335a72334\">for insolvency</a>.</p> <h2>What else we're reading</h2> <p><strong>Are chief executives living up to diversity pledges? </strong>US corporations have pledged to spend $50bn on racial equity since George Floyd's murder, according to a tally of public promises — yet<a href=\"https://www.ft.com/content/67e79b20-bc41-4cb0-992f-a28e3eaa5695\"> only about $250m</a> has actually been spent or committed to a specific initiative. </p> <p><strong>The west is in a contest, not a cold war, with China</strong> Instead of complaining about the economic coercion inherent in, say, Beijing's Belt and Road plan, the G7 should present its own development projects to persuade non-aligned nations that it has a better offer, <a href=\"https://www.ft.com/content/bd980c0f-68cf-4781-9fc7-69f22c13c435\">writes Philip Stephens</a>. A timetable to vaccinate the world against Covid-19 would be a good start, he says.</p> <p><strong>What magic teaches us about misinformation </strong>We share fake news not out of malice or ineptitude, but because of impulse and inattention. It is not so different from a magic trick. In both instances, we can spot the difference between what is real and what is fake, <a href=\"http://ft.com/content/5cea69f0-7d44-424e-a121-78a21564ca35\">writes Tim Harford</a> — but only if we pay attention.</p> <p><strong>Get ready for the new workplace perks</strong> Pre-pandemic perks of gyms and free meals are being replaced by flexible hours, free health programmes, unlimited holiday and debt relief in <a href=\"https://www.ft.com/content/6f34b761-aa03-42e7-b5f2-0b128102e33b\">the post-Covid era</a>. “People don't want free coffee, but they might need insurance now, faster broadband,” says one tech consultant.</p> <p><strong>Western companies in China succumb to Stockholm syndrome </strong>It may sound strange to describe successful, moneymaking ventures in China as hostages, <a href=\"https://www.ft.com/content/51e1a437-3aca-42ed-8403-2a05b338622b\">writes Jamil Anderlini</a>. But many face intellectual property theft, unpredictable and predatory policymaking, intrusive surveillance and the threat of employee arrest arising from ordinary business disputes.</p> <h2>Video of the day</h2> <p><strong>Is Scotland on the road to independence?</strong> As the 300-year-old union between Scotland and England strains under the pressures of Brexit and Covid-19, FT Scotland correspondent <a href=\"https://www.ft.com/video/7ad36726-29d1-49cf-85d8-5786d173235c?playlist-name=editors-picks&amp;playlist-offset=0\">Mure Dickie takes a road trip</a> to gauge the mood ahead of parliamentary elections. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-06T11:21:43.233Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2163,
          "end": 2180
        }
      ],
      "nexusId": "10010560"
    }
  ]
}