{
  "_id": "e0bd329fc5dc95f19aaa2400032462c35bcc2b82bb70f4583e15dc8321e4bce5",
  "feed": "wall-street-journal",
  "title": "U.S. News: Halt Is Advised To Find Answers",
  "text": "<p>Why is the J&amp;J vaccine being paused?</p><p>U.S. health authorities recommended the pause while they investigate six reported cases of blood clots, including one death.</p><p>Six women, ages 18 to 48 years, were reported to have experienced the clots as well as low levels of platelets, which help with clotting.</p><p>The cases were extremely rare -- more than 6.8 million doses of the shot have been given in the U.S. so far -- but the U.S. Food and Drug Administration said it was making the recommendation out of an abundance of caution.</p><p>Regulators and researchers still don't know whether the vaccines cause the side effects, or something else.</p><p>What are the symptoms of blood clots I should look out for?</p><p>If you've gotten the J&amp;J vaccine within the past three weeks, you should look for symptoms such as severe headache, abdominal pain, leg pain or shortness of breath. If you have any of those symptoms, which differ from the flulike symptoms that people have reported following vaccination, you should contact your doctor or other healthcare provider. For each of the six clotting cases, symptoms occurred six to 13 days post-vaccination, whereas the flulike symptoms tend to occur within a day or so of receiving the vaccine.</p><p>But health authorities say there is no need to panic. For those who got the J&amp;J vaccine more than a month ago, the risk for blood clotting is very low, said Anne Schuchat, the principal deputy director at the CDC. People who recently received the vaccine within the last couple of weeks and have any of those symptoms should contact their healthcare provider and seek medical treatment, Dr. Schuchat said.</p><p>\"This is an extremely rare event,\" but it can also be very serious, said Vivek Cherian, an internal medicine physician affiliated with the University of Maryland Medical System. \"Just be aware of those side effects. And if you get them, don't sit on them.\"</p><p>How serious is the risk of blood clots? Don't all vaccines have risk?</p><p>The risk appears low, given there were only a handful of cases reported among the millions of doses given. And all drugs and vaccines can come with risks.</p><p>But health authorities want to be especially careful with shots like the Covid-19 vaccines, which are being given so widely, especially since there are alternatives available.</p><p>What is concerning is that blood clots can be serious or life-threatening if they do occur and aren't treated properly.</p><p>The FDA and CDC told doctors to avoid a blood thinner called heparin.</p><p>Who is most at risk?</p><p>It is still unclear. The six cases all occurred among women between 18 and 48 years, suggesting younger women might be at higher risk.</p><p>A similar pattern was seen with clotting side effects among people given AstraZeneca's Covid-19 vaccine.</p><p>In fact, the U.K.'s medicines regulator recently recommended that people under 30 years shouldn't get the AstraZeneca shot, while Canadian authorities urged stopping its use for people under 55 years.</p><p>How is J&amp;J's vaccine different from the others that are available?</p><p>The J&amp;J vaccine, like the shot from AstraZeneca, uses a new technology to help people's immune systems mobilize against the new coronavirus. The two viral-vector vaccines contain a virus that causes the common cold, but which has been rendered harmless. That virus is engineered to include genetic instructions that trigger a protective immune response.</p><p>The Pfizer and Moderna vaccines use a different technology, called messenger RNA, to achieve the same goal. A CDC official said authorities weren't seeing clotting and low platelet counts among patients who received those vaccines.</p><p>Researchers are investigating whether the viral-vector technology may play a role in the clotting side effects.</p><p>Should people who want a one-shot vaccine keep waiting, or get an mRNA vaccine?</p><p>Health authorities have been encouraging people to get vaccinated as soon as they can, regardless of the shot's maker. And the pause may only last a few days, as the FDA and CDC investigate.</p>",
  "published": "2021-04-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2938,
          "end": 2941
        },
        {
          "start": 712,
          "end": 715
        },
        {
          "start": 1291,
          "end": 1294
        },
        {
          "start": 11,
          "end": 14
        },
        {
          "start": 3002,
          "end": 3005
        }
      ],
      "nexusId": "10010560"
    }
  ]
}