{
  "_id": "d44d132e58e88e3cfc7c3c7723aad4c5a69f678d29773fb2ad526752dfdd69eb",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccine Makers Are Unsure if Fine-Tuning Shots for Omicron Is Worthwhile; Researchers question whether 'original antigenic sin' applies to the new variant",
  "text": "<p>Evidence is building that this phenomenon, also known as immune imprinting, is at work in Covid-19. The implication: Boosting with an Omicron-specific vaccine might only reawaken earlier immune responses, whether they were spurred by vaccination or infection. In other words, an Omicron-specific vaccine may have no advantage over simply boosting with the original vaccines.</p><p>\"You might be better sticking with the first one [vaccine] you had rather than chasing the globe for the next variant,\" said Danny Altmann, professor of immunology at Imperial College London, who was one of the leading authors of a recent paper that provided evidence of immune imprinting with SARS-CoV-2, the virus that causes Covid-19.</p><p>His paper, published last week in the journal Science, found that a person's first encounter with the virus's spike protein—the part that it uses to enter cells—be it through infection or vaccination, shaped their subsequent responses to the virus.</p><p>It detailed how, in U.K. healthcare workers, immune responses differed depending on which variant of the spike protein they first encountered. Those who were infected with the Alpha variant last winter, then vaccinated, had different immune responses to those who had been infected with the Wuhan strain during the first wave, and later vaccinated. For instance, they had stronger immune responses to the Delta strain, and weaker responses to the Beta strain, than those who had only encountered the spike protein of the original Wuhan strain. All of the authorized vaccines are based on the Wuhan strain.</p><p>\"The world of SARS-CoV-2 immunity has become a very complex landscape where we're all a little bit different, so we don't start our vaccine with a blank sheet,\" said Prof. Altmann. \"This stuff needs to be decoded.\"</p><p>Original antigenic sin is both a strength and a weakness of immune memory. It means that the immune system doesn't need to start from scratch when faced with a new variant and can quickly mobilize its trained army of antibodies, which aim to prevent the virus from entering cells, and T-cells, which hunt down and destroy infected cells. But that comes at the expense of closely studying the new variant and training new recruits tailored to a slightly different enemy.</p><p>Pfizer Inc. with partner BioNTech SE, Moderna Inc. and Johnson &amp; Johnson have all said they are working on variant shots against Omicron. One of the central questions for those scientists is whether original antigenic sin means they might as well continue with the original vaccines.</p><p>Robert Seder, chief of cellular immunology at the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health, is among the scientists racing to answer this question.</p><p>His group, which works closely with Moderna, plans to study the immune responses of monkeys boosted with either the original vaccine or one that has been tweaked for Omicron and see whether they differ. That work should start in the next week or two, he said. They will then test if either group has stronger protection against Omicron when infected with the new variant.</p><p>Similar experiments on the Moderna vaccine tweaked for the Beta variant found that boosting with the original shot was as effective as boosting with the Beta version, he said.</p><p>\"We have to determine if there is an advantage of the Omicron boost,\" said Dr. Seder. \"That's really critical.\"</p><p>BioNTech Chief Executive Uğur Şahin said earlier experiments on whether vaccines tweaked for other variants, including Alpha and Delta, could fine-tune the immune response had been encouraging. \"But we need much more data in the coming weeks and months to evaluate this,\" he added.</p><p>Immunologists are hopeful that the existing vaccines will offer some protection from Omicron, especially against severe disease. Vaccines prompt the immune system to produce lots of different antibodies against various parts of the spike protein. So far, the repertoire of antibodies produced by the existing vaccines has been shown to act against all earlier variants of concern, to varying degrees.</p><p>Vaccination also trains T-cells to recognize and destroy infected cells. That part of the immune response is perhaps less affected by viral mutations because T-cells recognize several different parts of the spike protein, according to Saul Faust, professor of pediatric immunology and infectious diseases at the University of Southampton. T-cells don't stop infection but are key to preventing serious illness. </p><p>Vaccination helps the immune system produce protective antibodies and deploy T-cells to root out infection. PHOTO: Amir Hamja for The Wall Street Journal</p><p>In addition, several studies have shown that boosting with the existing shots is effective at restoring vaccine effectiveness against earlier variants of concern. Pfizer and BioNTech recently found that a booster shot cut the risk of symptomatic disease by 95.6%, in a Delta-dominated environment. The earlier trials by Dr. Seder's team found that boosting with either the original or Beta-tweaked version of the Moderna vaccine increased levels of neutralizing antibodies against all variants of concern in monkeys.</p><p>On Wednesday, Pfizer and BioNTech said that while the two-dose regimen was significantly less effective at blocking Omicron in lab tests, a third dose of their shot successfully neutralized the variant. They said they would continue work on a variant vaccine while they gathered more data, including real-world evidence, on how well their existing shots work against Omicron.</p><p>Even so, scientists say that variant vaccines are likely to play a role at some point, assuming the virus continues to mutate. The question for the moment is whether Omicron is different enough from the original strain to prompt a new response from an immune system that has already been exposed to earlier variants, according to Derek Smith, director of the Centre for Pathogen Evolution at the University of Cambridge.</p><p>If and when variant vaccines do come along, it is possible that they will boost earlier immune responses in addition to generating a new response. Cambridge's Prof. Smith found that vaccinating people against a particular strain of the flu virus elicited an immune response specific to that variant and also \"back-boosted\" responses against previously encountered versions. That research was published in Science in 2014.</p><p>\"It's right for [the companies] to prepare an Omicron vaccine, but whether this original antigenic sin is going to come into play or not, it's got to be tested,\" said David Ho, director of the Columbia University Aaron Diamond AIDS Research Center, who is currently testing whether the current vaccines hold up against Omicron. \"If it does come into play, that poses an additional challenge.\"</p><p>Drew Hinshaw contributed to this article.</p><p>Write to Denise Roland at Denise.Roland@wsj.com</p><p>Covid-19 Vaccine Makers Are Unsure if Fine-Tuning Shots for Omicron Is Worthwhile</p>",
  "published": "2021-12-09T13:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2308,
          "end": 2325
        }
      ]
    }
  ]
}