{
  "_id": "2b4749d579b928e8c94be3aa397ea2d58e850a27d76fa4fa97161fddf3854e53",
  "feed": "wall-street-journal",
  "title": "Corporate-Bond Measure  Hints at an Upbeat Outlook  ----  By Sam Goldfarb",
  "text": "<p>   A key measure of the perceived risk in low-rated corporate bonds is hovering around its lowest level in more than a decade, highlighting investors' mounting confidence in the economic outlook. </p><p>   The average extra yield, or spread, investors demand to hold speculative-grade corporate bonds over U.S. Treasurys dropped below 3 percentage points this month to as low as 2.90 percentage points for the first time since 2007, when it set a record of 2.33 percentage points, according to Bloomberg Barclays data. </p><p>   Yields on low-rated corporate bonds already hit a record low of 3.89% in February. That data point is especially important for businesses, because it signals how cheaply they can borrow when they issue new bonds. Companies including Charter Communications Inc. and United Airlines Holdings Inc. have issued a total of $186.1 billion of speculative-grade bonds this year through Wednesday, the highest over that period on record, according to LCD, a unit of S&amp;P Global Market Intelligence. </p><p>   The spread relative to Treasurys, however, is arguably an even better measure of investors' outlook for the economy, since it shows how much investors feel they need to be compensated for the risk that companies may default on their debt. </p><p>   The narrow speculative-grade bond spreads indicate debt investors think that the economic environment for businesses over the next several years could be better than at any time since the 2008-2009 financial crisis -- a striking development after many feared a severe, long-lasting economic downturn just last year. </p><p>   As of Wednesday, the average speculative-grade bond spread was 2.98 percentage points. That was slightly higher than earlier in the month but down from 3.60 percentage points at the end of last year and 4.42 percentage points on Nov. 6, the last full trading session before Pfizer Inc. announced encouraging results from its coronavirus-vaccine trial. </p><p>   Investors and analysts say that two major factors have been responsible for that decline. One is improving economic data, especially consumer spending on goods, which analysts closely link to the two economic relief measures that Congress passed in recent months. The other is optimism for a broader economic rebound later in the year, as people feel more comfortable spending money on services, such as airline travel and restaurant dining. </p><p>   Despite the setback last week when U.S. health authorities recommended a pause in the use of Johnson &amp; Johnson's Covid-19 vaccine, many investors and analysts are still pleased with the pace of vaccinations in the U.S. They note that the large majority of doses are supplied by Pfizer and Moderna Inc., which have been ramping up production. Already, about a third of U.S. adults have been fully vaccinated, and more than half have received at least one dose, according to the Centers for Disease Control and Prevention. </p><p>   Some analysts take a skeptical view of the corporate bond rally. </p><p>   Speculative-grade bond spreads should be about twice their current level based on a fair-value model that takes into account current economic conditions and other factors, said Marty Fridson, chief investment officer at Lehmann Livian Fridson Advisors LLC. </p><p>   According to the Federal Reserve, manufacturers, miners and utilities were using about 74% of their theoretical production capacity in March, he noted, well below the more than 81% level reached in 2007 when corporate bond spreads were at comparable levels. Current spreads suggest investors aren't just optimistic about the economy but feel emboldened that the Fed will protect them from significant losses after the central bank's extraordinary interventions last year, he said. </p><p>   Others, though, say the economic trajectory does justify strong demand for corporate bonds. Aneta Markowska, chief economist at Jefferies LLC, said that industrial production is still being suppressed by pandemic-related supply challenges and could reach 80% of capacity by the summer just by catching up to current demand. </p><p>   Overall, she said, the economy is better poised now than it was for years after the financial crisis because households \"are sitting on tons of cash,\" and the government has been pumping trillions of dollars into the economy. </p><p>   If anything, debt investors may be in a more comfortable position than equity investors because they won't worry if growth slows substantially two years from now, as long as it remains positive. </p><p>   \"If you've accumulated massive earnings in the last two years that you haven't spent, that also creates a big buffer on your balance sheet,\" Ms. Markowska said. \"That's what's going to keep default risk pretty low for the foreseeable future.\" </p><p></p>",
  "published": "2021-04-23T06:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2437,
          "end": 2454
        }
      ]
    }
  ]
}