{
  "_id": "07f8b80307cedf6aa9f862e1dd711245e4f23ee2e64d7ac755b05585f0337479",
  "feed": "ftcomall",
  "title": "India blocks vaccine exports in blow to dozens of nations",
  "text": "<p>India, one of the world's biggest vaccine producers, has imposed a de facto ban on jab exports as it seeks to prioritise local vaccinations amid an accelerating second wave of coronavirus infections. </p> <p>The Serum Institute of India, the largest manufacturer of vaccines in the world and the biggest supplier to the international Covax programme, has been told to halt exports and that the measures could last as long as two to three months, according to two people familiar with the situation.</p> <p>Gavi, the UN-backed international vaccine alliance, immediately warned that the controls would have a direct impact on the Covax scheme, set up with the World Health Organization to ensure the equitable global distribution of at least 2bn Covid-19 vaccine doses in 2021.</p> <p>“Deliveries of Covid-19 vaccines to lower-income economies participating in the Covax facility will face delays following a setback in securing export licences for further doses . . . produced by the Serum Institute of India (SII) expected to be shipped in March and April,” Gavi said in a statement.</p> <p>News of the controls — which are likely to also affect the shipment of at least 5m doses to the UK — came as EU leaders prepared for talks on Thursday on their own proposed export curbs. The EU, like India, is a major vaccine production hub and has already exported millions of doses while its own coronavirus vaccination programme has lagged behind.</p> <p>Faced with another wave of infections, the EU and India are under domestic pressure to secure local supplies, but international public health officials have warned that export controls risk doing more damage in the long run.</p> <p>“There is absolutely no need, absolutely no need for us as humanity to go into a vaccine war to fight this pandemic. We will all be losers,” said John Nkengasong, director of the Africa Centres for Disease Control and Prevention.</p> <p>Africa is heavily dependent on receiving vaccines from the Covax programme. “Without ramping up access to vaccines we will be challenged . . . Lives will be lost,” he added.</p> <a href=\"http://www.ft.com/cms/1c6e8ebb-cae3-4332-ae22-dd19f29af3fd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The Serum Institute is contracted to manufacture 550m Oxford/AstraZeneca vaccine doses and 550m Novavax vaccine doses for Covax in 2021 and 2022, more than 80 per cent of the facility's current signed contracts, according to data from the start of March. The WHO said Covax was in discussion with the Indian government to ensure some shipments could be completed in March and April.&#xa0;</p> <p>Novavax said it was not affected by the export control measures since it did not plan to request authorisation for its vaccine, which is still in clinical trials, until the second quarter of the year. “We trust that questions regarding export licences will be sorted out soon,” it added.</p> <p>AstraZeneca did not immediately respond to requests for comment. India's foreign ministry declined to comment.</p> <p>Johnson &amp; Johnson, which is still in the process of setting up production in India through its local partner Biological E, was also less likely to be immediately affected, according to a person familiar with the matter. J&amp;J has a non-binding agreement to supply Covax with 500m doses. It did not immediately respond to a request for comment.</p> <p>India is experiencing a sharp rise in new coronavirus cases and is preparing to expand its vaccination campaign to people aged 45 and above on April 1. </p> <p>The government wants to assess demand for inoculations in the next stage of the rollout before clearing export shipments, experts said.</p> <p>“Everything other than India is on hold for the time being;&#xa0;India is the priority,” said a person briefed on the vaccine export talks. </p> <p>Bharat Biotech, the only other company whose vaccine has been approved for use in India, declined to comment.</p> <p>In addition to its Covax contracts, Serum Institute has bilateral supply agreements with several countries, including the UK. </p> <p>Matt Hancock, UK health secretary, said last week that 5m doses of AstraZeneca vaccine ordered by Britain from the Serum Institute had been delayed. A spokesperson for the prime minister, Boris Johnson, said the government remained “in close contact with all manufacturers to understand and address issues of supplies”.</p> <p>India has exported 60m vaccines to countries around the world — more than the 54m doses it has given to its own people — and some states, including the eastern state of Odisha, have reported that they are running low on vaccine stocks.</p> <p>The country of 1.4bn people on Thursday reported 53,000 new infections in the past 24 hours, the highest number since October.</p> <p>“It's about survival,” said Kiran Mazumdar-Shaw, chief executive of Biocon, one of India's largest biotech companies. “India has been charitable in exporting 60 million doses thus far. It's now time to vaccinate Indians.” </p> <p><em>Additional reporting by Andres Schipani in Nairobi and Jasmine Cameron-Chileshe in London</em></p><p>Source: Stephanie Findlay in New Delhi, Michael Peel in Brussels and Donato Paolo Mancini in Rome 2021 'India blocks vaccine exports in blow to dozens of nations' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-25T10:41:59.731Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3045,
          "end": 3048
        },
        {
          "start": 2825,
          "end": 2842
        }
      ]
    }
  ]
}