{
  "_id": "2162bf4501f2ef5ccd6c247a7f12bed24c028c88e32fe4896e6cd94e6efce9d7",
  "feed": "ftcomall",
  "title": "Scientists claim to have solved Covid vaccine blood-clot puzzle",
  "text": "<p>Scientists in Germany claim to have cracked the cause of the rare blood clots linked to the Oxford/AstraZeneca and Johnson &amp; Johnson coronavirus vaccines and believe the jabs could be tweaked to stop the reaction happening altogether.</p> <p>Rolf Marschalek, a professor at Goethe university in Frankfurt who has been leading studies into the rare condition since March, said his research showed the problem sat with the adenovirus vectors that both vaccines use to deliver the&#xa0;genetic instructions for the&#xa0;spike protein of the Sars-Cov-2 virus into the body.&#xa0;</p> <p>The delivery mechanism means the vaccines send the&#xa0;DNA gene sequences of the&#xa0;spike protein into the cell nucleus rather than the cytosol fluid found inside the cell where the virus normally produces proteins, Marschalek and other scientists said in a <a href=\"https://www.researchsquare.com/article/rs-558954/v1\">preprint paper</a> released on Wednesday.&#xa0;&#xa0;</p> <p>Once inside the cell nucleus, certain parts of the spike protein DNA are spliced, or split apart, creating mutant versions, which are unable to bind to the cell membrane where important immunisation takes place. The floating mutant proteins are instead secreted by cells into the body, triggering blood clots in roughly one in 100,000 people, according to Marschalek's theory.</p> <p>In contrast, mRNA-based vaccines, such as the jabs developed by BioNTech/Pfizer and Moderna, deliver the spike's genetic material to the cell fluid and it never enters the nucleus.</p> <p>“When these . . . virus genes are in the nucleus they can create some problems,” Marschalek told the Financial Times.</p> <p>The rare blood-clotting reaction that has disrupted the rollout of the AstraZeneca and J&amp;J shots has been recorded in 309 of the 33m people who have received the AstraZeneca vaccine in the UK, causing 56 deaths. In Europe, at least 142 people have experienced the blood clots out of 16m recipients of the vaccine. </p> <p>In response, use of the AstraZeneca jab has been restricted or suspended in more than a dozen countries. J&amp;J began the rollout of its vaccine in Europe with a warning on its label in April after a brief delay because of the concerns.</p> <p>But Marschalek believes there is a straight forward “way out” if the vaccine developers can modify the&#xa0;gene sequence that codes for&#xa0;the spike protein to prevent it splitting apart.&#xa0;</p> <p>J&amp;J had already contacted Marschalek's lab to ask for guidance and was looking at ways to adapt its vaccine to prevent splicing, he said.</p> <p>The&#xa0;instructions for the&#xa0;spike protein in the J&amp;J shot&#xa0;were&#xa0;already less prone to “splicing” than the&#xa0;instructions for the spike protein&#xa0;in the AstraZeneca jab, making the reaction less common, according to Marschalek. In the US, eight of the 7.4m recipients of the J&amp;J shot have reported the rare reaction.</p> <p>“[J&amp;J] is trying to optimise its vaccine now,” he said. “With the data we have in our hands we can tell the companies how to mutate these sequences, coding for the spike protein in a way that prevents unintended splice reactions.”</p> <p>J&amp;J said: “We are supporting continued research and analysis of this rare event as we work with medical experts and global health authorities. We look forward to reviewing and sharing data as it becomes available.”</p> <p>Some scientists have cautioned that Marschalek's theory is one among many, and that further evidence is needed to substantiate his claims.</p> <p>“There is evidence missing to show the causal chain from the splice . . . of the spike protein to the thrombosis events,” said Johannes Oldenburg, professor of transfusion medicine at the university of Bonn. “This is still a hypothesis that needs to be proven by experimental data.”</p> <p>Marschalek said he had presented his lab's findings to the German government's Paul-Ehrlich Institute and to the country's advisory body on vaccination and immunisation.</p> <p>“They were surprised by our findings because no one was thinking about the splice problem,” he said.</p> <p><em>This story has been amended to clarify how the vaccine delivers the genetic instructions for the spike protein of Sars-Cov-2</em></p><p>Source: Anna Gross in London 2021 'Scientists claim to have solved Covid vaccine blood-clot puzzle' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-26T19:44:51.319Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 115,
          "end": 132
        },
        {
          "start": 2928,
          "end": 2931
        },
        {
          "start": 2251,
          "end": 2254
        },
        {
          "start": 2655,
          "end": 2658
        },
        {
          "start": 2435,
          "end": 2438
        },
        {
          "start": 1608,
          "end": 1611
        },
        {
          "start": 1940,
          "end": 1943
        }
      ],
      "nexusId": "10010560"
    }
  ]
}