{
  "_id": "6f8b6829014e66f95961528f7d439d764eb7f8be3127ca4ac0085b4da1e73811",
  "feed": "wall-street-journal",
  "title": "U.S. News:  A Slice to Go With the Shot  Helps Lure Unvaccinated  ----  By Julie Wernau",
  "text": "<p>   Celeste Shaw says she is bribing people with her grandmother's famous oatmeal in exchange for getting vaccinated. </p><p>   Her farmhouse-style restaurant, Chaps, in Spokane, Wash., sees 700 people a day on the weekends. Now they are also serving up Covid-19 vaccines, in collaboration with state health officials. It is a lot nicer than the dreary hospital where she got her shot, she says. </p><p>   \"People can come sit at these little vintage tables, wait their 15 minutes and have breakfast together -- or a mimosa and a bellini,\" she says. </p><p>   Covid-19 vaccines are showing up in unlikely places -- on public transportation, at churches and in factories. Shots are also being offered in restaurants, casinos and ballparks. These pop-up locations represent a bid by health advocates and community leaders to reach a group of unvaccinated individuals less likely to make headlines: the ambivalent. </p><p>   A large number of Americans say they aren't necessarily for or against vaccines, they just haven't gotten around to it. Of the 43% of adults who say they haven't gotten a single shot, nearly 90% say they haven't tried to make an appointment, according to survey data from the nonprofit Kaiser Family Foundation. </p><p>   While reasons range from safety concerns to logistical barriers to questions about eligibility, a significant chunk of unvaccinated adults say they are just too busy, aren't able to get the time off work, haven't gotten around to it or don't feel it is urgent. </p><p>   Brian Weaver, a 46-year-old math tutor in Chicago, says he would likely get vaccinated once the pharmacy across the street has shots available. He is confident he has already had Covid-19 and doesn't see very many people anyway, so he doesn't feel an urgency to get vaccinated. </p><p>   \"If I was going to get this thing bad, it would have happened by now. I did the binomial probability on it,\" he says. </p><p>   Ideas for reaching people who are ambivalent about vaccines to make it convenient and even fun to get vaccinated range from the pragmatic to the bizarre. In Ohio, Gov. Mike DeWine, a Republican, is offering vaccinated adults a chance to win a weekly $1 million prize. </p><p>   In Washington state, a slice of pizza was enough to get Terry Parker vaccinated. The 58-year-old got his shot at a local restaurant, David's Pizza, after passing up other opportunities, including at the U.S. Department of Veterans Affairs. David's was offering the shot he wanted (Johnson &amp; Johnson) and a free slice of pizza, and it was convenient, he said. \"You got a slice of pie and then a choice of drink after your 15-minute wait period,\" he says. </p><p>   In New York City, shots are popping up at Grand Central Terminal, Penn Station and on the subway, with free fare cards for riding the trains. The shots don't require an appointment, an added hassle that health providers say can be an obstacle. </p><p>   Henry Munoz III is co-founder of Somos US, a physician network teaming up with public officials to help distribute those shots. They are also successfully getting vaccines out to the offices of family doctors who serve mostly Latino and Chinese patients. </p><p>   \"It's convenience, sure, but it's also economics and time and culture,\" he says. \"If you're a person who is just generally intimidated by medicine, if you don't speak English, if you have a citizenship issue, if you have to go to work because you're an essential worker, you're not coming to a hospital or Yankee Stadium.\" </p><p>   In Los Angeles County, health officials have teamed up with data-science company Cogitativo to pinpoint where getting shots is too inconvenient to expect people to show up without a little extra effort. The results revealed swaths of the county, including Compton, where getting to a vaccination site would be an inconvenience because they are so far from where most people live. </p><p>   Local community groups informed residents about pop-up vaccination sites in a nearby park or church. Getting people registered by those they already knew and trusted with their information helped get a lot of shots into arms that probably wouldn't have happened otherwise, says Dr. Roberto Vargas, co-chairman of the Covid-19 vaccine equity advisory committee for the Los Angeles County Department of Public Health. \"A lot of churches were just using pen and paper to get people's info and then logging it,\" he says. </p><p>   A number of companies are bringing shots to people on the job. In La Vergne, Tenn., Darren Greer, 31, got his vaccine last week at the Quality Industries LLC factory where he works as a machinist. Mr. Greer says as soon as he gets off work he has to head over to his second job washing dishes at Burger King. Between two jobs, one child, two dogs and 14-hour days, he hasn't had time to get his shot. </p><p>   \"I don't even have time to call around to find an appointment,\" he says. \"My mom was asking me and I said, 'Mom I don't have time.' Having it here at work really made a big difference.\" </p><p></p>",
  "published": "2021-05-19T06:11:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2396,
          "end": 2413
        }
      ]
    }
  ]
}