{
  "_id": "781d2025f37a7f4a694029e9ab4c95861838f3886a571011ce6cb9cea5ee1116",
  "feed": "wall-street-journal",
  "title": "Children 12 to 15 Are Cleared  By FDA to Get Pfizer Vaccine  ----  By Jared S. Hopkins, Thomas M. Burton and Jennifer Calfas",
  "text": "<p>   U.S. health regulators have for the first time cleared a Covid-19 vaccine's use in children, paving the way for many to be immunized before summer camps and the start of the next school year. </p><p>   Millions of people ages 16 years and older have taken the shot from Pfizer Inc. and partner BioNTech SE. The U.S. Food and Drug Administration's decision Monday widens the vaccine's use to children as young as 12. </p><p>   The move comes after a study of 2,260 adolescents found the two-dose shot worked safely in that age group. </p><p>   Its expanded use is expected to boost a vaccination campaign seeking to immunize as many people as possible before dangerous variants able to elude shots emerge. Wider use of the vaccines also could permit easing of pandemic measures. </p><p>   \"The light at the end of the tunnel is growing, and today it got a little brighter,\" President Biden said. </p><p>   The expansion \"is a significant step in the fight against the Covid-19 pandemic,\" Acting FDA Commissioner Janet Woodcock said. \"Today's action allows for a younger population to be protected from Covid-19, bringing us closer to returning to a sense of normalcy and to ending the pandemic.\" </p><p>   Dr. Woodcock said the agency made its decision after a rigorous and thorough review of data on the vaccine's safety and effectiveness in the adolescents. </p><p>   The authorization could also bolster schools' efforts to open classrooms full-time to middle- and high-school students for five days a week, superintendents and education leaders said. Many districts have already made public full-time reopening plans for this fall, though uncertainty around when children could get vaccinated, for instance, could upset preparations. </p><p>   \"The vaccination is the ticket for the most normal school year possible next year,\" said Fairfax County, Va., Public Schools Superintendent Scott Brabrand, whose district plans to offer in-person instruction full-time this fall. </p><p>   More than 114 million people in the U.S. have been fully vaccinated, mostly adults, according to the federal Centers for Disease Control and Prevention. Health experts said children will need to be inoculated to reach the communitywide immunity necessary to drop pandemic precautions fully. About one-quarter of the U.S. population is under 18 years old. </p><p>   \"We're saving children from ending up sick and going to the hospital,\" said William Gruber, a pediatrician and senior vice president of Pfizer's vaccine clinical research. \"We're also expanding on that herd immunity protection that is going to be so critical for us to resume our normal lives.\" </p><p>   Pfizer Chief Executive Albert Bourla expressed thanks to the children and their families who volunteered to study the vaccine's use. </p><p>   Since adolescents will take the same shot older people get, inoculations in the younger group could start in pharmacies and mass-vaccination sites as soon as states deem them eligible. Expanded eligibility could come as early as Thursday, according to Peter Marks, who heads the FDA division that regulates vaccines. </p><p>   Some adolescents would be fully vaccinated before they head off to summer camps, according to health experts, and many would be protected against the symptomatic disease by the time their next school year starts. </p><p>   First, a committee of experts advising the CDC is tentatively scheduled to meet Wednesday to review the study data and decide whether to recommend giving the shots to youths, a CDC spokeswoman said. </p><p>   The federal government is working with states, pharmacy chains, pediatricians and other groups to determine the logistics of administering the shots to children, the spokeswoman said. </p><p>   Surveys suggest that some parents will seek to get their adolescent children vaccinated as soon as possible while other parents want to wait. Some public-school systems are planning to encourage families to get their children immunized and to offer shots. </p><p>   The School District of Philadelphia is working with the local health department and the Children's Hospital of Philadelphia to help students receive vaccines, Superintendent William Hite said. </p><p>   \"Every step we take toward getting more people in our communities vaccinated is a step closer to putting all of this behind us,\" said Tulsa, Okla., Public Schools Superintendent Deborah Gist. The Tulsa system, she said, is looking into vaccinating students over the final weeks of the school year and during a new summer learning program. </p><p>   Districts generally require students be vaccinated against infectious diseases such as measles and mumps. Several school superintendents of larger districts said they probably wouldn't immediately require students to be inoculated against Covid-19 for in-person learning because the vaccine is authorized for emergency use rather than fully approved. </p><p>   Los Angeles Unified Superintendent Austin Beutner said the district would await further guidance from federal authorities to determine whether Covid-19 vaccinations would be required. \"Down the road, one might have that expectation,\" he said. \"But we'll wait for health authorities first to tell us it's appropriate, and I expect that to come in the weeks and months ahead.\" </p><p>   White House press secretary Jen Psaki has said the federal government wouldn't require schools and districts to mandate student vaccinations. </p><p>   Canadian health regulators cleared the vaccine for children 12 years and older last week. Pfizer and BioNTech also have asked European regulators to authorize the two-dose shot for children 12 years and older. </p><p>   Covid-19 vaccines for children under 12 years might be available in the U.S. by the end of the year. Pfizer recently said it anticipates asking the FDA in September to authorize its vaccine's use in children 2 to 11 years old should ongoing studies prove positive. </p><p>   Children are at lower risk of Covid-19 infection than adults, according to health experts, and when they are infected they tend to experience milder symptoms. Yet some can become seriously ill and some can spread the virus. </p><p>   During a recent gathering hosted by the American Academy of Pediatrics, about 20% of pediatricians attending said they were already giving vaccinations to people at least 16 years old, while 60% had enrolled with their state as a vaccinator, according to the AAP. </p><p>   The Pfizer-BioNTech vaccine is among three authorized for use in the U.S., along with shots from Moderna Inc. and Johnson &amp; Johnson. </p><p>   The U.S. authorized the Pfizer-BioNTech shot in December for use in people 16 years and older after a trial involving 44,000 subjects. </p><p>   Vaccines typically take years to design, test and bring to market. After researchers made rapid discoveries about the virus, Pfizer and BioNTech moved quickly partly by betting on a promising but unproven gene-based technology, known as mRNA. They said they also saved time by testing multiple candidates, and combining phases of its clinical trial. Regulators also reviewed the study data faster than they usually do. </p><p>   --- </p><p>   Bojan Pancevski contributed to this article. </p><p></p>",
  "published": "2021-05-11T06:08:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6325,
          "end": 6342
        }
      ],
      "nexusId": "10010560"
    }
  ]
}