{
  "_id": "33c5ef05130c3cad42237847c43bc398d4ef8aee8f994a72d9c51ab2aa123ebb",
  "feed": "ftcomall",
  "title": "Johnson & Johnson vaccine wins EU approval but rollout likely to be slow",
  "text": "<p>Johnson &amp; Johnson's single-shot Covid-19 vaccine has won approval from the EU medical regulator, boosting the bloc's struggling immunisation campaign.</p> <p>The <a href=\"https://www.ema.europa.eu/en/news/ema-recommends-covid-19-vaccine-janssen-authorisation-eu\">European Medicines Agency said </a>on Thursday that it had recommended the jab for all adults, although supply constraints mean the rollout is unlikely to start straight away. </p> <p>The drugmaker has had problems with its production capacity and has been unable to confirm how many doses it will ship to the EU next month or when this will happen, said people with knowledge of the matter. J&amp;J was supposed to start deliveries in April and to inform European officials of delivery dates and quantities 30-days in advance, one of the people said.</p> <p>J&amp;J said it was confident of meeting its overall 2021 commitment to the EU of 200m doses, starting delivery in the second quarter.</p> <p>“Due to the global interconnectivity of our production and supply chain processes, we are not dependent on any one plant or production facility to meet our EU commitment, and we will use our global capability to deliver on our EU commitments,” it said.</p> <p>Asked if there were delays to J&amp;J's supply schedule, the European Commission said it was in touch with the company and other vaccine makers it has contracted to “ensure that deliveries take place as agreed and ensure quick deliveries of sufficient numbers of doses”. </p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Health authorities worldwide are banking on the vaccine, because it is the only approved one-dose immunisation and can be distributed at refrigerator temperatures.</p> <p>In its phase 3 trial, the J&amp;J shot showed an average <a href=\"https://www.ft.com/content/d05c7c57-da11-42a1-aa33-b66052c904ac\">efficacy rate of 66 per cent</a> in preventing moderate and severe Covid-19, dragged down slightly by a site in South Africa where it proved less effective against the 501.V2 variant. </p> <p>The EU has a total order of 200m doses of the J&amp;J vaccine with an option to buy 200m more. President Joe Biden instructed the US health department to order a further 100m doses of the shot on Wednesday, on top of the 100m already expected by the summer. The vaccine received emergency use authorisation in the US late last month. J&amp;J entered a tie-up last week with rival Merck to boost production. </p> <p>The world's largest healthcare company by revenue has previously <a href=\"https://www.ft.com/content/b5ba2702-3bad-4f10-9d80-00eb3d48d802\">encountered delays</a> at filling plants in the US where vials had to be checked by hand for two weeks, the Financial Times has reported.</p> <p>The delays to European deliveries may have been caused by scaling-up issues and other production problems at a plant in the Netherlands, said people familiar with the matter.</p><p>Source: Donato Paolo Mancini in Rome, Hannah Kuchler in New York and Michael Peel and Sam Fleming in Brussels 2021 'Johnson &amp; Johnson vaccine wins EU approval but rollout likely to be slow' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T13:29:52.244Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1105,
          "end": 1108
        },
        {
          "start": 1785,
          "end": 1788
        },
        {
          "start": 2069,
          "end": 2072
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 691,
          "end": 694
        },
        {
          "start": 1532,
          "end": 1535
        },
        {
          "start": 535,
          "end": 538
        }
      ],
      "nexusId": "10010560"
    }
  ]
}