{
  "_id": "ec9d9c50e47d23331d21228f8334f9b4f62cf76c927b6a4003324c504349df94",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Boy Scouts Bankruptcy Explained; J&J Defeats Effort to Block Potential Talc Bankruptcy",
  "text": "<p>The bankruptcy case of the Boy Scouts of America may be nearing its end. Here, a statue outside the youth group's headquarters in Irving, Texas last year.</p><p>The Boy Scouts' bankruptcy case may be nearing its end. The Boy Scouts of America is pushing to exit bankruptcy after seeking chapter 11 protection last year from a growing number of sex-abuse claims. The bankruptcy case, which spotlighted past failures by the organization to protect children, may be nearing its end as a settlement offer gains momentum. The youth group has said it needs to make peace with sex-abuse victims for its mission to survive. Here's what you should know about the chapter 11 case, the largest ever filed over sexual abuse, and what could happen next.</p><p>Injury claimants lost a bankruptcy-court ruling to J&amp;J. A Delaware judge declined to prohibit Johnson &amp; Johnson from separating talc-related liabilities from the rest of its business, ruling against personal-injury lawyers who said they fear the company could place thousands of cancer claims into bankruptcy. A J&amp;J lawyer said the court rightly refused to prevent the company from engaging \"in legitimate business transactions, in the event that it chooses to do so.\"</p><p>Bankruptcy</p><p>A Latam Airlines shareholder group was denied an early look at its business plan. A bankruptcy judge ruled against a group of Latam Airlines Group SA shareholders that wanted the bankrupt carrier to promptly provide access to its business plan. The group members, some of which helped back the bankruptcy exit of Hertz Global Holdings Inc., said they also want to help recapitalize Latam, but can't commit to doing so until they see a business plan.</p><p>But Judge James Garrity in the U.S. Bankruptcy Court in Manhattan on Thursday denied the committee request, saying the investors wouldn't suffer undue hardship if they can't promptly review Latam's business plan.</p><p>He said Latam is in the early stages of negotiations, that a widespread release of information could disrupt the process, and that the few who have seen the commercially sensitive plan already have a history of investing in the business. Judge Garrity also said the plan will eventually be made public. Committee lawyer Andrew Glenn said afterward that the equity committee, which owns 3.5 million shares, looks forward to reviewing the business plan, and will take an active role in the bankruptcy case regardless of the obstacles it confronts. — Becky Yerak</p><p>Bankrupt UBiome's trustee is fighting its founders' insurance request. The trustee overseeing the bankruptcy of lab-testing business uBiome Inc. opposed an effort by the company's founders to use proceeds from directors and officers liability insurance to pay legal defense bills.</p><p>Former co-chief executives Jessica Richman and Zac Apte have been defendants in cases brought by the Justice Department and the Securities and Exchange Commission. Alfred Giuliano, the chapter 7 trustee, said in a Thursday court filing that policy proceeds belong to the San Francisco-based business. The U.S. government has filed a $7.8 million claim against uBiome for alleged fraudulent billing, court records show. — Becky Yerak</p><p>Bankrupt prison contractor settles U.S. lawsuits for $15.3 million. Connections Community Support Programs Inc., a bankrupt provider of drug addiction and mental illness treatment, has settled two lawsuits filed by the U.S. Justice Department.</p><p>The Wilmington, Del.-based nonprofit has agreed to the entry of a $13.7 million judgement over allegations that it fraudulently billed Medicare and Medicaid for mental health services rendered by unqualified individuals. It will also agree to a $1.6 million judgment involving violations of a controlled substances act, specifically for poor recordkeeping. The Justice Department said recoveries could be limited by the availability of funds at Connections, which has sold many of its assets during its chapter 11. — Becky Yerak</p><p>Distress</p><p>Lordstown Montors named a former Icahn executive as CEO. Lordstown Motors Corp. on Thursday said Daniel Ninivaggi, a longtime automotive industry executive and onetime lieutenant to billionaire Carl Icahn, has joined the electric-truck startup as chief executive and a member of the board.</p><p>Lordstown Motors plans to begin production of electric pickup trucks at a former General Motors Co. assembly plant in Ohio next month, but the company's stock has been slammed in recent months due to several challenges that have emerged since it went public last fall.</p><p>Consumers</p><p>The Supreme Court lifted the Biden administration's latest eviction ban. In Thursday's unsigned opinion, the high court's conservative majority said the temporary eviction ban exceeded the Centers for Disease Control and Prevention's authority to combat communicable diseases, forcing landlords to bear the pandemic's costs.</p><p>The Education Department ordered ITT loans forgiven. The government on Thursday approved another $1.1 billion in loan-forgiveness requests from former ITT Technical Institute students who say they were swindled by the now-defunct chain of schools. The loans of 115,000 former ITT students are being forgiven under a legal provision known as \"closed school discharge,\" available to students enrolled at schools which closed while they were enrolled or had recently withdrawn.</p><p>In Other News</p><p>Centerra Gold Inc's units on Wednesday filed a motion in a U.S. Bankruptcy Court seeking penalties of $1 million a day against the Kyrgyzstan government, related to the seizure of the Canadian company's Kumtor gold mine. (Reuters)</p><p>LeClairRyan's bankruptcy trustee has added claims against firm co-founder and former CEO Gary LeClair in an amended complaint filed Wednesday. Chapter 7 trustee Lynn L. Tavenner alleged that LeClair favored himself and other insiders as the firm's finances deteriorated while signing an agreement with a legal services provider that effectively gave the new entity control of the law firm. (ABA Journal)</p>",
  "published": "2021-08-27T13:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 829,
          "end": 846
        },
        {
          "start": 1047,
          "end": 1050
        },
        {
          "start": 58,
          "end": 61
        },
        {
          "start": 786,
          "end": 789
        }
      ],
      "nexusId": "10010560"
    }
  ]
}