{
  "_id": "7c02787ef471e0794275a642ea7aab9ca72cb509ab2242ee9bb956cc9535508e",
  "feed": "ftcomall",
  "title": "Pfizer and Moderna raise EU Covid vaccine prices",
  "text": "<p>Pfizer raised the price of its Covid-19 vaccine by more than a quarter and Moderna by more than a tenth in the latest EU supply contracts as Europe battled supply disruptions and concerns about side effects from rival products.</p> <p>The groups are set to generate tens of billions of dollars in revenue this year as they sign new deals with countries anxious to secure supplies for potential booster shots in the face of the spread of the highly infectious Delta coronavirus variant.</p> <p>The terms of the deals, struck this year for a total of up to 2.1bn shots until 2023, were renegotiated after phase 3 trial data showed their messenger ribonucleic acid vaccines had higher efficacy rates than cheaper shots developed by Oxford/AstraZeneca and Johnson &amp; Johnson.</p> <p>The new price for a Pfizer shot was €19.50 against €15.50 previously, according to portions of the contracts seen by the Financial Times. </p> <p>The price of a Moderna jab was $25.50 a dose, the contracts show, up from what people familiar with the matter said was about €19 ($22.60) in the first procurement deal but lower than a previously agreed $28.50 because the order had grown, according to one official close to the negotiations. </p> <p>The official said the companies had capitalised on their market power and deployed the “usual pharma rhetoric . . . Vaccines work so they increased the ‘value'.” </p> <p>Pfizer last week raised its guidance for annual <a href=\"https://www.ft.com/content/ee45a6f3-1577-4d64-bd1f-462c7440de38\">vaccine revenue</a> by nearly a third to $33.5bn, after sales of the shot helped almost double sales in the second quarter. </p> <p>Chief executive Albert Bourla said prices for higher-income countries were “comparable”, with middle-income countries charged about half and lower-income countries paying cost. </p> <p>Pfizer, which shares profits with its German partner BioNTech, expects to raise prices after the pandemic is over.</p> <p>The revenue gap between messenger RNA vaccines, whose genetic instructions prompt cells to make viral proteins that prime the immune system, and more traditional rivals that contain either viral proteins or an inactivated virus, is set to widen further next year according to forecasts compiled for the FT by Airfinity.</p> <p>The life sciences consultancy predicts sales of Pfizer's shot will hit $56bn with Moderna's reaching $30bn, as they dominate the high-income markets. </p> <p>Sales of the AstraZeneca jab, which is priced at cost and is the largest vaccine supplied to low-income countries, are forecast to rise to $15bn next year.</p> <p>The EU contracts were struck at a complex moment in the bloc's vaccine rollout, as it faced supply problems from AstraZeneca and J&amp;J as health authorities probed a suspected link between their shots and rare blood clots. </p> <p>Brussels was also <a href=\"https://www.ft.com/content/f0e74ab5-63ed-478d-bbf6-aea7590eba95\">battling criticism</a> from member states led by Austria that accused the European Commission of “unfair” vaccine distribution, arguing that the EU system had left some countries short on supply.</p> <p>Officials said the commission and EU governments had agreed to pay a higher price to secure proved supplies from European manufacturing plants. The new Pfizer price is the same as that agreed earlier in the year on an advance of <a href=\"https://www.ft.com/content/486a65fe-0608-4230-b9d5-c990f10d5be8\">10m doses</a>, officials said.</p> <p>One official said staff working for Moderna were especially “preposterous and arrogant” in their dealings with the commission, highlighting a lack of previous experience in government affairs. </p> <p>Moderna, whose Covid vaccine is its first commercially approved product, did not respond to a request for comment on the details of its EU pricing but pointed to previous disclosures that smaller-volume agreements would be executed at higher prices. It reiterated that it aimed to provide effective and affordable vaccines to “all populations”.</p> <p>The FT<a href=\"https://www.ft.com/content/405c0d07-d15a-4f5b-8a77-3c2fbd5d4c1c\"> reported last year</a> that Moderna had initially asked buyers including the EU for a price of at least high double-digit dollars per course.</p> <p>The commission said Brussels has reserved the right for an additional 1.8bn doses of Pfizer's vaccine “to be ready if booster shots are necessary and should we need additional vaccines in the context of variants”. Pfizer declined to comment on pricing, citing confidentiality.</p><p>Source: Donato Paolo Mancini in Athens, Hannah Kuchler in London and Mehreen Khan in Brussels 2021 'Pfizer and Moderna raise EU Covid vaccine prices' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-01T11:14:38.825Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 738,
          "end": 755
        },
        {
          "start": 2565,
          "end": 2568
        }
      ],
      "nexusId": "10010560"
    }
  ]
}