{
  "_id": "c783849c0575cd25bf41a98a79011df49e83b43fa981fd05a56e23bcf5a38d73",
  "feed": "wall-street-journal",
  "title": "J&J Split Sees Band-Aid, Tylenol Go Their Own Way; Stand-alone business would have greater focus on growing self-care trend, but it will face rising competition",
  "text": "<p>More on the J&amp;J Split</p><p>* J&amp;J Plans to Split Into Two Public Companies</p><p>While the consumer business is slower-growing and lower-margin than prescription medicines, it has expanded globally and into newer brands in recent years. It houses four brands that each ring up $1 billion in annual sales, and 20 that generate more than $150 million. Still, the stand-alone consumer business won't be able to draw on a well-endowed parent and faces rising competition in its core categories.</p><p>J&amp;J's consumer brands brought in $14.1 billion of sales last year, generating about 17.1% of total revenue. Of those sales, it generated roughly a third from over-the-counter medicines, a third from skin health and beauty brands, and the rest from oral care, baby care, women's health and other products. J&amp;J said it expects consumer sales to hit $15 billion this year.</p><p>Over-the-counter medicines have lately performed strongly as cold and flu cases have risen as social distancing measures ease. J&amp;J's over-the-counter medicines arm, which includes Motrin pain relief and the Nicorette smoking cessation aid, grew sales 18% in the third quarter. As well as a rise in seasonal illness, demand for pain relief after vaccinations helped sales.</p><p>Still, J&amp;J's new consumer business will face tough competition in OTC. GlaxoSmithKline PLC and Pfizer Inc. have merged their consumer businesses, creating a big, focused rival, while Mucinex and Strepsils owner Reckitt Benckiser Group PLC says new product innovations are helping it win market share. Competition from cheaper store-brand products is also rising.</p><p>J&amp;J's stand-alone consumer business, which has yet to be named, also houses its big skin-care brands, like Neutrogena and Aveeno. Skin care is a lucrative and fast-growing global market, attractive to both millennials and baby boomers with sales of high-end products growing particularly well. Euromonitor values the global skin-care market at about $138 billion and is forecasting it will grow 5.9% this year.</p><p>In skin care, J&amp;J competes against the likes of London-based Unilever PLC, which in addition to selling big brands like Dove and Simple also owns smaller more upscale ones like Kate Somerville, REN, Murad and Dermalogica. This summer Unilever added direct-to-consumer skin-care brand Paula's Choice to that business.</p><p>While skin care had a tough time through the pandemic as consumers stayed home, the category is now bouncing back in many major markets. In a category increasingly crowded with startup niche brands that often sell online and use celebrities or influencers to advertise to younger shoppers, both Unilever and J&amp;J have said they are focused on science-based, dermatologist-recommended skin-care brands.</p><p>Another promising but competitive area for the stand-alone consumer business is vitamins, minerals and supplements. J&amp;J has a toehold in the category with its Zarbee's brand, but lags behind companies like Unilever, Reckitt and Nestle SA, which have all flagged this as a priority area.</p><p>The vitamins, minerals and supplements category has grown since the spread of Covid-19 and analysts and executives expect that to continue as consumers remain more health-conscious even after the pandemic ebbs.</p><p>Write to Saabira Chaudhuri at saabira.chaudhuri+1@wsj.com</p><p>J&amp;J Split Sees Band-Aid, Tylenol Go Their Own Way</p>",
  "published": "2021-11-12T13:37:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 12,
          "end": 15
        },
        {
          "start": 24,
          "end": 27
        },
        {
          "start": 1228,
          "end": 1231
        },
        {
          "start": 3269,
          "end": 3272
        },
        {
          "start": 2620,
          "end": 2623
        },
        {
          "start": 784,
          "end": 787
        },
        {
          "start": 479,
          "end": 482
        },
        {
          "start": 976,
          "end": 979
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1584,
          "end": 1587
        },
        {
          "start": 2009,
          "end": 2012
        },
        {
          "start": 2829,
          "end": 2832
        }
      ]
    }
  ]
}