{
  "_id": "9217d56cc0b629f01138f2582b8f849c0674606a4ba1be2addea4ceb43c31cd3",
  "feed": "market-watch",
  "title": "U.S. COVID-19 death toll tops 726,000 amid report FDA is set to allow mix-and-match vaccine booster shots",
  "text": "<p>The FDA will not recommend any booster over others but will allow people mix and match boosters, the Wall Street Journal reported, citing people described as familiar with the matter. The news could come as soon as this week, they said. The agency is also expected to grant authorization to Moderna MRNA and Johnson &amp; Johnson JNJ boosters this week, one person reportedly told the paper.</p><p>That comes after an authorization of booster shots of the vaccine developed by Pfizer PFE and BioNTech BNTX for people with weakened immune systems, along with seniors. The Centers for Disease Control and Prevention has authorized boosters for people at high risk of contracting the virus through their daily work. </p><p>Pfizer CEO Albert Bourla revealed he had personally received a COVID-19 vaccine booster recently.</p><p>“Likely, they will start moving the recommendations to earlier ages as they did in England and other places,” said Bourla, who is 59. “I just received it.”&#xa0;</p><p>https://twitter.com/ashishkjha/status/1450463321728200706Bourla made the comments at the HTLH conference taking place this week in Boston. He said he got his booster shot in accordance with U.S. guidelines before traveling to Europe over the last two weeks.&#xa0;</p><p>The U.S. is now averaging more than 1,630 deaths a day, according to a New York Times tracker, which is down 11% from two weeks ago, when it was trending above 2,000 daily deaths. New cases and hospitalizations are also declining, although hot spots remain in Alaska and Minnesota and cases are rising in some northern U.S. states as cold weather drives people back indoors.</p><p>As most cases, hospitalizations and deaths are among unvaccinated people, the drive to persuade those people to get their shots continues, with experts pleading with them not to die a preventable death.</p><p>Read now: Virginia father of four expresses vaccine regret to his own mother before dying of COVID-19</p><p>The CDC's vaccine tracker is showing that 189.3 million Americans are fully vaccinated, equal to 57% of the overall population. More than two-thirds of Americans over the age of 12, however, are now fully vaccinated,&#xa0;according to the CDC, and 77.1% of that population has had at least one vaccine dose.</p><p>https://twitter.com/DrTomFrieden/status/1450453566485901318See now:Colin Powell's death after a ‘breakthrough' case of COVID-19 is being exploited by anti-vaxxers</p><p>Vaccination rates vary widely from state to state, and range from places like Vermont, Connecticut and Rhode Island, where 70% of residents are fully vaccinated, to West Virginia, where just 41% are fully inoculated, the Times tracker shows.</p><p>Read:&#xa0;Colin Powell's death is a reminder that we desperately need herd immunity against COVID-19</p><p>A new study found that state lotteries did not lead to a notable uptick in vaccination rates. The study published in JAMA Health Forum, a peer-reviewed medical journal, found “no statistically significant association … between a cash-drawing announcement and the number of vaccinations before or after the announcement date,” the authors of the report from the University of Colorado Denver, San Diego State University, Bentley University and the University of Oregon, wrote.</p><p>They analyzed state vaccination data published on the Johns Hopkins University Vaccine Tracker between April 28 and July 1, specifically focusing on vaccination rates per 1,000 people before 19 states announced lotteries and then compared them with states that didn't offer any lottery-based incentive.</p><p>See now: J&amp;J's COVID-19 shot generated $502 million in sales in the third quarter</p><p>Elsewhere, there was more bad news from Russia and regional countries, which continue to suffer painfully high daily death tolls and rising caseloads as people refuse to get vaccinated. Russia suffered yet another one-day record number of fatalities on Tuesday at 1,015, the Moscow Times reported. The Kremlin, which has resisted lockdowns or other restrictions on movement, urged Russians to be “more responsible” and get their shots. Just 35% of the Russian population is fully vaccinated.</p><p>See now (from September):&#xa0;WHO warns lack of COVID-19 vaccine supply in Africa could make it breeding ground for new variants and ‘send the whole world back to Square 1'</p><p>Ukraine also suffered a record one-day death toll of 538, Radio Free Europe reported. Overall, 61,348 Ukrainians have died of the virus to date.</p><p>Romania also set a new-case record of 18,863 cases in a day, and a record of 574 deaths, the government said. Last week, a group of Romanian doctors wrote an open letter pleading with Romanians to get their shots as healthcare workers and hospitals are overwhelmed by the number of sick patients.</p><p>Latvia will enter into a nearly monthlong lockdown, including a curfew, on Thursday due to the worsening coronavirus situation in the Baltic country, where the vaccination rate is among the lowest in the European Union, the Associated Press reported. </p><p>See now:&#xa0;FDA to hold advisory committee for Merck's experimental COVID-19 pill</p><p>Don't miss:&#xa0;The success of Merck's antiviral — and other COVID-19 pills in development — may depend on how quickly people start taking them</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 241.2 million on Tuesday, while the death toll edged above 4.9 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 45 million cases and 726,274 deaths.&#xa0;</p><p>India is second by cases after the U.S. at 34 million and has suffered 452,454 deaths. Brazil has the second highest death toll at 603,465 and 21.7 million cases.</p><p>In Europe, Russia has most fatalities at 221,314, mostly due to a low vaccination rate, followed by the U.K. at 139,042.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 108,961 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-10-19T13:28:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 308,
          "end": 325
        },
        {
          "start": 3490,
          "end": 3493
        }
      ],
      "nexusId": "10010560"
    }
  ]
}