{
  "_id": "84c4e3a54c63782693f65268ad2b540c7a4a01a947c57212859e1f159bc1be6a",
  "feed": "wall-street-journal",
  "title": "Canada-U.S. Border Reopens on Nov. 8: What to Know About Travel; Canada is already allowing entry to fully vaccinated tourists from the U.S. and other countries",
  "text": "<p>The U.S. said it would begin allowing fully vaccinated foreign nationals to cross the land borders from Canada and Mexico for non-essential purposes beginning Nov. 8. U.S. border officials warn of possible delays at land-entry points, as they anticipate high levels of traffic while officers try to verify compliance with public-health measures.</p><p>Can U.S. citizens visit Canada now?</p><p>If you are a fully vaccinated American citizen or a green-card holder living in the U.S., the answer is likely yes. As of Aug. 9, fully vaccinated Americans who meet other Canadian government criteria can enter Canada for nonessential purposes such as tourism and recreation.</p><p>Fully vaccinated tourists from other countries can also enter Canada as of Sept. 7, as long as they meet all of the government's Covid-19 travel requirements and, depending on their citizenship, have a valid visa or electronic travel authorization.</p><p>SHARE YOUR THOUGHTS</p><p>Planning to travel to Canada? Share your stories with us by joining the conversation below.</p><p>Travelers need to wait at least two weeks after their last vaccine dose before crossing the border, and they must present proof of an approved, negative Covid-19 test taken during 72 hours before their arrival in Canada. They also can't have any symptoms of the disease when they arrive at the border.</p><p>Canada also allows its own citizens or permanent residents to enter the country, and essential workers—most notably truck drivers—have been allowed to cross the border throughout the pandemic, as both countries agreed that trade of goods and services wouldn't be affected.</p><p>Do I need to be fully vaccinated to cross the border?</p><p>If you're traveling for nonessential reasons, such as tourism or to visit a property in Canada, you need to be fully vaccinated with an accepted Covid-19 vaccine or a combination of two different accepted vaccines. Canada accepts vaccines from Pfizer Inc. and partner BioNTech SE, Moderna Inc., Johnson &amp; Johnson and AstraZeneca PLC.</p><p>Fully vaccinated tourists are permitted to bring unvaccinated children under 12 years of age to Canada, although those children won't be allowed in group settings like schools, camps or daycare centers for 14 days after their arrival. They also aren't allowed to attend large crowded indoor and outdoor settings like amusement parks or sports events during that period.</p><p>Children ages 5 to 12 will also have to take Covid-19 tests before their arrival, when they get to Canada, and on their eighth day in the country.</p><p>Children ages 12 to 17 who aren't fully vaccinated and are traveling with their vaccinated parents or guardians are subject to the same testing requirements as younger children. They are also required to quarantine for 14 days upon their arrival in Canada.</p><p>What documents do I need to travel to Canada?</p><p>Travelers need to upload proof of their vaccination and other information to a Canadian government app or website called ArriveCAN before they board a flight or reach a land crossing, and carry a paper or digital copy of their proof of vaccination with them. Those who meet all the government's requirements won't have to quarantine, although officials said everyone is expected to have a quarantine plan in case a border official determines they don't meet all requirements.</p><p>Proof of a negative Covid-19 test is also a requirement, and must be administered during the 72 hours before a scheduled flight to Canada or arrival at the land border. Canada generally accepts molecular Covid-19 tests, which look for the virus's genetic material, such as polymerase chain-reaction tests. It doesn't accept antigen tests, which look for viral proteins. A previous, positive test result taken between 14 and 180 days before a person's departure for Canada is also acceptable.</p><p>Randomly selected travelers may also be required to take a Covid-19 test upon their arrival in Canada.</p><p>What are the current Covid-19 restrictions in Canada?</p><p>Restrictions in Canada vary across the country's 10 different provinces and three territories and continue to change. After dropping nearly all restrictions during the summer, the western province of Alberta reinstated a mask mandate for most indoor settings in early September. Ontario, Canada's most populous province, has rules regarding use of masks indoors.</p><p>In addition, a majority of Canadian provinces, including Ontario, Quebec and British Columbia, now require proof of vaccination to enter certain public settings such as bars, restaurants and nightclubs. Beginning Oct. 30, Canada will require anyone who boards either a plane or a train in Canada—for domestic or international travel—to either be fully vaccinated or show proof of a recent negative Covid-19 molecular test. The testing option will be eliminated beginning Nov. 30 and all travelers will need to be fully vaccinated.</p><p>What is the Covid-19 situation like in Canada?</p><p>Roughly 75% of Canadians were fully vaccinated as of Nov. 4, compared with 57% of Americans. Among the Group of Seven economies, Canada is tops in terms of the share of its population with two doses of a Covid-19 vaccine.</p><p>Canada saw a sharp rise in Covid-19 cases during August and early September, driven by the more transmissible Delta variant of the virus, but the number of newly reported cases has since stabilized. Case counts in Canada are now roughly a quarter of what they are in the U.S. on a per-capita basis.</p><p>What happens when I go back to the U.S.?</p><p>Americans flying back to the U.S. will need to show proof of a negative Covid-19 test administered during the three days before their travel. Documentation of a recent recovery from Covid-19 is also acceptable. Those driving back across the land border aren't required to show proof of a negative test result.</p><p>On Sept. 20, U.S. officials said that while those rules will remain the same for fully vaccinated Americans, they will tighten for those who aren't vaccinated and want to return to the country. When the new rules come into effect in early November, unvaccinated Americans will be required to provide proof of a negative Covid-19 test within one day of their travel to the U.S. and will need to take another Covid-19 test once they have arrived in the country.</p><p>Can Canadians enter the U.S.?</p><p>The U.S. plans to allow foreign nationals to cross the land border from Canada and Mexico for non-essential purposes such as shopping or visiting family and friends beginning Nov. 8. \"We do expect individuals to have the documentation that was provided when they obtained their vaccination in their home country,\" said Matthew Davies, executive director at U.S. Customs and Border Protection. Travelers who fail to produce valid vaccination documents might be denied entry, Mr. Davies said.</p><p>Business groups in Canada and the U.S. welcomed the announcement. \"Safely lifting these travel bans will help struggling communities get back on their feet,\" John Baselice, the U.S. Chamber of Commerce's Vice President of Immigration Policy, said in a statement.</p><p>Senior officials with the Biden administration said the new rules were meant to bring the land borders into harmony with a requirement that international travelers arriving in the U.S. by air be fully vaccinated beginning in November.</p><p>For now, Canadians can continue to fly into the U.S. with proof of a negative Covid-19 test administered during the three days before their travel. Beginning in early November, they will need to be fully vaccinated, U.S. officials have said.</p><p>The U.S. will further amend its border rules in January, officials said. At that time, foreign nationals entering the country for essential purposes—such as attending school or trucking goods across the border—will also have to be fully vaccinated.</p><p>U.S. officials said on Oct. 12 that they were still working out what documentation might be required at the land border. They said people crossing the border would be asked about their vaccination status by an officer, who would have the discretion to send a traveler to secondary screening to have their documents checked.</p><p>On Oct. 15, a spokeswoman for the Centers for Disease Control and Prevention said Canadian residents and other travelers who have any combination of two doses of an FDA approved or authorized Covid-19 vaccine, or vaccines approved by the World Health Organization such as from AstraZeneca PLC, are considered fully vaccinated. Many Canadians mixed vaccine types, per recommendations from regional health authorities. \"While CDC has not recommended mixing types of vaccine in a primary series, we recognize that this is increasingly common in other countries so should be accepted for the interpretation of vaccine records,\" the spokeswoman said.</p><p>Michelle Hackman contributed to this article.</p><p>Write to Paul Vieira at paul.vieira@wsj.com and Kim Mackrael at kim.mackrael@wsj.com</p><p>Canada-U.S. Border Reopens on Nov. 8: What to Know About Travel</p>",
  "published": "2021-11-05T18:55:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1943,
          "end": 1960
        }
      ]
    }
  ]
}