{
  "_id": "64abea3b058675714624d360306016c0b71373813bad4edab44260b5bc98de43",
  "feed": "wall-street-journal",
  "title": "U.S. News: J&J Asks U.S. Regulators to Approve Booster Shot",
  "text": "<p>The advisers also are scheduled to review data on whether people who received one company's vaccine could take a booster from another company. J&amp;J's request Tuesday was to authorize a J&amp;J booster for people who had earlier taken the company's one-dose vaccine.</p><p>The request is part of a broader, but much-debated push to administer Covid-19 booster shots to address potential waning immunity from the initial vaccines, and to combat the fast spreading Delta variant.</p><p>The Biden administration has sought to roll out boosters broadly based on studies signaling waning immunity. Yet some infectious-disease experts have questioned the need for broad-based boosters, citing data that shows the original vaccines continue to protect people against severe disease even if they don't stop all infections.</p><p>The FDA in September authorized a third dose of the vaccine from Pfizer Inc . and BioNTech SE in many adults, to be given at least six months after people get the first two-doses.</p><p>Moderna Inc . also has asked the FDA to authorize a third dose, and the agency could decide on that request soon.</p><p>Unlike the two-dose vaccines from Pfizer and Moderna, J&amp;J's shot was authorized in late February to be administered in a single dose to adults, based on a large international study showing it was 66% effective at preventing symptomatic Covid-19 disease and 85% effective against severe to critical cases. J&amp;J has since found that a second dose, at varying intervals, could sustain protection, and has shared the data with the FDA .</p><p>The company ran a separate international study in which subjects received two doses of its vaccine 56 days apart. The study found the two-dose series was 75% effective against symptomatic Covid-19 disease overall and 94% effective in the U.S. portion of the study. And the two-dose series was 100% effective against severe to critical cases, J&amp;J said.</p><p>J&amp;J also tested a booster dose given six months after the first dose. It found that the second dose boosted levels of immune-system agents known as antibodies significantly in the weeks following the booster.</p><p>\"We look forward to our discussions with the FDA and other health authorities to support their decisions regarding boosters,\" said Mathai Mammen, global head of research and development at J&amp;J's Janssen pharmaceutical unit.</p><p>The company said its single-dose vaccine remains effective against Covid-19, citing data showing the various measures of immune response were strong and stable up to eight months after vaccination.</p>",
  "published": "2021-10-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1396,
          "end": 1399
        },
        {
          "start": 1875,
          "end": 1878
        },
        {
          "start": 11,
          "end": 14
        },
        {
          "start": 1865,
          "end": 1868
        },
        {
          "start": 2273,
          "end": 2276
        },
        {
          "start": 1145,
          "end": 1148
        },
        {
          "start": 184,
          "end": 187
        },
        {
          "start": 143,
          "end": 146
        }
      ],
      "nexusId": "10010560"
    }
  ]
}