{
  "_id": "809e3d640c5ea67a11188728f48e72b8b26c58751223beebfbf97638d518ee48",
  "feed": "wall-street-journal",
  "title": "Stocks Close Higher as Companies Report Strong Earnings; Investors assess how companies are faring with labor shortages, higher energy costs and supply-chain woes",
  "text": "<p>Third-quarter earnings season is in its early days, with about 10% of S&amp;P 500 companies having reported. Of those, roughly four out of five have beaten profit forecasts, according to FactSet.</p><p>A handful of strong reports have helped calm fears of how badly inflation and supply-chain problems would affect corporate results, said Lamar Villere, portfolio manager at investment firm Villere &amp; Co.</p><p>\"I wouldn't say the fog has been lifted or the fear is gone, but at least you've got some reasonably positive data points,\" he said.</p><p>Traders rewarded some companies that reported Tuesday. Shares of Johnson &amp; Johnson rose 2.4% after the company logged a larger profit in its third quarter than a year earlier, lifted by higher sales in its pharmaceutical, medical-device and consumer-health divisions. Travelers shares climbed 1.6% after the insurance company beat estimates for revenue and core income per share.</p><p>Procter &amp; Gamble shares, however, fell 1.1% after the consumer-product giant said it was raising prices on a host of household staples, as costs for freight and raw materials rose faster than anticipated.</p><p>Inflation is expected to be stickier than originally anticipated by central-bank officials, exacerbated by continued supply-chain disruptions, higher energy costs and labor shortages. Some investors expect supply problems will pinch companies' sales.</p><p>\"Will the market look through some of these supply constrained sales shortfalls?\" said Andrew Slimmon, senior portfolio manager at Morgan Stanley Investment Management. \"I think the market should, because I don't think the consumer is going to walk away and not buy even if they have to wait a month or two.\"</p><p>Most sectors of the S&amp;P 500 advanced, led by health care and utilities stocks, while the consumer discretionary group pulled back.</p><p>Bitcoin's dollar value rose about 3.9% from its 5 p.m. ET level Monday, trading at $63,859 Tuesday. The first bitcoin-focused exchange-traded fund rose in its debut Tuesday. Cryptocurrency analysts said they will be watching to see how strong flows into the fund are, to assess whether the cryptocurrency's recent price rally will hold.</p><p>In bond markets, the yield on the benchmark 10-year U.S. Treasury note ticked up to 1.634% Tuesday from 1.583% Monday. Yields rise when bond prices fall.</p><p>Fresh data showed that construction of new homes in the U.S. decreased in September after rising in August. Builders have been caught between strong demand from buyers—spurred in part by low interest rates—and shortages of materials, labor and lots.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.3%, while most major indexes in Asia closed higher. China's Shanghai Composite gained 0.7%, and Hong Kong's Hang Seng climbed 1.5%. South Korea's Kospi and Japan's Nikkei 225 each added about 0.7%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Karen Langley at karen.langley@wsj.com</p><p>Stocks Close Higher as Companies Report Strong Earnings</p>",
  "published": "2021-10-19T20:01:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 593,
          "end": 610
        }
      ]
    }
  ]
}