{
  "_id": "f04bbdd2db4934b9c9281403b2be8cfe021a79f8b98618474d69e27552ad470d",
  "feed": "ftcomall",
  "title": "Vaccine makers say IP waiver could hand technology to China and Russia",
  "text": "<p>Vaccine makers have warned US officials that temporarily scrapping patents for Covid-19 shots would risk handing novel technology to China and Russia, according to people familiar with the talks.&#xa0;</p> <p>As industry lobbying has escalated in Washington, companies have warned in private meetings with US trade and White House officials that giving up the intellectual property rights could allow China and Russia to exploit platforms such as mRNA, which could be used for other vaccines or even therapeutics for conditions such as cancer and heart problems in the future. </p> <p>J&amp;J, Pfizer, Moderna and Novavax did not respond to requests for comment.&#xa0;</p> <p>A measure to allow countries to temporarily override patent rights for pandemic-related medical products was proposed at the World Trade Organization by India and South Africa in October, and has since been backed by almost 60 countries.</p> <p>While Donald Trump's administration firmly opposed the waiver at the WTO, along with the UK, EU and Switzerland, US president Joe Biden's top trade official Katherine Tai has rattled US pharmaceutical companies by appearing to put that position under review. </p> <p>Tai and her staff have in recent weeks discussed the WTO's IP rules with pharma companies, trade unions, advocacy groups and Seth Berkley, chief executive of the UN-backed vaccine alliance Gavi. Her office has said the agency was “exploring every avenue” and “evaluating the efficacy” of the waiver.</p> <p>In a speech to a WTO meeting on vaccine equity earlier this month, Tai said that both the government and the private sector would need to do their part to “live up to” the “spirit” of the Trade-Related Aspects of Intellectual Property Rights (Trips) agreement, which was born out of the HIV crisis.</p> <p>“We hope to hear more today about how the market once again has failed in meeting the health needs of developing countries,” Tai told the WTO meeting. “As part of that, we have to consider what modifications and reforms to our trade rules might be necessary to reflect what we have learned.”</p> <p>Her speech has increased tension between pharma companies and the US trade representative (USTR), prompting one vaccine maker to complain to White House officials about Tai's remarks to the WTO. </p> <p>The White House did not respond to a request for comment. </p> <p>The USTR said its “top priority” was “saving lives” and that it was “working with our global partners to explore pragmatic and effective steps to surge the production and equitable distribution of vaccines”.</p> <p>The debate at the WTO about whether to temporarily waive intellectual protections comes amid concerns that rich countries are vaccinating their populations significantly faster than developing economies, which have struggled to obtain the required doses.</p> <p>However, pharmaceutical companies insist they are already doing everything they can to expand production, and that global manufacturing bottlenecks, not patents, are slowing the rate at which vaccines are produced.</p> <p>The battle over IP comes as drugmakers are once again under pressure domestically, as drug pricing reform moves up the Biden administration's agenda. This includes proposals to peg drug prices to those in other industrialised nations, which are usually far cheaper, and allowing Medicare, the pension plan for older people, to negotiate prices.&#xa0;</p> <p>The Chinese and Russian vaccines use different approaches from mRNA, the technology first deployed in an approved product for a Covid-19 vaccine. </p> <p>While Russia's Sputnik showed robust efficacy in a peer-reviewed paper in The Lancet, the head of the Chinese Center for Disease Control and Prevention appeared to suggest he was concerned about their homegrown jabs not being effective enough, although Chinese state media quickly rolled back the comments.&#xa0;</p> <p>Vaccine makers Pfizer, BioNTech, and Moderna are all hoping to use mRNA in a wide range of other shots and drugs, after it proved so effective in the Covid-19 vaccines. Albert Bourla, Pfizer's chief executive, told the Wall Street Journal last month that the technology had “dramatic impact and dramatic potential”.&#xa0;</p> <p>Even so, Biden has come under political pressure to waive Trips and allow developing countries to make their own copies of the <a href=\"https://www.ft.com/covid-19-vaccines\">vaccines</a> that have been developed by pharmaceutical companies without fear of being sued for IP infringements.</p> <p>Several Democratic US lawmakers, including Earl Blumenauer, Rosa DeLauro, Jan Schakowsky, Bernie Sanders, Tammy Baldwin and Chuy García, have urged the Biden administration to support a temporary waiver of IP rights.&#xa0;</p> <p>A waiver has also been supported by a group of 175 former world leaders and Nobel laureates, who have urged the US to take “urgent action” to suspend IP. On Friday, the trade group Public Citizen's Global Trade Watch and other advocacy groups said a petition in support of the waiver had been signed by 2m people.</p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/991fd1a1-484e-4f41-a24b-c87987e2e725\"><em>A trust to buy out patents can be a pandemic legacy</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/991fd1a1-484e-4f41-a24b-c87987e2e725\"><em>From Markus Lang, Neckargemünd, Germany</em></a></p><p>Source: Hannah Kuchler in London and Aime Williams in Washington 2021 'Vaccine makers say IP waiver could hand technology to China and Russia' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-25T10:00:09.810Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 565,
          "end": 568
        }
      ],
      "nexusId": "10010560"
    }
  ]
}