{
  "_id": "7d95c913218d4299389aacaea9af9fe8b3020a21f3caf0385dcf41a98c8c67b8",
  "feed": "ftcomall",
  "title": "US chaos has also led to vaccination success ",
  "text": "<p>From the beginning of the coronavirus pandemic, US cities, states, and even villages made up their own rules and called it freedom. That approach to combating coronavirus arguably led to many thousands of unnecessary deaths, as localities chose their own idiosyncratic path.&#xa0;</p> <p>For the past few weeks, cities, counties and even local vaccination clinics have been making their own rules for who could get vaccinated too. But that is starting to look less like the chaos that kills — and more like the kind of flexibility that has given the US's devolved democracy an edge in the vaccination race.&#xa0;</p> <p>In my state of Illinois, big local variations in vaccine policy have sent thousands of people travelling hundreds of miles from largely Democratic urban and suburban areas to largely Republican rural areas with higher levels of vaccine hesitancy, to score coronavirus shots they couldn't get closer to home.&#xa0;</p> <p>Allison Arwady, Chicago's head of public health, said last week Chicago residents should feel free to leave the city to get shots “where vaccine demand is softer”. “I just want people vaccinated, that's the most important thing,” she said.</p> <p>My family became part of that great migration. That's how we found ourselves beating a path through the cornfields of central Illinois at dawn on Good Friday. I'd scoured Facebook for tips on how legally to score jabs for my college-aged kids, who were not then eligible for doses closer to Chicago because they were not 65, medically fragile, or essential workers. But they did qualify for jabs elsewhere in Illinois — or in neighbouring Michigan, Wisconsin and Indiana.&#xa0;</p> <p>The Illinois government was encouraging counties to give spare doses to all comers, so it was up to us to decide how far we were willing to go for the privilege. And make no mistake: it is a privilege to travel just for a shot in the arm. Of course it would make more sense for jabs to come to Chicago, than for Chicago to go to jabs — especially since many of the city's minority residents don't have the luxury of vaccine road trips. But it still makes more sense for young healthy adults to get a spare dose, than for spoiled vaccine to be dumped.&#xa0;</p> <p>We considered a 600-mile trip to the picturesque Mississippi River town of Quincy. I was keen, since the town's pubs and coffee shops got good reviews from earlier vaccine pilgrims. Quincy's mayor, Kyle Moore, says his town of 40,000 is getting about 2,000 out-of-town visitors every weekend, and calls it a “win-win for the state”, not to mention local businesses. </p> <p>But I was overruled and we went instead to Danville, three hours south of Chicago, where there was a pop-up vaccine clinic in an abandoned storefront. “It's a system that I know from the outside looks like chaos,” says Douglas Toole, head of the Vermilion County Health Department where Danville is located. “But there's a plan.” He explains the state gave his county extra resources because it was particularly efficient at getting needles into arms, but vaccine scepticism dampened demand. Vermilion started advertising that it was open to all comers: many of its clinics are now 75 per cent out-of-towners, he says.&#xa0;&#xa0;</p> <p>As of April 12, all Illinois residents outside Chicago who are over the age of 16 are eligible to be vaccinated — in theory. In practice, appointments at pharmacies, grocery stores, hospitals and mass vaccination sites may be even harder to come by now the floodgates are open. Many urbanites and suburbanites may still have to indulge in vaccine travel.</p> <p>There are frustrations. After one member of the family turned down the Johnson &amp; Johnson vaccine in Danville, we tried a Hindu temple advertising Moderna shots, only to be told it was “fake news” that walk-ins were allowed. We eventually got an appointment at an Asian American senior centre for a Moderna vaccine — only to be told on arrival it was Johnson &amp; Johnson.&#xa0;</p> <p>Julia Toepler, 29, who could have got her shot in Chicago because smokers like her were a priority there, chose Quincy instead to save Chicago doses for those who cannot travel. This may sound like an insane way to put the most needles into the most arms in the shortest space of time. At least vaccine tourism allows us to make a virtue of this chaos.</p> <p><em>The writer is an FT contributing columnist</em></p> <a href=\"http://www.ft.com/cms/53e8300d-2525-4271-80d2-e12fe008d2cd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Patti Waldmeir 2021 'US chaos has also led to vaccination success ' FT.com 12 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-12T13:06:44.340Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3583,
          "end": 3600
        },
        {
          "start": 3862,
          "end": 3879
        }
      ],
      "nexusId": "10010560"
    }
  ]
}