{
  "_id": "69b374af371782796598a87aeeac5ec0ead03adfc5e6afacf72221bc944a06e6",
  "feed": "economist-newspaper",
  "title": "Business; Business",
  "text": "<p>In Asia the coal shortage dragged on. Power cuts have been reported across China. Authorities there have told miners to increase production. India is braced for power shortages. Half of its coal-fired power plants are on alert for blackouts.</p><p>In the euro area rising energy prices contributed to high inflation. In September the euro areaâ|(80)|(99)s inflation rate rose to 3.4%, the highest level in 13 years. In Germany consumer prices rose by 4.1% in the same month, a 29-year high.</p><p>Americaâ|(80)|(99)s trade deficit in goods and services grew to a record $73bn in August, up 4.3% from the previous month. Imports rose by $4bn from July, because of an increase in consumer demand. But trade in vehicles and car parts fell, as a result of the semiconductor shortage.</p><p>Leaks and outages</p><p>Facebook users experienced a long outage this week. The social-media platform and its subsidiaries, WhatsApp and Instagram, were down for several hours. The firmâ|(80)|(99)s share price fell by 4.9% on Monday. It blamed an internal malfunction and said there was no evidence that usersâ|(80)|(99) data had been compromised.</p><p>Meanwhile, Frances Haugen, a former Facebook employee who is now a whistleblower, testified before a Senate subcommittee. She claimed that Facebookâ|(80)|(99)s products â|(80)|(9C)harm children, stoke division [and] weaken...democracyâ|(80)|(9D), and that documents she leaked to the Wall Street Journal showed the company is aware of this. In a statement Mark Zuckerberg, Facebookâ|(80)|(99)s boss, said that the firmâ|(80)|(99)s work and motives have been mischaracterised.</p><p>Tesco, Britainâ|(80)|(99)s biggest food retailer, announced a share buyback worth Â£500m ($678m). Operating profits in the first half of the year reached Â£1.3bn, a 29% increase on a year earlier. Last year the covid-19 pandemic hurt the supermarketâ|(80)|(99)s wholesale arm, which sells to restaurants and pubs, and added to costs, such as extra cleaning in its stores.</p><p>The Hong Kong stock exchange suspended trading in shares of Evergrande, an indebted Chinese property developer, and Hopson Development, a rival. Chinese state-backed media suggested that Hopson is considering taking a majority stake in Evergrandeâ|(80)|(99)s property-services unit. Trading of the subsidiaryâ|(80)|(99)s shares was also suspended.</p><p>Volvo, a Swedish carmaker owned by Geely, a Chinese auto firm, said it will raise $2.9bn through an initial public offering on the Stockholm stock exchange. The listing will value the firm at around $30bn. Volvo was sold by Ford, a carmaker, to Geely in 2010. Since then it has raced ahead in electrification.</p><p>The European Medicines Agency, a regulator, endorsed covid-19 booster shots. It said that in most cases the Pfizer-BioNTech vaccine could be given as a booster to those aged 18 and over, at least six months after their second dose. In America Johnson &amp; Johnson, a pharmaceutical firm, asked the Food and Drug Administration, another regulator, to authorise its booster.</p><p>Foxconn, the Taiwanese firm that assembles iPhones, bought an electric-vehicle manufacturing plant from Lordstown Motors, an Ohio-based carmaker. It is Foxconnâ|(80)|(99)s first such plant in America and it comes as part of a deal that includes a minority stake in Lordstown.</p><p>Syniverse, a firm that processes hundreds of billions of sms text messages every year for firms including Verizon, Vodafone and China Mobile, revealed to American regulators that hackers had access to its systems for five years, beginning in 2016. It was not clear whether the text messages themselves had been compromised by the hack.</p><p>Cleaning the cesspool</p><p>Later in the week Twitch, an online video platform owned by Amazon, was hit by an attack that leaked a full copy of the siteâ|(80)|(99)s source code as well as payment records for its broadcasters. The hacker claimed that the aim of this act was to inject more competition into the online streaming industry, which he described as a â|(80)|(9C)disgusting toxic cesspoolâ|(80)|(9D).</p>",
  "published": "2021-11-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2859,
          "end": 2876
        }
      ],
      "nexusId": "10010560"
    }
  ]
}