{
  "_id": "33740177d57c6950fba69ec19fbc24664f50a9bb99efc8f61c151b05698ba63e",
  "feed": "wall-street-journal",
  "title": "Sports:  Rodgers Blasts 'Woke Mob'  ----  By Andrew Beaton and Ben Cohen",
  "text": "<p>   Green Bay Packers star quarterback Aaron Rodgers went on a sports talk show to assail both the National Football League and what he called the \"woke mob\" that has attacked him this week after he tested positive for Covid-19 -- an event that revealed he was unvaccinated despite publicly stating that he had been \"immunized.\" </p><p>   Rodgers used an appearance on a radio show hosted by former NFL punter Pat McAfee to defend his decision and lash out at critics. </p><p>   He skewered the NFL's health and safety measures for preventing the spread of the coronavirus and lambasted the public health establishment's pandemic analysis, while labeling himself a \"critical thinker.\" </p><p>   Rodgers said his decision to not receive one of the three vaccines approved in the U.S. was based on extensive research about what was best for his body. He claimed that he was allergic to the two mRNA vaccines, from Pfizer and Moderna, and did not trust the one-shot vaccine from Johnson &amp; Johnson. He did not specify his allergy. The vaccines have been proven to be safe and effective at preventing severe illness while also reducing transmission and spread. </p><p>   \"I made a choice that was in my best interest,\" he said. </p><p>   He later added: \"The right is gonna champion me, and the left is gonna cancel me. And the whole time, I don't give a s--- about either of them. Politics is a total sham.\" </p><p>   Rodgers's comments represent an extraordinary pushback to the health protocols that sports implemented to keep playing during the pandemic. Rodgers's claims immediately put the NFL at odds with its most recent MVP. </p><p>   Rodgers became the center of controversy earlier this week when he tested positive for Covid-19 and was placed into the league's protocols for unvaccinated players. That came after he was asked earlier in the year if he were vaccinated, to which he replied: \"Yeah, I'm immunized.\" </p><p>   Rodgers said on Friday he believed he was immunized because of his conversations with \"healers\" rooted in holistic and homeopathic medicine, saying they worked to stimulate his immune system. He said he had filed an appeal to the NFL to count him as vaccinated, but the league denied it. </p><p>   A league official, speaking on the condition of anonymity, refuted a number of Rodgers's assertions, including a claim that he spoke with an NFL doctor who he claims told him that people who have been vaccinated can't catch or spread Covid-19. The official said no doctor from the league, nor any independent consultants used by the league and its players' association, communicated with Rodgers, although that option was made available to him. </p><p>   Rodgers will miss the Packers' showdown with the Chiefs on Sunday. </p><p></p>",
  "published": "2021-11-06T06:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 942,
          "end": 959
        }
      ],
      "nexusId": "10010560"
    }
  ]
}