{
  "_id": "5a2bd680bacc2a2aff33dc0084fba2e8ec320b2a1f573aeb69e6179254da5f72",
  "feed": "market-watch",
  "title": "U.S. prepares to administer 100 million booster shots as Biden tells Americans it will ‘help us end the pandemic faster'",
  "text": "<p>About 30% of the Americans who qualify for a shot haven't gotten one. Cases are surging, and hospitalizations and deaths are up, particularly in communities with low rates of vaccination. Breakthrough cases among the vaccinated are happening, though most are mild and moderate infections. But not all public-health experts think an extra dose is necessary at this time.</p><p>(Don't miss: Who can get a COVID booster shot, and where do you get one? Here's what we know so far)</p><p>“My administration has been planning for this possibility and this scenario for months,” President Joe Biden said Tuesday. “We purchased enough vaccine and vaccines supplies.”</p><p>This is true. Moderna Inc. MRNAsaid in June that the U.S. had agreed to buy an additional 200 million doses of its COVID-19 vaccine in a deal that includes the option to buy booster candidates in clinical trials and extra doses that can be used as a booster shot. Pfizer Inc. PFE, which makes the other authorized mRNA vaccine, said July 23 that the U.S. has purchased an additional 200 million doses of its vaccine, to be delivered between October and April of next year.</p><p>“It will help us end the pandemic faster,” Biden also said. “Now I know there's some world leaders who say America shouldn't get third shot until other countries got their first shot. I disagree. We can take care of America and help the world at the same time.”</p><p>Hours before the U.S. announced its COVID-19 booster plan, the World Health Organization reiterated its position that nations should hold off on giving out booster shots until late September, in order to shore up more vaccine for the rest of the world.</p><p>“Vaccine injustice is a shame on all humanity,” WHO director-general Tedros Adhanom Ghebreyesus said. </p><p>The U.S. booster plan does not apply to people who got the Johnson &amp; Johnson JNJ vaccine, though health officials said they expect this population will also need a booster. More data and information is expected to come in the future.</p><p>(Read the full story about Biden's speech from MarketWatch's Victor Reklaitis.)</p><p>Here's what the numbers say</p><p>The seven-day moving average is 130,121 cases per day and 554 deaths per day, as of Aug. 17, according to the latest data from the Centers for Disease Control and Prevention.</p><p>About 169.1 million people in the U.S., or 51% of the total population, are now fully vaccinated, as of Aug. 18, and 198.7 million, or 70.2%, of those who qualify for the vaccine, have received at least one shot.</p><p>Here's what you should know about the latest science around COVID-19 treatments</p><p>• There is no benefit to convalescent plasma, which is blood plasma from people who have recovered from COVID-19, according to a new National Institutes of Health study published Wednesday in The New England Journal of Medicine. U.S. regulators had authorized convalescent plasma in the early months of the pandemic before narrowing who could get the treatment back in February based on concerns about its efficacy. This study examined whether the therapy helped prevent severe illness in high-risk patients. “We were hoping that the use of COVID-19 convalescent plasma would achieve at least a 10% reduction in disease progression in this group, but instead the reduction we observed was less than 2%,” Dr. Clifton Callaway, a principal investigator for the clinical trial, said in a statement.</p><p>• Roche's&#xa0;COVID-19 drug is in short supply, and that's creating tension between the drug maker and the WHO. Roche said the worldwide surge in COVID-19 cases has created “unprecedented” demand for the drug, which is called Acterma or RoActemra. (Earlier this summer it received authorization as a COVID-19 treatment for the severely ill.) The WHO called on Roche “to ensure equitable allocation of current stocks of this medicine for all countries, including low- and middle-income countries.”</p><p>• People in Florida can now get monoclonal antibodies without a prescription. Florida Gov. Ron DeSantis said Wednesday that residents in the state, which is dealing with a surge in COVID-19 cases as a result of the more infectious delta variant, can book appointments to get an infusion of Regeneron Pharmaceuticals Inc.'s REGN monoclonal antibody without a prescription or referral from a doctor. The treatment is authorized for people who are at high risk of severe illness but must be given within 10 days of symptoms.</p>",
  "published": "2021-08-19T11:19:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1796,
          "end": 1813
        }
      ],
      "nexusId": "10010560"
    }
  ]
}