{
  "_id": "3358a47b489fd978200b631f96a2f537c18f6555d77295c8035f26a86cdb3743",
  "feed": "wall-street-journal",
  "title": "U.S. News: Third Dose's Effect On Variants Tested",
  "text": "<p>The approach differs from that of Moderna Inc., which said Wednesday it had made a new vaccine targeting the strain found in South Africa and shipped doses to U.S. government researchers for human testing.</p><p>Pfizer and BioNTech said they are also in discussions with U.S., European and other health regulators about studying a tweaked version of their vaccine that researchers designed to protect against the variant found in South Africa.</p><p>\"We are taking multiple steps to act decisively and be ready in case a strain becomes resistant to the protection afforded by the vaccine,\" Pfizer Chief Executive Albert Bourla said in a statement.</p><p>Both the Pfizer-BioNTech and Moderna Covid-19 vaccines appeared to generate a weaker immune response to the strain identified in South Africa, as did other shots in the advanced stages of development.</p><p>Companies including Johnson &amp; Johnson are also working on new vaccines.</p><p>The U.S. Food and Drug Administration said this week it planned to evaluate any vaccine booster shots against variants quickly and wouldn't require large efficacy trials for authorization.</p><p>The two-dose Pfizer-BioNTech vaccine was the first authorized for use in the U.S., in December, after a large global study in 44,000 people found the shot was safe and 95% effective at protecting against symptomatic Covid-19.</p><p>In the new booster-shot study, researchers are offering a third vaccine dose to up to 144 people who participated in an early-stage study last year and were vaccinated six months to a year ago.</p><p>Subjects between the ages of 18 and 55 as well as between 65 and 85 are eligible. Researchers will assess the subjects for neutralizing antibodies against circulating strains when they receive the dose, then a week later and next a month afterward.</p><p>\"We want to not only protect during this immediate pandemic but prepare for what we like to call the nasty variantof the future if one shows up,\"William Gruber, senior vice president of Pfizer's vaccine clinical research, said in a recent interview.</p><p>Neutralizing antibodies are part of the immune response, along with other antibodies and T-cells, that can prevent a virus from entering cells and replicating.</p>",
  "published": "2021-02-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 857,
          "end": 874
        }
      ]
    }
  ]
}