{
  "_id": "af5df34945ae42c2052a6880515e19b224cfeb72dc68a4a97d609a312dd098ef",
  "feed": "ftcomall",
  "title": "China considers mixing vaccines to bolster efficacy",
  "text": "<p>The Chinese Center for Disease Control and Prevention has raised the prospect of mixing vaccines and varying doses to boost efficacy, the first time a government body has acknowledged concerns over the effectiveness of homegrown jabs.</p> <p>Gao Fu, CDC head, told a conference on Saturday that the agency was “considering how to solve the problem that the efficacy of existing vaccines is not high”, according to local media. Gao proposed mixing different vaccines as well as amending the sequence of doses, such as changing the number and quantity of doses, and the interval between them.</p> <p>Any new strategy will have ramifications for the more than 20 countries that China said it was supplying in mostly bilateral “vaccine diplomacy” deals. </p> <p>As of March, China had supplied 40m doses to countries across the globe, including Brazil, Serbia and the United Arab Emirates, prompting the US and its allies to launch their own drive to supply 1bn doses of Johnson &amp; Johnson's Covid-19 vaccine to south-east Asian nations.</p> <p><a href=\"https://www.ft.com/content/89992bc9-051a-42b5-8be0-60edad4165cb\">Chile</a>, which has relied on China's Sinovac vaccine for its inoculation campaign, is in the midst of another Covid-19 wave from new variants. The country has administered 62 doses per 100 residents, according to the Financial Times vaccine tracker, the third-highest rate in the world. </p> <p>A recent study of the effectiveness of Chile's vaccination programme found the efficacy of a single dose of the Sinovac jab was just 3 per cent, compared with 56 per cent with two shots. However, local health experts have not linked the latest wave to the vaccine's efficacy rate.</p> <p>Social-media posts on Gao's remarks were swiftly censored, according to Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations.</p> <p>“It is the first time . . . a government official publicly admitted that the protection rate is a concern in the vaccination drive,” Huang added. China had administered 65m doses across the country by the middle of March.</p> <p>Unlike other vaccine producers, China's manufacturers have not published their phase 3 trial data, leading to accusations of a lack of transparency over the vaccine's effectiveness on different groups.</p> <p>For now, the main jabs approved for use in China are the traditional “inactivated virus” vaccines produced by Sinopharm, Sinovac and other domestic groups.</p> <p>Sinopharm claims a <a href=\"https://www.ft.com/content/f3f4052b-2582-4602-a0ba-63d672e7490a\">79 per cent efficacy</a> rate, similar to those achieved by AstraZeneca in its US trials. However, while AstraZeneca revised down its rates after facing criticism for <a href=\"https://www.ft.com/content/5852349c-d4c5-4da5-9c02-031d751db89f\">releasing incomplete data</a>, neither Sinopharm nor any of its Chinese peers have released phase 3 data for public scrutiny. </p> <p>Peter English, a retired communicable disease control consultant at Public Health England, said it was “astonishing” that phase 3 trial data for the Chinese vaccines had not yet been published.</p> <p>“We have little information on how effective these vaccines are,” he said, adding efficacy data against variants of concern was needed. Still, English said it was “interesting” that China was considering&#xa0;mixing and matching vaccines after moves from France and Germany&#xa0;<a href=\"https://www.ft.com/content/db295bb9-d1fe-47f8-bc0f-eb40dfaf545f\">to do so</a>&#xa0;following safety concerns about the Oxford/AstraZeneca shot.</p> <p>Sinovac Biotech's CoronaVac vaccine has an overall efficacy rate of 51 per cent among people aged between 18 and 60, according to documents published by a Hong Kong panel of experts.</p> <p>However, CoronaVac phase 1 and 2 data published in The Lancet found the shots were “safe and well tolerated”.</p> <p>Gao also warned that reopening China's borders to foreigners, who have been barred from entering the country since March last year, posed a risk to elderly people, who have not yet been vaccinated.</p> <p>The timing of relaxing border restrictions will affect attendees at Beijing's Winter Olympic Games in February 2022.</p> <p><em>Additional reporting by Donato Mancini in Rome</em></p><p>Source: Yuan Yang in Beijing and Primrose Riordan in Hong Kong 2021 'China considers mixing vaccines to bolster efficacy' FT.com 11 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-11T12:22:19.188Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 945,
          "end": 962
        }
      ],
      "nexusId": "10010560"
    }
  ]
}