{
  "_id": "d6bbb5e6622094cb36937deaea5bfefd0324623434ef8f6fdbdac4940b2c128c",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Opioid Settlements to Yield Tax Perks  ----  By Joseph Walker and Sara Randazzo",
  "text": "<p>   Four pharmaceutical companies in settlement talks with states to resolve claims related to their involvement in the national opioid crisis stand to reap about $1 billion each in tax breaks if a combined payout of more than $26 billion is finalized, according to company filings. </p><p>   The drug distributors McKesson Corp., AmerisourceBergen Corp. and Cardinal Health Inc., along with Johnson &amp; Johnson, plan to deduct the payouts from their taxes, filings show. </p><p>   Cardinal Health, which expects to pay $6.6 billion as part of the settlement, said in a regulatory filing this month that it anticipates receiving a $943 million tax benefit as a result of losses it incurred because of the payout charge. </p><p>   The company said it has filed for an income-tax refund it expects to receive in the next 12 months. </p><p>   Cardinal, based in Dublin, Ohio, said $420 million of the benefit would come from offsetting profits from prior tax years when there was a higher corporate income-tax rate, taking advantage of a provision created by Congress as part of its Covid-19 economic-relief package in March 2020. </p><p>   \"We recorded a net operating loss for tax purposes in our second quarter, which, as permissible under current federal law, will be carried back to recover previously paid federal taxes,\" a Cardinal spokeswoman said in an email. </p><p>   Cardinal's use of the tax break was criticized by some lawmakers who have pushed -- unsuccessfully so far -- to change the law. </p><p>   \"Many of the same Americans who were victimized by opioid hucksters are now being asked, as taxpayers, to finance almost $1 billion of the belated settlement for Cardinal Health through a special interest tax provision buried in pandemic relief legislation,\" said Rep. Lloyd Doggett (D., Texas) and Sen. Sheldon Whitehouse (D., R.I.) in a joint statement. </p><p>   McKesson, based in Irving, Texas, said this month that it had recorded a charge of $8.1 billion to cover its settlement payments, but that the amount would be reduced by $1.4 billion after tax deductions. </p><p>   AmerisourceBergen, based in Chesterbrook, Pa., said in a November financial filing that its planned $6.6 billion settlement payment would be offset by about $1.1 billion in tax benefits. </p><p>   McKesson didn't respond to a request to comment. An AmerisourceBergen spokeswoman declined to comment beyond what was in the company's financial statements. </p><p>   Johnson &amp; Johnson, which at one time sold the prescription fentanyl patch Duragesic, said in a regulatory filing that it expects to pay about $5 billion for its part of the settlement at an effective tax rate of 21.4%, which would result in a $1 billion deduction. A spokesman declined to comment beyond what was stated in the company's filings. </p><p>   The Washington Post earlier reported the potential tax deductions related to the opioid settlement. </p><p>   Drugmakers, distributors and pharmacies have been under pressure for years to take accountability for the nation's opioid crisis. More than 3,000 lawsuits have been filed by states, local municipalities, Native American tribes and others against industry players, alleging they contributed to the crisis through aggressive marketing of prescription painkillers and lax distribution practices. </p><p>   The companies have pushed back on the allegations while engaging in talks to resolve the lawsuits. Cardinal, AmerisourceBergen, McKesson and Johnson &amp; Johnson have been working to broker a deal with state attorneys general and local municipalities since late 2019. </p><p>   The overall value of the deal rose last year to more than $26 billion, with the distributors' contributions to be paid over 18 years. No final agreement has been reached and the delay of court trials in New York, Ohio and West Virginia because of the pandemic has removed some sense of deadline pressure. </p><p>   So far, the only nationwide opioid deal has been reached with the consulting firm McKinsey &amp; Co., which agreed last week to pay nearly $600 million for its work advising drugmakers, including Purdue Pharma LP and Johnson &amp; Johnson, on ways to boost sales. </p><p>   While announcing the McKinsey deal, several state attorneys general said they hoped the firm's cooperation would serve as a model for others in negotiations. </p><p>   \"We want to get fair settlements now,\" Colorado Attorney General Phil Weiser said last week. \"Others need to follow suit.\" </p><p>   --- </p><p>   Richard Rubin and Jared S. Hopkins contributed to this article. </p><p></p>",
  "published": "2021-02-13T07:18:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3323,
          "end": 3340
        },
        {
          "start": 3965,
          "end": 3982
        },
        {
          "start": 378,
          "end": 395
        },
        {
          "start": 2343,
          "end": 2360
        }
      ]
    }
  ]
}