{
  "_id": "f541b82953b76c46338096a89574361ecb89bfc3588c975a54b75d7388fde67d",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  J&J Looks  Healthy,  Even Before  New Vaccine  ---  Underlying business  appears to be strong  ----  By Charley Grant",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n   Johnson &amp; Johnson stock hasn't yet caught the eyes of Reddit day traders. But the business outlook for the health-care giant is as bright as ever. </p><p>\n  The company said Tuesday that it expects to book between $88.8 billion and $90 billion in 2021 sales, after adjusting for acquisitions, divestitures and foreign-exchange effects. That is good for a growth rate of about 8% from last year. J&amp;J also expects adjusted earnings of about $9.50 a share, which would be nearly 20% growth. Shares rose 2.7% on Tuesday. </p><p>\n  A gradual return to normal in the medical-devices business segment is a big part of that formula: The onset of Covid-19 and resulting disruptions to elective surgical procedures led to a 10.5% sales decline in 2020 from a year earlier. That improved to just a 1.5% decline in the fourth quarter, however. There should be further upside ahead, as sales in some device categories like vision and orthopedics have been slower to recover. Finance chief Joseph Wolk said that short-term weakness didn't affect any long-term business opportunity, as research-and-development spending grew by $800 million in 2020 from a year ago. </p><p>\n  Shares are trading at about 18 times this year's adjusted profit forecast, a fairly sober valuation in a wild market. </p><p>\n  The company's guidance leaves other sources of potential upside. It has the firepower to make a large pharmaceutical or medical-device acquisition should it choose: J&amp;J ended the year with $10 billion in net debt on its books, or half the free cash flow generated in 2020. </p><p>\n  More imminently, J&amp;J expects late-stage data for its Covid-19 vaccine by early next week. Those potential sales aren't included in guidance. While that revenue will likely be a fraction of pharmaceutical sales, the vaccine should gain significant market share if effective: Patients might require one shot, which can be stored more easily than products from Pfizer and Moderna. </p><p>\n  Don't be surprised if success on that front gets the message boards buzzing. </p><p></p>",
  "published": "2021-01-27T07:02:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 38,
          "end": 57
        },
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 1452,
          "end": 1457
        },
        {
          "start": 21,
          "end": 24
        },
        {
          "start": 1577,
          "end": 1582
        },
        {
          "start": 38,
          "end": 55
        },
        {
          "start": 423,
          "end": 428
        }
      ],
      "nexusId": "10010560"
    }
  ]
}