{
  "_id": "e33d292b5d1cde85df0cc378dcf39a15e70bb664630541b3758af29d6679c77e",
  "feed": "market-watch",
  "title": "Alaska joins Idaho in rationing health care as hospitals are packed with COVID patients, and WHO says Africa is being left behind in vaccine push",
  "text": "<p>Providence Alaska Medical Center in Anchorage is now operating under “crisis standards of care,” the New York Times reported, meaning it is carefully allocating resources that may cause some patients to receive substandard care.</p><p>Hospitals in Idaho were forced to do the same last week as their intensive-care beds were overwhelmed by COVID patients. Both states have lower-than-average vaccination rates. Idaho has fully vaccinated 40% of its population, according to USAFacts.org, while Alaska has inoculated 48% of its population.</p><p>The Centers for Disease Control and Prevention's vaccine tracker shows that 54% of the overall U.S. population is fully vaccinated, having received two doses of the vaccines developed by Pfizer PFE with German partner BioNTech BNTX or by Moderna MRNA, or one dose of Johnson &amp; Johnson's JNJ single-shot regimen. Some 63.2% of the population has received at least one dose.</p><p>The U.S. is averaging 152,177 new cases a day, 99,275 hospitalizations and 1,888 deaths, according to a Times tracker. That means the nation is suffering more deaths than in the terrorist attacks of Sept. 11, 2001, every two days.</p><p>The vast majority of deaths and cases are among unvaccinated people, to the chagrin of health experts who are pushing hard for people to get their shots and avoid dying a preventable death. The numbers are currently tracking close to where they were last winter.</p><p>See also:Number of children and teens with COVID-19 exceeds 250,000 for first time since start of pandemic, as mask and vaccination fights continue</p><p>While almost 30% of Americans refuse vaccination, other parts of the world are crying out for supply, including Africa, where several countries have so far vaccinated less than 1% of their populations.</p><p>World Health Organization head Tedros Adhanom Ghebreyesus said Tuesday that Africa has been left behind by the rest of the world. “More than 5.7 million doses have been administered globally but only 2% of those have been administered in Africa,” Tedros said at a press briefing. “This leaves people at high risk of disease and death, exposed to a deadly virus against which many other people around the world enjoy protection.”</p><p>Dispatches from a Pandemic:&#xa0;COVID-19 long haulers are frustrated with unvaccinated friends, worried about reinfection, and mired in medical bills</p><p>That's bad news for Africa, but also for the entire world he said, observed Tedros, reiterating a message that, as long as major swaths of the world are unvaccinated, the virus can keep adapting and changing and eventually produce a variant that could prove entirely resistant to vaccines.</p><p>Africa has a population of 1.3 billion and is targeting 60% vaccination, equal to just under 800 million people.</p><p>Tedros has called for a moratorium on boosters until the whole world has received initial vaccine doses, but countries including Israel, France and Germany have started to offer booster shots, mostly to people with compromised immune systems.</p><p>See:Long COVID risks halved by dual vaccination, study finds</p><p>A U.S. Food and Drug Administration advisory panel will meet on Friday to discuss data provided by Pfizer on boosters. Data released by the company ahead of the meeting suggested that people who are at least 16 years old should get a booster shot after six months.</p><p>In a&#xa0;document&#xa0;published Wednesday, Pfizer said a Phase 3 substudy examined 306 people between the ages of 18 and 55 who had gotten a third dose. It found that an extra dose is considered safe and increased neutralizing antibody titers against the original strain of the virus, as well as the beta and delta variants, to a higher rate than what was reported after two doses in the clinical trials last year.</p><p>For more: Pfizer cites ‘totality' of clinical data in bid for COVID-19 booster approval</p><p>Separately, Pfizer executives said at a conference that they expect to share data on the safety and efficacy of their vaccine in children between 5 and 11 years old by the end of September, with plans to file for emergency-use authorization in the U.S. in early October. Clinical data for children 6 months old to 5 years old are expected shortly after.</p><p>“All of that depends on having a positive outcome on the data, right? I'm assuming that in terms of all the dates I'm giving you,” Pfizer CFO Frank D'Amelio told investors Tuesday at the Morgan Stanley Global Healthcare Conference, according to a FactSet transcript of the presentation.</p><p>In other medical news, Regeneron Pharmaceuticals Inc. REGN said the U.S. government had purchased an additional 1.4 million doses of its monoclonal-antibody treatment for COVID-19 for $2.9 billion. The treatment, which costs $2,100 per dose, is free to Americans at high risk of hospitalization and death who have tested positive or have been exposed to the virus.</p><p>Eli Lilly LLY said the government has ordered 388,000 doses of etesevimab, which has been authorized for emergency use as a COVID-19 treatment, for $330 million. As part of the deal, about 200,000 doses of etesevimab, which complements doses of bamlanivimab previously purchased by the U.S. government, are expected to ship in the third quarter of this year, with the remaining doses to be shipped in the fourth quarter.</p><p>Overseas, the European Union will donate 200 million doses of vaccine by the middle of next year, European Commission President&#xa0;Ursula Von der Leyen said in her annual address.</p><p>In France, thousands of unvaccinated healthcare workers are facing suspension without pay from Wednesday, the Guardian reported. President Emmanuel Macron gave workers including staff at hospitals, retirement home workers and the fire service — 2.7 million people — an ultimatum injury to get at least one shot by Sept. 15 or resign.</p><p>There was disappointing news from Singapore, where new cases totaled 837 on Tuesday, the highest single-day figure in more than a year, as reported by the Guardian. Singapore has vaccinated about 80% of its population but is being hit by the delta variant. Vaccinated people have been proven to be far less likely to develop severe illness or die of it.</p><p>See also:&#xa0;When can kids under 12 get a COVID-19 vaccine? CDC Director Rochelle Walensky has an answer.</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 225.9 million on Wednesday, while the death toll rose to 4.65 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 41.4 million cases and 663,970 deaths.&#xa0;</p><p>India is second by cases after the U.S. at 33.3 million and has suffered 443,497 deaths.</p><p>Brazil has second highest death toll at 587,797 and has recorded 21 million cases.</p><p>In Europe, Russia has had the most fatalities with 191,566, followed by the U.K. at 134,774.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 107,625 confirmed cases and 4,849 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-09-15T15:48:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 800,
          "end": 817
        }
      ],
      "nexusId": "10010560"
    }
  ]
}