{
  "_id": "fff2698c36cce2b834bcf09518f80590241c3dbf322c211f9fd57b41905fe084",
  "feed": "ftcomall",
  "title": "Vaxxinity hopes its Covid jab technology will help treat Alzheimer's",
  "text": "<p>US biotech company Vaxxinity has raised the prospect of breakthroughs in treating Alzheimer's and Parkinson's as a result of the unprecedented resources and energy channelled into vaccine research since the start of the pandemic.</p> <p>Covid-19 has already resulted in the first approved mRNA-based vaccines and now Vaxxinity is developing a novel coronavirus shot using synthetic proteins that it says can have wide application.</p> <p>“Some of the most successful drugs today are biologics drugs, but they are very expensive and often rather inconvenient to use. Our vision is to disrupt that class of drugs by next-tier, next-generation vaccines,” Mei Mei Hu, chief executive of Vaxxinity, told the Financial Times.</p> <p>Vaxxinity's Covid-19 jab, currently in phase 2 trials, uses a technique that it is also applying to its “immunotherapeutic” vaccines that “train the body to produce its own antibodies against internal targets of disease”. It could be used against neurodegenerative conditions too.</p> <p>The shot is most similar to the more traditional recombinant protein coronavirus vaccines being developed by Sanofi/GSK and Novavax. But instead of growing proteins in large vats, Vaxxinity's proteins are made using chemicals. </p> <p>These so-called synthetic peptides mimic the spike protein, as other vaccines do, but also other proteins from the Sars-Cov-2 virus that causes Covid-19. </p> <p>&#xa0;“Commercialising Covid means not only proving one aspect, one modality of our platform for infectious diseases, but also being able to fuel the development of other programmes off that technology platform,” Hu said.</p> <p>Vaxxinity's Alzheimer's drug, which it says uses similar technology, encourages the body to clear misfolded proteins called amyloid plaques from the brain, because genetic analysis has linked them to symptoms of the disease. A completed phase 2 trial was not large enough to draw statistically valid conclusions so it is moving on to a larger study, Hu said.</p> <p>Roughly 35m people suffer from the cognitive illness worldwide, and almost all existing drugs to combat the condition only treat its symptoms. On Monday the US Food and Drug Administration approved the first Alzheimer's drug that purports to slow down progression of the disease. </p> <p>Other pharmaceutical companies have tried to develop similar drugs to the Vaxxinity treatment before but did not succeed. An injectable monoclonal antibody treatment developed by Pfizer and Johnson &amp; Johnson was stopped in 2012 after a small proportion of cases developed inflammation in the brain in clinical trials. Vaxxinity said it had addressed this problem and the product was now safe and consistent. </p> <p>Coronavirus had accelerated all of Vaxxinity's work, Hu said. “We have compressed what would have taken much longer into this Covid pandemic time. Things that would have taken five years are compressed to 18 months.”</p> <p>Hu added that the company had expanded its internal infrastructure to support the global clinical trials and was working to rapidly create a reliable supply chain. </p> <p>Since the inputs for the Covid-19 shot, known as UB-612, are comparatively cheap and the vaccine does not need to be kept in deep freeze, the company expects to sell primarily to lower-income countries. However, it says that it has also had interest from developed markets, including the EU. Although the shot is not yet approved, Vaxxinity has confirmed demand for 140m doses, it says.</p> <p>Caroline Casey, at the science analytics company Airfinity, said Vaxxinity was one of several pharmaceutical companies, such as the US biotech Moderna, receiving a boost from the development of Covid-19 vaccines.</p> <p>“If they are going to manufacture a Covid vaccine and they have some similar vaccines in their pipeline, manufacturing for one is going to massively help sorting manufacturing for others,” she said. </p> <p>Vaxxinity is the US-based affiliate of United Biomedical, a Taiwanese pharmaceuticals group founded by Wang Chang-yi, Hu's mother. It is also developing drugs against migraines and hypercholesterolaemia, a condition which features heightened blood fat levels.</p> <p>Hu said her team had grown to respond to the pandemic. “As a result we are better positioned in terms of our other pipeline, including for neuroimmune diseases and others,” she said. “It has definitely sped up the company's trajectory.”</p><p>Source: Kathrin Hille in Taipei and Hannah Kuchler in London 2021 'Vaxxinity hopes its Covid jab technology will help treat Alzheimer's' FT.com 13 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-13T04:00:32.694Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2414,
          "end": 2431
        }
      ],
      "nexusId": "10010560"
    }
  ]
}