{
  "_id": "e8ab0311660c591f9af13f8822553242a3224c50eeed0a8736f1a2c9b1d017eb",
  "feed": "wall-street-journal",
  "title": "U.S. Reopening of Borders to International Travelers: What to Know About the Rules; Children under 18 are exempt from vaccination requirements, and unvaccinated travelers will face stricter testing protocols",
  "text": "<p>Here's what to know about requirements for travelers who are coming to the U.S. by air.</p><p>Are there changes for U.S.-based travelers returning from a trip?</p><p>Travelers who left the U.S. were previously required to show a negative test result within three days of air travel to America. Starting Nov. 8, unvaccinated travelers will now have to show documentation of a negative test within one day of departure.</p><p>Fully vaccinated American travelers can still show a negative test result taken no more than three days before boarding their flight to the U.S., but must also be prepared to show proof of vaccination along with the negative result. The same applies to fully vaccinated international travelers. If an unvaccinated child between ages 2 and 17 is traveling with a fully vaccinated adult, he or she can test three days before departure. If the unvaccinated child is traveling alone or with an unvaccinated adult, he or she will need to test within one day of departure.</p><p>Nucleic acid amplification tests, such as PCR tests, and antigen tests are accepted.</p><p>The Centers for Disease Control and Prevention issued a new order that requires all airlines flying into the U.S. to compile contact information for contact tracing. The order was made effective Monday, and airlines, other aircraft operators and passengers are required to comply by Nov. 8.</p><p>Passengers will be required to provide their full name as it appears on their passport, address while in the U.S., primary phone number, a secondary or emergency phone number and email address. Airlines will be required to turn over the information to the CDC when necessary to allow public-health officials to reach air travelers who are potentially infected or have been exposed to someone who is infected. Senior administration officials said this new order is meant to prevent the introduction, transmission and spread of new Covid-19 variants.</p><p>Which vaccines are acceptable?</p><p>Vaccines that have been authorized or approved by the Food and Drug Administration or listed for emergency use by the World Health Organization will meet the criteria for travel to the U.S.</p><p>The Pfizer Inc.-BioNTech SE, Moderna Inc. and Johnson &amp; Johnson vaccines that are distributed in the U.S. are included, as well as the Oxford-AstraZeneca vaccine and China's Sinopharm and Sinovac vaccines.</p><p>Russia's Sputnik V vaccine hasn't been authorized or approved by the FDA or WHO.</p><p>The CDC hasn't recommended that people mix vaccines that require two shots for their initial vaccination. For the purposes of international travel, individuals who have received any combination of two doses of two-shot vaccines approved or authorized by the FDA or listed for emergency use by the WHO are considered fully vaccinated. Mixing and matching vaccines is common in other countries.</p><p>How will foreign nationals show proof of vaccination?</p><p>Passengers will need to show acceptable proof of vaccination to airlines, who will be responsible for determining that the vaccination record was issued by an official source in the country where the vaccine was given, as well as making sure the passenger meets the CDC's requirements.</p><p>The CDC's requirements for foreign nationals being fully vaccinated can be found on its website.</p><p>What about children under 18?</p><p>Foreign national travelers who are under the age of 18 are exempted from the vaccination requirements. This is because some younger children are currently ineligible for vaccination, and vaccine availability for older children varies across the globe, according to administration officials.</p><p>Children between the ages of 2 and 17 are required to take a pre-departure Covid-19 test, regardless of their citizenship.</p><p>Are there any exceptions to the vaccination requirement?</p><p>There are limited exceptions for foreign nationals. The exceptions include children under 18, certain Covid-19 vaccine clinical-trial participants and those with medical exemptions to the vaccines. There are also exceptions for those who need to travel for emergency or humanitarian reasons. These people are required to have a U.S. government-issued letter that verifies their urgent need to travel.</p><p>There are also exceptions for those who are traveling on non-tourist visas from countries with low-vaccine availability, as determined by the CDC.</p><p>Individuals who receive exemptions will generally be required to attest they will comply with applicable public-health requirements, including, with some exceptions, a requirement that they be vaccinated in the U.S. if they intend to stay in the country for more than 60 days.</p><p>Write to Allison Pohle at allison.pohle@wsj.com</p><p>U.S. Reopening of Borders to International Travelers: What to Know About the Rules</p>",
  "published": "2021-10-26T01:01:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2165,
          "end": 2182
        }
      ],
      "nexusId": "10010560"
    }
  ]
}