{
  "_id": "77c5a4f7ddb3d2e4802153b13d9eb728a752b40d0b9a73b4c8c514105fc97714",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Official Advises  Not to Mix Boosters  ----  By Felicia Schwartz and Jared S. Hopkins",
  "text": "<p>   A federal health official said Wednesday there isn't enough data to support giving a Pfizer Inc. booster dose to people who have received other Covid-19 vaccines. </p><p>   Doran Fink, a deputy director in the Food and Drug Administration's vaccines division, made the remarks at a meeting of a  vaccine advisory panel that would recommend who should get an additional dose of the vaccine from Pfizer and partner BioNTech SE. </p><p>   \"Data are not available to inform the interchangeability of a booster dose of one vaccine with the primary series of another vaccine,\" Dr. Fink said at a meeting of the Advisory Committee on Immunization Practices, or ACIP, which advises the Centers for Disease Control and Prevention. </p><p>   Officials expect to have more information on this in the future. The National Institutes of Health said in June it is studying giving extra Moderna Inc. doses to people who have received Pfizer, Johnson &amp; Johnson and Moderna vaccines. </p><p>   The FDA has said it needs more time to review use of extra doses of Moderna and J&amp;J Covid-19 vaccines. </p><p>   Some panel members asked about the risks of delaying a vote on Pfizer while waiting for an authorization for Moderna's vaccine so as not to privilege one group of vaccine recipients. They also expressed concerns about leaving behind people who receive the J&amp;J shot. </p><p></p>",
  "published": "2021-09-23T06:11:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 896,
          "end": 913
        },
        {
          "start": 1295,
          "end": 1298
        },
        {
          "start": 1016,
          "end": 1019
        }
      ]
    }
  ]
}