{
  "_id": "254bc8b38660151e839fcbce22bb63090bd33ff77ab54c8b02c64df50cdbb551",
  "feed": "wall-street-journal",
  "title": "U.S. News: Demand for Shots Overwhelms States --- Federal guidance to broaden eligibility has created a free-for-all; 'like the Hunger Games'",
  "text": "<p>\"It's like the Hunger Games for Covid vaccines,\" said Clarence Lam, a state senator in Maryland, which opened eligibility to large pools of people last month. \"People are just desperate to find a vaccine.\"</p><p>The free-for-all stems from governors and public-health officials implementing recommendations made Jan. 12 by the Trump administration -- and continued by the Biden administration -- to immediately make people 65 and older and adults with comorbidities eligible to start the two-shot vaccine regimen. The federal government wanted to speed up vaccinations, particularly for high-risk populations, and ensure doses didn't go unused.</p><p>The expansion departs from recommendations late last year by the Advisory Committee on Immunization Practices, a group of external medical experts that advises the Centers for Disease Control and Prevention. Because initial supply was expected to be limited, the committee suggested vaccines first go to health-care workers and long-term care facility residents, with adults 75 and older and essential workers next.</p><p>But the U.S. \"kind of threw the ACIP recommendations out of the window,\" said Marcus Plescia, chief medical officer of the Association of State and Territorial Health Officials.</p><p>Although state officials often cite limited vaccine supply, manufacturers are producing largely on schedule. Pfizer Inc. and Moderna Inc. since December have supplied about 60 million doses, nearly one-third of the 200 million the companies together must deliver by the end of March. The firms are also ramping up to supply another 200 million combined doses in the spring. The U.S. could see more doses should Johnson &amp; Johnson's vaccine, now under review for emergency use, be cleared in the coming weeks.</p><p>Responding to demand, some local providers have delayed governors' prioritization plans to focus on people previously eligible. Some counties are requiring people to prove residency. Some hospitals are combing patients' records to inoculate those most in need.</p><p>Gov. Tom Wolf said Jan. 19 that Pennsylvania would expand eligibility to people 65 and older, as well as people with serious medical conditions -- a move that some providers say came with no advance notice. Chuck Kray, owner of Hershey Pharmacy, said the announcement triggered about five to six calls and one to two emails a minute at each of two locations. His staff logged about 10,000 vaccine requests in three days.</p><p>\"The sudden change did create a significant amount of chaos,\" Mr. Kray said. \"It literally shut our business down. All we were doing was answering vaccine questions.\"</p><p>As a result, he said, people in their 70s or 80s who might not be computer-savvy have been crowded out by younger people.</p><p>Mr. Wolf said at a recent news conference that the state expanded eligibility under the assumption that the federal government would increase supply. \"That didn't materialize,\" he said.</p><p>In Maryland, Gov. Larry Hogan expanded eligibility on Jan. 18 to people 75 and older and groups including educators -- 860,000 people. A week later, he opened eligibility to adults 65 and older and essential workers -- 773,000 people.</p><p>Mr. Hogan expected supply would increase, a spokesman said, and also consulted with public-health officials two days before to get input. But the state received only 10,000 doses a day, and local providers were inundated with phone calls and emails.</p><p>\"Most of us were somewhat taken aback\" by Mr. Hogan's decision, said Howard County Executive Calvin Ball.</p><p>The county is still working through the more than 70,000 health-care workers, teachers and others in earlier groups before vaccinating adults 65 and older. It's impossible with the current supply to vaccinate groups recently prioritized, said Maura Rossman, the Howard County health officer. \"It's like, 'Which 65-year-old do I pick?' It's impossible math.\"</p><p>Missouri Gov. Mike Parson expanded eligibility to seniors and adults with comorbidities on Jan. 14 because of the Trump administration's suggestion and promise of more supply. But his decision was made without consulting a panel of health experts, said panel member Larry Jones, executive director of the Missouri Center for Public Health Excellence.</p><p>CoxHealth Chief Executive Steven Edwards said Missouri's expansion is helping ensure doses don't go unused. But due to high demand and limited supply, his hospital network will prioritize high-risk segments.</p><p>---</p><p>Julie Wernau contributed to this article.</p>",
  "published": "2021-02-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1644,
          "end": 1661
        }
      ]
    }
  ]
}