{
  "_id": "f024ec6a2daa3b91eedf631912d2bb6f5b5d0b4e6dd4494f3f12338ea9c42e4a",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Infections Trend Higher Amid Vaccination Push  ----  By Melanie Grayce West",
  "text": "<p>   Though half of all U.S. adults have had at least one Covid-19 vaccine dose, an array of factors are complicating the fight against the virus. </p><p>   States are scrambling to reorganize vaccination efforts after pausing use of the Johnson &amp; Johnson vaccine while health officials investigate rare but severe cases of blood clots. </p><p>   The seven-day average number of new Covid-19 infections eclipses the 14-day average in about half the country, with 40 states hitting that benchmark last Wednesday. </p><p>   And the age distribution of Covid-19 cases showing up in hospitals has shifted to a younger population, as younger people, who haven't been vaccinated, are helping drive a rise in cases, according to health officials. </p><p>   The Centers for Disease Control and Prevention reported Monday that the seven-day average of new Covid-19 cases is at more than 67,443, up 1% from the prior seven-day average of 66,702. Four weeks ago, the seven-day average was 53,000 cases a day, said Rochelle Walensky, director of the CDC, during a press briefing Monday. </p><p>   The U.S. is in a \"complicated stage\" of the pandemic, Dr. Walensky said. </p><p>   \"The more people get vaccinated, the fewer infections there will be, which means fewer variants will emerge and fewer breakthrough infections will occur and the quicker we can get back to doing the things we love,\" said Dr. Walensky. </p><p>   More than a quarter of the U.S. population has now been fully vaccinated against Covid-19, according to CDC data. The country administered an average of 3.2 million doses a day over the past week, according to a Wall Street Journal analysis of CDC data. </p><p>   As of Monday, all American adults are eligible to receive a Covid-19 vaccine, with every state meeting the April 19 deadline set by President Biden. </p><p>   Hospitalizations, which had been rising in recent weeks, declined 2.8% from a week earlier, according to the latest CDC data. Hospitalizations are down nearly 68% from a post-holidays peak. </p><p>   Public-health officials and epidemiologists say the increases in Covid-19 cases in many parts of the country can be attributed to several factors. </p><p>   They say relaxed prevention efforts and loosened restrictions on indoor dining and masking measures have helped drive cases higher, as has pandemic fatigue. Older populations, who may not have been mixing widely, were prioritized to receive a Covid-19 shot, and nearly 64% of Americans aged 65 and older are now fully vaccinated, according to CDC data. But fewer younger people, who may be more social or have public-facing jobs, are vaccinated. </p><p>   The spread of highly transmissible variants is also playing a role. </p><p>   Cases should be going down as vaccines are being rolled out, and yet cases are going up at a worrisome level, said Barry Bloom, professor of public health and an immunologist at the Harvard T.H. Chan School of Public Health. </p><p></p>",
  "published": "2021-04-20T06:08:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 223,
          "end": 240
        }
      ],
      "nexusId": "10010560"
    }
  ]
}