{
  "_id": "ff106cb00474e6ca3663dd2983f93033f7b32e0d934f330286660ce5d20387f5",
  "feed": "wall-street-journal",
  "title": "City Works to Keep Shot Dates Amid J&J Pause  ----  By Talal Ansari",
  "text": "<p>   The pause in the use of Johnson &amp; Johnson's Covid-19 vaccine in order to investigate rare but severe cases of blood clots won't hamper vaccination efforts in New York City, Mayor Bill de Blasio said. </p><p>   \"Let's be blunt, yesterday we were thrown a curveball,\" the mayor said Wednesday. \"Our job is to hit that ball out of the park anyway.\" </p><p>   Dave A. Chokshi, commissioner of the New York City Department of Health and Mental Hygiene, said the vast majority of residents will keep the same appointment and receive one of two other Covid-19 vaccines authorized for use, from Pfizer and partner BioNTech and from Moderna. </p><p>   Around 4,000 people who were scheduled to get the Johnson &amp; Johnson vaccine on Tuesday were rescheduled for new appointments at a later date. </p><p>   \"The vaccines are life-saving. And here in New York City we are starting to see them have the real-world benefit that has been observed in Israel, the United Kingdom and elsewhere,\" Dr. Chokshi said. Dr. Chokshi said at least 61% of seniors have received one dose of vaccine, and hospital admissions for those aged 65 and older have fallen 65% since mid-January. </p><p>   Mr. de Blasio said that more than five million doses have been given in the city so far, and more than 550,000 were administered last week. There are now 600 vaccination sites in the city, and 99% of New Yorkers are within 1 mile of a site, the mayor said. </p><p></p>",
  "published": "2021-04-15T06:08:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 663,
          "end": 680
        },
        {
          "start": 24,
          "end": 41
        },
        {
          "start": 35,
          "end": 38
        }
      ]
    }
  ]
}