{
  "_id": "74099d95302022f0c6e6bc1b57733ee88bc734e80719110daa73846a73f53a22",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  The Battle Over an Alzheimer's Treatment",
  "text": "<p>   The Food and Drug Administration is under scrutiny for giving too much weight to risks over benefits in recommending to pause Johnson &amp; Johnson's Covid-19 vaccine. This trade-off is also at the heart of another heated debate over whether the FDA should approve the first drug shown to slow the progression in Alzheimer's disease. </p><p>   The FDA has long been plagued by a culture of bureaucratic over-caution. But during the late Obama and Trump presidencies it showed more flexibility and accelerated new medicines. Doctors who favor more government control as under Europe's health systems, however, say the agency is approving too many high-priced drugs. Biogen's Alzheimer's drug aducanumab is now ensnared in this fight. </p><p>   --- </p><p>   More than six million Americans suffer from Alzheimer's, and the number is expected to soar as the U.S. population ages. The disease's tragic symptoms are well-known -- progressive memory loss, abnormal behavior, and inability to perform everyday tasks. </p><p>   Brain scans show the buildup of amyloid plaque and tangles of tau proteins, which typically begins decades before patients show cognitive problems. Hypertension, obesity, diabetes, smoking, poor sleep and the APOE4 gene variant put people at higher risk. But scientists have yet to identify Alzheimer's cause. </p><p>   This has frustrated the search for treatments, especially since Alzheimer's usually is diagnosed after irreversible brain loss. Some medicines can temporarily improve memory, attention or mood, but none slow the neurological and cognitive degeneration. </p><p>   Some 10 to 20 clinical trials on Alzheimer's drugs have initiated each year since 2008. Aducanumab, a monoclonal antibody drug, is the first disease-modifying medicine to show efficacy. It works by targeting specific molecules on the amyloid to clear plaque. While more than 25 trials on medicines employing this strategy have ended in failure, Biogen has learned from their mistakes. </p><p>   The company used PET scans to screen trial participants to ensure they had Alzheimer's -- rather than other forms of dementia -- and were not in advanced stages of the disease. This filtered out patients who wouldn't benefit from the drug. </p><p>   A late-stage trial showed a high-dose treatment removed 71% of the plaque build-up after 18 months and also had a significant impact on disease progression. After 78 weeks of treatment, patients receiving a high dose were 84% less of a burden to care givers than were the controls. They showed a 91% smaller decline in the ability to prepare a meal and 39% smaller reduction in capacity to discuss current events. </p><p>   In short, patients treated with high doses of Biogen's drug were much more independent and capable. Yet because of the long history of failed Alzheimer's medicines, skeptics say Biogen's promising result is a false positive. They cite a second concurrent late-stage trial by Biogen that indicated aducanumab didn't have a statistically significant benefits on symptoms. </p><p>   But in a post-hoc review, Biogen found the likely reason for the discordant results. The two trials had nearly identical designs, but patients in one received the high dose longer, and the benefits increased with time. A quirk of randomization also resulted in twice as many \"rapid progressers\" -- people who go downhill quickly -- being assigned to the high dose arm than to the control arm in the trial that showed no benefit. The positive effects for many patients receiving the drug were partly offset in the data by these rapid progressers. </p><p>   Biogen worked with FDA scientists to analyze the discrepancies between the two trials. The FDA noted in June 2019 that the evidence from the positive trial could be \"considered exceptionally persuasive.\" Biogen applied in July for drug approval. Physicians and groups that work with Alzheimer's patients have urged the agency to approve the drug. </p><p>   Yet an outside panel of scientists that the FDA convened in November to advise it -- none of whom specialize in treating Alzheimer's patients -- lambasted Biogen for massaging the data. They said the positive results from the one trial could be a fluke and urged the FDA to require Biogen to conduct another -- which could take five or more years to complete. </p><p>   Three panelists wrote in the Journal of the American Medical Association suggesting that the FDA's \"unusual degree of collaboration\" with Biogen could have \"potentially compromised\" its objectivity. Yet this kind of \"collaboration\" between drug makers and the FDA is one reason for the rapid development of Covid vaccines. </p><p>   --- </p><p>   The FDA doesn't have to heed its advisory panels, though it rarely rejects its recommendations. FDA Acting Commissioner Janet Woodcock has been criticized for doing so, especially for correct decisions in the cases of Sarepta's Duchenne muscular dystrophy drug and an extended-release opioid by Zogenix. Now a contender to be FDA Commissioner, Ms. Woodcock is under political pressure from the left to reject Biogen's drug. </p><p>   Doing so could set back Alzheimer's drug development by years and discourage investment against an affliction that causes terrible hardship. It would send the signal that the FDA will turn a blind eye to complexity -- and that it cares more about its own reputation among certain medical elites than for patients. </p><p>   Studies are rarely conclusive, so FDA scientists need to interpret and analyze evidence holistically. The risk of approval is that some Alzheimer's patients won't benefit from the medicine, and U.S. taxpayers via Medicare will pick up the cost. </p><p>   But Biogen's drug could extend the independence of Americans still in the early stages of the disease, which would save the health system hundreds of billions of dollars. The elderly would be able to recognize grandchildren longer. And with the advent of blood tests that can identify people at risk for Alzheimer's years before symptoms occur, millions more Americans could eventually benefit. </p><p>   The U.S. may be on the cusp of an Alzheimer's breakthrough, and the FDA's first duty is to patients. </p><p></p>",
  "published": "2021-04-20T06:14:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 126,
          "end": 143
        }
      ],
      "nexusId": "10010560"
    }
  ]
}