{
  "_id": "a86c88b969e7987109b95de88d087398ffc1cd918664a71941841cb555023101",
  "feed": "ftcomall",
  "title": "Multinationals unite to respond to global coronavirus crises",
  "text": "<p>Dozens of leading companies are joining forces to co-ordinate the business and government response to future Covid-19 outbreaks around the world, as India's growing death toll raises concerns about the pandemic threat to employees and economies.&#xa0;</p> <p>Tim Cook of Apple, Amazon chief executive Andy Jassy, Julie Sweet of Accenture and Alex Gorsky of Johnson &amp; Johnson were among the executives to join the steering committee of a global task force on pandemic response launched on Wednesday.&#xa0;</p> <p>The group came together in recent weeks to <a href=\"https://www.ft.com/content/52a91372-9829-4438-8de9-9fcdbc40eca5\">mobilise supplies</a> and lobby Washington to help alleviate the coronavirus crisis in India. Many of the companies' employees have been caught in the country's <a href=\"https://www.ft.com/content/39ad9165-fc31-42ff-86d5-317d32ecfe6d\">steep second wave</a> of Covid-19 cases, which has alarmed western executives who had hoped vaccines would contain the pandemic's financial and human damage.</p> <p>But “they understood that the impact of what was unfolding in India would reach far beyond India and they needed to be prepared for that,” said Nisha Biswal, president of the US-India Business Council. “We are trying to build a platform that can endure beyond India.”&#xa0;</p> <p>The <a href=\"http://www.pandemictaskforce.org\">task force</a> has been organised by the US Chamber of Commerce with support from the Business Roundtable, Washington's leading business lobby groups. It has billed itself as a new form of public-private partnership that will work closely with the White House, Congress, relevant national governments and US agencies, including the state department.&#xa0;</p> <p>“We need an interface that helps the private sector leverage the massive capabilities of government and helps the government leverage the massive capabilities of the private sector,” added Biswal, calling the collaboration “unprecedented”.&#xa0;</p> <p>The task force remains focused on India, but will decide in the future which countries its members should help in consultation with the US government.&#xa0;</p> <p>The companies involved have arranged for the shipment of 1,000 ventilators to India by the middle of May, with the first 100 due to arrive on Wednesday. Medtronic is manufacturing the devices and providing virtual training to medical staff in India. FedEx is due to deliver 25,000 <a href=\"https://www.ft.com/content/9b892baa-5b2a-41a6-8a71-9a46d9ac9262\">oxygen concentrators</a> by the end of this month.&#xa0;</p> <p>Executives on the steering committee, including Brian Moynihan of Bank of America, Carol Tomé of UPS and Judith McKenna of Walmart International, were also co-ordinating human resources teams to offer practical support for <a href=\"https://www.ft.com/content/68e54a6b-5f57-4ef4-8cd1-0c5785417b66\">staff in affected areas</a>.&#xa0;</p> <p>Biswal said the task force would reduce delays and avoid overlaps as companies responded to the next chapter of the Covid-19 crisis while tapping their resources, supply chains and expertise.&#xa0;</p> <p>“This is really about a pandemic as it looks like it's going into the next phase,” she said. “The business community needed to be unified and organised to support India and other hotspots that may emerge so we can make sure that 2021 is different from 2020.”</p><p>Source: Andrew Edgecliffe-Johnson in New York 2021 'Multinationals unite to respond to global coronavirus crises' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-05T10:00:29.645Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 345,
          "end": 362
        }
      ],
      "nexusId": "10010560"
    }
  ]
}