{
  "_id": "1f17ebb395a6b81d468809aefb9918ce915b5f6cf813bc278a9ae5bc6f2d428c",
  "feed": "wall-street-journal",
  "title": "World News: Vaccine Delays Will Slow EU Recovery --- Bloc is unlikely to have inoculated a substantial part of its population by the summer",
  "text": "<p>The European Commission, the European Union's executive body, which procures vaccines centrally for the bloc, has ordered 2.3 billion doses from six manufacturers. It says most of these are expected to be delivered in 2021, and that member states should be able to vaccinate 70% of adults among the bloc's 448 million inhabitants by the summer.</p><p>But delivery delays and manufacturing hiccups by two large manufacturers threaten this plan, as does uncertainty about when other vaccines the EU is relying on will be approved. Meanwhile, governments in the region are struggling to reduce case numbers and deaths despite tight restrictions on the population.</p><p>Ten days ago, Pfizer Inc. and BioNTech SE, which have sold 600 million doses of their vaccine to the EU, making them the continent's largest provider, said they would temporarily reduce deliveries in the bloc because of an upgrade to their plant in Belgium, though they promised to deliver all the doses owed in the first quarter.</p><p>Then on Friday, AstraZeneca PLC, whose vaccine the EU is expected to approve this week, told EU officials it might deliver only as few as 30 million of the 80 million doses pledged for February and March because of yield issues at a manufacturing contractor, also in Belgium.</p><p>The EU warned Monday that it would take any action necessary to protect its citizens after calling AstraZeneca's responses about the delays unsatisfactory. The EU's executive also said it is planning to demand early notification in the future of any planned exports of vaccines made in the bloc.</p><p>U.S. biotech company Moderna Inc., whose vaccine is the only one approved in the bloc alongside Pfizer's, has pledged 160 million doses to the EU, the smallest order by far. All other manufacturers, including a partnership between Sanofi SA and GlaxoSmithKline PLC, Johnson &amp; Johnson and CureVac NV, have yet to seek approval.</p><p>Unapproved vaccines currently account for two-thirds of the EU's orders.</p><p>On Monday, European Commission officials said they are sticking to their vaccination targets. Spokesman Eric Mamer said commission President Ursula von der Leyen had told AstraZeneca Chief Executive Pascal Soriot that she expects the company to deliver on its contract.</p><p>\"She reminded Mr. Soriot that the EU has invested significant amounts in the company up front precisely to ensure that production is ramped up, even before the conditional market authorization is delivered by the European Medicines Agency,\" he said.</p><p>In practice, however, plans to roll out shots to the general population are increasingly likely to need to be pushed back until later this year. Charles Michel, president of the European Council, which represents the EU's national governments, said on Belgian television over the weekend the commission's targets would be difficult to achieve.</p><p>The EU already is trailing behind other rich countries. The U.K. and the U.S., which started inoculations almost a month earlier, have vaccinated 10% and 6.2% of their respective populations, according to data from Oxford University. For Spain, Italy, Germany and France, the ratios range from 1.5% to 2.5%.</p><p>In Germany, Health Minister Jens Spahn had initially promised that anyone who wanted to get vaccinated could do so by the summer. Last week, Chancellor Angela Merkel floated a less ambitious plan.</p><p>\"If everything goes in accordance to what the companies have promised us . . . we can manage to offer vaccination to every citizen by the end of the summer,\" she said before the AstraZeneca announcement.</p><p>Yet, vaccination centers in Germany are already cutting the number of appointments because of vaccine shortages.</p><p>---</p><p>Laurence Norman in Brussels contributed to this article.</p>",
  "published": "2021-01-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1824,
          "end": 1841
        }
      ]
    }
  ]
}