{
  "_id": "0d02390c2b2294356f7ac96c12bbe2719683e351aed1372a707917a03e30f350",
  "feed": "wall-street-journal",
  "title": "World News: U.K. Mutation Resists Vaccine",
  "text": "<p>\"Our mission must be to stop its spread altogether and break those chains of transmission,\" British Health Secretary Matt Hancock said in Parliament on Tuesday.</p><p>The continued emergence of new variants could make it harder to curb the pandemic and suggests that vaccines will need to regularly update to take account of changes to the virus.</p><p>\"Existing variants of concern will increasingly acquire new mutations,\" said Sharon Peacock, a physician who is director of Covid-19 Genomics U.K., a group monitoring mutations. \"This will lead to a constellation around the original variant,\" she said, and a puzzle of increasing complexity for health officials.</p><p>The additional mutation, known as E484K, is part of variants that have driven powerful new waves of infections in South Africa and Brazil. Scientists believe it protects the virus from antibodies triggered by vaccines or earlier Covid infections by changing the shape of the virus's spike protein.</p><p>Researchers say they have discovered 11 people around the southwest city of Bristol infected with the U.K.'s more transmissible B.1.1.7 variant that also has the E484K mutation. They also have found 32 cases in Liverpool of an older version of the virus that has also now acquired the extra mutation.</p><p>The additional mutation, identified by genomic testing, appears to have arisen independently in both the U.K. variant and its predecessor, since there are no known links to international travel among the cases and they don'tappear to be linked to a single infection.</p><p>Scientists who have studied the mutation say it is likely part of the reason why some Covid-19 vaccines appear to be working less effectively against the South African variant and why antibodies triggered by an earlier Covid-19 infection might not protect people from getting sick again from the new version.</p><p>Recent clinical trials in South Africa showed that the not-yet-authorized shots developed by Novavax Inc. and Johnson &amp; Johnson were less effective at preventing Covid-19 there compared with clinical trials in the U.S. and the U.K.</p><p>Moderna Inc. and Pfizer Inc. have said that based on laboratory studies, they expect their vaccines to still work against variants with the E484K mutation. Moderna and Novavax have said they are working to update their vaccines to better tackle the South African variant.</p><p>However, scientists in South Africa have said the variant there has mutations in addition to E484K that appear to help the virus escape antibodies.</p><p>Both in South Africa and Brazil, variants with the E484K mutation emerged in regions that suffered some of the highest numbers of Covid-19 cases during the countries' first waves of infections.</p><p>That is why some experts believe the mutation is the result of the virus circulating in a population where a large proportion of people already have Covid-19 antibodies from an earlier bout. In laboratory experiments, the mutation also appeared when the virus came under sustained pressure from antibodies that weren't strong enough to neutralize it.</p><p>Genome sequencers found the 11 instances of the new variety of B.1.1.7 on Jan. 26, when they looked back through their library of 214,000 coronavirus sequences. Over the pandemic, they have sequenced 5% to 10% of positive cases.</p><p>Separately, they have identified 105 cases in the U.K. of the South African variant, all but 11 linked to travelers from the country.</p><p>On Monday, the government said it would send in teams to test residents in eight districts, including three in London and stretching from Merseyside in the north to Surrey in the south and east and west to Kent and Birmingham, where those 11 cases of the South African variant were found.</p><p>Covid-19 case numbers in the U.K. have fallen since a national lockdown that began Jan. 4.</p>",
  "published": "2021-02-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1939,
          "end": 1956
        }
      ],
      "nexusId": "10010560"
    }
  ]
}