{
  "_id": "f32addb796e58fdb6dd1ab20e1b73a252123a982d445b090dc0762d4561e609c",
  "feed": "ftcomall",
  "title": "CDC lifts travel restrictions for vaccinated Americans",
  "text": "<p>US health officials have given the green light for fully vaccinated Americans to resume both domestic and international travel, lifting one of Washington's toughest pandemic restrictions. </p> <p>In a statement on Friday, the Centers for Disease Control and Prevention (CDC) said people who had received vaccinations could travel “at low risk to themselves”, based on the latest data about the effectiveness of the vaccines. </p> <p>“With millions of Americans getting vaccinated every day, it is important to update the public on the latest science about what fully vaccinated people can do safely, now including guidance on safe travel,” said&#xa0;Rochelle&#xa0;Walensky, director of the CDC.&#xa0;</p> <p>“We continue to encourage every American to get vaccinated as soon as it's their turn, so we can begin to safely take steps back to our everyday lives,” she added. </p> <p>The CDC said that for domestic travel, it was no longer recommending Covid-19 testing and self-quarantine, although it continued to suggest mask-wearing, social distancing and frequent handwashing.</p> <p>For international travel, the CDC said fully vaccinated Americans did not need to obtain a Covid-19 test “unless it is required by the international destination” or self-quarantine upon their return to the US unless their home state required it.</p> <p>But the CDC said fully vaccinated people should still get a test before boarding a flight to the US and get another test between three and five days after returning. </p> <p>The long-awaited shift in guidelines could offer a new boost to US airlines and the leisure and hospitality sector, and deliver fresh impetus to the <a href=\"https://www.ft.com/content/149b7b70-1fec-4496-8ef6-8d6304043a9b\">American recovery</a>.</p> <p>It highlights US progress in delivering vaccinations, with the White House now aiming for 200m shots to have been administered by the end of April, Joe Biden's 100th day in office. </p> <p>The CDC considers a person to be fully vaccinated two weeks after their second Pfizer or Moderna vaccine dose, and two weeks after a single Johnson &amp; Johnson vaccine dose. </p> <p>“The CDC's new travel guidance is a major step in the right direction that is supported by the science and will take the brakes off the industry that has been hardest hit by the fallout of Covid by far,” said Roger Dow, president of the US Travel Association. “As travel comes back, US jobs come back.”</p> <p>However, the statement from the CDC comes at a time when US health officials, including Walensky, are growing increasingly worried about an uptick in infection rates, and urging Americans not to let down their guard, particularly if they are not inoculated. </p><p>Source: James Politi in Washington 2021 'CDC lifts travel restrictions for vaccinated Americans' FT.com 2 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-02T16:39:49.964Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1933,
          "end": 1950
        }
      ],
      "nexusId": "10010560"
    }
  ]
}