{
  "_id": "633811b958733328f21a8d35585dc98ea31a53c299d5e7fbb341ba9944c3cfff",
  "feed": "ftcomall",
  "title": "Governments need ‘portfolio of vaccines' to beat Covid, says EMA head",
  "text": "<p>Governments should work with a mix of different coronavirus vaccines to stand the best chance of ending the pandemic, the head of the European drugs regulator said, warning that depending too heavily on a single shot or type of vaccine could be self-defeating.</p> <p>“We're going to need a portfolio of vaccines — one thing that we've learned from this pandemic is that once you start making predictions, something else happens,” Emer Cooke, executive director of the European Medicines Agency, told the Financial Times. “You might have a production issue, something else might go wrong, the best approach is a portfolio approach.”</p> <p>Cooke's comments come as many higher-income nations have moved away from the adenoviral-vector vaccines developed by Oxford/AstraZeneca and Johnson &amp; Johnson, after a link was observed between vaccination and a rare type of blood clot. Instead, several places, including the EU and the US, are favouring the breakthrough mRNA jabs developed by BioNTech/Pfizer and Moderna. Last month, the EU signed a deal for a further 1.8bn doses of the Pfizer shot for 2022 and 2023.</p> <p>Cooke, an Irish pharmacist and EMA veteran who returned to the drugs watchdog to take the top job last November after four years at the World Health Organization, described a challenging eight months for the regulator.</p> <p>With the world desperate for a path out of the pandemic, the agency faced “a lot of pressure” last year to fast track approval of Covid-19 vaccine candidates that had been rushed through trials in record time.</p> <p>“You see results coming in, they look good, and people want to know is that really true, is it not true,” she said. “Being able to validate the information, really to evaluate the scientific information in what was a faster timeframe than we'd ever done before, it creates its own pressure.”</p> <p>But she insisted the EMA had retained its independence throughout: “The regulatory role is an independent scientific role, it has to be separate from political processes, otherwise I could not go to bed at night.”</p> <p>The race to get new jabs into people's arms also meant that some of the vaccine developers were new players with less experience of engaging with regulators. “All companies have their good points and bad points. Some of them are more used to dealing with the EMA than others and that does make a difference,” she said.</p> <p>She declined to be drawn on whether European governments were too quick or too slow to react to the blood clot issue first associated with younger recipients of the AstraZeneca jab. The EMA's role was to understand and evaluate the risks, she stressed, while how to use the vaccines locally was a decision for each member state.</p> <p>Cooke added that the agency was still studying the AstraZeneca vaccine to determine whether to update its guidance on who should receive the shot, with more results expected in September. The EMA's current advice is that the benefits of the vaccine outweigh its risks in all adult age groups, but many countries have already restricted its use to older patients only.</p> <p>“When these things are really rare, the problem is there's nothing you can immediately say that ‘If you have this [condition or underlying issue], avoid one vaccine or another',” she said. “We're not at that stage — I'd love to be there.”</p> <p>Cooke has strongly pushed back against any suggestion that the EMA's added scrutiny of the AstraZeneca vaccine was politically motivated, particularly after a row earlier in the year between London and Brussels over supplies of the jab. “It's easy to criticise the EMA because we're sort of faceless,” she said. “It's much easier to criticise something you don't know than something you do know.”</p> <p>Collaboration with international regulators, including the UK's Medicines and Healthcare products Regulatory Agency and the US Food and Drug Administration, had been positive, she said, also on the blood clot affair, which she stressed was first reported in Europe. </p> <p>Cooke declined to say whether she supported the waiving of intellectual property rights for coronavirus vaccines that has been backed by the US but opposed by the EU, saying only that she wanted to see a lot more vaccine production in developing countries.</p> <p>“Manufacturing is not easy,” she said. “People underestimate the amount of time and effort to get a vaccine site up and running and working to international standards.”</p><p>Source: Donato Paolo Mancini in London 2021 'Governments need ‘portfolio of vaccines' to beat Covid, says EMA head' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T04:00:39.574Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 766,
          "end": 783
        }
      ],
      "nexusId": "10010560"
    }
  ]
}