{
  "_id": "9725c12a99d829e5a4bccba76eefc4da745cb21b3be8b3aecbdc11201c50280f",
  "feed": "wall-street-journal",
  "title": "Moderna's Covid-19 Vaccine Best Prevents Hospitalization, CDC Study Indicates; Research showed Johnson & Johnson shot offered the least protection against hospitalization over time",
  "text": "<p>The researchers found that the Moderna vaccine's effectiveness against hospitalization was 93%, compared with 88% for Pfizer-BioNTech's and 71% for J&amp;J's. The effectiveness of the Moderna and Pfizer-BioNTech vaccines also seemed to stand up better over time than that of J&amp;J's vaccine. The Moderna vaccine's effectiveness against hospitalization dropped to 92% after 120 days, while Pfizer-BioNTech's dropped to 77%. After just 28 days, the J&amp;J vaccine's effectiveness fell to 68%.</p><p>\"These real-world data suggest that the two-dose Moderna and Pfizer-BIoNTech mRNA vaccine regiments provide more protection than does the one-dose Janssen viral vector vaccine regimen,\" the authors wrote, referring to the J&amp;J vaccine by its branded name. They added that although there are differences in vaccine effectiveness, all three of the vaccines provide substantial protection against hospitalization.</p><p>The Moderna and Pfizer-BioNTech vaccines also produced higher post-vaccination antibody levels than the J&amp;J vaccine, the researchers said. They looked at blood samples of 100 healthy volunteers who had been fully vaccinated within the last two to six weeks and found that those who had gotten the Moderna vaccine had higher antibody levels directed against the virus's receptor binding domain than those who received the Pfizer-BioNtech vaccine or the J&amp;J vaccine. When it came to antibodies directed against the virus's spike protein, people who got the Moderna or Pfizer-BioNTech vaccine had significantly higher levels than those who got the J&amp;J vaccine.</p><p>Differences in vaccine effectiveness could be due to several factors, the scientists wrote, noting that the Moderna vaccine has higher mRNA content than the Pfizer-BioNTech vaccine. Differences in timing between doses—three weeks for Pfizer-BIoNTech and four weeks for Moderna—could also account for the difference, they said.</p><p>\"There's this growing story that the Janssen experience is inferior in its single dose status,\" said Daniel Griffin, chief of infectious disease at healthcare provider network ProHealth New York, who received his second dose of the Moderna vaccine in January.</p><p>He's had patients who got the J&amp;J vaccine ask him whether they should consider getting one of the mRNA vaccines now, as well. He tells those patients that the data are still coming out on whether that would be helpful, he said.</p><p>\"We're going to get more and more people who got the Janssen vaccine asking, what should I do?\" he said.</p><p>Write to Sarah Toy at sarah.toy@wsj.com</p><p>Moderna's Covid-19 Vaccine Best Prevents Hospitalization, CDC Study Indicates</p>",
  "published": "2021-09-17T18:44:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 95,
          "end": 112
        },
        {
          "start": 2167,
          "end": 2170
        },
        {
          "start": 271,
          "end": 274
        },
        {
          "start": 1537,
          "end": 1540
        },
        {
          "start": 1344,
          "end": 1347
        },
        {
          "start": 441,
          "end": 444
        },
        {
          "start": 148,
          "end": 151
        },
        {
          "start": 704,
          "end": 707
        },
        {
          "start": 996,
          "end": 999
        }
      ],
      "nexusId": "10010560"
    }
  ]
}