{
  "_id": "85090291c4ec390af51dd765413325892a0e698e85dfcff48b980a3e07249bd1",
  "feed": "ftcomall",
  "title": "Delta variant's spread in the US casts shadow over July 4 festivities",
  "text": "<p>Scientists have warned that July 4 celebrations across the US risk accelerating the spread of the Delta variant of Covid-19, particularly in parts of the country where vaccination rates have lagged. </p> <p>The US is preparing for a celebratory Independence Day weekend replete with parades, concerts and firework displays, in contrast to last year, when many large events were cancelled because of concern over the virus. </p> <p>Despite progress in fighting the pandemic, experts say mass domestic travel and large gatherings may increase the spread of the Delta variant, especially among <a href=\"https://www.ft.com/content/730e35fd-9f9e-438b-8617-c0f1bc163fd3\">unvaccinated people</a>, raising the prospect of localised surges in cases and hospitalisations. </p> <p>“Take a hyper-transmissible Delta variant and large gatherings, along with the emotional mindset in America that the pandemic is over . . . and you can absolutely depend on a surge in cases,” said Gregory Poland, director of the vaccine research group at the Mayo Clinic in Minnesota.</p> <p>Joe Biden has nevertheless pushed ahead with plans to host a July 4 party for more than 1,000 people on the South Lawn of the White House. The US president is also set to visit Michigan on July 3 in a tour entitled “America's Back Together” to tout progress against the disease and promote vaccines. </p> <p>Speaking to reporters on Friday, Biden said he was not worried that there would be a big outbreak but encouraged people to get vaccinated. His administration has already admitted it will not meet its goal of getting at least one jab to 70 per cent of adults by the July 4 holiday.</p> <p>“I am concerned that people who have not gotten vaccinated have the capacity to catch the variant and spread the variant to other people who have not been vaccinated,” he said, adding: “The Fourth of July this year is different . . . than the Fourth of July last year, and it will be better next year.”</p> <p>While the number of cases has fallen sharply since the pandemic's peak earlier this year, there are concerns that the Delta variant's spread may complicate that progress. In some states where Delta is the most prevalent, cases are once again rising. </p> <p>The variant now accounts for the majority of genetically sequenced cases in the US, according to a Financial Times analysis of the latest sequencing data submitted to the global repository Gisaid.</p> <p>About three out of every five cases nationally are now estimated to be from the highly transmissible variant first detected in India, and prevalence is as high as 90 per cent in some states.&#xa0;</p> <p>These figures are aligned with <a href=\"https://covid.cdc.gov/covid-data-tracker/#variant-proportions\">the US Centers for Disease Control and Prevention's estimate</a> of 26 per cent nationwide prevalence, but are calculated using more up-to-date figures that point to continued growth of the strain.</p> <p>Although Delta is about 60 per cent more transmissible than the Alpha variant, according to UK government research, the three authorised Covid-19 vaccines in the US have proven effective in preventing serious illness. Nearly 156m people in the US are fully vaccinated, according to CDC figures.</p> <p>Research by the UK government has shown that two doses of the BioNTech/Pfizer jab are 88 per cent effective against symptomatic illness from Delta, while preliminary data from Moderna and Johnson &amp; Johnson show their jabs elicit antibodies against the variant.</p> <p>But US officials are particularly concerned about the spread of Delta in parts of the country with low vaccination rates. About 1,000 US counties have vaccination rates of less than 30 per cent, according to Rochelle Walensky, CDC director.&#xa0;</p> <p>“As the Delta variant continues to spread across the country, we expect to see increased transmission in these communities, unless we can vaccinate more people,” she said on Thursday.</p> <p>After a blistering start, the US vaccine rollout has slowed, and states have tried to entice the hesitant by <a href=\"https://www.ft.com/content/138f58a1-b472-452a-9daa-db0f5c885079\">offering rewards</a> ranging from free food and drinks to the chance to win millions of dollars.</p> <p>In a sign of concern, the White House said it would deploy surge response teams to help community leaders with tasks including testing and contact tracing.</p> <p>The danger posed by Delta is apparent in Missouri, where the strain accounts for 90 per cent of new cases, according to FT analysis. Surging hospitalisations in the south-west of the state have forced some hospitals to transfer patients to other facilities.</p> <p>“Missouri is pretty much the epicentre of the Delta variant in the US right now,” said Alexander Garza, pandemic task force incident commander for the St Louis region. </p> <p>He said that 37 per cent of those admitted to hospital in the area are aged under 45. This weekend's planned large gatherings provide the “optimal environment” for the virus to spread, especially among unvaccinated people, he added. </p> <p>In Missouri, 56 per cent of people have received one dose of the vaccine, compared to more than 70 per cent in New York.</p> <p>Despite the availability of vaccines and the move by many state and local authorities to relax restrictions, some US health officials are encouraging people to continue acting cautiously in light of the increased transmissibility of Delta. </p> <p>Officials in St Louis and Los Angeles County this week strongly recommended that people wear masks indoors, regardless of their vaccination status, contrasting with the CDC's <a href=\"https://www.ft.com/content/ef26b07c-0213-4653-89ea-a24ccd0d5a8d\">eased mask guidance</a>.</p> <p>Barbara Ferrer, public health director at LA County, said that while vaccines were effective at preventing hospitalisations and deaths against Delta, wearing masks indoors would reduce transmission.&#xa0;</p> <p>Amesh Adalja, senior infectious disease scholar at the Johns Hopkins University Center for Health Security, said unvaccinated states would bear the brunt of increased hospitalisations arising from July 4 weekend. “The Delta variant is not going to be a systemic risk but a regional risk.” </p> <p><em>Additional reporting by Lauren Fedor in Washington</em></p><p>Source: Nikou Asgari in New York, John Burn-Murdoch in London and Kiran Stacey in Washington 2021 'Delta variant's spread in the US casts shadow over July 4 festivities' FT.com 3 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-03T09:00:26.966Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3184,
          "end": 3201
        }
      ],
      "nexusId": "10010560"
    }
  ]
}