{
  "_id": "d672063473c7bbbab39759297127ddc4077298a25e60152f01ed7be512b9d80c",
  "feed": "ftcomall",
  "title": "How effective are coronavirus vaccines against the Delta variant?",
  "text": "<p>As rising coronavirus infections force <a href=\"https://www.ft.com/content/06334a7b-30cc-40bf-942b-e3bcd2efb305\">some countries</a> to reimpose restrictions, scientists and drugmakers are racing to answer a crucial question: how well do the current vaccines protect against the Delta variant?</p> <p>On one point, most observers agree. The leading shots, studies show, still offer strong protection against severe disease and hospitalisation.</p> <p>“Real-world effectiveness studies with a number of vaccines show good protection especially against severe disease,” Soumya Swaminathan, chief scientist at the World Health Organization, told the Financial Times. “The most important priority just now is to scale up vaccination coverage in all countries.”</p> <p>So called “real-world” analysis of 14,019 cases of the Delta variant in the UK, released by Public Health England in June, found the BioNTech/Pfizer and Oxford/AstraZeneca vaccines were, respectively, 96 per cent and 92 per cent effective against hospitalisation after two doses.</p> <p>Late on Thursday, Pfizer reiterated it believed its shot worked against Delta, especially after a potential third booster dose. But it also added it planned to study a variant-targeted inoculation, with trials slated to start as early as next month.</p> <p>The high efficacy of the shots in the UK, where the Delta variant is dominant and more than the half the population has been fully vaccinated, is reflected in the current mortality rate for Covid-19 patients, which at 0.085 per cent is 20 times lower than at its peak, according to Meaghan Kall, an epidemiologist at PHE.</p> <p>But the question of whether the vaccines remain as effective at preventing infection, and therefore transmission and spread, is more fraught.</p> <p>Early figures from the real-world studies in the UK in May found that two doses of the Pfizer vaccine were 88 per cent effective at preventing symptomatic infection with the Delta variant. A month later, that number was revised down to 79 per cent by Scottish researchers. </p> <p>Canadian scientists on Saturday, using a combination of methods, estimated that the Pfizer jab was 87 per cent effective at preventing infection with the Delta variant. That was “comparable”, <a href=\"https://www.medrxiv.org/content/10.1101/2021.06.28.21259420v1.full.pdf\">the researchers said</a>, to the 89 per cent protection the shot provided against the Alpha variant, first identified in Britain.</p> <p>A fourth study, compiled by Israel's health ministry, details of which were <a href=\"https://www.ft.com/content/0b3da41e-6390-4f4b-866c-da5c6aec7f5e\">reported this week</a>, suggested the Pfizer vaccine was much less effective against symptomatic infection with Delta, providing only 64 per cent protection. Pfizer and Israeli health officials, however, were quick to caution that the study was based on preliminary and highly localised infection numbers, and had other methodological weaknesses.</p> <p>The varied assessments reflect the difficulty of conducting real-world assessments of vaccine efficacy. During trials, scientists can select participants, monitor who receives a vaccine and who receives a placebo, and then see who gets infected and who does not, providing a trove of data. Once a vaccination campaign gets under way, scientists lose that control, and other factors may affect who gets sick, making it more difficult to reach firm conclusions.</p> <p>“Observational vaccine study data are not randomised trial data,” Natalie Dean, an assistant professor of biostatistics at Emory University in Atlanta, Georgia, <a href=\"https://twitter.com/nataliexdean/status/1412498386683514882\">wrote</a> on Twitter. The Israeli findings should not “negate” other studies that showed higher vaccine efficacy, she said, as the small size of the epidemic in Israel was one of several “fudge factors” that could impact results.</p> <p>For other vaccines, however, real-world efficacy data does not exist yet, forcing health officials to rely on laboratory testing to assess effectiveness against Delta. In such studies, scientists use the blood of vaccinated individuals to estimate a shot's effectiveness against a variant in a lab.</p> <p>Moderna has said its vaccine showed a two-fold reduction in neutralising antibodies in laboratory tests against Delta, when compared with the original coronavirus strain, but still described the results as “encouraging”. The data “reinforce our belief that the Moderna Covid-19 vaccine should remain protective against newly detected variants,” Stéphane Bancel, chief executive, said in June.</p> <p>Johnson &amp; Johnson, which markets a single-shot vaccine, said its jab elicited a higher level of antibody activity against Delta than it had in tests against the Beta variant, first identified in South Africa. It provided no precise figures but said the vaccine offered “durable protection” against the disease. </p> <p>The makers of Russia's Sputnik V have said it was “more efficient against the Delta variant of coronavirus . . . than any other vaccine that published results on this strain so far”, but provided no evidence to support the claim. </p> <p>Several Chinese scientists have said that some Chinese vaccines have been found to be less effective against Delta than against previous variants but few details of those studies have been released. Sinovac spokesman Liu Peicheng <a href=\"https://www.reuters.com/world/china/are-chinese-covid-19-shots-effective-against-delta-variant-2021-06-29/\">told Reuters</a> that preliminary results based on blood samples from those vaccinated with its shot showed a three-fold reduction in neutralising effect against Delta.</p> <p>Peter English, a public health expert who previously advised PHE, cautioned that while the data on efficacy against hospitalisation was generally positive, the vaccines' ability to prevent the transmission of Delta was far less clear. </p> <p>“Delta is so much more infectious, it's better at finding people who aren't sufficiently immune and infecting them,” he said, adding that it would take time for reliable numbers on transmission to accumulate.</p><p>Source: Donato Paolo Mancini and John Burn-Murdoch in London 2021 'How effective are coronavirus vaccines against the Delta variant?' FT.com 9 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-09T04:00:39.972Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4207,
          "end": 4224
        }
      ],
      "nexusId": "10010560"
    }
  ]
}