{
  "_id": "a30aa6974f1fcd03bb0acf06a91983601fd38e084c0cbbed04a7d0086a9de779",
  "feed": "ftcomall",
  "title": "Sacklers shielded from future lawsuits in Purdue settlement",
  "text": "<p>Members of the Sackler family who own Purdue Pharma have been granted immunity from future opioid lawsuits after a US judge approved a bankruptcy settlement for the drugmaker. </p> <p>Judge Robert Drain of US bankruptcy court in Manhattan gave his provisional assent to Purdue's bankruptcy plan on Wednesday, drawing a line under thousands of lawsuits filed against the drugmaker over its role in the US opioid addiction epidemic. </p> <p>Purdue estimated the overall value of the settlement at $10bn. The sum included the value of treatments and addiction antidotes that the company will develop. It also included $4.5bn that members of the Sackler family will pay to finance abatement trusts that will be used to compensate victims. </p> <p>The agreement <a href=\"https://www.ft.com/content/f0d6f014-dfa1-4d93-a11b-d9ede668be11\">frees Purdue's owners</a> — including family members who had not filed for bankruptcy protection themselves — from liability. </p> <p>“I wish the plan had provided more,” Drain said after a six-and-half-hour hearing, calling it a “bitter result”. </p> <p>But the judge also noted: “I will not jeopardise what the plan does provide.” </p> <p>Purdue, maker of the powerful prescription painkiller OxyContin, <a href=\"https://www.ft.com/content/d9ce0544-77b1-4da5-a986-bd42e78540d7\">filed for bankruptcy</a> protection in September 2019 after it was hit with thousands of lawsuits from states, towns and others over its role in the opioid epidemic. </p> <p>The claimants sought funds to address a crisis of addiction to prescription painkillers which has ravaged communities across America and caused almost 500,000 deaths by overdose.&#xa0;</p> <p>Drain began Wednesday's hearing by saying it was clear that Purdue's wrongful marketing of drugs had contributed to a “massive public health crisis in this country”. </p> <p>The judge emphasised that the vast majority of creditors had consented to the settlement. “This is not the Sacklers' plan,” he said, “but a plan agreed to by 80 per cent of the states and well over 95 per cent of the non-state governments”.</p> <p>The bankruptcy settlement will dissolve Purdue and enable the transfer of its assets to a company that will create opioid abuse treatments and programmes for victims of the crisis. &#xa0;</p> <p>Drain's consent paves the way for <a href=\"https://www.ft.com/content/ba099974-71f3-4b3c-9295-f6c3e6c4fa27\">Sackler family members</a> to be released from future opioid lawsuits, a matter that had been a point of contention for critics of the proposal. </p> <p>“This order lets the Sacklers off the hook by granting them permanent immunity from lawsuits in exchange for a fraction of the profits they made from the opioid epidemic,” said Bob Ferguson, attorney-general for the state of Washington, adding that he would appeal against the decision. </p> <p>Drain said that criminal complaints could still be brought against members of the Sackler family.</p> <p>“The plan does not provide a release from criminal conduct,” he said. “If any prosecutor wants to pursue such a claim against the released parties, they can.”</p> <p>Drain spent several hours talking through and dismissing objections, including protests over an alleged lack of transparency regarding the Sacklers' assets. “Any statement that there has not been transparency in this case . . . is just a lie, flat out, a lie,” he said, highlighting that more than 10m documents had been provided. </p> <p>Purdue has been the most high-profile drugmaker accused in the opioid epidemic. Last year, the company agreed to a civil and criminal <a href=\"https://www.ft.com/content/8112c484-c8f9-49f8-8d6d-bffeff9ccb59\">settlement </a>with the US justice department, admitting it “knowingly and intentionally conspired and agreed with others to aid and abet” doctors dispensing medication “without a legitimate medical purpose”.&#xa0;</p> <p>Other pharmaceutical companies have also faced litigation and had to pay for their role in the crisis. In July, Johnson &amp; Johnson agreed a <a href=\"https://www.ft.com/content/ca90f380-e25f-49d2-8945-13890cf02516\">$230m settlement</a> with New York state.</p><p>Source: Nikou Asgari in New York 2021 'Sacklers shielded from future lawsuits in Purdue settlement' FT.com 1 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-01T22:14:36.631Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3545,
          "end": 3562
        }
      ],
      "nexusId": "10010560"
    }
  ]
}