{
  "_id": "7c474b009c4c24a34ca05e516d1db8a4616bb5db10373f379a34c04cef1bc1fe",
  "feed": "wall-street-journal",
  "title": "Why Illegal U.S. Border Crossings Likely Aren't Fueling the Covid-19 Surge; Migrant arrests are hitting records, but many who are intercepted are sent to Mexico while those who stay are often tested for the virus",
  "text": "<p>Such concerns have raised questions about how many migrants are allowed to stay in the country after crossing the border and how they are handled when it comes to health policies for limiting the spread of the deadly virus.</p><p>Are migrants who cross the border illegally allowed to enter the U.S.?</p><p>It depends who they are. Generally, single adults and some families are immediately returned to Mexico under a public-health policy known as Title 42, while children who arrive at the border without a parent are permitted to stay. Of the nearly 1.3 million arrests made by the Border Patrol so far this budget year, which began in October, 66% resulted in the person being sent back to Mexico immediately.</p><p>Families who aren't immediately turned away under Title 42 are instead allowed to pursue their immigration claims in the U.S., where federal law permits anyone to apply for asylum regardless of how they entered the country. The most recent government data show that 87% of families who crossed the border in July were given this option. The Border Patrol typically releases them with a court date or an appointment to check in with immigration authorities, and migrants most often then travel to different parts of the U.S. to join family members or friends.</p><p>Unaccompanied children—a group the Trump administration had also been deporting under the public-health policy—are now exempt from it. They are instead turned over to the Department of Health and Human Services, which is charged with caring for the children until the government can find a suitable adult guardian for the duration of their immigration cases.</p><p>Are migrants being tested for Covid-19?</p><p>For the most part, yes. The Border Patrol itself isn't doing the testing. Border agents say adding another step to processing migrants would cause even worse overcrowding in their jails.</p><p>Unaccompanied children who are transferred to HHS and some other migrants who are transferred to Immigration and Customs Enforcement are tested and quarantined by the government.</p><p>Otherwise, testing is being led by cities, counties and nonprofit organizations, which typically coordinate with the Border Patrol to have migrants dropped off at designated locations.</p><p>In the Rio Grande Valley of Texas, which sees the largest share of migrant families crossing the border, the city of Brownsville conducts testing at its bus station and pays for migrants to quarantine in hotel rooms across the city. A shelter run by Catholic Charities in nearby McAllen tests migrants at a sprawling park near the border. Migrants who test positive for Covid-19 are moved to a different section of the park, where they are required to quarantine for 10 days under air-conditioned tents.</p><p>Elsewhere in the Southwest, border cities including San Diego, El Paso, Texas, and Tucson, Ariz., have similar arrangements with local shelters that test and quarantine migrants, according to border and shelter officials there. Cities without the capability to test migrants typically send most of them to larger cities farther from the border, including San Antonio and Houston. Expenses for testing and quarantine are typically reimbursed by the Federal Emergency Management Agency, which earlier this year allotted $110 million to the effort.</p><p>How many migrants are testing positive? And what happens when they do?</p><p>Because the Border Patrol isn't testing migrants in its custody, there are no reliable statistics for how many are testing positive. But in locations that have reported figures, migrants generally test positive at similar or lower rates than Americans living in the counties where they are tested.</p><p>At the Casa Alitas shelter in Tucson, for example, about 7% to 10% of people passing through have tested positive, said Teresa Cavendish, who oversees the shelter. Sister Norma Pimentel, who runs the Catholic Charities Humanitarian Respite Center in McAllen, has reported a similar positivity rate.</p><p>SHARE YOUR THOUGHTS</p><p>Are additional policies needed to combat Covid-19 at the border? Why or why not? Join the conversation below.</p><p>By contrast, the overall positivity rate in Arizona's Pima County, where Tucson is located, has been 9%. In Texas's Hidalgo County, where McAllen is located, 20% of people have been testing positive.</p><p>These figures aren't entirely comparable, though, because every migrant is tested, while many Americans are tested only when they suspect they could be carrying the virus.</p><p>Is there evidence to suggest that migrants who test positive are contributing to the spread of Covid-19 in the U.S.?</p><p>Most public-health experts say it isn't likely that migrants are contributing significantly to transmissions within the U.S., since nearly all are tested and quarantined before release, and because the Delta variant is already widespread.</p><p>Francis Collins, director of the National Institutes of Health, said on Fox News in August that while the border is a concern, it isn't a driving factor of the pandemic in the U.S. He also said Covid-19 rates in Mexico and Central America were lower than in the U.S.</p><p>Darlene Bhavnani, an infectious-disease epidemiologist at the University of Texas, Austin, said she has seen little evidence to suggest that foreigners—border crossers or otherwise—are contributing meaningfully to the pandemic. The most significant factor behind recently surging infections remains low vaccine rates across the country, she said.</p><p>\"Think about an entire city on fire and I was to walk in and drop a match,\" Dr. Bhavnani said.</p><p>Several states with vaccination rates below 40% of the population, according to Mayo Clinic data, have seen the largest increases in coronavirus-related hospitalizations since April, including Louisiana, Oklahoma, Arkansas, Mississippi, Alabama and Wyoming.</p><p>On the other hand, states with vaccination rates above 60%, including New Jersey, Connecticut, Rhode Island and Massachusetts, have seen hospitalizations fall since April. The four states on the southern border—Texas, Arizona, California and New Mexico—have vaccination rates between 46% and 59% and aren't among the 10 states with the greatest increases in Covid-19-related hospitalizations since April, the data show.</p><p>Are there plans to vaccinate migrants?</p><p>In several cities along the border, the major shelters that receive migrants from the Border Patrol are offering people in their care Covid-19 vaccines. In San Diego, for example, Jewish Family Service works with other nonprofits and the local health department to administer the Johnson &amp; Johnson and Pfizer Inc. vaccines, said Kate Clark, senior director for immigration services at the agency.</p><p>The government doesn't have a policy of offering vaccines to all migrants who cross the border and are allowed to pursue their immigration cases in the U.S.</p><p>Border Patrol Chief Raul Ortiz said in an interview that the government is in active discussions to administer vaccines to migrants, though he said the Border Patrol likely wouldn't be putting shots in arms.</p><p>Alicia A. Caldwell and Jon Hilsenrath contributed to this article.</p><p>Write to Michelle Hackman at michelle.hackman+1@wsj.com</p><p>Why Illegal U.S. Border Crossings Likely Aren't Fueling the Covid-19 Surge</p>",
  "published": "2021-08-21T12:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6492,
          "end": 6509
        }
      ],
      "nexusId": "10010560"
    }
  ]
}