{
  "_id": "9a5b17790cfb0b2513309a3886cfc1612b60afefff3775215d91ea31ae503bc6",
  "feed": "market-watch",
  "title": "FDA committee votes against approving BioNTech and Pfizer's COVID-19 booster for 16 and older",
  "text": "<p>Instead, the FDA committee is currently reframing the approval to be limited to people who are at least 65 years old and are at higher risk because of their jobs or underlying disease. They will vote on that question this afternoon.</p><p>The FDA isn't required to follow the advice of the committee but often does.</p><p>The committee voted 3-16 against FDA approval of the BioNTech BNTX and Pfizer PFE vaccine, in response to the question of whether the safety and effectiveness data from a clinical trial support FDA approval of a booster dose in people who are at least 16 years old who were vaccinated at least six months ago.</p><p>“I don't think a booster dose is going to significantly contribute to controlling the pandemic,” Dr. Cody Meissner, director of pediatric infectious disease at Tufts Medical Center and a committee member, said during Friday's meeting.</p><p>Pfizer's shares and BioNTech's American depositary receipts dropped 1.6% and 4.8% after the decision.</p><p>“I suspect that many of us are heading toward the suggestion that we can confine vaccination at this point,” said Dr. Eric Rubin, adjunct professor of the department of immunology and infectious diseases at the Harvard T.H. Chan School of Public Health.</p><p>Several committee members debated different ages to begin rolling out boosters, including 50, 60, and 65 years old.</p><p>The next step is to wait and see if the regulator decides whether or not to approve the booster, as the nation heads into President Joe Biden's target date of Sept. 20 to begin rolling out extra doses to Americans who were vaccinated with the two-dose mRNA shots. If an FDA approval happens, the Centers for Disease Control and Prevention will also weigh in.</p><p>Moderna Inc. MRNA has also submitted an application for authorization of a booster dose. Johnson &amp; Johnson JNJ has not filed for a booster at this time. Of the three available COVID-19 vaccines in the U.S., BioNTech and Pfizer's is the furthest ahead in the regulatory process.</p><p>Why some physicians have concerns about COVID-19 booster shots</p><p>Unlike the initial authorizations of those vaccines, which were widely supported, there has been a lot more debate among scientists, researchers, and public-health experts about whether boosters are needed at all or at this time and if they should only be made available to more vulnerable populations of people, like the elderly.</p><p>There are also lingering questions about the clinical data used to inform Pfizer's application.</p><p>One of the main sticking points for scientists is that most of the COVID-19 hospitalizations and deaths in the U.S. are occurring among the unvaccinated. And even though the number of breakthrough cases among the vaccinated is increasing, it still means the vaccines are working.</p><p>Separately, many of the real-world learnings that the U.S. is relying on come from Israel, which has widely rolled out a third dose of Pfizer's vaccine in recent months to ward off the surging delta variant there. (Israel and Pfizer have a data-sharing agreement, and Pfizer's shot is the primary vaccine administered in Israel.)</p><p>“If we had not started booster doses at the end of July, we would have come to the capacity of Israel's hospitalization capabilities,” Dr. Sharon Alroy Preis, the Israeli Ministry of Health's director of public health services, said during the meeting.</p><p>But even with compelling data coming out of Israel, there are some very specific differences between Israel and the U.S., including the fact that Israel's definition of severe disease is different than the one in the U.S.</p><p>In Israel, officials count elevated respiratory rate or an oxygen level below 94% as severe disease, according to Sara Oliver, a CDC official who leads the COVID-19 vaccines work group. The U.S. classifies severe disease as occurring in those who have been hospitalized, care for in an intensive care unit, or dying.</p><p>Why the COVID-19 booster debate is so complicated</p><p>Giving someone a booster will increase their neutralizing antibody titers, an important metric for immunity. The drug makers behind all three vaccines have said this.</p><p>“T-cell responses are really not important when we look at infection,” Kathrin Jansen, Pfizer's head of vaccine research and development, said. “It is clear that neutralizing antibodies are responsible to prevent the infection.”</p><p>But there are also concerns that a third dose puts people at risk for rare but serious side effects, like myocarditis, though Israeli officials said only one case of the heart condition had been reported in booster recipients.</p><p>“I have a serious concern about myocarditis and young people, if it's related to the immune response,” Dr. James Hildreth, CEO of Meharry Medical College and a temporary voting member of the committee. “And the booster shots induce a very strong response in those in those individuals.”</p>",
  "published": "2021-09-17T16:07:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1775,
          "end": 1792
        }
      ],
      "nexusId": "10010560"
    }
  ]
}