{
  "_id": "ac4013d23ced98f75b0becf388355681278265fd85d7521e0c6efa2b64e4783e",
  "feed": "wall-street-journal",
  "title": "Stocks Rise but Remain on Track to Snap Weekly Win Streak; J&J shares rise after news that company plans to split in two",
  "text": "<p>Stocks retreated this week after data showed inflation rose to a three-decade high in October and broadened to an array of goods and services. Signs that the flare-up in inflation will last longer than central bankers had forecast prompted traders to bet the Federal Reserve would raise borrowing costs by summer.</p><p>In corporate news, Johnson &amp; Johnson shares rose 1.4% after The Wall Street Journal reported that the healthcare company intended to split in two.</p><p>Investors were focused on electric-vehicle makers in trading throughout the week and there have been big swings in those companies.</p><p>Lordstown Motors dropped 10% Friday after the company reported a loss for the third quarter. Rivian Automotive, which went public this week in the biggest U.S. IPO since 2014, rose a further 5.4%. Rivian traded at around $130 a share, well above the $78 initial offering price set Tuesday.</p><p>This fall's stock rally included the S&amp;P 500's longest run of record highs since 1997. It was driven by expectations that central banks would keep rates at low levels, said Edward Park, chief investment officer at Brooks Macdonald. \"The more we get these very high CPI prints the more that is brought into question,\" he said, referring to the consumer-price index.</p><p>Now, traders in federal-funds futures are assigning a more-than 70% probability to a rate rise by June, according to CME Group, up from just over 50% a week ago.</p><p>The bond market reopened after a break for Veterans Day. The yield on benchmark 10-year Treasury notes rose to 1.564%, from 1.558% Wednesday. Yields on some shorter-term Treasury notes, which are more sensitive to interest-rate expectations, rose in early trading.</p><p>Investors have been focused on whether worker shortages will keep pushing wages higher, which could feed back into inflation.</p><p>Overseas markets were mixed. Gains for personal-goods and auto companies pushed the Stoxx Europe 600 up 0.1%.</p><p>Japan's Nikkei 225 rose 1.1%, Hong Kong's Hang Seng 0.3% and the Shanghai Composite added 0.2%.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Stocks Rise but Remain on Track to Snap Weekly Win Streak</p>",
  "published": "2021-11-12T15:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 333,
          "end": 350
        },
        {
          "start": 59,
          "end": 62
        }
      ]
    }
  ]
}