{
  "_id": "c913462c8da31011372115ce7844a6d480312c83f2eea1fe1f686ab530ca1e84",
  "feed": "wall-street-journal",
  "title": "Moderna and J&J Covid-19 Boosters, Mixing and Matching Backed by CDC; Director's signoff on extra doses, and on taking a booster different from vaccine, was final step before shots become available in U.S.",
  "text": "<p>Centers for Disease Control and Prevention Director Rochelle Walensky recommended Covid-19 booster shots from Moderna Inc. and Johnson &amp; Johnson and backed mixing vaccines with a different booster dose.</p><p>With Dr. Walensky's greenlight Thursday, the vaccine doses can now become available at doctor's offices, pharmacies and vaccination sites on Friday, a CDC spokeswoman said. It follows unanimous recommendations from a panel of experts advising the CDC.</p><p>\"These recommendations are another example of our fundamental commitment to protect as many people as possible from Covid-19,\" Dr. Walensky said</p><p>The CDC didn't recommend any of the boosters over the others. Some advisory panel members, however, said they would prefer if people who received a J&amp;J vaccine get a booster from Pfizer Inc. and partner BioNTech SE or from Moderna.</p><p>The moves follow the Food and Drug Administration's authorization Wednesday of Moderna's and Johnson &amp; Johnson's booster shots. The FDA also said people can get an extra dose that is different from the vaccine they received for their primary series.</p><p>While the FDA regulates medical products, the CDC offers guidance about the practice of medicine, and many vaccination sites have been following the agency's direction.</p><p>The Biden administration has sought boosters to bolster vaccinated people's immune defenses, especially against the contagious Delta variant of the coronavirus. Some health experts, however, have said there isn't enough evidence to support giving boosters widely.</p><p>\"I can't say I am comfortable that anyone under 50, otherwise healthy, needs a booster at this time,\" said Dr. Sarah Long, a CDC advisory committee member who specializes in pediatric infectious diseases at Drexel University College of Medicine.</p><p>The panel's first vote passed 15-0, backing boosters six months after their second dose for Pfizer-BioNTech and Moderna vaccine recipients who are seniors, have underlying medical conditions or are at high risk of Covid-19 because of where they work.</p><p>The second vote—backing a booster of any kind for people 18 years and over, at least two months after receiving the Johnson &amp; Johnson vaccine—also passed 15-0.</p><p>Some panel members said they would prefer that Johnson &amp; Johnson vaccine recipients get an extra dose of Pfizer-BioNTech or Moderna rather than another J&amp;J dose. They said that another J&amp;J dose could potentially cause a rare side effect, a blood-clotting condition linked to the J&amp;J vaccine, and that a messenger RNA dose might also offer stronger protection.</p><p>Regulators have already added warnings about the rare side effect, called thrombosis with thrombocytopenia syndrome, or TTS, to the shot's label.</p><p>The booster campaign has been rolling out since August, starting with extra doses of either the Pfizer-BioNTech vaccine or the one from Moderna for people with compromised immune systems.</p><p>Then, last month, seniors and high-risk people began getting an additional dose of the Pfizer-BioNTech vaccine at least six months after they had finished getting the two-dose primary series.</p><p>Under the FDA's latest authorizations, all three approved vaccines now have a booster shot.</p><p>In addition, any adult who got a J&amp;J vaccine may get a booster from Pfizer-BioNTech, Moderna or J&amp;J at least two months after the single-dose shot.</p><p>People who were initially vaccinated with a Pfizer-BioNTech or Moderna vaccine can get any booster at least six months after their second dose as long as they are seniors or at high risk because of underlying medical conditions or their workplace.</p><p>SHARE YOUR THOUGHTS</p><p>How would you grade the vaccination campaign in your region? Join the conversation below.</p><p>The shots will be free and available at pharmacies, doctors' offices and vaccination sites around the country. The U.S. will have enough shots to meet demand, people familiar with the matter said.</p><p>The J&amp;J booster is the same dose as the first vaccine, and the Moderna booster, regardless of what vaccine a person received first, is half the dose that was given in the first two shots.</p><p>The U.S. vaccine campaign is expected to continue to expand in the coming weeks. The FDA is next expected to clear Pfizer vaccines for children ages 5 to 11 years old, and is also weighing whether to expand the booster campaign to people as young as 40 years old, according to people familiar with the matter.</p><p>More than 69 million people in the U.S. are fully vaccinated with the Moderna vaccine, over 15 million people have received the single-dose J&amp;J vaccine, and nearly 105 million have gotten the Pfizer-BioNTech vaccine, according to the CDC.</p><p>The panel also reviewed new information about the risks of myocarditis, particularly in young men, after vaccination with the Pfizer-BioNTech and Moderna vaccines that both use messenger RNA technology.</p><p>Some safety databases found a heightened risk of myocarditis among people ages 18 to 39, particularly men, after being vaccinated with the Moderna vaccine, compared with the Pfizer-BioNTech vaccine, according to analyses by a vaccine safety committee.</p><p>The FDA has delayed clearing Moderna's vaccine in adolescents while it assesses the risk of myocarditis, The Wall Street Journal has reported. Preliminary data on patients 18 to 39 years old found that the cases are generally mild and resolve quickly, according to the analysis of the vaccine safety committee.</p><p>The committee also said there is limited data available about the risk of myocarditis after the third dose of Moderna, including at half the dosage of the first two shots. The smaller dose might lead to less risk of myocarditis, a committee group said. There is also limited safety data about a second J&amp;J shot, but the group said the risks are unlikely to be greater than with the first shot.</p><p>Write to Felicia Schwartz at felicia.schwartz@wsj.com</p><p>Moderna and J&amp;J Covid-19 Boosters, Mixing and Matching Backed by CDC</p>",
  "published": "2021-10-22T03:17:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 127,
          "end": 144
        },
        {
          "start": 925,
          "end": 942
        },
        {
          "start": 2128,
          "end": 2145
        },
        {
          "start": 2451,
          "end": 2454
        },
        {
          "start": 748,
          "end": 751
        },
        {
          "start": 2219,
          "end": 2236
        },
        {
          "start": 2324,
          "end": 2327
        },
        {
          "start": 12,
          "end": 15
        },
        {
          "start": 2357,
          "end": 2360
        },
        {
          "start": 5816,
          "end": 5819
        },
        {
          "start": 5658,
          "end": 5661
        },
        {
          "start": 3246,
          "end": 3249
        },
        {
          "start": 4491,
          "end": 4494
        },
        {
          "start": 3857,
          "end": 3860
        },
        {
          "start": 3183,
          "end": 3186
        }
      ],
      "nexusId": "10010560"
    }
  ]
}