{
  "_id": "bca57efa6db1f8adf5b9262ba743f8a0e1e356f0c2a07cb8e94064067353fca2",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Lawyers Lobby for Boy Scouts Plan Votes; Hertz Says It Has Tesla Deliveries; Chapter 13 Filings Tick Higher",
  "text": "<p>Boy Scouts Sex-Abuse Victims Hear Settlement Pitches as Voting Deadline Looms</p><p>The Boy Scouts of America's push to settle sex-abuse claims from 82,200 men has touched off lobbying campaigns by plaintiffs' lawyers who disagree on whether victims should back a compensation plan that could be the organization's ticket out of bankruptcy. Abuse victims across the country are debating whether the $1.9 billion settlement offer is fair compensation for lives affected by childhood trauma, as lawyers on different sides of the issue have given conflicting information on what they can expect to receive.</p><p>Hertz Says Tesla Is Delivering Cars to Fleet, Elon Musk Says There Is No Signed Deal</p><p>Hertz Global Holdings Inc. said Tuesday that Tesla Inc. has already started delivering cars into its fleet, a day after Tesla Chief Executive Elon Musk said the electric-vehicle maker hasn't signed a deal with the rental-car company. \"I'd like to emphasize that no contract has been signed yet,\" Mr. Musk said in a tweet late Monday, referring to Hertz's announcement last week that the company was ordering 100,000 Teslas.</p><p>One Type of Personal-Bankruptcy Filing Is Rising After Big Drops Last Year</p><p>Chapter 13 personal-bankruptcy filings, which tend to be pricier than the more popular chapter 7 process, are ticking back up after declining during the Covid-19 pandemic due to government interventions including a moratorium on home foreclosures.</p><p>Bankruptcy</p><p>Bankrupt Owner of Office Skyscrapers and Property Manager Face-Off in Court</p><p>One of Manhattan's biggest commercial property managers is opposing a bankruptcy filing by a U.S. affiliate of a Chinese company that owns two skyscrapers in New York and Chicago, and is disputing it is to blame for not replacing Major League Baseball as an anchor tenant at one of the buildings.</p><p>Involuntary Bankruptcy Petition Against Developer Dismissed</p><p>An involuntary bankruptcy petition filed against the owner of a partially completed 43-story residential building in New York has been dismissed, with a judge ruling it was filed as a litigation tactic. Contractors had tried to put Park Place Development Primary LLC into bankruptcy over unpaid bills. Lenders, however, said their debt was higher in the pecking order of claims. \"I find that the involuntary petition was filed to obtain a disproportionate advantage with respect to issues of lien priority and that this factor weighs in favor of a finding of bad faith,\" Judge Christopher Sontchi in the U.S. Bankruptcy Court in Wilmington, Del., said Tuesday. —Becky Yerak</p><p>Distress</p><p>Opioid Manufacturers Score Win in California Lawsuit</p><p>A California judge cleared four drugmakers of liability after a monthslong trial accusing the companies, including Johnson &amp; Johnson and Endo International PLC, of causing widespread opioid addiction in the state. The ruling, issued late Monday in Superior Court in Orange County, is a rare win for drug companies that make and distribute prescription painkillers in yearslong litigation seeking to blame them for the opioid epidemic.</p><p>Big Number</p><p>$1.9 Billion</p><p>The size of the Boy Scouts' proposed settlement that is up for vote by sex abuse survivors.</p><p>Quotable</p><p>\"Why should I take $36,000 to $60,000 when I can pursue a case in California?\"</p><p>— Guy Taylor, a Boy Scouts abuse claimant</p><p>In Other News</p><p>CBL Properties has emerged from bankruptcy, jettisoning $1.7 billion in debt. (RetailDive)</p>",
  "published": "2021-11-03T12:59:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2725,
          "end": 2742
        }
      ]
    }
  ]
}