{
  "_id": "90ae2f08c47b99c35306c5a70b24c00f1fcfe299179e43fa47b3797ee56632ea",
  "feed": "wall-street-journal",
  "title": "Letters to the Editor:  Who Deserves Credit for the Vaccine Miracle?",
  "text": "<p>   Allysia Finley is wrong in giving capitalism and Big Pharma all the credit for bringing vaccines to the rescue (\"The Weekend Interview with Alex Gorsky: Capitalism Is What Will Defeat Covid,\" March 20). Americans are getting vaccines fast not primarily because of corporations like J&amp;J, but in large measure because of government investment early and often. </p><p>   Funding for the \"AdVac\" technology used in J&amp;J's Covid-19 vaccine can be traced back to 2015, when the company received $28.5 million from the U.S. Biomedical Advanced Research and Development Authority (Barda), and 100 million euros from a European Commission program, in order to accelerate its vaccine for use against the Ebola virus. In 2017 the company got another boost from Barda -- at least $44.7 million -- to further mitigate the risk associated with developing the experimental technology. </p><p>   When the coronavirus hit, the U.S. government stepped in to accelerate J&amp;J's application of the AdVac technology for a Covid-19 vaccine. The award for $456 million supported \"clinical trials and other vaccine development activities.\" </p><p>   Altogether the U.S. government poured in $18 billion for vaccines -- including another $1 billion for J&amp;J to make the product -- spending whatever necessary to eliminate risks and allow production to start before trials were even done. Spending by the Defense Department, National Institutes of Health and federally funded academic laboratories has been the essential ingredient in getting us Covid vaccines so quickly. </p><p>   The complete history and facts make clear: Government is defeating Covid. </p><p>   David Mitchell </p><p>   Founder, Patients for Affordable Drugs </p><p>   Washington </p><p>   --- </p><p>   Capitalism indeed deserves the credit. </p><p>   A question for Johnson &amp; Johnson CEO Alex Gorsky: Have you received a thank you note from Sen. Bernie Sanders -- or better yet, an apology -- for his comment, among others, that \"the pharmaceutical industry is the biggest bunch of crooks in this country\"? </p><p>   Kenneth A. Margolis </p><p>   Chappaqua, N.Y. </p><p></p>",
  "published": "2021-03-27T06:03:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1710,
          "end": 1727
        },
        {
          "start": 282,
          "end": 285
        },
        {
          "start": 930,
          "end": 933
        },
        {
          "start": 1195,
          "end": 1198
        },
        {
          "start": 401,
          "end": 404
        }
      ],
      "nexusId": "10010560"
    }
  ]
}