{
  "_id": "fb9ca9ab7f0553804d11b4a8f5f40d2f3c59a5c2bb64a4df3ca8551691ba66a2",
  "feed": "ftcomall",
  "title": "GSK confident independence best treatment for consumer health unit",
  "text": "<p>Advertisements for GlaxoSmithKline's Centrum MultiGummies vitamins promise the consumer a chance to “unleash your energy”.</p> <p>Executives at the company's consumer health division, which is splitting from its underperforming but dominant drugs business, hope independence will have a similar effect. </p> <p>The group hopes to attract fresh investors with the planned demerger next year, which will create the world's largest consumer health company and the only pure-play listed group. Its spin-off will be the latest shake-up in a $270bn sector that has been consolidating and has drawn growing attention from consumer multinationals keen to direct their marketing muscle at health and wellness products.</p> <p><a href=\"https://www.ft.com/content/7b7f7496-bcfe-4c6d-8723-01692350d277\">Brian McNamara</a>, chief executive of the division, said: “People who are interested in investing in consumer businesses probably wouldn't invest in GSK because . . . the pharma business is a much bigger part of that business. So I think there's a new investor group that comes in, as we become a standalone company.”</p> <p>In the latest step towards independence, GSK on Monday appointed former Tesco chief executive <a href=\"https://www.ft.com/content/b86c4b0a-3e05-4303-80ff-880778ceb15d\">Dave Lewis</a> — the industry heavyweight who previously worked at Unilever for 27 years — as non-executive chair of the consumer health unit.</p> <p>Executives argue consumer health — which includes over-the-counter medicines, supplements and oral health products — will benefit from ageing populations, growing middle classes and from people taking their health into their own hands as national health systems struggle to cope. <a href=\"https://www.ft.com/content/e2c647a2-caf9-431d-80c6-8b1d6a7a7c13\">Vitamins, </a>in particular, have gained from a focus on immunity in the pandemic and a boom in tailored supplements.</p> <p>But growth at GSK's over-the-counter medicines division, where it owns brands such as Panadol painkillers, Theraflu cold and flu medicine and Otrivin decongestant, is estimated by UBS analysts to have been slower than the market over the past two years, with compound annual growth of 1.8 per cent.</p> <p>One priority for the newly independent division, which has about £10bn of annual sales, will be the business of switching medicines from prescription-only to over-the-counter sale.</p> <p>David Redfern, chief strategy officer at GSK, told the Financial Times the unit would seek to license medicines from other pharma groups for potential switching after successfully moving drugs such as the topical pain reliever Voltaren to over-the-counter. </p> <p>“If you're a pharma company and you want to license your switch opportunity, there's only going to be a few global players to go to,” he said.</p> <p>“There are definitely further switch opportunities that I know the consumer business is working on . . . it takes several years of regulatory work and compilation of data to do that, but clearly when they do come they can be quite material to growth rates.”</p> <p>US regulators have become more open to shifting medicines from prescription to over-the-counter, sometimes at lower doses, said McNamara. He said such transfers were among the topics on which investors had been questioning him ahead of the spin-off. Voltaren became available over the counter in the US in 2020, while GSK has previously “switched” products such as Flonase allergy relief spray.</p> <p>Such switches are relatively rare but “can be lucrative for companies with the expertise to do them and are treated as big prizes”, according to Laura Sutcliffe, analyst at UBS.</p> <p>GSK has expanded the division over the past six years, first establishing a joint venture with Novartis in 2015 — including brands such as Sensodyne, Panadol and Nicotinell patches — and buying it out three years later. In 2018 it established a fresh joint venture with Pfizer, adding brands such as Advil painkillers and Centrum and Caltrate supplements, then selling off about 50 brands. Pfizer still owns a 32 per cent stake.</p> <p>It is expected to be listed, like GSK, in London, and become one of the largest 20 companies in the FTSE. </p> <p>The group has nine global “power brands”, while Redfern argues its products have benefited from overall scale: “Our ability to command space on the shelves is important because the bigger the offering, the more leverage you have.”</p> <p>One challenge, however, will be its debt, which the company has said will stand at 3.5 to four times earnings before interest, taxes, depreciation and amortisation when it breaks off from GSK — a far higher burden than most European-listed consumer goods groups carry, according to UBS.</p> <p>The group has not said how rapidly it will pay down borrowing, but McNamara said it was a “really strong cash flow business” which would benefit from the ability to make independent decisions on capital — for example, not being wedded to a drugmaker's high research and development budgets. He said the debt should be viewed in the context of recent acquisitions.</p> <p>“If we were an independent company . . . when we did a deal like acquiring the Pfizer business, we would have carried a lot more debt, probably more than four times leverage. So I think the fact that we've been able to do two of the biggest deals in the industry in the last five or six years and on exit will have that level of leverage, I think it's completely reasonable.”</p> <p>The group is <a href=\"https://www.ft.com/content/05b4f736-31dd-4c11-b908-cd23297d6db9\">under pressure from activist investors</a> including the US hedge fund Elliott Management, which built a multibillion-pound stake this year. They are concerned about the pharma division's lacklustre pipeline and have raised questions about whether chief executive Emma Walmsley, who came from the consumer business, is the right person to lead the new pharma-focused GSK. </p> <p>The consumer health unit plans to maintain a science-focused image after the split, building on advertising of brands such as Sensodyne toothpaste based on expert endorsements. </p> <p>McNamara, a former executive at Novartis and P&amp;G, said GSK's therapeutic oral health brands were a prime example of “a company that combines really great [fast-moving consumer goods] skills and consumer understanding but with the . . . trusted science that we bring to the table”.</p> <p>Redfern said the company considers itself to have created at least £20bn of value in its consumer health business since 2014, using a valuation based on a group of consumer goods peers.</p> <p>Johnson &amp; Johnson has meanwhile announced it will spin off its own consumer health division within 18 to 24 months. Other rivals include consumer groups Procter &amp; Gamble, Colgate, Reckitt Benckiser and Nestlé, and drugmakers Bayer and Sanofi, while cheaper private-label products also command a chunk of the market.</p> <p>Sales growth in consumer health appears pedestrian compared with those at successful drugmakers but the sector is much more stable, while annual growth rates of 4 to 5 per cent compare favourably with other consumer goods. It is “one of the more profitable consumer sectors”, according to analysts at Bank of America. </p> <p>Redfern said the consumer health unit would have margins in the “mid to high 20s” once integration of Pfizer's business is complete, though would “be progressive post separation”. The division is yet to appoint a board; more details of its plans will be announced at an investor day in the first quarter of 2022.</p> <p>GSK has been firm in its commitment to spin off the division, despite some shareholders questioning whether the company might achieve greater returns by selling it. People familiar with the matter say there has been some early interest from private equity groups looking to form a consortium. </p> <p>But Redfern was dismissive of the feasibility of any bid. “It's very unlikely private equity can afford to buy the consumer healthcare business, given the scale of the business, what it will trade [at] and so forth . . . we are very focused on the demerger,” he said. </p> <p>Samuel Johar, chair of board advisory group Buchanan Harvey, said the appointment of Lewis made the planned split and listing more likely. “He has an excellent record in consumer goods . . . Whilst the possibility of a sale must remain, having a credible chair allows the company to have greater control over the agenda.”</p><p>Source: Judith Evans and Hannah Kuchler in London 2021 'GSK confident independence best treatment for consumer health unit' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-21T04:00:34.498Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6166,
          "end": 6183
        }
      ]
    }
  ]
}