{
  "_id": "03fda6d2058bcbd0519a4906c252ee61d06724eeddfa04371d0127bc02954b9d",
  "feed": "ftcomall",
  "title": "Merck abandons bid to develop Covid-19 vaccine",
  "text": "<p>Merck, one of the world's leading vaccine makers, is ending its Covid-19 vaccine development after its two candidates failed to elicit immune responses as strong as those created by shots that are already available.&#xa0;</p> <p>The US pharmaceutical company also said on Monday that its phase 1 trials showed participants' response was not as robust as the immune response seen in recovered Covid-19 patients. There were no significant safety issues.&#xa0;</p> <p>Shares in Merck fell 1.8 per cent to $79.51 in pre-market trading in New York as the company said it would record an unspecified charge in the fourth quarter.&#xa0;</p> <p>Dean Li, president of Merck research laboratories, said the company remained “resolute in our commitment to contribute to the global effort to relieve the burden of this pandemic on patients, healthcare systems and communities”.</p> <p>Merck was slow to announce its entry into the <a href=\"https://www.ft.com/content/ac5e5ef8-bccb-482b-9f8d-0dab5cac6f9a\">race for a Covid-19 vaccine</a>, despite previous successes in vaccines. Instead, two of the first available shots have been developed by companies that previously had no vaccine products on the market: <a href=\"https://www.ft.com/content/943c8ca9-0c92-4366-8ab4-b569a1e123b8\">BioNTech</a> and <a href=\"https://www.ft.com/content/bab87cb7-0e4d-4650-90db-49803189cee4\">Moderna</a>. </p> <p>Before Covid-19, Merck had developed a mumps vaccine in what was then a record-breaking four years, created the first Ebola vaccine approved by a US regulator and launched the first vaccine designed to prevent cervical cancer.&#xa0;</p> <p>Merck will now focus on developing drugs to treat Covid-19. The company has a deal with the US government worth up to $356m to sell a drug to treat the inflammatory response for severe Covid-19 patients if it receives emergency use authorisation.&#xa0;</p> <p>The second drug is an antiviral in phase 2/3 clinical trials, being developed with Ridgeback Bio. It could be the first oral therapeutic, which patients would be able to take outside the hospital.&#xa0;</p> <p>Merck's abandoning of its two experimental vaccines against Covid-19 is also a blow for France because one of them — known as V591 — was developed initially by the Institut Pasteur, the country's top biomedical research institution. The vaccine delivered&#xa0;a weakened form of the Sars-Cov-2 virus that causes Covid-19, using a measles vaccine as a delivery mechanism. Scientists had hoped this would make it easier and cheaper to manufacture given that many facilities already exist to make measles vaccines.</p> <p>The failure of the Pasteur vaccine also means that France remains without its own domestic producer, which has prompted some politicians and public health experts to lament the weakness of the country's pharmaceutical sector and look with envy at the UK, Germany and the US. </p> <p>Sanofi, the country's leading pharma company and one of the biggest makers of vaccines globally, was hit with a significant setback in December when its experimental Covid-19 vaccine, being developed in partnership with GlaxoSmithKline, <a href=\"https://www.ft.com/content/b7b5da3f-f863-4cf2-bd0d-2694dfe6ae1e\">failed in phase 2 trials</a> because of a dosing error, forcing it to repeat the study. </p> <p>The delay means Sanofi is unlikely to be able to bring a vaccine to market until the end of this year at the earliest. It is now studying whether it can act as a contract manufacturer for rival producers.</p> <p>Geoffrey Porges, an analyst at SVB Leerink said it was not “encouraging” that two of the four largest vaccine&#xa0;companies, GSK and Merck, were “effectively out of the Covid race”. “This news makes the results from Johnson &amp; Johnson and Novavax even more important,” he added.&#xa0;</p> <a href=\"http://www.ft.com/cms/7ba6423a-9952-480a-8dc9-a70c537bff34.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hannah Kuchler and Leila Abboud 2021 'Merck abandons bid to develop Covid-19 vaccine' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-25T15:34:24.347Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3285,
          "end": 3302
        }
      ]
    }
  ]
}