{
  "_id": "f3b3dc4eef7022a9f9b87d70a26f397177859fa79a800270b882dda76a93c3f1",
  "feed": "wall-street-journal",
  "title": "Royalty Pharma Merits a Crown --- Investors who want exposure to biotech without taking the biggest drug development risks are in luck",
  "text": "<p>The upside of a given biotech investment is readily apparent. Covid-19 vaccine developers like Moderna, Pfizer and BioNTech expect to book more than $50 billion in combined revenue this year at fat profit margins, resulting in huge gains for some investors.</p><p>Yet the sector is often too volatile and dangerous for the average individual investor. The reality is that drug development is expensive and difficult. The majority of drug candidates fail to reach the market, and spending hundreds of millions of dollars developing a product that generates zero sales is hardly uncommon.</p><p>Enter Royalty Pharma. The company, which was founded in 1996 and went public in June last year, helps fund expensive clinical trials for a promising new drug in a typical transaction. In exchange, the drugmaker sends Royalty a predetermined slice of that drug's revenue in the years after it reaches the market. The company owns rights to drugs sold by the likes of Johnson &amp; Johnson, AbbVie, Pfizer, Gilead Sciences and Vertex Pharmaceuticals.</p><p>This hands-off model has several advantages. While all but the biggest drugmakers typically narrow their focus by therapeutic category, Royalty is able to generate revenue from oncology, rare diseases, HIV and diabetes. And while a traditional biotech often needs to raise equity capital on the public markets to fund its projects, Royalty is able to fund its new growth investments with debt and with cash coming in the door: In 2020, it deployed $2.4 billion into new deals and took in $1.8 billion in cash receipts. Being able to borrow at rock-bottom interest rates, unlike your standard biotech startup, certainly doesn't hurt.</p><p>That isn't to say Royalty shares are immune from the challenges of the drug industry. The stock has rallied about 40% since the IPO, but has sold off 16% over the past six months. For starters, any changes to tax policy or drug-pricing regulations could ding Royalty shares. One concern on Wall Street is that some cash flow from Vertex's cystic fibrosis franchise, which accounted for more than a quarter of all royalties received in the second quarter, might be at risk. A newVertex regimen to treat CF is about to begin a late-stage clinical trial; Vertex owes Royalty a smaller fraction of sales on the new treatment than it does on existing products.</p><p>Those worries are likely overblown. Royalty might not lose any ground if, for example, the new regimen reaches a greater number of patients or commands a higher price. Any change will likely be gradual. Rare-disease patients aren't always in a hurry to switch to new therapies.</p><p>New investors can take advantage of the pessimism. The stock trades at about 15 times last year's cash flow. So far this year, cash flow is up 25% from the first half of 2020.</p><p>Meanwhile, Royalty's record in identifying drugs with the potential to reach the market is stellar. From 2012 to 2020, 90% of cash deployed in development-stage deals went to drugs that received FDA approval. And going forward, that track record should pay even better: Royalty shares about one-sixth of its pre-IPO investments with legacy investors. They won't receive a stake in new investments going forward.</p><p>Expectations of strong performance in the years ahead are no fairy tale.</p>",
  "published": "2021-08-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 947,
          "end": 964
        }
      ]
    }
  ]
}