{
  "_id": "f042c2d87ae72eac2f941844730f813a9335e1905ab9e5a053e085e63614cfc3",
  "feed": "wall-street-journal",
  "title": "Getting Vaccines to the World Next Time; We can now develop vaccines at record speed in response to a pandemic, but we need new ways to distribute them to everyone on the planet",
  "text": "<p>It was an act of desperation. News had just broken of a fast-spreading outbreak of a novel coronavirus in Wuhan, China. There was no global entity with the mandate or money to develop and manufacture a vaccine available to every nation, and the most recent precedent wasn't encouraging. In 2009, researchers developed a vaccine against the H1N1 influenza virus in just seven months, but wealthy nations bought virtually all the supplies. The World Health Organization was only able to provide78 million donated doses to 77 countries, months after the vaccine was first authorized. The pandemic took the lives of 284,000 people.</p><p>Determined to avoid a repetition in 2020, the nongovernmental organizations led by two of the men—Seth Berkeley of Gavi, the Vaccine Alliance, and Richard Hatchett of the Coalition for Epidemic Preparedness Innovations (CEPI)—joined with WHO to establishCOVAX, a multilateral initiative dedicated to ensuring that every country would have equitable access to Covid-19 vaccines. The strategy was to offer wealthy countries, which would invest in research and development, a way to hedge their risk by buying vaccines from a portfolio of manufacturers. The participation of these countries would subsidize vaccine purchases for poor nations.</p><p>Despite being built on the fly, COVAX has had some notable successes, raising nearly $10 billion in funding, securingthe participation of 190 countries and delivering406 million vaccine doses to 144 countries as of late October. But wealthy countries still managed to outbid COVAX for early supplies, and in some instances seized locally produced vaccines and their ingredients that were destined for export.</p><p>More than 6.6 billion doses—94%—of Covid-19 vaccines administered to date have been provided outside of COVAX, mostof them in just 10 nations. A higher percentage of people in Britain have received their third dose than have received their first dose in Africa. Canada, Japan and the U.S. are expected to vaccinate small children before Ethiopia and Nigeria will vaccinate their health workers and high-risk elderly. Since global rollout of vaccines began last December, Covid mortality has been increasing fastestin poor nations and in the regions with the lowest vaccination rates.</p><p>Such stark disparities raise fundamental questions for the future. Most governments now appreciate the health, economic and social benefits of safe and effective vaccines, but the nations left without vaccines in this pandemic may feel little incentive to participate in global efforts to detect and contain future outbreaks. How can governments prepare to do better in the next pandemic than COVAX has done during this one?</p><p>One idea is to speed up vaccine development. The successful Covid vaccines already came remarkably quickly. Before this pandemic, the mumps vaccine held the record for shortest time to market at 4 years (the H1N1 vaccine was a modification of an existing flu vaccine). Multiple Covid vaccines were developed and authorized for public use in less than a year. Two of them—the mRNA-based vaccines from Pfizer-BioNTech and Moderna—are more than 90% effective against the original variant of the coronavirus, making them among the most effective vaccines ever produced. The U.S. National Institutes of Health and CEPI are separately working to reduce that development time to 100 days by undertaking advance research on vaccines for 25 potential pandemic virus families.</p><p>Expediting vaccine development could save significant time in a future pandemic. But in this one, the longest delays have come after the vaccines were developed and have to do with manufacturing and administering doses. According to a recent reportby the Johns Hopkins Center for Health Security, even most high-income nations won't reach WHO's goal of fully vaccinating 70% of their populations until February 2022.</p><p>Looking ahead, governments could focus on boosting the production of more doses, faster. Here, too, we would need to surpass the already remarkable achievements of this pandemic. More than 7 billion doses of Covid vaccines have been manufactured and administered in just 11 months—roughly 50% more than the roughly 5 billion doses the world usuallyproduces in an entire year for all vaccines combined.</p><p>To ramp up vaccine production still further would require governments to ensure and facilitate cross-border trade. Few vaccines are produced start-to-finish in a single factory, or even in one country. The Pfizer-BioNTech vaccine, for example, is manufacturedfrom 280 ingredients and components and made in facilities scattered across the U.S. and Western Europe. Other Covid vaccines have further flung production, involving specialized facilities in Brazil, India, South Africa and South Korea.</p><p>One underreported story of the pandemic has been that, for the most part, the day-to-day import and export of vaccines and their raw materials and components has continuedwithout significant interruption, saving millions of lives and livelihoods. There have been notable exceptions, however. Several countriesand companiesaccused the U.S. of using the Defense Production Act to hoard critical vaccine components, but those claims appearsomewhat overstated. In April, India temporarily bannedthe export of hundreds of millions of vaccine doses that COVAX had purchased, restartingsmall shipments only recently.</p><p>These episodes, together with the earlier hoarding of other essential medical supplies, have made governments more inclined to look out for themselves and less likely either to scale up production of critical components abroad or to produce more domestically to meet global needs. On Feb. 12, 2020, Peter Navarro, whom President Donald Trump appointed to lead the U.S. supply chain response to Covid, said: \"If we have learned anything from the coronavirus and swine flu H1N1 epidemic of 2009, it is that we cannot necessarily depend on other countries, even close allies, to supply us with needed items, from face masks to vaccines.\"</p><p>Mr. Navarro is a well-known globalization skeptic, but he is not alone on this issue. Many U.S. and Europeanleaders have likewise called for producing more vaccines and their components domestically. Until governments agree to not to impede cross-border trade and investment in vaccines, scaling up production to meet the large volumes needed in a pandemic will be slower and more inefficient than necessary.</p><p>A final way to improve equity in a future pandemic is for nations that have vaccines either to share more doses earlier or to transfer the technology that vaccine-have-nots need to make their own. The major companies have taken baby steps to share the technology. Johnson &amp; Johnson was first to investin sourcing the later, less technically demanding stages of vaccine manufacturing in Africa, and Pfizer has signedan agreement to do the same. Moderna has announced plans to build a 500-million-dose mRNA vaccine production facility in Africa. Government, academic and philanthropic funders of vaccine research and development can support this progress by building obligationsinto their licensing agreements to transfer pandemic-relevant technology to qualified vaccine makers in underserved regions. Those funders can also workwith recipient nations to provide training, ensure that production meets international standards and protect intellectual property.</p><p>The plan for vaccinating the world in the Covid-19 crisis was conceived on a napkin and built on the fly, but the response to future pandemics must be more deliberate. When the next deadly, highly contagious virus emerges, as it will, the safety of all nations may hinge on the promise that more people will get more doses sooner than we have managed since that fortunate meeting in January 2020.</p><p>Mr. Bollyky is the director of the Global Health Program at the Council on Foreign Relations and the author of \"Plagues and the Paradox of Progress: Why the World is Getting Healthier in Worrisome Ways\" (MIT Press, 2018).</p><p>Getting Vaccines to the World Next Time</p>",
  "published": "2021-11-05T13:29:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6687,
          "end": 6704
        }
      ],
      "nexusId": "10010560"
    }
  ]
}