{
  "_id": "f50e571e86ea7533bd52bcac4ca463454547252a0eb1104952e82feeae9316ff",
  "feed": "ftcomall",
  "title": "The next generation Covid-19 vaccines seeking a slice of the market",
  "text": "<p>A new group of vaccine makers is hoping to challenge the Covid-19 shots that are already household names, sharpening competition in what is set to be the first ever jab market to encompass the entire global population.</p> <p>BioNTech/Pfizer and Moderna, the pandemic's mRNA-based vaccine frontrunners, have already booked billions of dollars in revenue, which they are using to boost production, sign new contracts and entrench their positions. Likewise, Oxford/AstraZeneca and Johnson &amp; Johnson have been rolling out their cheaper and easier to transport shots for months, while Chinese and Russian-made vaccines dominate in several markets.</p> <p>Yet the global need for coronavirus vaccines is so great that the pandemic's next phase provides a chance for other players to break in. Large pharma companies like Sanofi and GSK are hoping to shake off their image as laggards, while start-ups such as Novavax, CureVac and Valneva see opportunities to satisfy unmet needs.</p> <p>The newcomers face particular hurdles: emerging variants damping the efficacy rates in clinical trials, production capacity eaten up by already approved shots, and a public that may be more inclined to trust the vaccines they know.&#xa0;</p> <p>But the size of the opportunity to provide doses, both for initial inoculations and potential booster shots, makes it worthwhile. Indeed, newcomer Novavax is forecast to overtake Moderna as the second-largest Covid-19 vaccine maker by revenue next year, with estimated sales of $17.9bn in 2022, according to Airfinity, a London-based analytics company. And if their vaccines are approved, it predicts Sanofi, GSK, and CureVac will all book more than $6bn in sales next year, far more than the $1bn in annual revenue that typically defines a “blockbuster” drug.</p> <p>“When you make a product essentially everyone in the world wants or needs, you are going to make a lot of money,” said Walid Gellad, director of the centre for pharmaceutical policy and prescribing at the University of Pittsburgh.</p> <h1>The new challengers</h1> <p>Many of the prospective new vaccines heading for regulatory approval are not based on more innovative technologies. Several are more traditional shots, like the jab under development at GSK and Sanofi, that were leapfrogged by 2020's breakthrough mRNA jabs.&#xa0;</p> <p>But some may have advantages, including, in the case of CureVac's jab, being cheaper to produce and possibly easier to combine with other vaccines in a single shot. The Valneva vaccine, meanwhile, may elicit a better immune response from the elderly.&#xa0;</p> <h2>Novavax</h2> <p>A Maryland-based start-up with a tortuous 33-year journey to its first vaccine, Novavax is likely to be the first of this second wave of shots to win approval. Many scientists like its traditional protein-based jab, which has an unusual production method — its proteins are grown in moth cells — and a proprietary adjuvant, which boosts the body's immune response to the vaccine.&#xa0;</p> <p>The shot was created and trialled alongside the first wave of vaccines, proving 96 per cent effective against the original strain of coronavirus. But it has taken longer for the company to scale production.</p> <p>“We're the 1.5, last of the first generation,” said Greg Glenn, head of research and development at the biotech. The company expects to apply for approval in the third quarter and&#xa0;Glenn said the jab, which could be stored long term in a refrigerator, would “contribute in a major way to the unmet need” for doses across the globe.&#xa0;</p> <h2>Sanofi and GSK</h2> <p>The large vaccine manufacturers Sanofi and GSK, despite failing to keep up with likes of Pfizer last year, are also expected to play an important role supplying middle- and lower-income countries with their co-developed protein-based vaccine. The companies were forced to redo their phase 2 trial, eventually showing a strong immune response after a dosing mistake. But their existing production capacity and the potential to distribute the shot alongside other vaccines, like the flu jab where Sanofi is dominant, could mean they eventually play a bigger role.&#xa0;</p> <h2>Valneva</h2> <p>The French vaccine maker, which has a large deal with the UK government because of its Scottish production facilities, is using one of the oldest vaccination technologies: a whole inactivated virus. It says this could be an advantage against variants when compared with those vaccines that only use the spike protein, as it should enable the body to recognise other proteins in Sars-Cov-2 if the spike mutates significantly. The company, which has started its phase 3 trial, also believes the adjuvant it uses to boost the immune response to the vaccine may make the shot more effective in older people or the immunocompromised.&#xa0;&#xa0;</p> <p>Thomas Lingelbach, Valneva chief executive, said it was aiming to produce 150m to 200m doses a year. “Of course we are not going to be the ones to produce billions of doses. That has never been our intent. We will look at target populations and settings where we can contribute, not where we will lead.”&#xa0;</p> <h2>CureVac</h2> <p>The next round of vaccines could also introduce a third mRNA shot to the market. CureVac, the German biotech, believes its different formulation will give it advantages over the Pfizer and Moderna shots. </p> <p>By requiring a much lower dose, its cost of production is relatively low and it could be easier to combine vaccines targeting different variants in a single shot. CureVac's scientists also believe that by not making any chemical modifications to the mRNA the shot may be able to elicit a stronger response from the body's T-cells, which supplement antibodies in the immune system.</p> <p>Pierre Kemula, CureVac's chief financial officer, believes these factors will be important selling points once the pandemic is more under control. “Lower dose, decent cost of goods, broader solution mix of large, mid and small scale production and flexibility. It will be really interesting to see what this can bring to the world.”</p> <h1>Beyond the needle</h1> <p>Other vaccine developers still in the race are smaller and generally less advanced, but are testing new technologies or novel delivery mechanisms that they hope will make the difference.</p> <h2>ImmunityBio</h2> <p>The California-based biotech founded by billionaire Patrick Soon-Shiong is testing four delivery methods for its new vaccine — a jab, capsule, pill to take under the tongue, and a nasal spray.&#xa0;ImmunityBio, which has a market capitalisation of $6.2bn and focuses on cancer treatments, hopes its viral-vector vaccine, which stimulates T-cells and is currently in phase 1 trials, will deliver longer-lasting immunity.&#xa0;</p> <p>“There's always going to be Pfizer, Moderna, J&amp;J, AstraZeneca, and there should be, but will that be enough for the world?” said Soon-Shiong, who also owns the LA Times newspaper.</p> <h2>Vaxart</h2> <p>Vaxart, another Californian biotech, is creating oral vaccines that could be easier to administer, particularly in lower and middle income countries. In Vaxart's phase 1 study, the company said its coronavirus vaccine tablet elicited higher T-cell responses than those seen in people who had received Pfizer and Moderna's jabs. </p> <p>Vaxart's vaccine aims to induce immunity in the nose and mouth. “You swallow the tablet, it gets into your intestine, makes the protein of interest [then] tricks your body into thinking it's been infected and makes an immune response,” said Sean Tucker, founder and chief scientific officer.</p> <h2>Medicago</h2> <p>Other companies, such as Medicago, the Canadian vaccine maker that is also partnering with GSK for its adjuvant, are hoping to differentiate themselves with their production methods. Medicago grows its vaccine proteins in a plant from the tobacco family, mashing up the leaves into a smoothie to extract what it needs, bypassing the struggles vaccine makers often face when scaling up in animal cells.&#xa0;&#xa0;</p> <p>For some of these smaller companies, even crumbs from the table could be big profit generators. Olga Smolentseva, equity analyst at investment bank Bryan, Garnier &amp; Co, said she expected mRNA vaccines to dominate in the developed world but that smaller players could still end up with a slice significant for their size.&#xa0;“The scale of the game is different,” she said.&#xa0;</p> <h1>The booster market</h1> <p>For many of these companies, much will depend on whether we require boosters every six months, every year, every few years or never, and whether shots will have to be tailored to tackle variants.</p> <p>Pfizer's chief executive Albert Bourla has said a booster shot will probably be needed within 12 months. Many vaccine makers are conducting their own studies of boosting the immunity of participants of their early trials, with seven participating in the UK's CoV-Boost study.&#xa0;</p> <p>But so far, there is no scientific consensus on how long immunity lasts. Evidence based on recovering from Covid-19, not vaccination, looks promising. A limited<a href=\"https://eur03.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.thelancet.com%2Fjournals%2Flanhl%2Farticle%2FPIIS2666-7568(21)00093-3%2Ffulltext&amp;data=04%7C01%7Ci.m.jones%40reading.ac.uk%7Cb868817fba884f89562d08d92672930e%7C4ffa3bc4ecfc48c09080f5e43ff90e5f%7C0%7C0%7C637583095806559154%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=dGYKw7bicKPmDhr99VxV5X1TcA336s9H%2B5x1N%2BSt10E%3D&amp;reserved=0\"> study</a>, conducted by University College London, found that exposure to Covid-19 substantially cut the risk of reinfection — up to 85 per cent — among care home residents and staff for up to 10 months.</p> <p>Ian Jones, a professor of virology at the University of Reading, said the study added to existing evidence that showed bone marrow cells that make protective antibodies against Covid-19 could be found in patients for up to a year following infection.</p> <p>“If the same is true of vaccinated individuals, which seems likely, boosters may not be needed as frequently as has been supposed,” he said.&#xa0;</p> <p>If the virus continues to mutate that equation could still change. Most vaccines appear to offer protection against the emerging variants but some studies have shown reduced efficacy in response to the Beta and Delta strains, which first emerged in South Africa and India respectively.</p> <p>Pfizer and Moderna completed their trials while the original Wuhan strain was still dominant, so their top line results may always look better than rivals contending with the new mutations. As a result CureVac is trying to moderate expectations before publishing its data, with Kemula saying efficacy of 70 per cent against even mild infection would be “absolutely great”.</p> <h1>Prices and profits</h1> <p>Clay Heskett, a partner who leads LEK Consulting's European life sciences practice, said the dominance of the big four vaccines — Pfizer, Moderna, AstraZeneca, and J&amp;J — would make them hard to displace, at least until vaccination brings infection rates down. “It will be tough to knock those four vaccines off the perch,” he said.</p> <p>Pfizer and Moderna could use the “windfall of having been first to market, with incredible uptake and frankly cash flow” to ensure a huge production scale that should enable them to price competitively in years to come, Heskett said. Pfizer's vaccine is forecast to generate $35.8bn in revenues in 2022, almost twice as much as the second-largest player.</p> <p>The first generation of vaccine developers had to battle to scale up manufacturing but now have a stranglehold on some key vaccine inputs. Valneva's Lingelbach said suppliers would not prioritise his company because its vaccine was not approved, even as he tried to scale up from 20 per cent to full capacity. “Thus far, we have been living from hand to mouth on raw materials,” he said.&#xa0;</p> <p>Few of the newcomers want to discuss undercutting their rivals but as supply increases, eventually vaccine makers may have to compete on price.</p> <p>CureVac's Kemula says he sees a sweet spot between the “rock bottom” prices of a non-profit vaccine like the J&amp;J shot and the higher priced Moderna and Pfizer mRNA jabs.</p> <p>John Grabenstein, president of consultants Vaccine Dynamics, agreed there remained much to play for. He is still tracking 12 vaccines with significant potential, including Valneva and CureVac, down from the 300 projects he started watching in early 2020.</p> <p>“The second wave may not get the $20 a dose vaccines but they will get the $10 a dose market,” he said. “And the volumes are so huge, orders of magnitude above what we think a big volume vaccine market is.”</p> <p><em>Additional reporting by Erika Solomon in Berlin</em></p> <p><em>This story has been corrected. The Novavax vaccine proved 96 per cent effective against the original strain of coronavirus, not 89 per cent as previously stated.</em></p><p>Source: Hannah Kuchler and Donato Paolo Mancini in London and Nikou Asgari in New York 2021 'The next generation Covid-19 vaccines seeking a slice of the market' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T04:00:07.419Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 472,
          "end": 489
        },
        {
          "start": 6561,
          "end": 6564
        },
        {
          "start": 11353,
          "end": 11356
        },
        {
          "start": 10189,
          "end": 10192
        }
      ]
    }
  ]
}