{
  "_id": "f766c9e3a7f0fc9856f961be4ddd24914377c12b0958bb0226dccb5ad39b2d91",
  "feed": "ftcomall",
  "title": "J&J vaccine pause threatens to dent public confidence, warn experts",
  "text": "<p>The decision by US health agencies to recommend a pause in the use of Johnson &amp; Johnson's <a href=\"https://www.ft.com/covid-19-vaccines\">Covid-19 vaccine</a> threatens to damage public confidence in all coronavirus jabs even if it is quickly reversed, experts have warned. </p> <p>The US public health agency and drugs regulator issued a <a href=\"https://www.ft.com/content/d1070ff2-a473-4f6a-a484-681fb8de4251\">joint warning</a> on Tuesday recommending that healthcare providers temporarily halt the use of the J&amp;J vaccine, following six reported US cases of “rare and severe” blood clots among the 7m people who have received it. </p> <p>The intervention prompted Walgreens and CVS, two of the country's largest pharmacy chains, and several US states to immediately stop administering doses made by J&amp;J.</p> <p>Officials insisted there would be minimal impact to US supplies, the vast majority of which are sourced from BioNTech/Pfizer and Moderna. But experts say that even if the agencies recommend health workers restart use of the <a href=\"https://www.ft.com/stream/03202114-3abe-4e53-9306-8f8aabae6c5a\">J&amp;J</a> shots in the coming days, irreparable harm may have been done to people's confidence not just in that vaccine, but all Covid inoculations.</p> <p>Zeke Emanuel, a professor of healthcare management at the University of Pennsylvania and a former coronavirus adviser to US president Joe Biden, said: “I understand they wanted to be transparent, but did they really have to announce a complete pause?</p> <p>“My concern is this will unnecessarily undermine confidence in the vaccine, and possibly all [Covid-19] vaccines. Are people going to know the difference?”</p> <p>Amesh Adalja, a senior scholar at the Johns Hopkins Center for Health Security in Baltimore, said: “The damage is done, this is going to be hard to resume. All [the CDC] can do is say how rare this is, show how safe and efficacious the J&amp;J vaccine is. But this action is going to be hard to reverse.”</p> <p>The recommendation to suspend use of the J&amp;J vaccine comes amid signs that supply is outstripping demand in some states, in a potential harbinger of entrenched hesitancy towards coronavirus jabs. </p> <p>Mississippi, for example, has administered 83 per cent of the doses it has received, according to the latest state data, while Alabama has only used 66 per cent of its allocation. New York, in comparison, has administered 91 per cent of its supplies.</p> <p>A committee of public health experts will meet on Wednesday to recommend whether or not the Centers for Disease Control and Prevention should permanently change its advice on the J&amp;J vaccine. While individual states and health practitioners are responsible for deciding which shots to give, they mostly follow national guidelines laid out by the CDC.</p> <p>Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, said on Monday that final decisions on the J&amp;J vaccine would be made within “days to weeks” and that the hiatus would not affect supplies. </p> <p>J&amp;J's vaccine accounts for just 4 per cent of the doses administered so far in the US. But it requires only a single shot and can be stored at normal refrigerator temperatures, making it an important tool to reach remote and underserved communities.</p> <p>Jeff Zients, the co-ordinator of the White House coronavirus task force, insisted that supplies would remain steady even in rural areas, however, thanks to mobile units which are equipped to store the Pfizer and Moderna vaccines. </p> <p>Pfizer said on Monday it had recently increased production and would be able to supply 10 per cent more doses by the end of May than previously planned.</p> <p>Liz Hamel, who directs polling at the Kaiser Family Foundation health think-tank, said: “We know that side effects are people's biggest concern about the vaccine. Anything that is viewed as a side effect potentially could make that concern more prominent for people.”</p> <p>She added: “This may not only affect the J&amp;J vaccine.&#xa0;A lot of people are not paying close attention to the different options, and when they see a potential problem in a Covid vaccine, especially if they were already concerned, they may be less likely to receive any shot.”&#xa0;</p> <p>When medical regulators in Europe flagged similar concerns over AstraZeneca's vaccines, which has also been blamed for causing rare but serious <a href=\"https://www.ft.com/content/d5cd63c6-af01-4d29-a5e5-b69ade4f3803\">blood clots</a>, pollsters noted an increase in vaccine hesitancy. </p> <p>Following the warnings, the pollster YouGov <a href=\"https://yougov.co.uk/topics/international/articles-reports/2021/03/22/europeans-now-see-astrazeneca-vaccine-unsafe-follo\">reported sharp declines</a> in the perceived safety of the AZ vaccine, and even some decline in the perceived safety of others. In Germany, the number of people who believed the AZ vaccine to be safe fell from 43 per cent in February to 32 per cent just a month later. In France, it fell from 33 per cent to 23 per cent.</p> <a href=\"http://www.ft.com/cms/53e8300d-2525-4271-80d2-e12fe008d2cd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Vaccine confidence in the US has been improving since last year, with 55 per cent now saying they either have been vaccinated or will be as soon as they can. But that still leaves 22 per cent of Americans who say they want to “wait and see” before getting vaccinated, 7 per cent who say they will do so only if required to for work or other activities, and 15 per cent who say they will definitely not get vaccinated. </p> <p>Of that 15 per cent, 70 per cent are white and 65 per cent are Republican voters. </p> <p>Hamel said: “We are working our way through the ‘wait and see' group, and are coming up against the hard resistance of the 15 per cent of people who simply refuse. So far we haven't found a message that works with them, but this is not likely to help.”</p> <p><em>This story has been corrected to state that the call to pause J&amp;J vaccinations in the US was issued on Tuesday, not Monday, and that the next meeting of officials to discuss the vaccine will take place on Wednesday not Thursday.</em></p><p>Source: Kiran Stacey in Washington and Nikou Asgari in London 2021 'J&amp;J vaccine pause threatens to dent public confidence, warn experts' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-14T04:00:34.176Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 885,
          "end": 888
        },
        {
          "start": 70,
          "end": 87
        },
        {
          "start": 1671,
          "end": 1674
        },
        {
          "start": 656,
          "end": 659
        },
        {
          "start": 2659,
          "end": 2662
        },
        {
          "start": 5314,
          "end": 5317
        },
        {
          "start": 1777,
          "end": 1780
        },
        {
          "start": 3697,
          "end": 3700
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 2755,
          "end": 2758
        },
        {
          "start": 375,
          "end": 378
        },
        {
          "start": 2362,
          "end": 2365
        }
      ],
      "nexusId": "10010560"
    }
  ]
}