{
  "_id": "cb592581313f24f5cf9ed1e1871eed9589ba68a5c53e86b95b6addd3030358ee",
  "feed": "ftcomall",
  "title": "Europe steps up vaccination campaigns after slow start",
  "text": "<p>After a slow start marred by delays and supply shortages, Europe's vaccination drive is stepping up a gear in nations including France, Germany and Italy even as they struggle to <a href=\"https://www.ft.com/content/d1af353b-709f-41d5-ac88-4ac38ee7dc6c\">control a third wave of the pandemic. </a></p> <p>France announced an acceleration of its much criticised Covid-19 vaccination campaign on Sunday, increasing the gap between the two doses of the mRNA jabs to speed up basic protection, making the Oxford/AstraZeneca vaccine available to anyone over 55 and rolling out the first supplies of the new Johnson &amp; Johnson product this week.&#xa0;</p> <p>“We're seeing the first signs that the behaviour of the French, the restrictions put in place and the vaccinations have brought the very strong rise [of the pandemic] under control,” health minister Olivier Véran said in an <a href=\"https://www.lejdd.fr/Politique/olivier-veran-au-jdd-des-lundi-tous-les-plus-de-55-ans-pourront-etre-vaccines-4037696\">interview</a> in Le Journal du Dimanche.&#xa0;</p> <p>Like its EU neighbours, France has been constrained by limited supplies of vaccine doses and has been criticised for the slowness of its inoculation campaign compared with the UK and the US, but supplies are increasing rapidly and France injected more than 510,000 doses on Friday.&#xa0;</p> <p>In Germany, the number of people who received the first jab jumped by more than a quarter within a week to 12.7m, according to data published by the Robert Koch Institute, a public health body, on Saturday, lifting the share of people with at least one shot to 15.2 per cent. </p> <p>Last Thursday alone, a record 719,000 people were vaccinated. The acceleration was driven by GPs, who have been provided with vaccines since early April. The government is planning to supply GPs with one million doses a week, health minister Jens Spahn told journalists on Friday in Berlin.</p> <p>In Italy, the seven-day moving average of daily inoculations has stayed above 200,000 new doses administered per day since March 26, according to the FT's <a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\">vaccine tracke</a>r. Officials have said they were optimistic restrictions could be eased soon if the pace of immunisation continued to pick up, but they have stopped short of offering precise dates. Lockdown easing criteria now include an assessment of each region's vaccine drive.</p> <p>France is among the European countries struggling to control a lethal “third wave” dominated by the more infectious and sometimes dangerous B.1.1.7 variant of the virus that was first identified in England. <a href=\"https://www.ft.com/content/731ec423-03dc-405c-9ff4-f8670b953f2d\">The whole country is under a lockdown</a> that includes restrictions on travel, shop closures and a 7pm-6am curfew.&#xa0;</p> <p>Berlin is also preparing to tighten the lockdown as infection numbers are still high and hospital beds filling quickly with Covid-19 patients. The government is planning to impose a countrywide curfew rules for the first time, which would have to apply automatically if infections rise above a certain level for three days in a row. </p> <p>So far, each of<a href=\"https://www.ft.com/content/6c81cea8-cd5e-4324-9903-67cd7d45ba41\"> Germany's 16 states </a>have imposed their own lockdown restrictions and some areas have loosened them even as the number of infections rose.</p> <p>More than 5,700 coronavirus patients are in intensive care in France, well above the pre-crisis total of 5,000 intensive care beds nationwide and higher than at the peak of the second wave last November. </p> <p>Véran said that from Wednesday, the gap before the second dose for those who received the BioNTech/Pfizer or Moderna jabs would be extended to six weeks from four, which would make room for an extra 1.8m first doses for others in the second half of May.&#xa0;</p> <p>The AstraZeneca vaccine, whose rollout has been hit by lower than expected deliveries in the EU and concerns about rare blood-clotting disorders among younger recipients, would be available to all in France over the age of 55 from Monday. Pfizer and Moderna jabs will be given to anyone over 60 from Friday. </p> <p>France had already followed Germany in <a href=\"https://www.ft.com/content/db295bb9-d1fe-47f8-bc0f-eb40dfaf545f\">recommending</a> that younger people who had been given a first dose of AstraZeneca receive a different jab for their follow-up vaccine.</p> <p>The French have long been among the most <a href=\"https://www.ft.com/content/24df4357-30f7-45f4-9437-bd1d72e16f32\">sceptical people</a> in the world about vaccinations, but Véran said that had changed during the pandemic.</p> <p>Epidemiologists say vaccines alone will not be enough to bring the pandemic completely under control, particularly given the spread of new variants that are sometimes more resistant to certain vaccines. In the department of Moselle in eastern France and some overseas territories, the authorities have recommended against the use of AstraZeneca because of the prevalence there of the so-called South African variant.&#xa0;</p> <p>France's first delivery of Johnson &amp; Johnson vaccines is expected on Monday, a week earlier than anticipated. The 200,000 doses would be delivered to pharmacies and doctors' surgeries and be made available to anyone over 55.</p> <p><em>Have questions about the vaccines?&#xa0;</em><a href=\"https://www.ft.com/stream/e191658e-c66a-45bc-9bad-343bdc4210b3\"><em>John Burn-Murdoch</em></a><em>&#xa0;and&#xa0;</em><a href=\"https://www.ft.com/anna-gross\"><em>Anna Gross</em></a><em>&#xa0;will be taking questions live on the&#xa0;</em><a href=\"https://www.instagram.com/financialtimes/\"><em>@financialtimes</em></a><em>&#xa0;Instagram account today at 3pm BST/10am EST.</em></p> <a href=\"http://www.ft.com/cms/4a26b2eb-42e7-4a85-86c4-06ef52a34ea8.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Victor Mallet in Paris, Olaf Storbeck in Frankfurt and Donato Paolo Mancini in Rome  2021 'Europe steps up vaccination campaigns after slow start' FT.com 11 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-11T16:20:59.050Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 514,
          "end": 531
        },
        {
          "start": 4433,
          "end": 4450
        }
      ],
      "nexusId": "10010560"
    }
  ]
}