{
  "_id": "afab1ae0a3225ebce930814d4d59821e2ee7fa3fd3942f927b56ff520d1c6453",
  "feed": "wall-street-journal",
  "title": "World News:  Vaccine Production to Start in South Africa  ---  Pfizer and BioNTech  join halting effort, as  pressure grows to  address global inequity  ----  By Alexandra Wexler in Johannesburg and Jared S. Hopkins in New York",
  "text": "<p>\n  Pfizer Inc. and its partner BioNTech SE said Wednesday that their Covid-19 vaccine will be partly produced in South Africa from next year, joining a halting effort to manufacture shots on a continent that has been left behind in the global fight against the pandemic. </p><p>\n  The deal -- under which the Cape Town-based Biovac Institute would fill vials of the Pfizer-BioNTech vaccine and ready them for shipment -- follows growing pressure from the U.S., Europe and international organizations for drugmakers to do more to tackle global inequities in accessing Covid shots. They said Biovac will deliver more than 100 million doses annually after its plant is fully operational next year. </p><p>\n  This spring, the U.S. said it would back a proposal led by South Africa and India to suspend protections on intellectual property underlying Covid-19 vaccines to widen production, especially in developing countries. The initiative is vehemently opposed by most big drugmakers, including Pfizer. </p><p>\n  Just 1.5% of Africa's 1.3 billion people have been fully vaccinated against Covid-19, after rich countries bought up much of this year's supply of the shots and deliveries from the World Health Organization-backed Covax program, which many developing countries counted on to inoculate their most at-risk citizens, fell far behind schedule. That has left much of the continent with few defenses as the more transmissible Delta variant drives a record surge of infections. </p><p>\n  African officials say that one of the main reasons that they have struggled to secure Covid-19 shots is the lack of manufacturing facilities on the continent. Many governments, including the U.S. and the world's biggest vaccine maker, India, have restricted exports of shots as they race to inoculate their own populations. </p><p>\n  \"The only way to solve this is to allow Africa to produce,\" Strive Masiyiwa, a Zimbabwean telecommunications tycoon who heads the African Union's vaccine-purchasing task team, said last month. </p><p>\n  The deal between Pfizer-BioNTech and Biovac, a public-private partnership between the South African government and a consortium of local drugmakers, only partially addresses demands from African officials to have more control over their vaccine supply chains. </p><p>\n  The drug substance for the two-dose Pfizer-BioNTech shot, one of the most widely used Covid-19 vaccines in the world, will be exported to South Africa from Europe, the companies said. </p><p>\n  Biovac-produced doses at the Cape Town plant would go to African Union countries, the companies said. The doses likely would be distributed through existing supply agreements with African governments or the company's own deal with Covax, or feed into the 500 million Pfizer-BioNTech doses the U.S. plans to donate to Covax, said a Pfizer spokesman. </p><p>\n  \"The partnership between Biovac and Pfizer is a breakthrough in our effort to overcome global vaccine inequity,\" said South African President Cyril Ramaphosa. \"The protection of Africans is a necessary and critical contribution to the protection of humanity as a whole.\" </p><p>\n  The Pfizer-BioNTech announcement follows a similar deal forged late last year between South Africa-based Aspen Pharmacare Holdings Ltd. and Johnson &amp; Johnson to fill vials and package 300 million doses of J &amp; J's Covid-19 shot. </p><p>\n  Aspen also doesn't have a license to make the drug substance used in the J &amp; J shot, a setup that has led to delays in delivering shots ordered by the South African government. </p><p>\n  In June, Aspen had to destroy some two million finished vaccine doses, which had potentially been contaminated by the Baltimore-based plant that produced the drug substance for J &amp; J. </p><p>\n  Mr. Ramaphosa said this month that there were negotiations to produce the J &amp; J drug substance locally \"in time,\" without disclosing further details. Aspen's chief executive said that the company was in early discussions around extending vaccine production. </p><p>\n  \"Each of our manufacturing partnerships, including with Aspen, includes a license to our technology and the sharing of manufacturing know-how to enable the safe and high-quality production of our vaccine on a global scale,\" J &amp; J said. </p><p>\n  The company declined to comment on whether it is in talks with Aspen to produce the drug substance for its vaccine locally. </p><p>\n  Oxfam, a U.K. advocacy group that has pushed the WTO to waive patent protections, said the Biovac deal \"is simply not enough\" because Africa still faces such a major shortfall compared with wealthier countries. </p><p>\n  The Pfizer spokesman declined to say whether there were plans to expand the partnership with Biovac to eventually also produce the drug substance in South Africa, saying the company is focused on efforts to maximize its supply chain and would continue to look for opportunities. But BioNTech's chief executive, Ugur Sahin, suggested Wednesday that there might be more announcements in the future. </p><p>\n  \"We believe that our mRNA technology can be used to develop vaccine candidates addressing other diseases as well,\" said Dr. Sahin. \"This is why we will continue to evaluate sustainable approaches that will support the development and production of mRNA vaccines on the African continent.\" </p><p>\n  --- </p><p>\n  Laura Cooper contributed to this article. </p><p>\n  --- </p><p>\n  Push for mRNA </p><p>\n  Technology Stalls </p><pre>\n </pre><p>\n  The World Health Organization other public-health organizations have been pushing to bring new mRNA technology, on which the Pfizer-BioNTech vaccine is based, to Africa. They say it eventually could be used to fight other diseases, including HIV/AIDS, malaria or Ebola, that are prevalent in Africa. </p><p>\n  Last month, the WHO launched a new initiative to support the transfer of mRNA technology to Cape Town-based Biovac Institute, the first effort of this kind world-wide, and said it was in talks with Pfizer, BioNTech and Moderna Inc., whose Covid-19 vaccine also uses mRNA. Pfizer, however, said the deal with Biovac was exclusively among the three companies and not part of a government-initiated technology transfer or compulsory licensing agreement. </p><p>\n  In a speech at the WTO, Pfizer Chief Executive Albert Bourla on Wednesday reiterated the company's opposition to the proposed patent waiver, saying it would discourage innovation and make it harder for companies to collaborate. </p><p></p>",
  "published": "2021-07-22T06:04:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3169,
          "end": 3186
        },
        {
          "start": 3611,
          "end": 3617
        }
      ],
      "nexusId": "10010560"
    }
  ]
}