{
  "_id": "14cfc60d0d51a02df42c1691f57f247065b155f3c86302d0851428de83da9011",
  "feed": "market-watch",
  "title": "AstraZeneca vaccine shows 74% efficacy in large U.S.-backed trial, and BioNTech co-founder says COVID will become manageable",
  "text": "<p>The AstraZeneca AZNUK:AZN vaccine has been widely used in the U.K. and Europe but is not yet authorized for use in the U.S.</p><p>The data showed the vaccine had an 83.5% estimated efficacy in participants who were 65 or older. It proved safe with no serious adverse events, and local and systemic reactions were generally mild or moderate, the journal reported.</p><p>https://twitter.com/NEJM/status/1443331005050355715AstraZeneca is planning to apply for full approval of the vaccine from the U.S. Food and Drug Administration later this fall, rather than seek emergency-use authorization, the company said in July, according to Reuters. Chief Executive Pascal Soriot told a media briefing at the time that he hoped the vaccine could still play a role in the United States, even though the process was taking longer than expected.</p><p>So far, the FDA has offered EUAs to the vaccine developed by Moderna MRNA and Johnson &amp; Johnson JNJ and has extended full approval to the one developed by Pfizer PFE with German partner BioNTech BNTX.</p><p>Don't miss: Beyond the science, some experts say there's an economic case for giving out COVID-19 booster shots</p><p>The co-founder and chief medical officer of BioNTech, Dr. Özlem Türeci, told CNBC on Thursday that she expects COVID-19 to become manageable but to be around for years. Türeci, who founded BioNTech with her husband, Dr. Uğur Şahin, the company's CEO, said she could envisage the need for booster shots to be given every 12 to 18 months. She said more data were needed to verify that theory.</p><p>“I don't think the world should live in fear. COVID will become manageable, [and] it already has started to become manageable,” Türeci said on&#xa0;the cable business-news channel. “However, we will need to go back to a new normality, because this virus will accompany us for still some years.”</p><p>https://twitter.com/cnbcipr/status/1443183608647372803Her comments came as the U.S. continues to suffer more than 2,000 COVID deaths a day, according to a New York Times tracker, even as new cases and hospitalizations continue to decline.</p><p>See also: 3 prominent doctors on how best to use rapid, at-home COVID tests — and which single test has ‘been shown to be very accurate'</p><p>Alaska continues to lead the U.S. by new cases on a per capita basis, and its hospitals are rationing care. Alaska's vaccination rate of 51% of total population lags the national average by a fairly wide margin. More than 184 million Americans are fully vaccinated, according to the CDC's tracker, equal to 55.5% of the overall population.</p><p>But with the highly transmissible delta variant continuing to spread across the U.S., even states with high levels of vaccination are seeing their hospital systems strain under with the weight of high numbers of patients.</p><p>Maine, where the vaccination rate stands at about 69%, is seeing stress on its hospitals from the many mostly unvaccinated people requiring ventilators, the Wall Street Journal reported. </p><p>The problem is not just that delta is so infectious but also that individuals have relaxed pandemic precautions such as wearing face masks in public. New cases and hospitalizations have also flared among mostly unvaccinated people in Vermont and western Massachusetts, highlighting the risk delta poses even in states with&#xa0;the best track records&#xa0;for getting shots in arms, the newspaper reported.</p><p>See now: U.K. families brace for end of government COVID support</p><p>The CDC issued a health advisory Wednesday, urging those who are pregnant, lactating or trying to get pregnant to get a COVID-19 vaccine. The agency said just 31% of people who are pregnant have been vaccinated. There have been at least 125,000 pregnant individuals with confirmed cases of COVID-19; 22,000 have been hospitalized, and 161 have died. Pregnancy can put people at higher risk of severe illness, hospitalization and death if they contract the virus.&#xa0;</p><p>Elsewhere, Russia reported a record one-day death toll for a third straight day, the Moscow Times reported, at 867. The new figure brings the country's total deaths from COVID-19 to 207,255&#xa0;—&#xa0;the highest in Europe.</p><p>France has extended its vaccine-pass program to children 12 and older to enter public sites such as restaurants or cinemas, AFP reported. The measure has been in place for adults for two months.</p><p>The Beijing Winter Olympics planned for next February will be open to spectators, but only those from mainland China, CNN reported. Under COVID-19 protocols&#xa0;unveiled&#xa0;by the IOC, the Games will be held in a “bubble” in the Chinese capital from Feb. 4 to 20, as Beijing becomes the first city to have&#xa0;hosted both the Summer and Winter Olympics.</p><p>In Australia, officials in Victoria said the state suffered a record number of COVID cases on Thursday at 1,438 that was “completely avoidable,” the Guardian reported. The spread was caused by parties for the Australian Football League grand final and other social gatherings over the long weekend, according to Daniel Andrews, the state's premier.</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 233.4 million on Thursday, while the death toll rose above 4.77 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 43.3 million cases and 695,523 death.</p><p>India is second by cases after the U.S. at 33.7 million and has suffered 448,062 deaths. Brazil has the second highest death toll at 596,122 and 21.4 million cases.</p><p>In Europe, Russia has recorded the most fatalities at 202,700, followed by the U.K. at 137,043.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 108,416 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-09-30T14:22:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 899,
          "end": 916
        }
      ],
      "nexusId": "10010560"
    }
  ]
}