{
  "_id": "ca5e844bad7f1a5fd4a053ae68586d95d506c3975f4e178cb4468fff1eb29c79",
  "feed": "ftcomall",
  "title": "Amazon strain sparks fears of spread throughout Brazil",
  "text": "<p>A more transmissible strain of coronavirus linked to an explosion of infections in the Amazonian city of Manaus is believed to be spreading throughout Brazil, where it could become the main variant, according to scientists.&#xa0;</p> <p>Researchers revealed last month they had detected the P. 1 lineage of Sars-Cov-2 in the remote rainforest municipality, where <a href=\"https://www.ft.com/content/9cd1d3dd-c9b5-424b-a84c-30b788a15ed1\">oxygen supplies recently ran</a> out as the health system has been hammered by a surge in Covid-19 cases. The variant has also been registered in São Paulo, as well as in several other countries.&#xa0;&#xa0;</p> <p>Specialists who spoke to the Financial Times said there was now a risk of the strain taking hold more broadly throughout Latin America's largest nation, which has recorded 225,000 deaths from coronavirus, the second highest behind only the US.</p> <p>“I believe that this variant has everything to become dominant in the coming weeks or months. It wouldn't surprise me if it was already widespread,” said Felipe Naveca, virologist and researcher at the Leônidas &amp; Maria Deane Institute, a unit of the Fiocruz research body in Amazonas state.</p> <p>“From the point of view of being more transmissible, it's almost an absolute certainty,” Dr Naveca said. </p> <p>Although there is no evidence suggesting the strain results in worse symptoms, a consensus has emerged among scientists that it is more contagious — similar to other variants of the virus that were first detected in the UK and South Africa. All three “variants of concern” have changes in the spike protein that attaches to human cells.</p> <p>The P. 1 strain was present in 91 per cent of 35 samples taken in Amazonas last month, according to genetic sequencing by the Fundação Oswaldo Cruz (Fiocruz), up from 51 per cent of 55 samples in December.&#xa0;</p> <p>“The variant has a greater transmission capacity, which makes it possible to have outbreaks with a very large number of people,” said Alberto Chebabo, vice-president of the Brazilian Society of Infectology. “The greatest risk is a very big increase of cases and the strain becoming predominant in [state] capitals.”</p> <p>The situation in Manaus has tarnished the idea that the riverside city of 2m achieved <a href=\"https://www.ft.com/content/5b96ee2d-9ced-46ae-868f-43c9d8df1ecb\">“herd immunity</a>” during the first wave of the crisis, when its hospital service was similarly <a href=\"https://www.ft.com/content/cd9f6e14-fce2-4853-8641-20127dbc8a16\">overwhelmed</a>.&#xa0;</p> <p>While the variant is widely believed to have contributed to the sharp rise in cases in the Brazilian jungle capital, scientists and physicians see other factors as having also played a role in the second onslaught. These include inadequate observation of social distancing and mask wearing, the arrival of the rainy season and declines in immunity following first exposure to the pathogen.</p> <p>“I am very worried, and people who I speak with who are studying [the virus] are all worried,” said José Eduardo Levi, researcher at the Institute of Tropical Medicine at the University of São Paulo.</p> <p>The frequency of P. 1 has given rise to concerns over the possibility of individuals who have already contracted the virus catching it again. <a href=\"https://virological.org/t/sars-cov-2-reinfection-by-the-new-variant-of-concern-voc-p-1-in-amazonas-brazil/596\">A preprint paper</a> released last month described the reinfection of a 29-year-old woman who showed symptoms only eight days after testing positive for antibodies.&#xa0;</p> <p>Dr Naveca at Fiocruz, the lead author of the study, said investigations were under way into two other suspected reinfections. “If they evaded antibodies, then we have a very worrying scenario until we reach a large proportion of vaccinated people”.</p> <p>Another concern is whether P. 1 could reduce the efficacy of vaccines against coronavirus. It shares a mutation called E484K in its spike protein with the 501. V2 variant that evolved independently in South Africa late last year and is driving a surge of Covid-19 cases there.</p> <p>Vaccine manufacturers last week announced clinical trial results that showed how their products were affected by the E484K mutation, which is not well recognised by antibodies resulting from previous infection or vaccination based on older variants of the virus.</p> <p>Novavax's vaccine was found to be 89 per cent effective in its UK trial where the E484K mutation is rare, but just 49 per cent overall efficacy in South Africa. Johnson &amp; Johnson reported <a href=\"https://www.ft.com/content/d05c7c57-da11-42a1-aa33-b66052c904ac\">efficacy of 72 per cent</a> in the US for its vaccine candidate and 57 per cent in South Africa.</p> <p>The Institute of Tropical Medicine at the University of São Paulo intends to test the neutralising effect that CoronaVac, a Chinese-made vaccine being rolled out in Brazil, has on the Manaus strain. </p> <p>Data generated by US laboratories with engineered coronaviruses harbouring P. 1 spike mutations suggest “there will be a loss of effectiveness that may not be very significant”, said Mr Levi. </p> <p>Strategies to deal with this could involve a third vaccine shot and, in the medium term, a second generation of inoculations against mutations of the variants, he added. </p><p>Source: Michael Pooler, Clive Cookson and Carolina Pulice  2021 'Amazon strain sparks fears of spread throughout Brazil' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T05:00:18.316Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4082,
          "end": 4099
        },
        {
          "start": 4082,
          "end": 4101
        }
      ],
      "nexusId": "10010560"
    }
  ]
}