{
  "_id": "843abe5aca20f56b27d07224e60a15340a952aa7e7ca9624b368cb1945cb1d36",
  "feed": "ftcomall",
  "title": "Doubts overshadow China's pledge to vaccinate developing countries ",
  "text": "<p>Beijing has happily propagated the notion that China is leading the campaign to inoculate developing countries against coronavirus by donating its jabs while richer nations squabble over vaccine supplies. </p> <p>But in recent weeks, China's role in the global vaccination drive has been overshadowed by concerns over supplies, high prices and unexplained instances of low immunity. </p> <p>The incidents have led international health experts to caution that vaccines made by China's state-run Sinopharm and privately owned Sinovac and CanSino remain far from a panacea for immunising the developing world.</p> <p>China's willingness to provide rapid — if mostly small-scale and bilateral — deliveries has made its jabs popular in low-income countries with few options to begin inoculations.</p> <p>But that is changing. The US, alongside Japan, Australia and India, <a href=\"https://www.ft.com/content/bcf5ff42-ac7f-4533-8fc2-b3e50a5e13ba\">launched</a> a plan this month to deliver 1bn doses of Johnson &amp; Johnson's Covid-19 vaccine to south-east Asian nations. </p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Covax, the World Health Organization-backed initiative for equitable vaccine distribution, also <a href=\"https://www.ft.com/content/d3609020-c786-47b4-8ccb-7412af61576a\">began shipping</a> this month and aims to have by May delivered 237m doses of Oxford/AstraZeneca vaccine, produced by the <a href=\"https://www.ft.com/content/1bb8b97f-c046-4d0c-9859-b7f0b60678f4\">Serum Institute of India</a>. </p> <p>China's commitments to Covax have been minimal. Beijing has pledged only 10m doses and has yet to gain WHO emergency use approval or to deliver any shots. </p> <p>All vaccines face logistic hurdles, supply constraints and credibility concerns when shipping doses overseas, but Beijing's <a href=\"https://www.ft.com/content/d8d9a691-831f-4942-a8f2-9b6f80f43b0b\">persistent lack of transparency</a> has made it hard to rule out more fundamental problems with the jabs, experts said.</p> <p>“The lack of clear data and information is still the biggest piece of the story,” said Andrea Taylor at the Duke Global Health Institute. “It sets them apart from the other vaccine candidates that have come to market.”</p> <p>Chinese manufacturers' refusals to <a href=\"https://www.ft.com/content/6b3940fe-19fe-456f-a751-05e572ee4894\">release detailed explanations</a> of efficacy results or peer-reviewed data have become increasingly problematic as countries look to vaccines to demonstrate long-term immunity and effectiveness against variants of the virus.</p> <p>The United Arab Emirates this month began <a href=\"https://www.ft.com/content/a1c83bcc-f3e5-488a-b33c-b516a1d7fdda\">offering</a> a third shot of the Sinopharm jab in a small number of cases with low immunity. </p> <p>Imran Khan, Pakistan's prime minister, over the weekend tested positive for Covid-19 shortly after receiving his first of two Sinopharm doses. Pakistan's health ministry said he contracted the disease in the window before the vaccine boosted immunity.</p> <p>This month, Peru's Cayetano Heredia university announced that the <a href=\"https://www.ft.com/content/99c7a9de-fc11-45ab-890b-f6733ccb4186\">Wuhan-developed Sinopharm vaccine</a> “was not showing encouraging results”. It asked regulators for permission to inoculate those who had taken Sinopharm with a second vaccine, which was also developed in Beijing.</p> <p>Chinese drugmakers have also given only vague information about their manufacturing capacities and how their jabs obtained regulatory approval, which may explain why they have secured fewer orders than western frontrunners, analysts said. </p> <p>Manufacturers in China, which rarely release details of their overseas deals, have secured orders for about 660m doses and delivered fewer than 40m doses, according to a Financial Times count of publicly disclosed shipments. Oxford/AstraZeneca, by comparison, has deals for nearly 2.5bn doses.</p> <p>Beijing, <a href=\"https://www.ft.com/content/c20b92f0-d670-47ea-a217-add1d6ef2fbd\">as with Moscow</a>, has focused on bilateral deals where purchasing agreements are infrequently made public. But judging from limited pricing information, Sinopharm's jabs also appear to be among the most expensive options available.</p> <p>In <a href=\"https://www.ft.com/content/ddceba1c-a564-49b5-9748-b0b1cdc87d97\">Hungary</a>, Sinopharm's vaccines were bought for $36 per dose, more than three times the price of Russia's Sputnik V. Senegal paid $19 per dose for Sinopharm jabs.</p> <p>China's ability to deliver vaccines immediately to desperate countries might explain the high prices. </p> <p>“Countries can make a deal with Sinovac or Sinopharm and then send them a plane and they will fill it up and send it back,” said Taylor. But that advantage was unlikely to last once wealthy countries have vaccinated their adult populations, she added.</p> <p>China's shots have played a significant role in kick-starting vaccination programmes with small donations to countries that lack access to other jabs. But these contributions on average amount to fewer than 300,000 doses of a two-shot vaccine, according to data from the Council on Foreign Relations in New York.</p> <p>Chinese state media has <a href=\"https://www.ft.com/content/efdec278-6d01-11ea-9bca-bf503995cd6f\">played up their largesse</a> at the same time as decrying “vaccine nationalism” in the developed world. “While these affluent countries are busy stockpiling [Covid-19 vaccines], who is helping countries in Africa, Latin America, the Caribbean and Asia? The answer is China,” state broadcaster CGTN said in a recent report.&#xa0;</p> <p>In May, Xi Jinping, China's president, asserted that Chinese Covid-19 vaccines would be a “global public good”, and in September promised that vaccines for <a href=\"https://www.ft.com/content/966a4842-97b4-470e-b7ad-2632e5cd820d\">Africa would be prioritised</a>. </p> <p>The pace of those pledges has slowed in recent months. When Wang Yi, China's foreign minster, travelled to Africa in January, stopping in Nigeria, the Democratic Republic of Congo, Botswana, Tanzania and Seychelles, he made no additional commitments to deliver vaccines.</p> <p>But China could bolster international trust in, and secure demand for, its vaccines if it was placed on an emergency use listing from the WHO. Sinopharm and Sinovac have both sent data to the WHO seeking approval.</p> <p>“We are all waiting to see that these vaccines can pass, to make sure that quality of manufacturing and clinical trials has been met,” said Jerome Kim, director of the International Vaccine Institute, a multilateral organisation based in Seoul.</p> <p>China, however, will still struggle to shake off accusations that its global vaccine programme is driven primarily by a <a href=\"https://www.ft.com/content/24b2a295-5d0c-4c01-8cf4-c0cb6472b82b\">desire to bolster influence</a>.</p> <p>Its decision to provide vaccines exclusively to participants in its Belt and Road Initiative, rather than countries with the largest burden of coronavirus cases, “undermines the notion of donations being made purely as a way to increase global access to a public good”, said Tom Bollyky at the Council on Foreign Relations.</p> <p><em>Additional reporting by Emma Zhou in Beijing, Wang Xueqiao in Shanghai, Primrose Riordan in Hong Kong and Michael Stott in London</em></p><p>Source: Christian Shepherd in Beijing 2021 'Doubts overshadow China's pledge to vaccinate developing countries ' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T00:31:47.483Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 888,
          "end": 905
        }
      ]
    }
  ]
}