{
  "_id": "8cd5b77fbd1bc34ea1e06dcb411bef2692243bb68d5d64105262a5b596cb32f6",
  "feed": "ftcomall",
  "title": "Moderna Covid booster produces strong antibody response against Omicron",
  "text": "<p>Moderna's Covid-19 booster shot elicits a strong antibody response against the Omicron coronavirus variant, appearing to increase antibody levels even further than a third dose of the BioNTech/Pfizer vaccine. </p> <p>The Boston-based biotech said its half-dose booster increased antibody levels 37-fold, compared with people who received just two doses, showing a similar level of immune response as when tackling the Delta variant. Two doses did induce a less robust result, down 2.9-fold against Omicron, compared with the wild type of the virus.</p> <p>BioNTech and Pfizer have previously said their booster lifts antibody levels 25-fold, though the studies are not directly comparable. The pair are also preparing a shot targeted to Omicron, which it has said will be available by March.</p> <p>But Stéphane Bancel, Moderna's chief executive, on Monday said Moderna would also continue to invest in developing a vaccine targeted to the Omicron variant, in case it became necessary in the future, putting it into clinical trials early next year. </p> <p>“The dramatic increase in Covid-19 cases from the Omicron variant is concerning to all. However, these data showing that the currently authorised Moderna Covid-19 booster can boost neutralising antibody levels 37-fold higher than pre-boost levels are reassuring,” he said. </p> <p>Shares in Moderna rose 6 per cent to $312 in early trading in New York.</p> <p>The messenger RNA technology used by both Moderna and Pfizer is quick and flexible, so could be used to create a targeted vaccine in weeks. But it would then need to be subject to a clinical trial before being approved. </p> <p>Stephen Hoge, Moderna's president, said: “It would be quite substantial and something you'd only want to do if it was absolutely necessary.”</p> <p>A full dose of Moderna's vaccine boosted antibody levels even further, by 83-fold. The company also announced safety data for the full dose booster, saying side effects were at similar levels to the previous two doses but slightly more frequent than for the half dose. Moderna said it was up to government guidance bodies to consider if the full dose would be useful for some people, perhaps those at highest risk.</p> <p>Moderna's half-dose booster contains more mRNA — the genetic code that allows the body to create the spike protein and generate an immune response — than Pfizer's full dose. </p> <p>Working with scientists from the US National Institutes of Health, Moderna tested how antibodies from vaccine recipients taken 29 days after boosting reacted to a pseudovirus, engineered to include the mutations seen in the Omicron variant. The data will be published in a preprint paper. </p> <p>The company does not yet know the durability of the response but Hoge said the data at day 29 were still “encouraging” because the vaccine's efficacy has declined over time in a similar slope for all variants so far. </p> <p>The study's results back up a finding by the Ragon Institute in Boston last week, which showed a steeper drop-off in antibody levels for Pfizer's shot than for Moderna's, but when boosted, both vaccines did well at tackling Omicron. </p> <p>The lab also found that mRNA vaccines were better at boosting antibody responses than the Johnson &amp; Johnson shot, which uses an adenovirus platform similar to that used by Oxford/AstraZeneca.</p><p>Source: Hannah Kuchler in London 2021 'Moderna Covid booster produces strong antibody response against Omicron' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T15:02:14.850Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3151,
          "end": 3168
        }
      ],
      "nexusId": "10010560"
    }
  ]
}