{
  "_id": "a20bec754945b289f065d554e6659caaff5f1ed194ce7085fea182250decf7e0",
  "feed": "wall-street-journal",
  "title": "The Worst Tort Abuse",
  "text": "<p>The trial is the first of some 3,000 suits against companies in the pharmaceutical supply chain brought by municipalities that have joined with the tort bar to extort distributors and retailers. Johnson &amp; Johnson and three distributors this summer settled various state and local government lawsuits for $26 billion.</p><p>The Ohio suits are in what's known as multidistrict litigation (MDL), a means of sandbagging industry into high-dollar settlements. The tort bar files hundreds of separate lawsuits in different jurisdictions, which the court system consolidates in the name of efficiency. MDL judges often single out test cases to gauge the merits of broader litigation. Too often the process becomes a club to beat corporations into sweeping settlements without a trial.</p><p>---</p><p>Judge Poster is wielding the club in the pharmacy litigation. Since landing this MDL in late 2017, he has pressured defendants to settle in the name of doing \"something meaningful to abate the crisis.\" \"We don't need a lot of briefs and we don't need trials,\" he said in a 2018 hearing. \"None of those are going to solve what we've got.\" That bias has informed the judge's decisions throughout the case.</p><p>The plaintiffs' claim is based on a bizarre notion of liability. The companies are accused of filling legal prescriptions for a legal substance for real patients from licensed doctors. The alleged tort is that they should have known they were filling out too many prescriptions, and should have been skeptical of even legal prescriptions above some undefined \"red line.\"</p><p>Yet pharmacists had no reason to know what this ineffable red line was. They also lack legal grounds to deny prescriptions. In many states they must fill prescriptions under penalty of law if the doctor has a valid license and is registered with the U.S. Drug Enforcement Administration. State medical and pharmacy boards have threatened to discipline pharmacists who refused to fill or watered down opioid prescriptions. Some pharmacists who refused have been sued by doctors for defamation and by patients for discrimination.</p><p>The plaintiffs attorneys are arguing that the pharmacists cannot hide behind state law and should have investigated the doctor's prescriptions. But if a tort can be committed for following the law, then we have entered a brave new world of liability.</p><p>Yet Judge Polster has allowed this liability theory to proceed, while pressing the companies at every turn to settle. In one outburst earlier this year, he threatened the companies with bankruptcy if they go to trial.</p><p>He has refused to include local, independent pharmacies in the trial, though their day will come if the big chains settle. He's also ignored the federal rules of civil procedure to give the trial bar an advantage, such as allowing them to amend their complaints by adding claims they previously disavowed. The Sixth Circuit Court of Appeals has rebuked several of his rulings, last year writing that one was \"plainly incorrect as a matter of law.\"</p><p>Judge Polster is undeterred. He has watered down the rules of evidence, including allowing trial lawyers to argue that all they need is \"aggregate proof\" that \"too many\" prescriptions were filled, rather than evidence of specific prescriptions that were improperly filled.</p><p>Last month a jury member admitted handing out personal research on the case to fellow jurors. The lead counsel for the plaintiffs agreed this was grounds for a mistrial. But Judge Polster prodded the lawyer to reconsider, since if he did order a mistrial he might retire and (hint, hint) hand the case to another (less plaintiff-friendly) judge. The trial continues.</p><p>---</p><p>This is grounds for appeal if there's a trial and verdict. But Judge Polster looks intent on producing a settlement, thereby pressuring the rest of the MDL defendants -- including manufacturers and distributors -- to settle too.</p><p>The opioid epidemic is a scourge, but it has multiple causes and is no justification for abusing the court system. If the pharmacy chains settle and establish this new precedent for public-nuisance litigation, there is no commercial activity in America that couldn't be vulnerable.</p><p>Courtrooms are venues to assess facts and the law. They aren't forums for policy making, or corporate retribution, or a federal judge to force a settlement on defendants as a capstone to his career.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 195,
          "end": 212
        }
      ],
      "nexusId": "10010560"
    }
  ]
}