{
  "_id": "3c2e99f0b4474ad5ec8ed73b0be0fca80b65b5337793833cd5bef319c3d99d45",
  "feed": "wall-street-journal",
  "title": "Moderna Booster Shot Backed by FDA Advisory Panel; FDA advisers voted unanimously in favor of the agency's clearance of the shot to seniors and others at high risk of severe Covid-19",
  "text": "<p>Vaccine experts advising the Food and Drug Administration voted 19 to 0 Thursday to recommend authorization of an extra dose of Moderna Inc.'s Covid-19 shot, a key step in making booster doses available to millions more people.</p><p>A vaccine-advisory panel voted in favor of giving a Moderna booster shot at least six months after the second dose, to adults 65 years and older, as well as adults under 65 who are at high risk of severe Covid-19 or serious complications because of their jobs, living conditions or underlying medical conditions.</p><p>The panel voted in favor of a booster shot that is half the dosage of the first two doses. The FDA is expected to decide on whether to authorize the booster dose within days.</p><p>Moderna said the booster doses can be drawn from the same vials that contain the original two-dose vaccine series, meaning the boosters will be available soon after authorization.</p><p>Members of the FDA's vaccine-advisory panel supported Moderna's booster dose even though the evidence for it was from a small study and had mixed results.</p><p>\"It's more a gut feeling rather than based on really truly serious data,\" said Patrick Moore, a member of the committee and a professor of molecular genetics and biochemistry at the University of Pittsburgh School of Medicine. \"The data itself is not strong, but it is certainly going in the direction that is supportive of this vote.\"</p><p>The meeting is a regular part of the federal government's evaluation of the vaccines and the latest move toward authorizing Covid-19 boosters. The FDA often asks its expert advisers to share their views before the agency decides whether to clear a medicine, and the agency usually follows the advisers' recommendations.</p><p>After clearing Covid-19 vaccines for adults starting late last year, the FDA has been in recent months evaluating applications to expand use of the shots to younger ages and to add an extra dose to bolster vaccinated people's immune defenses, especially against the Delta variant.</p><p>The FDA has authorized the vaccine from Pfizer Inc. and partner BioNTech SE for adolescents. The agency also has already greenlighted booster dosesof the Pfizer-BioNTech vaccine for seniors and adults at high risk of Covid-19 who received the shots already and are at least six months past their first vaccination.</p><p>It also has authorized boosters of the Pfizer-BioNTech and Moderna vaccines for certain people with weakened immune systems.</p><p>A Centers for Disease Control and Prevention advisory panel is scheduled to meet Oct. 20 to weigh endorsing an additional Moderna dose, before it becomes available to the general public. The CDC doesn't have to accept the panel's recommendation but usually does.</p><p>The meeting of the FDA panel, called the Vaccines and Related Biological Products Advisory Committee, comes as Covid-19 cases caused by the contagious Delta variant drop from highs in many parts of the country, though they are increasing in some states.</p><p>Federal health officials have pushed for boosters to sustain the immune protection in people who have been previously vaccinated, especially against Delta.</p><p>Up to 60 million people will become eligible for Pfizer's booster shot in the coming weeks, the Biden administration has said.</p><p>Adding Moderna's additional shot would significantly expand the U.S. booster campaign. More than 69 million people in the U.S. are fully vaccinated with Moderna's shot, according to the CDC.</p><p>Moderna has asked the FDA to authorize a booster that is half the dosage of the first two vaccine doses, and is taken at least six months after the second dose.</p><p>The booster shot increased immune responses in about 170 people in a Moderna study. The booster's effect on immune responses met one goal in the study but fell slightly short on another goal, FDA staff said.</p><p>Some members of the advisory panel expressed concern about the small size of the study, saying it limited their ability to assess the safety of the booster shots. The FDA said the safety profile of the booster was largely consistent with the first two doses.</p><p>The panel also began to debate whether to make booster doses more widely available beyond the categories currently authorized, which include seniors and adults at high risk because of medical conditions or where they work.</p><p>Some members said they were skeptical about the need to give an extra dose to everyone who was vaccinated because the shots appear to be working well and offer lasting protection for younger people.</p><p>\"I don't necessarily see the need for a sort of let it rip campaign for boosters for everyone who has ever been vaccinated,\" said Michael Kurilla, director of clinical innovation at the National Center for Advancing Translational Sciences at the National Institutes of Health.</p><p>Peter Marks, director of the FDA's center for biologics evaluation and research, said the U.S. sees booster doses as a potentially important part of its strategy to mitigate cases heading into the winter.</p><p>\"The problem here is we don't know what we don't know,\" he said. \"There are models that predict that we could potentially have another wave of Covid-19 as people go inside this winter.\"</p><p>The advisory panel will meet again on Friday to consider Johnson &amp; Johnson's application for a second dose and to review data on mixing and matching vaccines and boosters.</p><p>Covid-19 vaccines from Moderna and J&amp;J are authorized for use in people 18 years and older, while the Pfizer-BioNTech vaccine is cleared for people 12 years and over.</p><p>Outside the U.S., Israel, the U.K. and the European Medicines Agency have cleared use of boosters, and many countries have been rolling out the shots. The World Health Organization, however, has encouraged rich nations to delay booster campaigns and send doses to countries with limited supplies.</p><p>Write to Felicia Schwartz at felicia.schwartz@wsj.com and Peter Loftus at peter.loftus@wsj.com</p><p>Moderna Booster Shot Backed by FDA Advisory Panel</p>",
  "published": "2021-10-14T20:34:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 5194,
          "end": 5211
        },
        {
          "start": 5344,
          "end": 5347
        }
      ]
    }
  ]
}