{
  "_id": "2d4b0a15b7a488ad63ef2480f66f6d4eb13654be02511b8f75fd6d26c7fb4593",
  "feed": "wall-street-journal",
  "title": "Vaccine Output Leaps Ahead  In U.S. Following Slow Start  ----  By Peter Loftus",
  "text": "<p>   Covid-19 vaccine manufacturers are ramping up production, churning out far more doses a week than earlier in the year, progress that is accelerating mass vaccination campaigns in the U.S. </p><p>   After a slow start, Pfizer Inc., its partner BioNTech SE and Moderna Inc. have boosted output by gaining experience, scaling up production lines and taking other steps like making certain raw materials on their own. </p><p>   Pfizer figured out how to stretch scarce supplies of special filters needed for the vaccine production process by recycling them. Moderna shortened the time it needed to inspect and package newly manufactured vials of its vaccine. </p><p>   The companies -- along with Johnson &amp; Johnson, which recently launched a Covid-19 vaccine -- also are teaming up with other firms to further increase production. </p><p>   The U.S. monthly output for the three authorized vaccines is expected to reach 132 million doses for March, nearly triple the 48 million in February, according to estimates by analysts at Evercore ISI. </p><p>   The U.S. government also has helped vaccine makers access supplies under the Defense Production Act, suppliers and government officials said. The Biden administration said this month it used the act to provide $105 million in funding to help Merck &amp; Co. make doses of J&amp;J's Covid-19 vaccine and to expedite materials used in its production. </p><p>   The improvements and addition of J&amp;J's shot promises to boost supplies in the U.S. as health authorities accelerate efforts to inoculate enough people to lift restrictions and reopen schools, businesses and other establishments. </p><p>   \"We really should expect over the course of the next month or so a very substantial increase in supply\" in the U.S., said Eric Toner, senior scholar with the Johns Hopkins Center for Health Security. Early bottlenecks sourcing materials \"have been fixed.\" </p><p>   The global supply of Covid-19 vaccines also is increasing, though access to supplies and the pace of vaccinations vary widely by country. Companies including AstraZeneca PLC and the Serum Institute of India expect to have produced billions of doses of Covid-19 vaccines by the end of this year. </p><p>   Vaccines are crucial, health experts said, in protecting people against severe cases and moving past the pandemic and all its restrictions. </p><p>   In December, Pfizer-BioNTech and Moderna vaccines were cleared in the U.S. Yet initial supplies were limited, and the rollout started haltingly. States restricted doses to certain groups, such as the elderly, healthcare workers and people with high-risk medical conditions. </p><p>   Both the production and administration of shots have picked up in recent weeks, however. Now, some 2.5 million people in the U.S. are vaccinated daily on average, up from about 500,000 in early January, though many who want a vaccine still can't get it. </p><p>   The increased output should be enough to fully vaccinate 76 million people in the U.S. in March, another 75 million in April and then 89 million more in May, according to estimates from Evercore ISI analysts. The Pfizer-BioNTech and Moderna vaccines require two doses. </p><p>   By midsummer, 75% of people 12 and older should be vaccinated, according to Morgan Stanley. The vaccines aren't currently authorized for anyone younger than 16, but companies might have results this spring for studies of the shots in adolescents 12 and older, which, if positive, could lead to vaccinations for that group. The companies are also starting to test the vaccines in children younger than 12. </p><p>   With production ramping up, President Biden said that he wants states to widen eligibility to all adults by May 1 and has said the U.S. should have enough supply for all adults by the end of May. </p><p>   Moderna, of Cambridge, Mass., took about three months to make the first 20 million doses of its vaccine last year, but now it is making about 40 million a month for the U.S., Juan Andres, chief technical operations and quality officer, said in an interview. </p><p>   He said the company would likely peak at producing 50 million a month by summer. </p><p>   Moderna wasn't able to produce at maximum capacity right out of the gate because of the need to introduce new equipment and processes in stages. Moderna was still training newly hired workers and encountering issues like equipment malfunctions and holdups in getting replacement parts such as filters. </p><p>   \"There has not been a single week since we started that we have not had issues,\" Mr. Andres said. \"In making medicines, it is absolutely impossible not to have issues in the beginning. It takes time.\" </p><p>   New York-based Pfizer has more than doubled its weekly U.S. output of Covid-19 vaccine doses to more than 13 million, from five million at the beginning of February, according to a Pfizer spokeswoman. </p><p>   Pfizer increased output partly by figuring out that it was going through supplies of certain circular filters used in the production process quickly and couldn't get more from its supplier as fast as it needed. The filters remove certain components from the vaccine during production. </p><p>   The company began recycling the filters so that it could reuse each one two or three times, said Chaz Calitri, Pfizer's vice president of operations for sterile injectables for the U.S. and Europe. </p><p>   \"We're not done by any means,\" he said. \"There's no doubt we'll blow through 13 million a week and go much higher in the very near future.\" </p><p>   Johnson &amp; Johnson's initial supply, when the company's vaccine was authorized late last month, was lower than what federal officials expected, but analysts expect a steadier output to kick in within weeks that will add to the overall supply of doses. </p><p>   J&amp;J is boosting in-house production and is working with other companies including Merck to expand further. A J&amp;J spokesman said the company was on track to deliver a total of 20 million doses for use in the U.S. by the end of March. </p><p>   --- </p><p>   Jared S. Hopkins contributed to this article </p><p></p>",
  "published": "2021-03-22T06:11:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 663,
          "end": 680
        },
        {
          "start": 5324,
          "end": 5341
        },
        {
          "start": 1267,
          "end": 1270
        },
        {
          "start": 1373,
          "end": 1376
        },
        {
          "start": 5575,
          "end": 5578
        },
        {
          "start": 5684,
          "end": 5687
        }
      ]
    }
  ]
}