{
  "_id": "d59659e36dee81da1055ad040283b07e88183c51c806ec8fb8c3834d67980330",
  "feed": "wall-street-journal",
  "title": "Bigger Is Better When It Comes to Vaccine Production  ----  By Eric Budish and Christopher Snyder",
  "text": "<p>   The world is producing and delivering enough Covid-19 vaccines to inoculate more than a billion people a year. This is a remarkable scientific, engineering and logistical achievement. The pandemic and its tremendous costs in health, education, economic productivity and human well-being may finally come to an end. Yet at the current rate of vaccination, it will take more than a year to vaccinate most rich countries and as many as three years to vaccinate the world. </p><p>   What if the world could produce and deliver seven billion courses of vaccine a year? This is the most optimistic of production goals across all approved or nearly approved vaccines. But under this scenario, the world could be vaccinated in less than a year. </p><p>   We recently published a paper in the journal Science that aimed to quantify the enormous value of Covid-19 vaccine capacity: both existing and the value of building more. We worked with a team of economists, statisticians and policy experts led by the University of Chicago's Michael Kremer. </p><p>   While vaccines are intuitively very valuable, the numbers are mind-boggling. The value of three billion courses of annual vaccine capacity -- enough to vaccinate rich countries by the end of 2021 and the world by the end of 2022 -- is $17.4 trillion, or $5,800 for every course. This reflects the value of getting people back to work and school, avoiding unnecessary deaths and preserving health. If anything, we suspect our figure is conservative. </p><p>   We estimate that another billion courses of vaccine capacity is worth $1 trillion of additional global benefits, and could accelerate vaccination by two months for rich countries and five months for the world. This $1 trillion -- $1,000 for each additional course -- would be much higher if the pandemic takes a turn for the worse -- if, say, new variants require fresh vaccination or some vaccine manufacturers hit production snags. </p><p>   Is it physically possible to build more capacity? We don't know how much more can be built and how quickly, but the global benefits of capacity -- $5,800 for every vaccination course overall, and $1,000 for incremental capacity -- far exceed the prices paid to firms in deals to date, between $6 and $40 a course. This means that private incentives are a fraction of the social value at stake. </p><p>   Private incentives may be particularly poor when it comes to speed. Consider a firm that will vaccinate one billion people at a fixed price of $40 each. The firm earns the same $40 billion whether it supplies the billion courses in a single month or stretched over a year. But doing it in a month requires 12 times the capacity costs. If you are wondering why vaccination is taking so long, this is the basic economic reason. </p><p>   So what should governments do? Build more -- even if it costs more -- and stretch what exists. New capacity can come from building new factories, reconfiguration of existing ones, or finding creative ways to increase yield. Governments should invest aggressively, even if it means paying a higher price, with confidence that the social benefits are enormous and that speed is important. </p><p>   The recent announcement that Merck will produce the Johnson &amp; Johnson vaccine is a great example of finding a creative way to build more capacity. We don't have specific production numbers for this deal. But suppose deals like this one could create an additional 40 million courses a month for the U.S., starting in April. Our analysis suggests that such a capacity increase is worth $136 billion to the U.S. and allows Americans to be vaccinated by June instead of August. If this new capacity is donated to the world after the U.S. is finished using it, it would generate more than $500 billion in total global benefits and accelerate global vaccination by nearly three months. </p><p>   There are also options for stretching what exists: delaying the second of two doses, giving only one dose to those previously infected, or using lower-dose regimens. If it turns out that half doses are almost as effective as full doses, or a single dose is almost as effective as a two-dose course, capacity would effectively double overnight -- which our analysis suggests is worth several trillion dollars. Medical experts will need to decide which of these measures are appropriate. Our point as economists is that the potential benefits are huge and time is of the essence. </p><p>   It is worth reflecting on all of the fighting over the past several months about vaccine priority. Who should get it first? Are the poor being left behind? Why is the European Union so far behind the U.K. and the U.S.? Who is more deserving: healthcare workers, the medically vulnerable, teachers, those willing to pay the most? </p><p>   These conflicts have made what should feel like a global triumph -- effective vaccines developed in record time -- seem zero-sum. The antidote is build more, move faster -- and end the pandemic sooner. </p><p>   --- </p><p>   Messrs. Budish and Snyder are professors of economics at the University of Chicago's Booth School of Business and Dartmouth College, respectively. </p><p></p>",
  "published": "2021-03-18T06:14:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3161,
          "end": 3178
        }
      ],
      "nexusId": "10010560"
    }
  ]
}