{
  "_id": "dbdfc48ebe6496a57c3a82ac8cef7360c8b833451ea948653087fd5a7e37874a",
  "feed": "ftcomall",
  "title": "How to reach the unvaccinated: the risks of bribery and coercion ",
  "text": "<p>Carrot or stick? As the <a href=\"https://www.ft.com/content/bda822c9-cce8-424f-8404-800a0e5781e1\">super-infectious Delta variant</a> spreads around the world, threatening to stall the reopening and recovery in countries that thought their <a href=\"https://www.ft.com/covid-19-vaccines\">Covid-19 vaccine programmes</a> were succeeding, governments are facing the delicate question of how to get hesitant citizens to take the jab.</p> <p>The responses often involve a combination of incentive and coercion. Inducements to receive Covid-19 jabs are proliferating. In the US, states are offering rewards ranging from $100 cash to free beer, theme park tickets and lottery tickets. In the UK, freebies include fast food and free taxi rides.&#xa0;</p> <p>But some governments are also starting to use increasingly hard sticks: mandating vaccination as a <a href=\"https://www.ft.com/content/223425f7-2506-4984-9d87-38677e455d9b\">condition of employment</a>, travel and admission to entertainment and leisure venues. A striking example was French president Emmanuel Macron's announcement of a new law making vaccination compulsory for healthcare workers and requiring a health pass to enter public places such as restaurants, bars and high-speed trains. The new rules came into effect this week.</p> <p>Last week, New York became the first US city to require proof of vaccination for indoor activities including dining, gyms and concerts, while the <a href=\"https://twitter.com/ben_blei/status/1419740621552578560\">SF Bar Owner Alliance</a>, a business group representing 300 bars in San Francisco, adopted a no vaccine, no entry policy.</p> <p>This is still very much a rich-country problem. There are large swaths of the world where governments are scrambling to get hold of supplies and would love the luxury of having to worry about the vaccine-hesitant. </p> <p>But in North America and Europe, the reluctance of a significant number of citizens to get the vaccine is posing a potential threat to their health systems and their economies as a result of the spread of the Delta variant. </p> <p>Yet despite the eagerness of governments to introduce new incentives to take the vaccine, some experts warn about unintended consequences. Monetary inducements might anger those who have already been vaccinated, while vaccine passports are dividing public opinion. </p> <p>Stephen Reicher, a professor of psychology at the University of St Andrews, argues that “many complexities and many pitfalls” surround incentivisation schemes — and vaccine passports could have a “polarising effect”.&#xa0;</p> <p>“People who were going to get vaccinated anyway might say to themselves: ‘OK well I'll do it a bit more quickly' . . . On the other hand, those who are reluctant become more negative and more resistant,” says Reicher. “Precisely the people you want to win over can be the people you alienate.”</p> <p>For many experts, the discussion about incentives is a superficial response that ignores the much harder but necessary work of engaging directly with the groups in society who have reservations about the vaccine and trying to overcome them.</p> <p>Professor Beate Kampmann, director of the Vaccine Centre at the London School of Hygiene &amp; Tropical Medicine, urges health experts to focus on engaging with young people. “We need this generation to trust the product rather than to get a free pizza,” she says. “I'm not happy about anyone having a sense of bribery or coercion with any vaccine.”</p> <h1>Compulsory campaigns?</h1> <p>For most of the governments worried about the uptake of the vaccine, the main targets are now young adults, who were last in the queue and for whom the risk-reward ratio is less overwhelmingly favourable than for older people. The chance of suffering severe illness and death from Covid-19 rises fast with age, while young people are susceptible to very rare serious reactions after vaccination such as inflammation of heart tissues in addition to the common transient side-effects such as tiredness, headache and nausea.</p> <p>In England, for example, the latest <a href=\"https://www.england.nhs.uk/statistics/wp-content/uploads/sites/2/2021/08/COVID-19-weekly-announced-vaccinations-05-August-2021.pdf\">NHS data</a> show that under 70 per cent of 18 to 24-year-olds have received a first dose, though they have been eligible for vaccination since June 18, and a little over 30 per cent have had the second shot. Just over 70 per cent of 25 to 29-year-olds have had their first shot. By contrast, more than 90 per cent of over-50s are double-jabbed. Complacency, vaccine hesitancy and mixed messaging about the benefits of vaccines are all thought to be <a href=\"https://www.ft.com/content/33cac8ae-1716-4e29-af25-850430830d23\">factors in the slow uptake among younger people</a>.&#xa0;</p> <p>Hardline government actions to encourage jabs, such as enforcing the use of vaccine passports, are popular with the public, <a href=\"https://yougov.co.uk/topics/health/articles-reports/2021/03/05/britons-support-covid-19-vaccine-passport-system\">opinion polls show</a>. The evidence suggests that they do drive up vaccination rates, at least in the short term.&#xa0;</p> <p>In France, Macron's measures provoked angry street protests from a vocal minority, which has grown in number for the past four weeks, but the rules revitalised a vaccination campaign that was losing momentum. Daily new bookings, which had been stagnating at about 150,000 in June, soared to more than 400,000 in mid-July, though they dropped off to about 175,000 this month.</p> <p>Indeed France, long regarded as one of the countries most sceptical about vaccines, has overtaken the US in the proportion of its population who is fully vaccinated — 56 per cent against 50 per cent in the US and 58 per cent in the UK, according to <a href=\"https://ourworldindata.org/coronavirus\">Our World in Data</a>.</p> <p>In Italy, too, there was also a sharp increase in Covid-19 vaccine bookings — up by 15 to 200 per cent in different Italian regions — after the government declared it would expand its health pass for entry to restaurants and other public settings, says Anna Odone, a professor of public health at the University of Pavia. She believes that compulsory vaccination is a “last resort during times of great urgency” but that it is the most effective tool in the governments' arsenal.&#xa0;</p> <p>However, some experts warn about the potential downside of vaccine mandates and incentives, even if they have an immediate positive impact.&#xa0;</p> <p>“As vaccine supplies increase in the developed world, governments are rushing to introduce incentives and mandates to increase uptake — without always thinking through the&#xa0;consequences that it might harden the views of those who are hesitant,” says Professor Heidi Larson, founding director of the Vaccine Confidence Project at the London School of Hygiene &amp; Tropical Medicine.</p> <p>Reicher notes that incentives also come with risks. “Some scientific literature suggests that they can decrease what is called your intrinsic motivation,” he says. “In other words, you get vaccinated because you get a reward for it, not because you believe it is the right thing to do.”</p> <p>Adverse reactions came in fast and furious when Liverpool City Council offered free tickets to a Liverpool football game<a href=\"https://twitter.com/lpoolcouncil/status/1422846077833814021\"> on Twitter</a> to recently vaccinated fans. Some said it was unfair to give prizes to latecomers: “Reward the millions who did take the vaccine when it was offered,” tweeted one. Others denounced the council for “coercion” and “bribery”.&#xa0;</p> <p>In the US, <a href=\"https://www.ft.com/content/906bf795-f413-43cf-9811-83c4bc1fc49a\">universities</a> were among the first institutions to mandate vaccination for staff and students. Now, some states are taking up President Joe Biden's suggestion to offer $100 cash to each new vaccinee. In Australia, the opposition Labor party has called for A$300 ($220) incentives — an idea rejected by the government as “insulting” to those who have already received the vaccine.</p> <p>“I think $100 is too much,” says Larson. “It also discriminates against those who have come forward already.”</p> <p>In Arkansas, which has one of the lowest rates in the US at 38 per cent full vaccination, according to the US Centers for Disease Control and Prevention, free hunting and fishing licences are on offer. Yet Jennifer Dillaha, head of immunisation at the state health department, says the freebies have done little to move the needle. “People genuinely wish to make an informed decision and that doesn't add new information,” she says.</p> <h1>Information mission</h1> <p>Reicher agrees that the most effective way of boosting uptake involves community engagement rather than “gimmicks”, with public health officials taking the time to address remaining concerns in a non-judgmental way. “Go to people rather than forcing them to come to you, listen to people and take their concerns seriously rather than dismissing them and allow them to come back to you,” he says.</p> <p>Although governments and health authorities have enlisted celebrities to promote vaccination — such as film stars Jim Broadbent and Thandiwe Newton in the UK and TV hosts Eva Longoria and Ryan Seacrest in the US — they are often a generation or two older than their target audiences.</p> <p>“We need to get young influencers active [on social media] who have street cred with that age group,” Kampmann says.</p> <p>The UK health department took a cautious step in that direction by involving 26-year-old doctor and DJ Bodalia in its latest “Don't Miss Out” campaign, which <a href=\"https://www.instagram.com/p/CSR4P9llYn9/\">rolled out across social media</a> at the weekend. It urges young adults not to miss out on the opportunity to visit nightclubs, which in England will require two jabs from September. In the US, teen pop sensation Olivia Rodrigo last month spoke at the White House alongside the president, urging her peer group to get vaccinated. </p> <p>Some experts warn that extending vaccine passports could exacerbate existing social, ethnic and class divisions. Marie Jauffret-Roustide, a sociologist at Inserm, France's national institute of health research, fears that rich people, who have the resources to travel and go to restaurants, are responding to incentives, while the poorest, who are often among the most vaccine-hesitant, are not being swayed because their lifestyle is not at risk in the same way.&#xa0;</p> <p>Though she supports Macron's mandate in the short term, Jauffret-Roustide believes clear and persuasive messaging will be much more effective in the longer run.</p> <p>In the UK, r<a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthinequalities/bulletins/coronavirusandvaccinationratesinpeopleaged70yearsandoverbysociodemographiccharacteristicengland/8december2020to9may\">esearch from the Office for National Statistics </a>earlier this year showed vaccination rates were markedly lower among people of black Caribbean and African heritage, as well as those living in more deprived areas and those who did not have English as a first language.&#xa0;</p> <p>During the initial rollout of the vaccine, the government implemented a series of targeted initiatives aimed at combating vaccine hesitancy and rebuilding trust among ethnic minorities. This included culturally sensitive messaging and use of trusted local leaders as community champions to <a href=\"https://www.ft.com/content/9019eddf-6d65-4b8d-b7b3-241578dc6e4f\">combat misinformation</a>. High-profile black and ethnic minority MPs and celebrities also took part in public health campaigns urging people to come forward for their jab.</p> <p>While<a href=\"https://www.ft.com/content/e3a60193-0cb6-447a-a4dc-fec204b40446\"> progress has been made</a>, gaps in uptake remain. <a href=\"https://reports.opensafely.org/reports/vaccine-coverage/#charts55\">Recent findings</a> from the OpenSafely weekly report, run by the London School of Hygiene and Tropical Medicine and University of Oxford, show that among over-80s an estimated 77.2 per cent of those identifying as black had been vaccinated by July 28, compared to 97.5 per cent of those who were white.&#xa0;</p> <h1>Easy access</h1> <p>Although information campaigns and vaccine passports and incentives attract public attention, many experts say the most effective way to increase uptake is simply to make it as easy as possible for those who are short of time and motivation — but not actively opposed to vaccination — to get their jabs.&#xa0;</p> <p>“The lowest hanging fruit are those who continue to lack access to the vaccine,” says Maureen Miller, an infectious disease epidemiologist at Columbia University in New York. She adds that adverts in languages other than English, making clear that jabs are free and do not require health insurance or proof of immigration status, are critical for capturing those who want a jab but are nervous.</p> <p>“Anything that gets anybody vaccinated is important, but in order to get the larger numbers we need to make it convenient, and not scary,” she adds.</p> <p>Health officials in many countries have been bringing jabs directly to people by running pop-up sites and mobile clinics. In New York, where 57 per cent of the population is fully vaccinated, temporary clinics at Grand Central and Penn stations offering the single-shot Johnson &amp; Johnson vaccine have been <a href=\"https://new.mta.info/coronavirus/popup-vaccination-stations\">extended indefinitely</a> after initial success in engaging commuters. In the UK, where the rollout is beginning to reach 16 and 17-year-olds, vaccine buses may be deployed.&#xa0;</p> <p>Even experts who oppose the widespread introduction of <a href=\"https://www.ft.com/content/b035ef5f-dc2a-44d5-bded-b6573347939a\">vaccine mandates</a> agree they are acceptable for international travel, where there is a long history of vaccination certificates, and for some jobs that involve lots of human contact.</p> <p>“They make sense for people working in healthcare and looking after very vulnerable people, when a problem will have serious implications,” says Larson. Last week, Massachusetts <a href=\"https://www.mass.gov/doc/order-of-the-commissioner-of-public-health-regarding-the-requirement-for-nursing-home-personnel-to-be-vaccinated-against-covid-19/download\">ordered all nursing homes</a> in the state to ensure that staff are fully vaccinated by October 10.</p> <p>However, some believe that the time for gentle nudging is running out. </p> <p>In the US, companies including Walmart,&#xa0;Google,&#xa0;Facebook, Tyson Foods&#xa0;and&#xa0;United Airlines are beginning to compel some or all of their employees to be vaccinated. They are following the advice of <a href=\"https://www.ft.com/content/57834c2c-a078-4736-9173-8fb32cfbbf4e\">Anthony Fauci, Biden's medical adviser</a>, who told Bloomberg on Friday: “I would encourage private enterprises to seriously consider the idea of mandating vaccination.”</p> <p>“Things are about to change and they are going to change very fast,” David Frum, a US political commentator who was former president George W Bush's speech writer, told CNN last week. “I suspect by this time next month, the majority of Fortune 500 companies will be saying, ‘you have to be vaccinated if you want to work for us'.”&#xa0;</p> <p>Others fear that taking such a hard line could undermine the growing popularity of vaccination. <a href=\"https://yougov.co.uk/topics/international/articles-reports/2021/01/12/covid-19-willingness-be-vaccinated\">Polling by YouGov</a> shows willingness to be vaccinated surging around the world over the past nine months.&#xa0;</p> <p>The French figures are particularly striking. While there is a <a href=\"https://www.ft.com/content/f1966dd4-1c21-4a92-b726-f3634d8d9f16\">strong anti-vaxxer base</a> in the country, the pandemic has demonstrated how feelings can change as circumstances and public understanding shift. In December, YouGov found just 24 per cent of people in France were willing to have a Covid-19 vaccine; last month this had risen to 80 per cent.&#xa0;</p> <p>In the US, where the issue is politically polarised — with Republicans notably more reluctant to support vaccination (and mask wearing) than Democrats — the rise in Covid vaccine acceptance has been less steep, YouGov says, from about 45 per cent in December to 70 per cent in July.&#xa0;</p> <p>For the White House&#xa0;and other governments, the risk is that if&#xa0;they push&#xa0;too hard on vaccination campaigns, it will generate a counter-productive backlash among&#xa0;their&#xa0;political opponents&#xa0;— and damage public health.</p><p>Source: Clive Cookson, Anna Gross, Nikou Asgari and Jasmine Cameron-Chileshe  2021 'How to reach the unvaccinated: the risks of bribery and coercion ' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-11T04:00:32.906Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 11813,
          "end": 11830
        }
      ],
      "nexusId": "10010560"
    }
  ]
}