{
  "_id": "30a26dff8ead455f0369422a1ec68a9cccecb985f207778bdadfb545cb97e892",
  "feed": "ftcomall",
  "title": "Pfizer chief says people will probably require yearly Covid booster shot",
  "text": "<p>The chief executive of Pfizer says people will probably need a third dose of a Covid-19 vaccine within 12 months of being fully inoculated, and may have to receive annual booster jabs. </p> <p>“There will be likely a need for a third dose somewhere between six and 12 months and then from there, there will be an annual revaccination,” Albert Bourla said in an interview with CVS Health that aired on Thursday. </p> <p>As the US continues to vaccinate millions of people per day, attention has turned to emerging safely from the pandemic and the extent to which <a href=\"https://www.ft.com/content/26b256d0-d021-46ac-ae3d-e3ea823c033d\">annual vaccinations</a> similar to flu jabs will be required to keep the virus under control in the long term.&#xa0;</p> <p>Bourla's comments came as US health officials testified before Congress about how to control the spread of the virus after the pandemic subsides. </p> <p>David Kessler, chief science officer to the White House coronavirus task force, told a Congressional committee: “I think we should expect that we may have to boost . . . and the current thinking is that certainly those who are more vulnerable may have to go first.”</p> <p>“But I think you have that with many vaccines, we understand that at a certain point in time we need to boost, whether that's nine months, 12 months, and we are preparing for that coming,” he added.&#xa0;</p> <p>Data from Pfizer and BioNTech this month showed that their mRNA vaccine was <a href=\"https://www.ft.com/content/4d9fe80d-e604-4bbe-b0f8-fd4b8df9b7f1\">91 per cent effective</a> against the virus six months on from the second dose.</p> <p>“Protection goes down by time but still in the six months it's extremely, extremely high,” Bourla said.</p> <p>In February, the two companies began <a href=\"https://www.ft.com/content/7961437d-33cd-4f47-b190-2be3b571c8e5\">trialling a third shot</a> on fully vaccinated individuals six to 12 months after their second jab, in order to understand the effect of a booster on immunity and against new strains of the virus.&#xa0;</p> <p>The <a href=\"https://www.ft.com/content/7b992d68-2814-4390-9d71-ff4c704c9f98\">BioNTech/Pfizer jab</a> is the most widely used vaccine in the US, with almost 103m doses administered, according to data from the Centers for Disease Control and Prevention. Fully vaccinated individuals account for 38.3m of those doses.</p> <p>This week, Bourla <a href=\"https://twitter.com/AlbertBourla/status/1382064225229619202?s=20\">wrote on Twitter</a> that Pfizer could meet its supply target of 300m doses with the US government two weeks ahead of schedule thanks to increased production.</p> <p>His CVS interview was filmed some time ago, Pfizer said, before the rollout of the Johnson &amp; Johnson vaccine was <a href=\"https://www.ft.com/content/1bf7c198-0340-4183-bbef-d14f5b04ddcd\">paused </a>across the US because of blood clot fears. </p> <p>The distribution of the single-shot jab, which is the least widely administered in the US, has been put on hold for at least a week by experts on the US Advisory Committee on Immunization Practices while they investigate six cases of rare blood clots, which led to one death.</p><p>Source: Nikou Asgari in London and Kiran Stacey in Washington 2021 'Pfizer chief says people will probably require yearly Covid booster shot' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T23:40:47.253Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2247,
          "end": 2264
        }
      ],
      "nexusId": "10010560"
    }
  ]
}