{
  "_id": "cdbc3055797eeaa516fc811a62e7ee3c3d927646ff609cdfa2b7462a783f607d",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Pfizer, BioNTech  Ask FDA to Expand  Vaccine to Children  ----  By Jared S. Hopkins",
  "text": "<p>    Pfizer Inc. and BioNTech SE asked U.S. regulators to allow their Covid-19 vaccine to be given to adolescents, which could make the shots available to kids in the coming weeks. </p><p>   The companies said Friday that they asked the U.S. Food and Drug Administration to extend their shot's use to children 12 years and older. The companies said they planned to make similar requests to regulators in other countries. </p><p>   The Pfizer-BioNTech vaccine is currently authorized in the U.S. for people 16 years and older. Shots from Moderna Inc. and Johnson &amp; Johnson are authorized in the U.S. for adults 18 years and older. </p><p>   The FDA expects to take a few weeks to review the request, a person familiar with the matter said. The agency doesn't plan, the person said, to ask a panel of outside experts to review the submission, as the agency did before first authorizing the shot in December. </p><p>   Health authorities say it will be important to vaccinate children to protect them from the virus and help reach the communitywide immunity needed to move past the pandemic, known as herd immunity. </p><p>   Children are at lower risk of becoming infected with the coronavirus than adults and when they become sick tend to experience milder symptoms. Some can get seriously ill, and some can also spread the virus. </p><p>   The vaccine from Pfizer and BioNTech was 100% effective in protecting against symptomatic disease in a study of more than 2,200 children 12 years and older, the companies said last month. There weren't any safety concerns. </p><p>   Researchers found the shot to be 100% effective after observing 18 cases of Covid-19 in children who had received a placebo, compared with no cases in the group that got vaccinated. </p><p></p>",
  "published": "2021-04-10T06:16:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 529,
          "end": 546
        }
      ],
      "nexusId": "10010560"
    }
  ]
}