{
  "_id": "ac0633e5c5ecdd762775236dc0f0dd84bc22631babd5807eebfd095232d840e4",
  "feed": "wall-street-journal",
  "title": "CDC Says Everyone 18 and Older Should Get Covid-19 Booster Due to Omicron Variant; New York City broadens mask advisory, reflecting potential risks posed by new variant",
  "text": "<p>\"The recent emergence of the Omicron variant (B.1.1.529) further emphasizes the importance of vaccination, boosters and prevention efforts needed to protect against Covid-19,\" CDC Director Rochelle Walensky said in a statement. She urged unvaccinated people who are eligible for Covid-19 shots to get them.</p><p>Omicron, identified last week by scientists in South Africa, has rattled officials in the U.S. and around the world. The World Health Organization warned the variant has a high potential to spread globally and could drive fresh surges in Covid-19 infections.</p><p>The U.S. joined other nations in imposing restrictions on some travelers from southern Africa to slow the variant's spread, even as officials acknowledged it is likely already in the U.S. Some countries in Asia imposed broader restrictions on foreign students or visitors.</p><p>Spread of the variant risks intensifying supply-chain disruptions that have fueled a surprising surge in inflation this year, Federal Reserve Chairman Jerome Powell said in testimony released Monday afternoon.</p><p>President Biden said Monday that his administration was working with Pfizer Inc., Moderna Inc. and Johnson &amp; Johnson on plans for vaccines or boosters in case they are needed to combat the Omicron variant. Mr. Biden said that as of now officials don't think such measures will be needed.</p><p>\"This variant is a cause for concern, not a cause for panic,\" he said.</p><p>Officials in New York City on Monday issued an advisory strongly recommending that people wear masks indoors, regardless of their vaccination status. People are already required to wear masks on buses and subways in the nation's largest city. Mayor Bill de Blasio said the broader advisory wasn't yet a mandate.</p><p>\"We still need more data to determine that is the right way to go,\" Mr. de Blasio said at a news conference. \"We want to focus on vaccination.\" </p><p>Ice skaters in Bryant Park in New York City, where the mayor says, 'We want to focus on vaccination.' PHOTO: Jeenah Moon for The Wall Street Journal</p><p>Mr. Biden urged people to continue to wear masks in indoor public settings, but he didn't ask state and local officials to reinstate mask mandates where they have been lifted in the U.S. He also said he didn't believe travel restrictions were necessary for people arriving in the U.S. from beyond southern Africa. A growing list of countries including Canada, the U.K., Israel and Australia have confirmed cases of the Omicron variant.</p><p>Much remains unknown about the Omicron variant, including its relative infectiousness, severity or to what degree it might evade the immune response from prior infection or vaccination. Early evidence suggests Omicron might present an increased risk of re-infection, compared with other versions of the virus, according to the WHO, but the agency also cautioned that information is limited and more will be known in the coming weeks.</p><p>\"It seems to be highly transmissible just from the very early data,\" said Pia MacDonald, an infectious-disease epidemiologist at RTI International, a research institute in North Carolina. \"But again, we're going to have to see more data.\"</p><p>Officials in South Africa said the rise of the variant has been accompanied by an increase in hospitalizations. Doctors and officials said that it is too early and that the number of patients has been too small to determine whether Omicron causes more or less severe disease than other variants.</p><p>The U.S. hasn't flagged an Omicron case. The U.S. has invested more in genetic surveillance of Covid-19 variants during the past year, but the amount of sequencing done still varies by state and community.</p><p>Health officials and researchers published sequences from more than 80,000 case samples in the week ending Nov. 20, according to the Centers for Disease Control and Prevention, up from less than 40,000 a week in April and May of this year. Overall, though, the U.S. has sequenced samples from about 1% of known cases, according to Johns Hopkins University, and lags behind countries such as the U.K. that are monitoring the virus more comprehensively.</p><p>Laboratorians do have some advantage in tracking Omicron over other variants, including Delta, which drove a surge in cases, hospitalizations and deaths across the country this summer and fall. A change in the virus's genome causes a flaw in a commonly used PCR test that gives researchers a quick way to flag a potential Omicron-linked case. </p><p>People are already required to wear masks on subways and buses in New York City, the nation's largest city. PHOTO: Jeenah Moon for The Wall Street Journal</p><p>Other variants have emerged and then faded when they were unable to compete with the dominant variant at the time. As of Nov. 20, more than 99.9% of sequenced cases in the U.S. were linked to the Delta variant.</p><p>Covid-19 cases in the U.S. have been ticking upward since late October to an average of more than 90,000 a day in late November. Hospital admissions have inched upward as well. Data show a drop in cases over the past few days; there is often a reporting lag around holidays that is typically followed by a bump in new case numbers.</p><p>Federal officials are dispatching medical teams to Michigan to help fight a rise in Covid-19 hospitalizations there and help relieve doctors and nurses, the state's health department said last week.</p><p>Infectious-disease and public-health experts anticipate some rise in cases and hospitalizations this winter as people gather indoors for the holidays and to escape colder weather. Most don't expect a surge as deadly as last winter's. They say basic mitigation measures like masking, testing and staying home when sick remain critical.</p><p>\"With the threat of the Omicron variant, it becomes even more important,\" Dr. MacDonald said.</p><p>Tarini Parti and Jimmy Vielkind contributed to this article.</p><p>Write to Brianna Abbott at brianna.abbott@wsj.com</p><p>CDC Says Everyone 18 and Older Should Get Covid-19 Booster Due to Omicron Variant</p>",
  "published": "2021-11-29T22:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1148,
          "end": 1165
        }
      ],
      "nexusId": "10010560"
    }
  ]
}