{
  "_id": "b1ab91aae1ad1e827c90a51d52aa909bdda761544da2378731dc98244d8adbd4",
  "feed": "wall-street-journal",
  "title": "Two Retail Pros Debate Splitting Off E-Commerce",
  "text": "<p>Saks said the split won't be noticeable to customers, who will be able to make returns and exchanges and use their Saks credit cards either at the stores or online.</p><p>While the Saks stores and Saks.com operate as two separate legal entities, their relationship is governed by a master licensing agreement that is similar to franchise agreements used by hotels and restaurant chains. The digital entity handles all product purchasing and sets the pricing for both companies. They also share common ownership: Canadian holding company HBC is the sole owner of the stores and the majority owner of Saks.com.</p><p>The split has sparked a conversation in the industry because it goes against the prevailing wisdom of integrating digital and physical operations as seamlessly as possible. The Wall Street Journal invited two retail chiefs to debate the issue.</p><p>Marc Metrick, the chief executive officer of Saks's e-commerce business, makes the case for why a spinoff is the right move. Mr. Metrick joined Saks's executive training program in 1995 and worked his way through the ranks, overseeing a refurbishment of its Fifth Avenue store. He became CEO of the combined entity in July 2020, a little less than a year before it split into two.</p><p>Making the case for why a split isn't good for business is Hubert Joly. Mr. Joly presided over a renaissance at Best Buy Co. while he was CEO from 2012 to 2019. He introduced price-matching, added services, used stores to fulfill online orders and struck a partnership with Amazon.com Inc. to sell smart TVs. Mr. Joly is now a senior lecturer at Harvard Business School.</p><p>Yes: Split offers focus</p><p>\"If you are running a business today, you have to give people focus,\" Mr. Metrick said. Yet as CEO of the combined digital and stores business, he said he often felt conflicted. \"I was running an 'or' company,\" he said. \"I was either investing in stores or investing online.\"</p><p>He said he can now focus on improving Saks's digital business, and his counterpart, Larry Bruce, who oversees the stores, can do the same for the bricks-and-mortar business.</p><p>Mr. Metrick said that since the split he has upgraded Saks's website, improving its searchability, among other things. Boxes shipped from Saks.com now arrive in fancier packaging with self-adhesive return labels. The number of available styles on Saks's website has increased by 40% and the number of brands by 20%.</p><p>For the quarter that ended Oct. 30, online sales increased 84% compared with the same period in 2019, driven by higher site traffic, sales conversion and inventory. Traffic was up 88% compared with 2019. Sales are measured on a gross merchandise value basis, which is all orders shipped excluding returns and value-added taxes.</p><p>The stores have made their own improvements, including the addition of return desks at 18 of Saks's 41 stores, which accept returns of both online and store purchases. Comparable sales for stores open at least a year grew 24% in the most recent quarter, compared with the same quarter in 2019, Mr. Metrick said.</p><p>Mr. Metrick said the split has made it easier for him to recruit digitally focused employees. \"Having a digital pure-play, you can attract a different type of talent to the organization,\" he said.</p><p>The stores, by contrast, have been able to focus on hiring stylists, sales associates and people who have skills in visual merchandising. \"That's the beauty of the split,\" he said. \"We're not trying to cast this wide net.\"</p><p>The digital business still works closely with the stores. Forty-four percent of online returns were made in stores, and 21% of online orders were fulfilled by stores in the most recent quarter, Mr. Metrick said.</p><p>If an item is bought online but returned to a store, the return is credited to the online business. If a store associate helps a customer buy something online, the associate gets full commission, Mr. Metrick said.</p><p>The digital business handles all of the buying for online and stores to ensure there is uniformity across the brand and to simplify dealings with suppliers, Mr. Metrick said.</p><p>The interaction between the two companies is now governed by some 340 service agreements. He said these agreements formalized processes that have been in place for the past two decades, including how in-store stylists are compensated when they sell items to clients online.</p><p>\"Managing between e-commerce and bricks-and-mortar channels has always been complex,\" Mr. Metrick said. \"By memorializing processes within these agreements, we've established clarity and clear ownership of decisions with common goals of putting the customer first and ensuring there is a unified brand experience.\"</p><p>To ensure the stores remain well-capitalized, they receive a percentage of digital sales up to a certain threshold. \"We pay them for access to their people and their store network,\" Mr. Metrick said.</p><p>\"This is not about [financial] engineering,\" Mr. Metrick said. \"This is about mind-set. It's about putting the customer first.\"</p><p>No: Split curbs agility</p><p>Mr. Joly said that splitting off e-commerce will make retailers less agile and less able to reinvent themselves as the industry is changing significantly. A bifurcated company will \"be more rigid and that's going to make it harder to innovate and it will slow them down,\" he said.</p><p>For instance, Best Buy said it took it just 48 hours to introduce curbside pickup in April 2020, when many people were still sheltering at home during the first weeks of the pandemic. Mr. Joly said the chain wouldn't have been able to move that fast if its e-commerce and stores businesses were separate companies. \"You'd have to get lawyers involved and create a contractual agreement,\" he said.</p><p>Formal agreements would need to govern every aspect of the relationship between the two units, including how stores fulfill online orders or whether store employees can help online shoppers with virtual consultations. \"It creates a degree of complication and rigidity,\" he said. \"It's also a huge distraction because this is time you're not spending on improving the customer experience.\"</p><p>One of Mr. Joly's main goals when he joined Best Buy was to break down barriers between its three divisions: e-commerce, stores and services. He changed the bonus plan for executive officers so they were compensated based on the performance of the entire company, not just their division. \"It was one team, one dream,\" Mr. Joly said. \"We all had to work together.\"</p><p>Best Buy has increasingly used its stores -- even its own employees -- for same-day delivery of web orders as well as a place for shoppers to pick up quickly items they purchase online. For the quarter ended Oct. 30, online sales were $3.4 billion, or 31% of the company's domestic revenue, up from 16% of the business in the same quarter of 2019.</p><p>Splitting can make sense when businesses diverge, such as Johnson &amp; Johnson's planned separation of its consumer and pharmaceutical units, Mr. Joly said.</p><p>That premise doesn't hold true for e-commerce and stores, which are closely linked, he said.</p><p>Customers often start their search online, only to purchase in a store or vice versa. Online orders shipped from a store often reach customers faster because stores are closer than warehouses to where people live, he said. Increasingly store associates are conducting online consultations with customers. It is not a zero-sum game between stores and online, he said. \"You need to invest in both,\" he said.</p><p>\"The idea of splitting doesn't start with the customer; it starts with the financials,\" Mr. Joly said. \"It argues that there's a discrepancy in the valuation of companies, and if you split them, the market is finally going to see the value and the sum of the two pieces is going to be more than the combined entity.\"</p><p>In reality, he said, that doesn't happen.</p><p>\"Over time, the value of companies is derived by the net present value of future cash flows,\" Mr. Joly said. \"Splitting these companies is not creating any more cash flow. Anytime you are using the financial lens and you think that it's too good to be true -- it usually is.\"</p>",
  "published": "2021-12-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6829,
          "end": 6846
        }
      ],
      "nexusId": "10010560"
    }
  ]
}