{
  "_id": "ac3eb877fd7a8d9b1d8cfc8ce25bca2f84c82046d03054831bbe7a831c5cb589",
  "feed": "wall-street-journal",
  "title": "Imerys Can Remain in Bankruptcy, Judge Rules; Insurer said the chapter 11 of the talc mining business should be tossed out for bad faith",
  "text": "<p>Imerys filed for bankruptcy in 2019 over more than 14,000 personal-injury claims mostly related to talc it mined that supplied Johnson &amp; Johnson's baby-powder products, which allegedly cause cancer.</p><p>Judge Laurie Selber Silverstein in the U.S. Bankruptcy Court of Wilmington, Del., denied the insurer's request to dismiss the bankruptcy on Monday. The judge said the insurer failed to show that it is in any immediate harm since Imerys doesn't currently have a bankruptcy plan before the court.</p><p>The judge said RiverStone isn't currently a creditor, but she left it open for the insurer to raise any harm from a future plan.</p><p>Last year, Judge Silverstein ruled to disqualify decisive ballots cast in favor of a cancer-victim compensation plan, saying that most of the asbestos-injury clients represented by one law firm had no basis to vote.</p><p>Judge Silverstein questioned the significant cash burn by Imerys during the bankruptcy as well as the viability of its plans to remain an ongoing operation as a landlord to two retail stores. But she said dismissing the case wouldn't be in any parties' best interests, particularly since it is a mass tort case.</p><p>Imerys's cash burn could be just as bad if the cases were handled in the tort system, she said.</p><p>Judge Silverstein said she believes Imerys has made progress, including reaching proposed settlements of more than $500 million. Those settlements could be in jeopardy if the bankruptcy was dismissed, she said.</p><p>The judge expressed concerns about the length of the bankruptcy, noting that some claimants active in the case early on have died during the proceedings.</p><p>\"There couldn't be a more stark reminder\" that the bankruptcy needs to reach a conclusion \"sooner rather than later,\" Judge Silverstein said.</p><p>RiverStone didn't make any comment after the ruling and couldn't be reached for immediate comment.</p><p>Write to Becky Yerak at becky.yerak@wsj.com</p>",
  "published": "2022-10-18T00:49:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 127,
          "end": 144
        }
      ],
      "nexusId": "10010560"
    }
  ]
}