{
  "_id": "b1cce1e04ce3991cda62ea83014464c45c90164ba7f13989382b08ce130c90c8",
  "feed": "market-watch",
  "title": "'I don't need the money anymore. If I like a project, I do it.' Seniors find satisfaction in self-employment; Experienced workers are experimenting with different ways to continue using their accumulated knowledge",
  "text": "<p>Society's major institutions haven't exactly raced to embrace her suggestion issued in 2009, at least not yet. But millions upon millions of experienced workers and aging entrepreneurs have been experimenting with different ways to continue using their accumulated work skills and knowledge. Planning on finding meaningful work during the traditional retirement years rather than focusing on when to leave the workplace behind requires a different mental framing. Instead of calculating your date of retirement with an emphasis on finances, the key question to investigate is \"what kind of work will I do next that will give me purpose?\"</p><p>\"It's another chapter,\" says Dave Dickinson, age 67, a life sciences executive based in Boston. \"It's about the next step.\"</p><p>An increasingly popular choice among experienced workers looking for their next step is to embrace self-employment, entrepreneurship, contract work, and solopreneurship. (The terms tend to be used interchangeably in the literature.)</p><p>Read: Planning to retire? Life is a mission — not a career — and it's never too late to begin.</p><p>In the study \"Contract Work at Older Ages,\" three economists dived deep into the data and found that among those with any work activity the share of self-employment as the main job is under 20% for those below 50 years of age. The share rises to 25% for ages 55 to 59; 46% at ages 65 to 69; and 68% for those ages 75 to 79. Self-employment covers a variety of occupations and jobs, ranging from gig work to consultants to small-business owners</p><p>Among the attractions of self-employment are greater flexibility and autonomy compared to traditional employment. Since you're the boss you have a measure of control over your hours and the type of jobs you'll take on. Self-employment builds on skills and lessons learned over the years, and that experience heightens the odds of success. The work typically creates something that is meaningful to you and, perhaps most importantly, gives you a way to stay connected to other people. Taken altogether, perhaps it isn't surprising that self-employed older adults report better well-being on average than their peers who are still regular employees, according to research by University of Michigan economist Joelle Abramowitz.</p><p>Take the experience of Amy Avergun, age 73. She's an independent contractor who specializes in leadership training, designing and delivering workshops that address a variety of leadership topics. She also does some executive and career coaching on the side, including for some adult children of friends. Avergun learned her profession working for a large corporate training company until she lost her job in 2001. \"I was fortunate enough to get laid off and get a nice package,\" she says. \"I like contract work and I like the variety and I like the flexibility.\"</p><p>Avergun has no desire to retire. She enjoys collaborating with people and she finds the work engaging. However, she is pulling back on time spent on work. She has made the transition to only taking on projects and tasks that intrigue her. It's important to her that the work she does is meaningful to her and that she enjoys the people she's working with. Self-employment allows for downshifting careers. \"I don't need the money anymore. If I like a project, I do it,\" she says. \"I don't want to be done.\"</p><p>Dickinson is also at a transition point, although he is contemplating making a bigger shift in focus. His career has been in healthcare and life sciences. Early in his career he worked at several major corporations, such as Bristol-Myers Squibb and Johnson &amp; Johnson. He later made the leap to the startup culture. He was chief executive officer at three startups and chief operating officer at another. He left his last startup about six months ago and he has since turned down two job offers. The time has come for him to leave behind the highly intensive environment of innovative startups. \"I know now that I am done,\" he says. \"I should step back and think about this.\"</p><p>What is he thinking about for his next chapter? He's drawn to the idea of becoming a career architect and coach, tapping into lessons learned over the years in healthcare and life sciences to help others who are leading innovative initiatives in the field. He isn't convinced his idea is a good business model that will make money. But money may not be the currency that matters in his next step. \"My heart is in it,\" he says. \"Helping people is the currency of my work.\" (Our conversation reminded me of the quip by baseball legend Yogi Berra, \"When you come to a fork in the road, take it.\")</p><p>Self-employment isn't for everyone, of course. Yet if the goal is to keep earning some money while making the transition to retirement or the desire to find purpose by continuing to exercise skills on the job (or, more likely, a combination of the two), deliberately incorporating self-employment possibilities into your \"next step\" planning is a smart move.</p><p>There is no shortage of private, nonprofit, and public resources to tap into for suggestions and advice to help you find meaning in entrepreneurship, perhaps part-time or with flexible hours.</p><p>'I don't need the money anymore. If I like a project, I do it.' Seniors find satisfaction in self-employment</p>",
  "published": "2022-12-08T17:27:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3577,
          "end": 3594
        }
      ]
    }
  ]
}