{
  "_id": "d0a55b5a44e4bca84026002a65a7e21856e7860a20fdc71dcff32eac42296351",
  "feed": "wall-street-journal",
  "title": "Biden Calls for Renewed Efforts to Bolster Fight Against Covid-19; The Biden administration will share Covid-related technology, expand access to tests and treatment",
  "text": "<p>Heads of state and organizations convened at the Summit to accelerate efforts to get people vaccinated, enhance access to tests and treatments, and finance and build health security against future pandemics and other health crises. The Summit secured more than $3 billion from countries and philanthropies for Covid-19 relief efforts.</p><p>The Biden administration plans to make Covid-related inventions that are licensed by the U.S. government available to other countries. The patents will be shared through a global initiative that provides access to information for developers of Covid-19 products called the World Health Organization Covid-19 technology access pool.</p><p>In particular, the U.S. will share the patent of a technology known as the stabilized spike protein, which is commonly used in multiple Covid-19 vaccines. This will allow manufacturers in other countries to use the technology and could help efforts to vaccinate their populations. It is unclear whether patents from vaccine-makers Pfizer Inc. and partner BioNTech SE, Johnson &amp; Johnson or Moderna Inc. would be affected.</p><p>Almost one billion people in lower-income countries remain unvaccinated, according to WHO director-general Tedros Adhanom Ghebreyesus.</p><p>A global health fund for Covid-19 and future health crises will be established at the World Bank this summer and $450 million in seed funding has already been secured. President Biden thanked leaders from Indonesia and Italy for helping to make the fund possible and encouraged other world leaders to donate to the fund.</p><p>Mr. Biden also plans to expand access to rapid testing and antiviral treatments for people in \"harder to reach areas.\"</p><p>The U.S. has provided $19 billion to fund vaccines and treatment, Mr. Biden said, adding that more than 500 million doses have been delivered to 115 countries. Last year, the president announced a plan to commit 1.1 billion doses to other countries.</p><p>Data from death certificates collected by the Centers for Disease Control and Prevention on Thursday showed 999,225 deaths attributed to Covid-19. Johns Hopkins University's tally, compiled from health authorities around the U.S., was near 999,000 Thursday afternoon.</p><p>The U.S. has recently reported about 330 new deaths a day, according to a seven-day rolling average of Johns Hopkins' data. This is roughly 100 deaths above the post-surge low reached last summer, and far below the pandemic's peaks. During the apex of last winter's Omicron-fueled surge, for example, the U.S. averaged more than 2,500 newly reported Covid-19 deaths each day.</p><p>Epidemiologists believe the pandemic's true toll is higher because the deaths of some people felled by Covid-19 were attributed to other causes and because of broader issues, from people avoiding emergency rooms while having cardiac problems to an increase in overdoses. The CDC estimates about 1.12 million excess deaths, or deaths that exceed expectations pegged to prior-year averages, since the start of the pandemic.</p><p>The Biden administration is looking to increase its domestic response to the pandemic. Mr. Biden has already called on Congress to provide $22.5 billion in additional funding for Covid-19 relief efforts. At the Summit he underscored the urgency for that funding, saying it would help ensure the U.S. maintains enough tests, treatment and vaccines for Americans. He said $5 billion would be dedicated to maintaining the global partnership in the fight against Covid-19.</p><p>Write to Jon Kamp at jon.kamp@wsj.com</p><p>Biden Calls for Renewed Efforts to Bolster Fight Against Covid-19</p>",
  "published": "2022-05-12T21:43:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1035,
          "end": 1052
        }
      ]
    }
  ]
}