{
  "_id": "3607e117115938cc5c5fb874b1042bcc94446987d91e0073044434d39c5f7dec",
  "feed": "ftcomall",
  "title": "‘We are drowning in vaccine.' What will revive the market for Covid jabs?",
  "text": "<p>For most of the pandemic we have been cheering on the vaccine scientists and manufacturers, cursing shortages of glass vials or giant <a href=\"https://www.ft.com/content/b2f4f9cf-af80-428f-a198-2698ceb4c701\">growbags</a> and then rolling up our sleeves when the precious doses are made available.</p> <p>No longer. Vaccine tracker Airfinity this month <a href=\"https://www.ft.com/content/9ac9f8fc-1ab3-4cb2-81bf-259ba612f600\">slashed</a> its 2022 global sales forecast for Covid-19 jabs by 20 per cent to $64.1bn. That may still be too optimistic. <a href=\"https://www.ft.com/content/8813a840-3433-4a33-8fec-eb17841c027f#post-1a5f6ca1-9cd5-472d-9910-7b9796df3cc5\">Johnson &amp; Johnson</a> this month abandoned forecasts for its own Covid shot, blaming “global supply surplus and vaccine hesitancy in developing markets”.</p> <p>Stéphane Bancel, chief executive of vaccine maker Moderna, told me: “I think we're going to be fine but indeed as a global event there is a massive oversupply of vaccine.”</p> <p>You would not realise this by reading a <a href=\"https://www.sec.gov/Archives/edgar/data/1682852/000130817922000041/lmrna2022_def14a.htm\">shareholder resolution</a>, due to be proposed at Moderna's annual meeting next week, that calls on the company to work on transferring its technology to manufacturers in poorer countries to deal with “supply challenges”.</p> <p>It commands heavyweight support. Drafted by Oxfam America, the resolution is <a href=\"https://www.ft.com/content/2017ca6d-406c-4b1f-bc9d-1cfa919b24eb\">backed by the main proxy advisers</a> and is set to be <a href=\"https://www.oxfamamerica.org/press/press-releases/media-advisory-dr-tedros-barkan-seyoum-present-oxfam-shareholder-resolutions-to-encourage-moderna-pfizer-and-johnson-johnson-to-address-covid-19-vaccine-inequity/\">presented by the head of the World Health Organization</a>, Tedros Adhanom Ghebreyesus. </p> <p>It is clear that poor countries lost out early in the pandemic as rich countries hoarded supplies. And it is also true that Africa's vaccine rollout still lags way behind wealthy nations.</p> <p>But it is not obvious that Moderna's jealously guarded intellectual property is the problem. The company has recently had <a href=\"https://www.bloomberg.com/news/articles/2022-04-05/buyers-turn-down-moderna-covid-vaccine-as-pandemic-demand-wanes?sref=F9TdfgW1\">to discard</a> tens of millions of doses that had been earmarked for the African Union and the WHO-backed Covax programme but were then rejected.</p> <p>“There is no upside for the planet because we are swimming in vaccine and we are actually destroying vaccines that they don't want,” said Bancel. “There is no fact-driven reason when there is too many vaccines to divert our best engineers on to tech transfer.”</p> <p>Oxfam said more locally produced vaccines would help overcome delivery challenges that were exacerbated by lumpy vaccine donations from overseas. “What the countries are asking for is the ability to make their own doses for their own citizens,” said the charity's Robbie Silverman.</p> <p>Whatever the fate of the proposal, the prospects of a surge in African vaccinations look slim, with Covid already having spread through the continent. Although only 16 per cent of the population has been fully vaccinated, a <a href=\"https://www.afro.who.int/news/over-two-thirds-africans-exposed-virus-which-causes-covid-19-who-study\">WHO analysis</a> this month found that two-thirds of Africans had Covid antibodies, suggesting far higher infection than officially recorded.</p> <p>There is undoubtedly untapped demand elsewhere. One cohort — particularly vocal in the US — is parents impatient for vaccines for the under-fives. But with small children facing a tiny risk from Covid, which the vaccine reduces but does not eliminate, this is not likely to be a big market.</p> <p>What then would reverse the market decline? The base case for pharma companies is that the virus becomes endemic with a similar virulence to the Omicron coronavirus variant. But Moderna gives a 20 per cent chance of a more deadly variant emerging — “the big wild card”, said Bancel — which would soon motivate the hesitant or those bored of boosters.</p> <p>More optimistically, there is the prospect of superior vaccines. This week <a href=\"https://www.ft.com/content/bf129ee9-e5f6-435d-9b0c-7c0a1c3f3e47\">Novavax announced progress</a> on its twin flu-Covid vaccine while Moderna announced positive results for a vaccine that can tackle twin strains of Covid.</p> <p>The Novavax research offers convenience. The Moderna work, which is also going on at rival Pfizer, promises a vaccine available by this autumn that could offer stronger and longer-standing protection against symptomatic Covid. For demand to return, there needs to be a worse variant or a better vaccine.</p><p>Source: Tom Braithwaite 2022 '‘We are drowning in vaccine.' What will revive the market for Covid jabs?' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T11:40:06.056Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 385,
          "end": 402
        }
      ]
    }
  ]
}