{
  "_id": "b8dfb258f877659e66124b9ad15fa1e5fd769ae50a130a04c9eaeadd38b2d77c",
  "feed": "wall-street-journal",
  "title": "J&J Names Executives of Planned Tylenol, Band-Aid Company; Thibaut Mongon will be CEO and Paul Ruh is slated as CFO when consumer-health business is separated next year",
  "text": "<p>Mr. Mongon has more than 20 years of experience at J&amp;J and has served as executive vice president and world-wide chairman of the health-products company's consumer business since 2019.</p><p>J&amp;J also said Paul Ruh, who is the consumer unit's chief financial officer, will take the same position with the new company. Mr. Ruh has been CFO of the unit since 2017, and before that served in finance roles at PepsiCo Inc.</p><p>J&amp;J said it would name additional executives for the new consumer company in the coming months.</p><p>The New Brunswick, N.J.-based company said in November 2021 that it planned to separate the consumer business into a new company, while keeping its pharmaceutical and medical-device units.</p><p>J&amp;J said its consumer business had diverged from the more research-intensive pharmaceutical and medical-device units.</p><p>Upon taking over the independent company, Mr. Mongon will lead efforts to market such famous brands as Band-Aid, Tylenol and Johnson's Baby Powder, and to jump-start growth overall.</p><p>The division's sales growth has trailed that of J&amp;J's pharmaceutical business. Consumer sales rose 4.1% to $14.6 billion in 2021, while pharmaceutical sales climbed 14.3% to $52 billion. J&amp;J's medical-device sales increased 17.9% to $27 billion in 2021.</p><p>The consumer-health business has sought to overcome the bad publicity that followed recalls for some popular products, as well as changing consumer tastes and shifting consumer preferences for shopping online.</p><p>Though the new consumer executives signal continuity for that business, J&amp;J overall has been in a leadership transition. Joaquin Duato, its new chief executive, in January succeeded Alex Gorksy, who remains executive chairman.</p><p>J&amp;J's former research chief recently departed, and J&amp;J in December named several executives to new positions.</p><p>J&amp;J has said it plans to reveal the new consumer-health company's name and headquarters location around the middle of this year.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>J&amp;J Names Executives of Planned Tylenol, Band-Aid Company</p>",
  "published": "2022-05-11T10:30:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1688,
          "end": 1691
        },
        {
          "start": 185,
          "end": 188
        },
        {
          "start": 412,
          "end": 415
        },
        {
          "start": 697,
          "end": 700
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1045,
          "end": 1048
        },
        {
          "start": 1798,
          "end": 1801
        },
        {
          "start": 1973,
          "end": 1976
        },
        {
          "start": 51,
          "end": 54
        },
        {
          "start": 1739,
          "end": 1742
        },
        {
          "start": 1184,
          "end": 1187
        },
        {
          "start": 1533,
          "end": 1536
        }
      ]
    }
  ]
}