{
  "_id": "99b903d5fa79680e3cdc981aafa44ea5b920e1b1b78310951b16160e2f25d9e6",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson Posts Higher Quarterly Sales Despite Some Pandemic-Related Pains; Healthcare-products firm, planning to shed its consumer division, had its best quarter yet for Covid-19 vaccine sales",
  "text": "<p>The surge in Omicron caseloads, coupled with hospital staffing shortages, put off procedures that use J&amp;J devices like artificial joints, J&amp;J Chief Financial Officer Joseph Wolk said in an interview Tuesday.</p><p>\"You do see some, I would say, decelerating recovery trends in medical devices,\" he said in an interview.</p><p>And supply constraints hit J&amp;J's consumer-health business, particularly skin-care products. Mr. Wolk said it was difficult to secure some raw materials, which limited the availability of certain products.</p><p>Mr. Wolk said the company is cautiously optimistic that some of these trends will reverse in the months ahead. He expects pharmaceutical sales will continue to be strong, but sales of medical devices and consumer products may not accelerate until the second half of the year.</p><p>In the three months through December, the healthcare-products company sold $1.62 billion of its Covid-19 vaccine, with international buyers accounting for most of those sales. The quarter brought more than half of J&amp;J's total Covid-19 vaccine sales last year.</p><p>Total 2021 sales of the shot were $2.39 billion, just shy of the roughly $2.5 billion that J&amp;J finance chief Joseph Wolk had forecast the company would achieve.</p><p>The shot is one of three for Covid-19 authorized in the U.S., but its use here has lagged behind that of vaccines developed by other manufacturers. About 16.6 million Americans have been vaccinated with J&amp;J's single-dose shot, a fraction of the number who have been immunized with shots made by Moderna Inc. and by Pfizer Inc. and BioNTech S.E. Those companies' booster shots have also seen far more use in the U.S. than J&amp;J's.</p><p>J&amp;J has met its contract commitments for supplying the U.S. and Europe, and its focus is now on supplying lower- and middle-income countries.</p><p>\"We think that our product plays an important role in that part of the world, given the refrigeration requirements as well as the one-shot nature and the effectiveness in terms of protection,\" Mr. Wolk said in an interview.</p><p>Overall, higher sales from all three of J&amp;J's segments —consumer health, pharmaceuticals and medical devices—contributed to a 10% rise in revenue.</p><p>In the fourth quarter, J&amp;J posted sales of $24.8 billion, compared with $22.48 billion a year earlier. Its net earnings were $4.74 billion, a rise from $1.74 billion.</p><p>SHARE YOUR THOUGHTS</p><p>How has the relative success of J&amp;J's vaccine impacted its overall business? Join the conversation below.</p><p>Adjusting for one-time items, J&amp;J's per-share profit was $2.13. Wall Street analysts had been forecasting an adjusted profit of $2.12 a share and sales of $25.28 billion, according to FactSet.</p><p>J&amp;J shares moved 1.4% lower in pre-market trading. Through Monday the stock was down 4.7% so far in 2022, leaving its share price roughly flat from 12 months ago.</p><p>In the consumer business, greater sales of Tylenol and digestive-health products helped bring revenue 1.1% higher year over year. Higher sales of beauty products also contributed to the lift as people returned to social activities.</p><p>Pharmaceutical and medical-device sales grew more briskly, rising by 17% and 4%, respectively.</p><p>That split among the businesses is one of the reasons J&amp;J is gearing up to cleave the roughly $15-billion-a-year consumer segment away from its prescription-drug and medical-device units. The move, aimed at separating businesses that require different strategies and expertise, will likely come in 2023 at the earliest, the company's former Chief Executive Alex Gorsky said in November.</p><p>Mr. Gorsky became J&amp;J's executive chairman this month. Its new CEO is Joaquin Duato.</p><p>The consumer division's sales have grown more slowly than J&amp;J's drug and medical-device sales in recent years, and the division's margins are lower. But many of its brands enjoy broad name recognition and tally hundreds of millions or billions of dollars in annual sales.</p><p>The drug and medical-devices business have each generally contributed more profit to J&amp;J than the consumer segment. Those segments' success, however, depends on products that take years to develop and that must survive a regulatory gantlet before reaching the market.</p><p>Details of the separation haven't been finalized, but Mr. Gorsky has said that J&amp;J would likely spin out its consumer unit and hold a stock offering.</p><p>Fully untangling the two companies' behind-the-scenes operations in areas like supply-chain management and manufacturing could take years, Mr. Wolk said last year.</p><p>In 2022, J&amp;J's total sales will likely reach $98.9 billion to $100.4 billion, the company said, which would be a mid-single-digits percentage rise from 2021. The company forecast an adjusted per-share profit of $10.40 a share to $10.80 a share this year.</p><p>Write to Matt Grossman at matt.grossman@wsj.com and Peter Loftus at peter.loftus@wsj.com</p><p>Johnson &amp; Johnson Posts Higher Quarterly Sales Despite Some Pandemic-Related Pains</p>",
  "published": "2022-01-25T15:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4803,
          "end": 4820
        },
        {
          "start": 2643,
          "end": 2646
        },
        {
          "start": 1644,
          "end": 1647
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 2376,
          "end": 2379
        },
        {
          "start": 1146,
          "end": 1149
        },
        {
          "start": 341,
          "end": 344
        },
        {
          "start": 3187,
          "end": 3190
        },
        {
          "start": 102,
          "end": 105
        },
        {
          "start": 2050,
          "end": 2053
        },
        {
          "start": 3962,
          "end": 3965
        },
        {
          "start": 3538,
          "end": 3541
        },
        {
          "start": 4468,
          "end": 4471
        },
        {
          "start": 138,
          "end": 141
        },
        {
          "start": 1009,
          "end": 1012
        },
        {
          "start": 1637,
          "end": 1640
        },
        {
          "start": 2480,
          "end": 2483
        },
        {
          "start": 4224,
          "end": 4227
        },
        {
          "start": 1419,
          "end": 1422
        },
        {
          "start": 3663,
          "end": 3666
        },
        {
          "start": 2180,
          "end": 2183
        }
      ],
      "nexusId": "10010560"
    }
  ]
}