{
  "_id": "6f72d93c8c93a2defeb9e5b9a135a08e16fba41e56a76b4c835cf933d22ae515",
  "feed": "wall-street-journal",
  "title": "GSK Poised for Pfizer Battle in RSV Vaccine Market; Respiratory syncytial virus is a leading cause of hospitalization for older adults",
  "text": "<p>Respiratory syncytial virus, or RSV, is a common virus that proves deadly for some 14,000 older adults in the U.S. every year. Although identified decades ago, there are no approved vaccines against the virus, which in most people causes cold-like symptoms but can lead to more severe disease affecting the lungs in young babies and older adults. Now, two shots are jostling to be the first to a market that analysts estimate could be worth around $5 billion a year.</p><p>GSK said Thursday that its vaccine reduced the risk of developing lower respiratory tract disease by 82.6% in a large trial. Against the risk of developing two or more symptoms of lower respiratory tract disease, a measure of more severe disease, the British pharmaceutical giant said the shot was 94.1% effective.</p><p>By comparison, a trial of Pfizer's RSV shot showed efficacy of 66.7% against two or more symptoms, the U.S. company said in August.</p><p>Both companies conducted their studies, enrolling tens of thousands of participants apiece, in adults aged 60 and older.</p><p>\"We really think we've got the potential that we're sitting on a best-in -class vaccine,\" said Roger Connor, GSK's president of vaccines and global health.</p><p>Still, analysts cautioned that the studies aren't directly comparable because of differences in study design and the profile of the participants. Pfizer also measured efficacy against developing three or more symptoms of lower respiratory tract disease, and found its shot to be 85.7% effective by this measure.</p><p>GSK and Pfizer have been leading the race to develop a vaccine for RSV in older adults while other companies, including Johnson &amp; Johnson and Bavarian Nordic A/S, are also developing shots.</p><p>Analysts at Citeline, a pharmaceutical intelligence company, estimate that the market for RSV vaccination in older adults could be worth $5.2 billion by 2030. Several companies are also racing to develop RSV vaccines to protect newborn babies.</p><p>Pfizer previously said it would submit its vaccine for review by the Food and Drug Administration this fall, while GSK says it would do so by the end of the year. Analysts expect the Pfizer and GSK vaccines to be reviewed by an advisory panel to the Centers for Disease Control and Prevention in June or July next year to set recommendations for the next season of RSV, which like flu typically peaks in the colder months.</p><p>Both vaccines are based on a structure found on the surface of the virus, known as the F protein, that it uses to enter cells. The Pfizer vaccine contains two versions of the F protein to cover both subtypes of the virus, known as RSV-A and RSV-B. The GSK vaccine is based solely on the version of the protein found in RSV-A, but also contains an adjuvant, or a substance that is designed to boost the immune response to the virus. GSK said Thursday vaccine efficacy was consistent across both subtypes of the virus.</p><p>GSK and Pfizer both plan to share more details of their studies at an infectious-diseases conference in Washington, D.C. next week.</p><p>Potential side effects of each vaccine are among the details investors will be watching for, said Peter Welford, analyst at Jefferies &amp; Company. Details from Pfizer on how its vaccine performed in key subgroups will also be of interest, he added.</p><p>GSK said Thursday that its vaccine was 94.6% effective in participants with pre-existing conditions and 93.8% effective in adults aged 70 to 79. Those two groups were at the highest risk of hospitalization and death from RSV, according to GSK's Mr. Connor.</p><p>The two vaccines, and the others under development, relied on a key breakthrough at the U.S. National Institutes of Health to lock the F protein in the form required to let it enter cells. Earlier attempts to vaccinate against RSV were frustrated by the F protein changing shape either during manufacturing or while in its vials, rendering it unable to enter cells and stimulate an immune response, according to Phil Dormitzer, global head of vaccines research and development at GSK.</p><p>Write to Denise Roland at Denise.Roland@wsj.com</p><p>GSK Poised for Pfizer Battle in RSV Vaccine Market</p>",
  "published": "2022-10-13T11:37:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1623,
          "end": 1640
        }
      ]
    }
  ]
}