{
  "_id": "fd8e3215cbea7b1b2e2a42f7c456acae754deba45edb4cc19ce8901701031c53",
  "feed": "wall-street-journal",
  "title": "Ghislaine Maxwell Sentencing: What to Expect and How Many Years Is She Facing; What we know as Jeffrey Epstein's associate is sentenced for sex trafficking",
  "text": "<p>New York federal prosecutors asked a judge to sentence convicted sex-trafficker Ghislaine Maxwell to 30 to 55 years in prison for helping the disgraced financier sexually abuse underage teens.</p><p>In a sentencing filing earlier this month, Ms. Maxwell's lawyers asked the judge to sentence her to a prison term significantly less than the 20 years recommended by probation officials.</p><p>They said it would be unjust to sentence Ms. Maxwell as if she were Epstein. The New York City medical examiner ruled his death a suicide.</p><p>Ms. Maxwell shouldn't be a scapegoat for Epstein's crimes, they said.</p><p>What was Ms. Maxwell convicted of?</p><p>Ms. Maxwell was found guilty on five of six criminal counts in her sex-trafficking case. After five days of deliberations, a federal jury in New York convicted her for what prosecutors said was her role in helping Epstein sexually abuse underage teens.</p><p>On the most serious count, sex trafficking of minors, the jury found Ms. Maxwell guilty.</p><p>In addition to the sex-trafficking charge, Ms. Maxwell was also found guilty on one count of conspiracy to entice a minor to travel to engage in illegal sex acts; one count of conspiracy to transport a minor with the intent to engage in criminal sexual activity; one count of transporting a minor with the intent to engage in criminal sexual activity; and a count of conspiracy to commit sex trafficking of minors.</p><p>A woman testified at Ms. Maxwell's trial that the British socialite set up many of the over 100 sexual massages she gave to Epstein, despite knowing she was underage.</p><p>What evidence was presented in the trial?</p><p>Four women provided graphic testimony about how Epstein sexually abused them at his properties while they were teenagers. They told the jury that Ms. Maxwell instructed them on how to give massages and, in some instances, touched their breasts or took part in the abuse. She also called them to arrange meetups with Epstein, some of the accusers said.</p><p>What was Ms. Maxwell's relationship with Epstein?</p><p>Epstein was involved in the finances for rich and powerful individuals over four decades. Among them were retail magnate Leslie Wexner, financier Leon Black, Johnson &amp; Johnson heiress Elizabeth Johnson and hedge-fund billionaire Glenn Dubin.</p><p>In a 2009 deposition, a former house manager for Epstein testified that Ms. Maxwell was his \"main girlfriend\" starting around 1992.</p><p>Epstein in 1995 renamed a company he had in Palm Beach, Fla., to Ghislaine Corp., which was dissolved in 1998, according to Florida state records. Epstein called Ms. Maxwell his best friend in a 2003 interview with Vanity Fair.</p><p>In depositions taken in 2009 and 2010 as part of civil lawsuits against Epstein, household employees said Ms. Maxwell was a central figure in Epstein's private life. Several said Ms. Maxwell hired, supervised and fired household staff, while directing the visits of dozens of \"massage therapists\"—typically young women.</p><p>This article may be updated.</p><p>Write to James Fanelli at james.fanelli@wsj.com and Corinne Ramey at Corinne.Ramey@wsj.com</p><p>Ghislaine Maxwell Sentencing: What to Expect and How Many Years Is She Facing</p>",
  "published": "2022-06-28T12:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2150,
          "end": 2167
        }
      ]
    }
  ]
}