{
  "_id": "277252b3a53eab9eb45f96a7ec44cf939fd31c23f41e0000e959aef587d2f942",
  "feed": "wall-street-journal",
  "title": "J&J Trims Vaccine Sales Forecast --- Company cites impact of global dose surplus, uncertainty over course of pandemic",
  "text": "<p>J&amp;J had previously predicted Covid-19 vaccine sales of $3 billion to $3.5 billion for full-year 2022.</p><p>\"The demand outlook has become cloudy, I think, in the first quarter,\" J&amp;J Chief Financial Officer Joseph Wolk said.</p><p>Other companies, too, are trying to predict future demand for products that became essential pandemic-fighting tools. Abbott Laboratories increased production this year of the BinaxNow Covid-19 tests that became the most familiar brand to many consumers. Testing rates have since dropped from the huge peak driven by the Omicron variant. 3M Co. said in January that it expected demand for its N95 masks to fall as the year progresses.</p><p>J&amp;J and other vaccine makers have made many doses of Covid-19 vaccine, but there are limitations in the logistics of getting those shots to people in developing countries, leading to a backlog, Mr. Wolk said. He also cited vaccine hesitancy, particularly as the Omicron surge has receded, as a reason demand has cooled.</p><p>J&amp;J shares rose $5.42, or 3.1%, to $183.08.</p><p>The J&amp;J shot is one of three for Covid-19 authorized or approved in the U.S., but its use in the U.S. has lagged behind that of vaccines developed by other manufacturers. U.S. health regulators briefly paused the use of the vaccine in April of last year as they investigated rare blood-clotting conditions.</p><p>Moderna Inc., which makes one of the leading Covid-19 vaccines, has said that some low- and middle-income countries have declined deliveries of doses because of on-the-ground logistical challenges and vaccine hesitancy.</p><p>Still, Moderna and Pfizer Inc., which sells another leading Covid-19 vaccine with BioNTech SE, have predicted much higher sales of their respective shots for full-year 2022 than J&amp;J was predicting before it suspended its guidance. Concerns surrounding the safety and efficacy of J&amp;J's vaccine, as well as manufacturing problems that limited supply last year, have contributed to lower usage. J&amp;J has sold its vaccine at a not-for-profit price.</p><p>J&amp;J cut its full-year sales guidance from between $95.9 billion and $96.9 billion to between $94.8 billion and $95.8 billion. The company also slashed its adjusted earnings outlook from between $10.40 a share and $10.60 a share to between $10.15 and $10.35.</p><p>Apart from the vaccine, Mr. Wolk said the new forecast reflects an expectation that negative currency-exchange trends could reduce full-year sales by $2.5 billion and cut adjusted earnings by 45 cents a share.</p><p>About 16.9 million Americans have been vaccinated with J&amp;J's single-dose shot, a fraction of the number who have been immunized with shots made by Moderna and by Pfizer and BioNTech, according the Centers for Disease Control and Prevention. Those companies' booster shots have also seen far more use in the U.S. than J&amp;J's.</p><p>Overall, higher sales from J&amp;J's pharmaceuticals and medical-devices segments contributed to a 5% rise in revenue in the first quarter. Sales in the consumer business fell slightly from a year earlier.</p><p>In the first quarter, J&amp;J posted overall sales of $23.43 billion, compared with $22.32 billion a year earlier. Analysts surveyed by FactSet were expecting quarterly sales of $23.62 billion.</p><p>Profit was $5.15 billion, or $1.93 a share, down from $6.19 billion, or $2.32 a share, a year earlier. Adjusted for one-time items, J&amp;J's per-share profit was $2.67. Wall Street analysts had been forecasting an adjusted profit of $2.58, according to FactSet.</p><p>In the consumer business, sales declined 1.5% to $3.59 billion, hampered by supply constraints that mostly held back the company's skin-care and beauty products. Consumer-health profit margins also were hurt by commodity inflation. The segment's adjusted operational sales, which exclude the impact of divestitures and translational currency, rose 1.6%, driven by sales of over-the-counter products, including Tylenol, Motrin and Imodium.</p><p>Pharmaceutical sales rose 6.3% to $12.87 billion, helped by sales of the company's Covid-19 vaccine as well as other products, including Darzalex, a treatment of multiple myeloma, and Stelara, a treatment of a number of immune-mediated inflammatory diseases.</p>",
  "published": "2022-04-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2512,
          "end": 2515
        },
        {
          "start": 1824,
          "end": 1827
        },
        {
          "start": 3305,
          "end": 3308
        },
        {
          "start": 974,
          "end": 977
        },
        {
          "start": 2774,
          "end": 2777
        },
        {
          "start": 654,
          "end": 657
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1022,
          "end": 1025
        },
        {
          "start": 1937,
          "end": 1940
        },
        {
          "start": 1723,
          "end": 1726
        },
        {
          "start": 173,
          "end": 176
        },
        {
          "start": 1989,
          "end": 1992
        },
        {
          "start": 3005,
          "end": 3008
        },
        {
          "start": 2808,
          "end": 2811
        }
      ]
    }
  ]
}