{
  "_id": "6c823c56260fe6a113dc7bf6ef31126863a99fdfa95b3823338268b8fa25a5ee",
  "feed": "wall-street-journal",
  "title": "World News:  Canada to Ease Entry Rules in April  ----  By Kim Mackrael",
  "text": "<p>   OTTAWA -- Canada will end a requirement for fully vaccinated travelers to show proof of a negative Covid-19 test before entering the country, easing a restriction that had frustrated businesses on both sides of the U.S.-Canada border. </p><p>   Beginning April 1, fully vaccinated travelers to Canada will be allowed to cross the border without showing proof of a negative Covid-19 test, Canadian officials said Thursday, although they may still be subject to random testing. The change doesn't apply to people who are unvaccinated or partially vaccinated. </p><p>   Businesses and travelers for months have asked for the restrictions to be eased, saying the testing requirement made it difficult for people to take short trips across the border to shop, visit tourist attractions or see family and friends. Canadian officials said the change was possible because of the country's high vaccination rate and a decline in Covid-19 hospitalizations. </p><p>   Nearly 82% of the Canadian population is considered fully vaccinated, which generally means they have received at least two doses of the vaccines produced by Pfizer Inc. with partner BioNTech SE, Moderna Inc., or AstraZeneca PLC, or one dose of Johnson &amp; Johnson's vaccine. </p><p>   The U.S. continues to require travelers entering the country by air, including U.S. citizens, to show proof of a negative Covid-19 test taken within one day of their flight. Travelers entering the U.S. by car don't need to take a pre-arrival test. </p><p>   \"The revised border measures we're announcing today are possible thanks to the millions of Canadians who have stepped up, rolled up their sleeves and gotten vaccinated,\" Canadian Transport Minister Omar Alghabra said. </p><p>   Travelers who aren't fully vaccinated will still need to show proof of a negative Covid-19 test or evidence that they have recently recovered from the disease before entering the country. They also are required to take a Covid-19 test upon their arrival and another test about a week later, and in most cases must quarantine for 14 days. </p><p>   The move to ease Covid-19 testing rules comes several weeks after the end of a series of disruptive protests over vaccine mandates and Covid-19 restrictions, which took place in the capital, Ottawa, and at some border crossings. </p><p></p>",
  "published": "2022-03-18T06:04:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1172,
          "end": 1189
        }
      ]
    }
  ]
}