{
  "_id": "783af58403b8eaef39a52487897494bc8f5fe4da5412a72303a958d2e8d4074a",
  "feed": "ftcomall",
  "title": "Amgen to buy Horizon Therapeutics for $28.3bn",
  "text": "<p>Amgen has agreed to buy Horizon Therapeutics for $28.3bn, including debt, after the California-based biotech won a three-way race to secure a new pipeline of drugs for rare autoimmune and inflammatory diseases. </p> <p>The deal is the largest pharmaceutical transaction since AstraZeneca bought Alexion for<a href=\"https://www.ft.com/content/a7444fd3-0044-4aab-ab23-60eb7a6572e5\">&#xa0;$39bn last year</a> and could signal a rebound in mergers and acquisitions following a dip in activity this year, according to analysts.</p> <p>Horizon shareholders will receive $116.50 a share in cash, a premium of nearly 50 per cent to where the shares were trading late last month when it first emerged that the company was in <a href=\"https://www.ft.com/content/3cace2fc-406d-496b-9060-0f68e8b93080\">sale talks</a>. </p> <p>The agreement gives <a href=\"https://www.ft.com/amgen\">Amgen</a> access to Horizon's pipeline of drugs for rare autoimmune and inflammatory diseases, including its blockbuster treatment for thyroid eye disease, Tepezza.</p> <p>Horizon's assets, which include treatments for chronic gout and neuromyelitis optica, a disease affecting the central nervous system, had also attracted interest from Johnson &amp; Johnson and Sanofi.</p> <p>Shares in Amgen fell by slightly more than 1 per cent to $274.88 after the news while Horizon shares surged 15 per cent to $111.94.</p> <p>The deal comes when the valuation of <a href=\"https://www.ft.com/biotech\">biotech</a> stocks has dropped sharply, making acquisition targets in the sector more attractive to large pharmaceutical companies. </p> <p>Analysts said they expected the pace of dealmaking to increase in 2023, as cash-rich companies in the sector sought to replenish drug pipelines facing loss of exclusivity owing to patent cliffs in the latter half of the decade. </p> <p>“Ample corporate cash, the need to continue to invest to address medium-term pipeline gaps and the resetting of biotech valuations will provide the backdrop for an active year,” said PwC&#xa0;in Pharmaceutical &amp; Life Sciences: US Deals 2023 Outlook<em>,</em> a report published last week. </p> <p>PwC forecasts pharma and life sciences deals worth $225bn to $275bn in 2023, compared with $137.8bn in 2022 — a figure that does not include the value of the Amgen deal. The value of dealmaking in the sector in 2022 fell 49 per cent, when compared with the previous year, said PwC. </p> <p>Robert Bradway, chair and chief executive of Amgen, said the acquisition of Horizon was a compelling opportunity for the company, which would expand the sale of its products in overseas markets, including China. </p> <p>“The potential new medicines in Horizon's pipeline strongly complement our own R&amp;D portfolio,” said Bradway. “Horizon will drive growth in Amgen's revenue and non-GAAP earnings per share, and is expected to be accretive from 2024.”</p> <p>Analysts were cautious about the valuation of the proposed transaction by Amgen, which has secured a $28.5bn bridging loan to secure the deal.</p> <p>Evan Seigerman, analyst at BMO Capital Markets, said Horizon was a good acquisition candidate but Amgen would have to increase its leverage to greater than three times earnings before interest, tax, depreciation and amortisation to complete the deal. </p> <p>“[The] Horizon deal uses up most of, if not all of Amgen's near-term dry powder [for deals],” said Seigerman, adding that the acquisition would add more than $17bn to the company's existing debt of about $39bn. </p> <p>Umer Raffat, analyst at Evercore, said he was not a fan of the acquisition, the largest deal ever proposed by Amgen, which is based in Thousand Oaks, California. </p> <p>“I struggle to see upside for Amgen given the valuation being paid,” he said. </p> <p>The deal is expected to close in the first half of 2023, according to the companies. </p><p>Source: James Fontanella-Khan in Brussels, Hannah Kuchler in London, Ortenca Aliaj and Jamie Smyth in New York 2022 'Amgen to buy Horizon Therapeutics for $28.3bn' FT.com 12 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-12T11:59:22.159Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 978,
          "end": 995
        }
      ]
    }
  ]
}