{
  "_id": "04ca6b9c555ba9066d975903bfece83554ff99d690f881a316a79e2ceb3ba0c4",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Boy Scouts Cut Liability Forecast; Fed Chair Turns Page on Stimulus",
  "text": "<p>Top News</p><p>Boy Scouts cut sex-abuse liability forecast. The Boy Scouts of America said it now expected it will likely be able to pay in full on the sex-abuse claims that drove it to bankruptcy based on new and lower estimates of how much it owes abuse victims. The youth group now projects the total value of claims eligible for payouts to be roughly $3 billion, the midpoint in a range of $2.4 billion to $3.6 billion, the lower end of a value range. The Boy Scouts, which has apologized to the victims, said new calculations showed its liability wasn't as bad as it thought.</p><p>Share this email with a friend.</p><p>Economy</p><p>Fed chair says economy no longer needs aggressive stimulus. Federal Reserve Chairman Jerome Powell called high inflation a \"severe threat\" to a full economic recovery and said Tuesday the central bank was preparing to raise interest rates because the economy no longer needed emergency support. He said nothing to push back against expectations that the central bank would begin a cycle of interest-rate increases in March.</p><p>Meanwhile U.S. inflation likely closed out 2021 at its highest level since 1982. Economists surveyed by The Wall Street Journal estimate the Labor Department's consumer-price index rose 7.1% in December from the same month a year ago, up from 6.8% in November. That would mark the fastest pace since 1982 and be the third straight month in which inflation exceeded 6%.</p><p>Bankruptcy</p><p>Terminal cancer patient's J&amp;J lawsuit frozen. A New Jersey bankruptcy judge on Tuesday denied a California mesothelioma patient's request to move forward with a lawsuit alleging Johnson &amp; Johnson baby powder products caused his cancer.</p><p>Judge Michael Kaplan of the U.S. Bankruptcy Court in New Jersey ruled that terminal cancer patient Vincent Hill can't move ahead with his state-court claims against J&amp;J during the pendency of the chapter 11 case of a company subsidiary tagged with tens of thousands of other lawsuits over talcum-based baby powder.</p><p>The judge said allowing Hill to move ahead with claims could trigger indemnification obligations held by the bankrupt subsidiary that could interfere with a potential resolution to the talc liability in chapter 11. Hill's lawyers did win permission to move forward with legal discovery against J&amp;J, which has denied liability and said its baby-powder products are safe. — Jonathan Randles</p><p>Seadrill unit seeks ultrafast prepack. Seadrill New Finance Ltd., an affiliate of the rig operator Seadrill Ltd., files for bankruptcy, with a plan to complete an in-court restructuring process within a single day.</p><p>The bankruptcy of the company is the final step in the broader restructuring of Seadrill Ltd., which filed for bankruptcy separately last February, and received court approval for its restructuring plan in October, according to a court filing by a company executive. Seadrill New Finance filed for chapter 11 protection in the U.S. Bankruptcy Court in Houston, the same venue handling the larger Seadrill case.</p><p>Seadrill New Finance's restructuring plan has garnered the support of over 79% of its note holders, according to the court filing by Tyson de Souza. The company will seek court approval at a hearing Wednesday for the restructuring plan. If approved, it will rework the terms of $535 million in debt and put creditors in control of the unit. — Soma Biswas</p><p>Failed Limetree Bay bidder can't stop sale. A Houston bankruptcy judge on Tuesday denied a request to halt the sale of the Limetree Bay refinery to Jamaica-based West Indies Petroleum Ltd. for $62 million. St. Croix Energy LLLP, which filed the motion to stay the sale in early January, had previously been selected as the successful bidder in a first auction to buy the bankrupt refinery, but Judge David Jones of the US Bankruptcy Court in Houston, Tex. agreed to reopen the auction after Limetree Bay requested a redo.</p><p>WIPL, which had previously not submitted any bid in the first auction, prevailed in the second auction. St. Croix Energy argued that it was an error on the part of Judge Jones to allow a second auction and said it would seek to appeal the judge's decision. — Alexander Saeedy</p><p>In Other News</p><p>TPC Group Inc. and its creditors are gearing up for debt talks ahead of more than $50 million in interest payments the troubled company has due next month, according to people with knowledge of the discussions. (Bloomberg)</p><p>Mexican air carrier Aeromexico on Tuesday said its creditors have overwhelmingly approved the company's restructuring plan as part of its efforts to emerge from bankruptcy. (Reuters)</p><p>AMC Entertainment's apes helped provide a lifeline — more than $1 billion in equity issuance — that's kept the movie theater operator out of bankruptcy. The big question: Whether that help extends to the debt market. (Axios)</p>",
  "published": "2022-01-12T13:23:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2264,
          "end": 2267
        },
        {
          "start": 1597,
          "end": 1614
        },
        {
          "start": 1445,
          "end": 1448
        },
        {
          "start": 1820,
          "end": 1823
        }
      ]
    }
  ]
}