{
  "_id": "4b8613acc68b5d480a140616c2ec3b556689a57ffb95e9f6231a6af105ff7ebd",
  "feed": "market-watch",
  "title": "Pfizer booster improved to fight omicron, as hospitalizations rise to 3-month high; Daily average of new cases top 100,000 for third straight day",
  "text": "<p>\"[W]e believe we have two very strong omicron-adapted candidates that elicit a substantially higher immune response against omicron that we've seen to date,\" Pfizer Chief Executive Albert Bourla said in a statement released Saturday.</p><p>Shares of Pfizer PFE rose 0.7% and of BioNTech BNTX surged 7.2% in midday trading Monday. Among other companies that have COVID-19 vaccines authorized for use by the FDA, Moderna Inc.'s stock MRNA gained 0.7% and Johnson &amp; Johnson shares JNJ edged up 0.1%.</p><p>BofA Securities analyst Geoff Meacham said he believes the result of the FDA's Vaccines and Related Biological Products Advisory Committee (VRBPAC) meeting on Tuesday will likely be to recommend omicron-specific bivalent boosters, but a further advisory committee may be needed to vote on data from individual companies before Emergency Use Authorizations (EUAs) are granted.</p><p>\"Even though Pfizer has expressed that they anticipate vaccine ordering should speed up with the introduction of the new formulation, since many customers chose to delay orders until a new formulation was introduced, this is not guaranteed and we think the results of the VRBPAC meetings will have a limited effect on vaccine ordering,\" Meacham wrote in a note to clients.</p><p>Ahead of the meetings, the seven-day average of new COVID-19 cases was 102,818 on Sunday, a third-straight day above the 100,000 mark and up 14% from two weeks ago, according to a New York Times tracker.</p><p>The daily average has been rising over the past two weeks in 22 states, led by a 104% jump in Montana and 72% surge in Mississippi, while the 26 states seeing declining cases (two states are flat) were paced by Vermont, down 38% and Delaware, down 36%.</p><p>Meanwhile, the daily average of hospitalizations continues to climb, and reached 31,650 on Sunday, up 7% in two weeks. Hospitalizations have now increased every day since April 18, and reached the highest number since March 9.</p><p>Hospitalizations have increased in the past two weeks in 31 states, with Mississippi up 52% and Alabama up 44%.</p><p>The daily average of people in intensive care units (I.C.U.s) resulting from COVID-19 was 3,498 on Sunday, or 11.1% of cases, which was the highest number since March 22.</p><p>The daily average for deaths was 348 on Sunday, up 5% from two weeks ago. The states with the highest number of deaths per 100,000 are Florida at 0.28 and West Virginia at 0.27.</p><p>The number of Americans who have been fully vaccinated was 222.12 million, or 66.9%, of the U.S. population, according to the latest data provided by the Centers for Disease Control and Prevention (CDC). That represents just a slight increase from a month ago, when 66.6% of the population was fully vaccinated.</p><p>On a global basis, the total case count reached 543.72 million, according to the latest data provided by John's Hopkins University, and deaths totaled 6,329,345. The U.S. totals were 86.97 million cases and 1,015,983 deaths.</p><p>Pfizer booster improved to fight omicron, as hospitalizations rise to 3-month high</p>",
  "published": "2022-06-27T16:03:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 447,
          "end": 464
        }
      ]
    }
  ]
}