{
  "_id": "c6608dfbab6b9e9c31f8ab791f6eab6fab3a0011c08f22e18a961d98a6c70399",
  "feed": "wall-street-journal",
  "title": "Omicron Makes Biden's Vaccine Mandates Obsolete; There is no evidence so far that vaccines are reducing infections from the fast-spreading variant.",
  "text": "<p>Federal courts considering the Biden administration's vaccination mandates—including the Supreme Court at Friday's oral argument—have focused on administrative-law issues. The decrees raise constitutional issues as well. But there's a simpler reason the justices should stay these mandates: the rise of the Omicron variant.</p><p>It would be irrational, legally indefensible and contrary to the public interest for government to mandate vaccines absent any evidence that the vaccines are effective in stopping the spread of the pathogen they target. Yet that's exactly what's happening here.</p><p>Both mandates—from the Health and Human Services Department for healthcare workers and the Occupational Safety and Health Administration for large employers in many other industries—were issued Nov. 5. At that time, the Delta variant represented almost all U.S. Covid-19 cases, and both agencies appropriately considered Delta at length and in detail, finding that the vaccines remained effective against it.</p><p>Those findings are now obsolete. As of Jan. 1, Omicron represented more than 95% of U.S. Covid cases, according to estimates from the Centers for Disease Control and Prevention. Because some of Omicron's 50 mutations are known to evade antibody protection, because more than 30 of those mutations are to the spike protein used as an immunogen by the existing vaccines, and because there have been mass Omicron outbreaks in heavily vaccinated populations, scientists are highly uncertain the existing vaccines can stop it from spreading. As the CDC put it on Dec. 20, \"we don't yet know . . . how well available vaccines and medications work against it.\"</p><p>The Supreme Court held in Jacobson v. Massachusetts (1905) that the right to refuse medical treatment could be overcome when society needs to curb the spread of a contagious epidemic. At Friday's oral argument, all the justices acknowledged that the federal mandates rest on this rationale. But mandating a vaccine to stop the spread of a disease requires evidence that the vaccines will prevent infection or transmission (rather than efficacy against severe outcomes like hospitalization or death). As the World Health Organization puts it, \"if mandatory vaccination is considered necessary to interrupt transmission chains and prevent harm to others, there should be sufficient evidence that the vaccine is efficacious in preventing serious infection and/or transmission.\" For Omicron, there is as yet no such evidence.</p><p>The little data we have suggest the opposite. One preprint study found that after 30 days the Moderna and Pfizer vaccines no longer had any statistically significant positive effect against Omicron infection, and after 90 days, their effect went negative—i.e., vaccinated people were more susceptible to Omicron infection. Confirming this negative efficacy finding, data from Denmark and the Canadian province of Ontario indicate that vaccinated people have higher rates of Omicron infection than unvaccinated people.</p><p>Meantime, it has long been known that vaccinated people with breakthrough infections are highly contagious, and preliminary data from all over the world indicate that this is true of Omicron as well. As CDC Director Rochelle Walensky put it last summer, the viral load in the noses and throats of vaccinated people infected with Delta is \"indistinguishable\" from that of unvaccinated people, and \"what [the vaccines] can't do anymore is prevent transmission.\"</p><p>There is some early evidence that boosters may reduce Omicron infections, but the effect appears to wane quickly, and we don't know if repeated boosters would be an effective response to the surge of Omicron. That depends among other things on the severity of disease Omicron causes, another great unknown. According to the CDC, the overwhelming majority of symptomatic U.S. Omicron cases have been mild. The best policy might be to let Omicron run its course while protecting the most vulnerable, naturally immunizing the vast majority against Covid through infection by a relatively benign strain. As Sir Andrew Pollard, head of the U.K.'s Committee on Vaccination and Immunisation, said in a recent interview, \"We can't vaccinate the planet every four or six months. It's not sustainable or affordable.\"</p><p>In any event, the vaccine mandates before the court don't require boosters. They define \"fully vaccinated\" as two doses of Moderna or Pfizer-BioNTech or one dose of Johnson &amp; Johnson. Even if boosters would help, the mandates would leave tens or hundreds of thousands of unboosted employees on the job, who have zero or negative protection against Omicron infection, and who would be highly contagious if they become infected. In other words, there is no scientific basis for believing these mandates will curb the spread of the disease.</p><p>Omicron was mentioned sparsely at Friday's oral argument, but the justices—particularly those most favorable to the mandates—appeared to labor under drastically false assumptions. Justice Stephen Breyer suggested that if mandatory vaccination went forward, that would prevent all new Covid infections—750,000 new cases every day, he said. This is wildly false. So is Justice Sonia Sotomayor's assertion that \"we have over 100,000 children . . . in serious condition, many on ventilators.\" According to Health and Human Services Department data, there are currently fewer than 3,500 confirmed pediatric Covid hospitalizations, and that includes patients who tested positive and were hospitalized for other reasons.</p><p>It is axiomatic in U.S. law that courts don't uphold agency directives when the agency has entirely failed to consider facts crucial to the problem. In many contexts courts send regulations back to the agency for reconsideration in light of dramatically changed circumstances. If the agency's action \"is not sustainable on the record itself, the proper judicial approach has been to vacate the action and to remand the matter back to the agency for further consideration,\" as the U.S. Circuit Court of Appeals for the District of Columbia put it.</p><p>Neither HHS nor OSHA ever considered Omicron or said a word about vaccine efficacy against it, for the simple reason that it hadn't yet been discovered. In these circumstances, longstanding legal principles require the justices to stay the mandates and send them back to the agencies for a fresh look.</p><p>Dr. Montagnier was a winner of the 2008 Nobel Prize in Physiology or Medicine for discovering the human immunodeficiency virus. Mr. Rubenfeld is a constitutional scholar.</p><p>Omicron Makes Biden's Vaccine Mandates Obsolete</p>",
  "published": "2022-01-09T22:20:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4421,
          "end": 4438
        }
      ],
      "nexusId": "10010560"
    }
  ]
}