{
  "_id": "28e49eda95043737cfc14375bd10834e05b4c1413685b565ed749e45efb1d93a",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  J&J Talc Appeal to Go Before Jurist Steeped in Bankruptcy  ----  By Jonathan Randles",
  "text": "<p>   Johnson &amp; Johnson's use of bankruptcy to shift mass talc lawsuits against the company to chapter 11 will meet its most serious test yet before a federal appeals judge whose influential bankruptcy rulings shape one of the nation's top corporate restructuring hubs. </p><p>   Judge Thomas Ambro sits on the three-judge panel that will hear arguments Monday in a Philadelphia courtroom over an emerging corporate restructuring strategy where companies facing mass personal-injury litigation use a Texas law to create a new subsidiary with minimal business operations and make it responsible for tort liabilities before filing for bankruptcy. </p><p>   The chapter 11 filings by Johnson &amp; Johnson subsidiary LTL Management LLC and others have carried more than a quarter-million personal-injury claims nationwide into bankruptcy court in recent years, stopping further trials on those claims in the civil justice system. </p><p>   J&amp;J's case has divided bankruptcy specialists and the appeal's outcome could determine whether the consumer-health giant's legal strategy could potentially be used more widely by other businesses facing expansive, and costly, personal-injury litigation. </p><p>   Judge Ambro, 72 years old, spent more than 20 years practicing bankruptcy law in Wilmington, Del., before assuming his judgeship on the Third U.S. Circuit Court of Appeals in 2000. His background as a bankruptcy practitioner is a rarity among judges in the federal appeals courts, making him an authoritative voice on thorny legal problems arising from complex chapter 11 cases. </p><p>   \"Bottom line: There is no more important Court of Appeals judge in the country writing on bankruptcy issues than Judge Ambro,\" Sally McDonald Henry, a professor at the Texas Tech School of Law, said. </p><p>   In his appellate career, Judge Ambro has written or joined opinions on the use of chapter 11 to resolve mass asbestos litigation. J&amp;J is seeking a similar chapter 11 resolution, but without subjecting its entire consumer-health business to bankruptcy. </p><p>   Talc claimants are challenging a February ruling by Judge Michael Kaplan of the U.S. Bankruptcy Court in New Jersey that endorsed LTL's chapter 11 filing. They are also challenging a companion decision granting a bankruptcy pause on all of the talc cases, as well as potential future litigation, against J&amp;J and its consumer-health business, even though those corporate affiliates aren't in chapter 11. </p><p>   LTL, which is supported in the appeal by industry groups and some law professors, has said a corporate reorganization that moved the talc litigation to chapter 11 is permissible and that bankruptcy is the only forum available for equitably compensating all injury claimants relatively quickly. The J&amp;J subsidiary has hired former acting Solicitor General Neal Katyal to argue that Judge Kaplan's ruling should be upheld. </p><p>   Throughout its bankruptcy, LTL has criticized the civil jury system, arguing it has produced lottery-like results. LTL has said that while J&amp;J has prevailed on most lawsuits that have gone to trial, juries have returned substantial judgments for some claimants on similar evidence. </p><p>   J&amp;J created LTL months after the U.S. Supreme Court declined to review a $2.1 billion judgment for 20 women who alleged talc-based baby powder caused their ovarian cancer, which the company has denied. </p><p>   The Justice Department's bankruptcy watchdog has also asked for LTL's chapter 11 case to be dismissed and urged the Third Circuit to overturn Judge Kaplan's ruling. Injury claimants, who are supported by other law professors, have said LTL's filing was meant to gain a litigation edge for its solvent parent company, which isn't a valid use of bankruptcy. </p><p>   Talc claimants have argued that J&amp;J and its consumer-health business want the benefits of chapter 11, including an indefinite pause on the litigation and the ability to settle future lawsuits, while avoiding restrictions and oversight they would face if they were in chapter 11. </p><p>   Questions about J&amp;J's strategy will now be decided by Judge Ambro and two other Third Circuit judges. The appeal raises fundamental questions about corporate restructuring, legal specialists said, including whether businesses can extend the benefits of bankruptcy to corporate affiliates that aren't in chapter 11. Georgia-Pacific LLC as well as the U.S. units of Ireland's Trane Technologies PLC and France's Compagnie de Saint-Gobain SA have also used the strategy. </p><p></p>",
  "published": "2022-09-17T06:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 655,
          "end": 672
        },
        {
          "start": 2683,
          "end": 2686
        },
        {
          "start": 2945,
          "end": 2948
        },
        {
          "start": 2286,
          "end": 2289
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 3941,
          "end": 3944
        },
        {
          "start": 13,
          "end": 16
        },
        {
          "start": 1860,
          "end": 1863
        },
        {
          "start": 3678,
          "end": 3681
        },
        {
          "start": 897,
          "end": 900
        },
        {
          "start": 3088,
          "end": 3091
        }
      ]
    }
  ]
}