{
  "_id": "33bed84c201aaf9c924841dd5e5c66402091b945aa8ae46369e553c626821288",
  "feed": "market-watch",
  "title": "Get ready for a 'confusing' respiratory illness season; 'Figuring out what's making people sick is going to be a conundrum,' Dr. Sandra Fryhofer, an internal medicine physician, said this week",
  "text": "<p>\"It is going to be a confusing respiratory infection season,\" Dr. Sandra Fryhofer, an internal medicine physician at Piedmont Hospital and several other hospitals in Atlanta, told reporters on Monday. \"Figuring out what's making people sick is going to be a conundrum.\"</p><p>Even for people who test negative for COVID, flu and RSV, it's still possible to come down with the common cold as many Americans have moved away from pandemic mitigation measures like social distancing and masking toward a post-COVID norm. It appears the number of flu cases in Europe is also higher than it was last year, according to UBS analysts.</p><p>\"These levels are higher than we generally see this time of year,\" Centers for Disease Control and Prevention director Rochelle Walensky said during Monday's call with reporters. \"Compared to the week prior, hospitalizations for flu continue to be the highest we have seen at this time of year in a decade.\"</p><p>An estimated 8.7 million people have gotten the flu, 78,000 people have been hospitalized with the flu, and 4,500 have died, including 14 children, since Oct. 2, according to the CDC. About 7.5% of all visits to a healthcare provider right now are for respiratory illness. (This week last year, respiratory illnesses made up 2.5% of outpatient provider visits.)</p><p>Shortages of the flu antiviral Tamiflu and the antibiotic amoxicillin have exacerbated the surge in respiratory illness. A liquid version of amoxicillin that is in short supply is commonly used to treat ear infections, pneumonia and sinusitis, which can occur as a result of an infection, according to the American Academy of Pediatrics. It's hard to track down over-the-counter medications like Children's Tylenol and Motrin in some regions.</p><p>\"We continue to experience high consumer demand,\" a Johnson &amp; Johnson JNJ spokesperson said in an email. \"Some products may be less readily available due to this increased demand but we are not experiencing an overall shortage of Children's Tylenol or Children's Motrin in the United States.\"</p><p>There are still steps to take to prevent or reduce the risk of severe respiratory illness. The flu shots are a \"good match to circulating virus,\" according to Fryhofer. As with the COVID vaccines, it takes about two weeks after a flu shot to build protective antibodies. The new COVID boosters, which have been updated to better protect against new omicron subvariants, are also available.</p><p>There are also antivirals that treat flu and COVID. And while there are no treatments or vaccines available for RSV at this time, several pharmaceutical companies including GlaxoSmithKline UK:GSK and Pfizer Inc. PFE are seeking regulatory approval of RSV vaccines for older adults.</p><p>Walensky also noted that RSV has peaked in the South and Southeast, and it may soon peak in New England and the Midwest.</p><p>\"There's probably a sense of complacency,\" Fryhofer said. \"We've forgotten how bad flu can be. But this season is a shoutout that it can get really bad, and it's here. So people need to get vaccinated.\"</p><p>Read more of MarketWatch's recent coverage of viruses:</p><p>Confused about COVID boosters? Here's what the science and the experts say about the new generation of shots.</p><p>COVID-19 may be to blame for the surge in RSV illness among children. Here's why.</p><p>A common virus is putting more children in the hospital than in recent years</p><p>Get ready for a 'confusing' respiratory illness season</p>",
  "published": "2022-12-09T12:14:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1786,
          "end": 1803
        }
      ]
    }
  ]
}