{
  "_id": "95a9291994e42200143da25a459decdcf7f0ef996a34c07123dfbc6d87857ccb",
  "feed": "wall-street-journal",
  "title": "Cancer Victims Challenge Johnson & Johnson's Talc Bankruptcy: What to Know; The company has isolated its talc liabilities in a subsidiary and put them in bankruptcy, an emerging legal strategy to drive settlements of mass-injury lawsuits",
  "text": "<p>J&amp;J created a new North Carolina-based subsidiary called LTL Management LLC and placed the newly formed entity, which contains liabilities related to sales of talc, into chapter 11. The maneuver pushed roughly 38,000 pending lawsuits into bankruptcy, unlocking powerful tools available to corporate defendants in chapter 11.</p><p>Dividing assets from liabilities is possible under a Texas corporate law through what are known as divisive mergers or divisional mergers. They have been used in recent years by several companies facing large numbers of asbestos claims to silo those injury liabilities into newly formed units that were then placed in chapter 11.</p><p>The bankruptcy opens a path for J&amp;J to resolve the talc claims through chapter 11 without the backlash from financial markets that could come from placing its entire consumer business in bankruptcy.</p><p>What does the bankruptcy mean for the talc cases?</p><p>Bankruptcy gives companies several ways to drive settlements of all of the liability claims they face now or in the future over allegedly dangerous or defective products. After a bankruptcy filing, lawsuits in every state and federal court are automatically paused and brought before a single bankruptcy judge.</p><p>J&amp;J has said that lawsuits could continue for decades alleging that talcum powder in Johnson's Baby Powder and Shower to Shower can cause inflammation that leads to ovarian cancer. Other complaints allege the talc products were contaminated with asbestos. J&amp;J has denied a link between talc use and ovarian cancer, and said that numerous studies of its baby powder haven't shown the presence of asbestos.</p><p>The bankruptcy filing has halted pending lawsuits, at least for a while, and has protected J&amp;J from further jury trials. The chapter 11 also provides a centralized forum for personal-injury claims to be evaluated and capped at a certain amount, possibly by estimating the compensation due to claimants.</p><p>LTL Management filed the bankruptcy in its preferred venue of Charlotte, N.C., rather than defending claims in the different state and federal courts where they are filed. A bankruptcy judge then shipped the chapter 11 case to New Jersey, saying that as J&amp;J's home state it was the more natural venue.</p><p>Why are talc claimants seeking to dismiss the bankruptcy?</p><p>Lawyers representing injury claimants are seeking the dismissal of the bankruptcy case, alleging it amounts to an abuse of the chapter 11 system and was filed in bad faith. Injury lawyers have said they believe that J&amp;J undertook the Texas restructuring and put LTL Management into chapter 11 to protect corporate assets and shield the company from talc claims, which isn't a valid use of bankruptcy.</p><p>By halting the progression of talc lawsuits, the bankruptcy gives J&amp;J a \"tactical litigation advantage\" and pressures cancer patients to settle on the cheap, according to lawyers for mesothelioma victims.</p><p>Judge Michael Kaplan of the U.S. Bankruptcy Court in Trenton, N.J., is scheduled to hold a trial on the dismissal request on Monday.</p><p>J&amp;J has denied that the creation of LTL Management and its bankruptcy filing were done in bad faith or will shortchange victims, pointing to a funding agreement in which J&amp;J agreed to cover any amounts the subsidiary is deemed to owe.</p><p>A J&amp;J spokeswoman has said the bankruptcy filing \"follows established process, and courts have uniformly acknowledged that equitably resolving these types of claims through chapter 11 is a legitimate use of the restructuring process.\"</p><p>The number of injury claims has skyrocketed in recent years, according to the subsidiary's court papers, including about 12,300 new claims brought in the first 10 1/2 months of 2021. Bankruptcy is a more appropriate forum for dealing with talc claims because it will avoid \"the lottery-like results\" of jury trials, which has delivered substantial awards for relatively few claimants and nothing for others, LTL Management said.</p><p>What happens after the judge's ruling?</p><p>If Judge Kaplan dismisses LTL Management's chapter 11 case, injury lawyers would be able to continue prosecuting talc litigation against J&amp;J in the state-court system. If LTL Management prevails and remains in chapter 11, it would gain time to build support among injury claimants for a settlement.</p><p>Judge Kaplan has said he intends to rule by the end of February on whether to dismiss the case. Talc claimants could also try to lift the stay on litigation to resume lawsuits against J&amp;J, though that would require his permission.</p><p>What other companies used this strategy?</p><p>Koch Industries Inc.'s Georgia-Pacific LLC in 2017 used a Texas divisive merger to break off an affiliate that housed asbestos-related liabilities, which then filed for bankruptcy. In 2019, Saint-Gobain Group's CertainTeed LLC similarly split off an asbestos affiliate shortly before placing it in bankruptcy. Trane Technologies PLC followed last year, creating new units to shuttle two subsidiaries' asbestos liabilities into chapter 11. These bankruptcies are pending as asbestos lawyers bring various legal challenges against the companies.</p><p>In August, a bankruptcy judge ruled that CertainTeed and Trane might have crossed a legal line by creating corporate vessels with no purpose other than to shuttle asbestos liabilities into bankruptcy.</p><p>Write to Jonathan Randles at Jonathan.Randles@wsj.com, Becky Yerak at becky.yerak@wsj.com and Andrew Scurria at Andrew.Scurria@wsj.com</p>",
  "published": "2022-02-11T23:11:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2499,
          "end": 2502
        },
        {
          "start": 3259,
          "end": 3262
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 3192,
          "end": 3195
        },
        {
          "start": 2750,
          "end": 2753
        },
        {
          "start": 1215,
          "end": 1218
        },
        {
          "start": 4097,
          "end": 4100
        },
        {
          "start": 25,
          "end": 42
        },
        {
          "start": 2177,
          "end": 2180
        },
        {
          "start": 4443,
          "end": 4446
        },
        {
          "start": 687,
          "end": 690
        },
        {
          "start": 1471,
          "end": 1474
        },
        {
          "start": 3022,
          "end": 3025
        },
        {
          "start": 1711,
          "end": 1714
        }
      ]
    }
  ]
}