{
  "_id": "cd39cf5945d20964d43666dc48b852da9be2811abdb8e933cfaba06f69045b6f",
  "feed": "wall-street-journal",
  "title": "J&J Wins Bankruptcy Pause On States' Talc Lawsuits; Bankruptcy judge says a freeze is needed to protect ongoing talks to settle mass talc litigation",
  "text": "<p>The decision is a setback to authorities in New Mexico and Mississippi who argued that pausing lawsuits against J&amp;J represents an unwarranted expansion of a key benefit of chapter 11 to the parent company, which isn't in bankruptcy. They also argued that halting their lawsuits would interfere with their power to protect their citizens.</p><p>The states' lawsuits are part of mass talc litigation which includes roughly 38,000 personal injury claims brought by individual consumers against J&amp;J, which has denied its talc products contain asbestos.</p><p>Tuesday's ruling follows a decision by Judge Kaplan earlier in the year to both pause the separate personal injury lawsuits against J&amp;J and approve the controversial strategy the company used to move the talc litigation to chapter 11.</p><p>Judge Kaplan reiterated Tuesday that he believes using bankruptcy could compensate injury claimants faster than the traditional civil jury system.</p><p>\"This court holds no doubts that claim resolution through the bankruptcy process is in the public interest,\" Judge Kaplan said Tuesday. \"A settlement trust benefits claimants—whose time is valuable and may be limited due to their illness—by streamlining the claim recovery process.\"</p><p>Judge Kaplan said he would revisit the issue in December.</p><p>Judge Kaplan said the primary goal of the states' civil lawsuits is to obtain monetary damages and any judgments could deplete insurance proceeds, hinder mediation or disrupt a court-supervised process for estimating the value of the talc litigation.</p><p>Allowing the states to move forward with their lawsuits while tens of thousands of private lawsuits are paused in chapter 11 \"may well benefit state coffers at the expense of the talc personal injury victims,\" Judge Kaplan said, adding the states can continue to warn its citizens about the alleged dangers of talc, which J&amp;J stopped selling in the U.S.</p><p>\"We disagree with Judge Kaplan's ruling and remain committed to ensuring that those companies that have knowingly harmed consumers for decades do not hide behind bankruptcy laws,\" New Mexico Attorney General Hector Balderas told The Wall Street Journal Wednesday.</p><p>A J&amp;J spokeswoman declined to comment on Tuesday's ruling. A spokesperson for Mississippi Attorney General Lynn Fitch didn't immediately return a message Wednesday seeking comment.</p><p>A federal appeals court in Philadelphia is scrutinizing the strategy J&amp;J used to saddle a new unit with tort liabilities before it filed chapter 11. The decision will likely determine whether J&amp;J's talc unit can move forward with its bankruptcy.</p><p>Write to Jonathan Randles at Jonathan.Randles@wsj.com</p><p>J&amp;J Wins Bankruptcy Pause On States' Talc Lawsuits</p>",
  "published": "2022-10-05T19:33:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2385,
          "end": 2388
        },
        {
          "start": 2137,
          "end": 2140
        },
        {
          "start": 675,
          "end": 678
        },
        {
          "start": 2616,
          "end": 2619
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 485,
          "end": 488
        },
        {
          "start": 112,
          "end": 115
        },
        {
          "start": 1839,
          "end": 1842
        },
        {
          "start": 2508,
          "end": 2511
        }
      ],
      "nexusId": "10010560"
    }
  ]
}