{
  "_id": "b94b6e0c8af3bae08afba174595f93aaad7a81bc449be58692ffd3655096ace6",
  "feed": "wall-street-journal",
  "title": "Generic Prostate-Cancer Drug Backed by Hospital Group Goes on Sale; Hospital-drugmaking venture Civica recommends pharmacies sell generic version of Zytiga for no more than $171 a month",
  "text": "<p>Zytiga, first marketed by Johnson &amp; Johnson, went generic in 2018. Pharmacies sell other Zytiga generics at list prices of nearly $3,000 a month, though with coupons the price can be around $200 for patients without insurance who pay with their own money, according to GoodRx, a website that tracks pharmacy prices and connects consumers to drug-discount coupons.</p><p>Civica, also known as Civica Rx, is among a group of new companies formed in recent years that aim to manufacture and sell lower-priced generics and fill supply-chain gaps for medicines that frequently experience shortages.</p><p>Since its creation in 2018, Civica has provided about 60 sterile injectable medicines to hospitals.</p><p>The Mark Cuban Cost Plus Drug Company PBC launched an online pharmacy in January that sells dozens of generic drugs at fixed-rate price markups.</p><p>Premier Inc., a company that negotiates prices between hospitals and drug companies, has a venture called ProvideGx that makes deals with pharmaceutical manufacturers to offer medicines frequently in short supply.</p><p>Civica will sell the abiraterone acetate drug through CivicaScript, a unit founded in 2020 to bring lower-priced versions of expensive generics on the market.</p><p>CivicaScript was created by a partnership of Civica, the Blue Cross Blue Shield Association and other health insurers as a public-benefit corporation, or PBC, a legal designation that requires companies to pursue both social good and shareholder value.</p><p>CivicaScript said it will initially distribute the drug through a specialty pharmacy called Lumicera Health Services and Intermountain Healthcare, a nonprofit system of hospitals. It plans to include more pharmacies in the future.</p><p>In 2024, CivicaScript said, it plans to start selling low-price insulin if it wins approval from the Food and Drug Administration.</p><p>Write to Joseph Walker at joseph.walker@wsj.com</p><p>Generic Prostate-Cancer Drug Backed by Hospital Group Goes on Sale</p>",
  "published": "2022-08-03T15:31:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 26,
          "end": 43
        }
      ]
    }
  ]
}