{
  "_id": "23f4dc5a10bc18c9771bee4aa26c314ce3f53fab8345b7d579736f299deed6d7",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson Trims Full-Year Guidance on Stronger Dollar; Lowered view comes as company reports higher sales in latest quarter on increased sales of Covid-19 vaccine",
  "text": "<p>The new guidance comes as the company reported higher sales in its second quarter on increased sales of its Covid-19 vaccine.</p><p>Johnson &amp; Johnson logged $544 million in revenue tied to its Covid-19 vaccine, with international buyers accounting for most of those sales. U.S. vaccine sales declined some 11.5%. In the same period a year earlier, the company's Covid-19 vaccine sales were $164 million.</p><p>The shot is one of four vaccines for Covid-19 authorized or approved in the U.S., with Novavax Inc.'s vaccine most recently winning authorization. But use of the Johnson &amp; Johnson shot in the U.S. has lagged behind that of vaccines developed by rival manufacturers Moderna Inc. and Pfizer Inc. U.S. health regulators briefly paused the use of the Johnson &amp; Johnson vaccine in April of last year as they investigated rare blood-clotting conditions.</p><p>About 17.1 million Americans have been vaccinated with J&amp;J's single-dose shot, a fraction of the number who have been immunized with shots made by Moderna and by Pfizer and BioNTech SE, according to data from the Centers for Disease Control and Prevention. Those companies' booster shots have also seen far more use in the U.S. than J&amp;J's.</p><p>Overall, J&amp;J's pharmaceuticals business propelled companywide sales 3% higher in the second quarter, while the medical-devices and consumer businesses saw sales fall from a year earlier.</p><p>In the second quarter, J&amp;J posted overall sales of $24 billion, compared with $23.3 billion a year earlier. Currency adjustments lowered sales growth by 5%, the company said. Analysts surveyed by FactSet were expecting quarterly sales of $23.77 billion.</p><p>Profit was $4.81 billion, or $1.80 a share, down from $6.28 billion, or $2.35 a share, a year earlier. Adjusted for one-time costs, J&amp;J's per-share profit was $2.59. Wall Street analysts had been forecasting an adjusted profit of $2.54, according to FactSet.</p><p>Write to Will Feuer at will.feuer@wsj.com</p><p>Johnson &amp; Johnson Trims Full-Year Guidance on Stronger Dollar</p>",
  "published": "2022-07-19T11:26:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 560,
          "end": 577
        },
        {
          "start": 901,
          "end": 904
        },
        {
          "start": 126,
          "end": 143
        },
        {
          "start": 745,
          "end": 762
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 1928,
          "end": 1945
        },
        {
          "start": 1179,
          "end": 1182
        },
        {
          "start": 1195,
          "end": 1198
        },
        {
          "start": 1759,
          "end": 1762
        },
        {
          "start": 1396,
          "end": 1399
        }
      ]
    }
  ]
}