{
  "_id": "f3b5dd0532b2c15c8c8c336b71208ff8ace5b36119b84b7c5d7b8126d405e246",
  "feed": "ftcomall",
  "title": "Debut of GSK consumer-health spin-off Haleon disappoints",
  "text": "<p>GSK's spin-off of its consumer health division, the largest London listing in more than a decade, made a lacklustre debut on Monday as the group now called Haleon launched into choppy markets overshadowed by inflation concerns.</p> <p>Shares in Haleon dropped 6.6 per cent on Monday to 308.4p after opening at 330p, giving the owner of brands including Sensodyne toothpaste and Panadol painkillers a market valuation of about £30bn.</p> <p>It was the biggest London listing since Glencore's £37bn initial public offering in 2011 and makes Haleon the world's biggest standalone consumer health business as well as one of the FTSE's largest 20 companies.</p> <p>But analysts said GSK would face questions about its <a href=\"https://www.ft.com/content/30070969-71bc-4ef9-a035-45d589b6fefe\">refusal of a Unilever offer of £50bn</a> — a figure that also accounted for £10bn of debt — for the division late last year.</p> <p>They also flagged concerns about the impact of inflation on the business as price rises weigh on retail and consumer stocks. Martin Deboo, analyst at Jefferies, said Haleon had yet to demonstrate it could gain market share to push growth rates above pre-pandemic levels.</p> <p>The spin-off, headed by former Novartis executive Brian McNamara and chaired by former Tesco chief executive Dave Lewis, has forecast annual like-for-like sales growth of 4 per cent to 6 per cent, though most analysts expect growth at the lower end of that range.</p> <p>Chris Beckett, head of equity research at wealth manager Quilter Cheviot, said the market pricing was “certainly at the lower end of where expectations were coalescing”, but added: “This is an attractive industry and business to have exposure to, given its defensive characteristics at a time where volatility is upsetting markets.”</p> <p> McNamara maintained that the group's products attracted strong brand loyalty.</p> <p>“This is an amazing business, 100 per cent focused on consumer health, which is more relevant than ever coming out of the pandemic,” he added. “We have less exposure to commodity-related costs [than other consumer groups] and to environmental challenges. Our carbon footprint is lower.”</p> <p>The split aims to leave GSK — which has faced pressure from activist investors — free to focus on prescription drugs and vaccines. Shareholders received one Haleon share for each GSK share they own.</p> <p>Haleon, a joint venture with Pfizer that includes assets bought from Novartis, is the only listed pure-play consumer health group available to investors.</p> <p>It competes with Strepsils maker Reckitt Benckiser, where consumer health accounted for a third of net revenue in 2021, and with Johnson &amp; Johnson's consumer health division, which its parent plans to spin out next year.</p> <p>GSK shares were flat on Monday but were down 19.2 per cent from Friday's close, reaching £13.89 on Monday, reflecting the reduction in value following the spin-off. The drugs and vaccines group will consolidate its shares following Monday's trading to bring the price back in line with its pre-demerger level.</p> <p>The split has been a test for <a href=\"https://www.ft.com/content/77e0a8de-bbf6-4a2d-9918-a199c398626e\">GSK's Emma Walmsley</a>, chief executive since 2017, who said it would tackle “perennial underperformance” by leaving the drug company with a stronger balance sheet while setting Haleon free to invest in marketing and new products.</p> <p>Beckett said the gap between Haleon's market value and Unilever's offer would prompt further questions from investors: “It will be for Haleon's management to justify why they rejected the approach.”</p> <p>GSK and Pfizer together retain holdings of about $15bn in Haleon, which they intend to sell after a lock-up ends in November.</p> <p>Deboo said Haleon's executives had been preoccupied with integrating Pfizer's and Novartis's consumer health divisions. “Now that that integration is complete, redirecting that energy could reap a lot of rewards,” he said.</p> <p>Haleon aims to reduce its debt over time, but McNamara said the group had capacity for a bolt-on acquisition a year for the next two years and would look at fast-growing groups worth £50mn to £100mn.</p> <p>The company has said it expects to benefit from long-term trends such as an ageing global population and pressure on public healthcare systems driving consumers to seek to address health problems themselves.</p><p>Source: Judith Evans in London 2022 'Debut of GSK consumer-health spin-off Haleon disappoints' FT.com 18 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-18T17:38:00.018Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2528,
          "end": 2545
        }
      ]
    }
  ]
}