{
  "_id": "712b18a453765001942cbf38df035f985c199b8141b74c437a54f59edb638c42",
  "feed": "ftcomall",
  "title": "Western companies in Abramovich-linked buildings fear paying rent on Moscow offices ",
  "text": "<p>Several western companies still operating in Russia are struggling to determine whether paying rent on their Moscow offices would breach sanctions because of potential links to an investment vehicle of billionaire Roman Abramovich.</p> <p>Banks Credit Suisse and Morgan Stanley, tobacco groups Imperial Brands and British American Tobacco, and law firms Baker McKenzie and Dentons are some of the tenants at Moscow properties that form part of the portfolio of Abramovich's Millhouse investment group, according to addresses listed on their websites and marketing materials for the buildings. </p> <p>The uncertainty over rent payments highlights the practical challenges faced by international companies continuing to operate in Russia or still trying to extricate themselves from the country following its invasion of Ukraine. </p> <p>Abramovich, owner of Chelsea Football Club, has been placed on UK and <a href=\"https://www.ft.com/content/86285e33-da81-4846-bee1-f7eefa44741a\">EU sanctions lists</a>, barring companies from these jurisdictions making payments to him or his businesses. </p> <p>But refusing to pay rent to comply with sanctions could result in companies being evicted from their premises. “Contractual obligations don't necessarily evaporate because of sanctions,” said Jason Hungerford, a sanctions lawyer at Mayer Brown. </p> <p>“Sanctions are making doing business in Russia increasingly difficult, in many cases impossible,” added Hungerford. “More and more [companies] are just looking to wind up and get out.”&#xa0;</p> <p>Millhouse bought the two-tower White Gardens complex in 2013, according to reports. Its portfolio in Moscow has included several other office complexes, such as the 31,325 sq metre Krylatsky Hills Business Park used by Microsoft, Intel, BAT, Adidas and Johnson &amp; Johnson; and Four Winds Plaza, used by Credit Suisse and Morgan Stanley, according to the websites and brochures.</p> <p>People at three companies with offices at the sites said they were trying to fully trace the ownership of the buildings, which could not be confirmed by the Financial Times. </p> <p>Company websites and promotional materials refer to Millhouse being responsible for the “management and operation” of Krylatsky Hills and to Four Winds Plaza as part of its “portfolio”.</p> <p>Western companies are also concerned that their Russian staff could be targeted by the Kremlin if they comply with sanctions. “I imagine the Russians would have a lot to say about [a decision not to pay rent], whatever the position would be under UK law,” said one UK-based lawyer. </p> <p>Dentons, Baker McKenzie and London-listed tobacco group Imperial Brands announced their departure from Russia this month. </p> <p>The three plan to hand over their Russian businesses to local entities. It was possible that rent payments could be delayed and then made by the newly independent Russian businesses after the international brands left, said one person briefed on the matter. </p> <p>UK-based estate agent Knight Frank was marketing offices at two of Millhouse's sites on its website earlier this month but all properties in Russia have now been removed. Knight Frank said this month that it would cut ties with its independent licensee in Russia.</p> <p>Abramovich has not been placed on the US's sanctions list, meaning that it may be easier for American companies to continue paying rent on his properties. However, many groups are applying UK and EU sanctions lists globally, even where this is not a legal requirement. </p> <p>BAT and Imperial said they were withdrawing from Russia, while Microsoft has halted new sales there and Adidas has closed its Russian stores and suspended its partnership with the Russian Football Union. </p> <p>All four, along with Credit Suisse and Johnson &amp; Johnson said they would comply with sanctions. Intel did not respond to a request for comment but has suspended shipments to Russia. Baker McKenzie and Dentons declined to comment. Morgan Stanley said it was “effectively not doing any new business in Russia” because of its invasion of Crimea and the current war. </p> <p>Abramovich could not be reached for comment. </p><p>Source: Michael O’Dwyer, Kate Beioley and George Hammond in London  2022 'Western companies in Abramovich-linked buildings fear paying rent on Moscow offices ' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T04:00:59.918Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1672,
          "end": 1689
        },
        {
          "start": 3594,
          "end": 3611
        }
      ]
    }
  ]
}