{
  "_id": "afe6dd4f50674b944176b5c3d687d8cc0d41cc02175f4e20c94d8ffc8c8b6573",
  "feed": "wall-street-journal",
  "title": "Moderna Ousts Finance Chief Jorge Gomez in First Week on the Job; Vaccine maker says executive left amid probe by former employer Dentsply into matters including financial reporting",
  "text": "<p>Moderna, maker of a leading Covid-19 vaccine, said Wednesday its newly hired chief financial officer left the company on Tuesday, citing a newly revealed internal investigation by Dentsply into matters that include financial reporting.</p><p>David Meline, who had just retired as Moderna's finance chief after a two-year stint, will retake the post while the company reopens its search for a successor, the company said.</p><p>Mr. Gomez didn't respond immediately to a request for comment. Moderna said Mr. Gomez departed following Dentsply's public disclosure of the investigation.</p><p>The abrupt personnel move is the latest in a series of executive changes at Moderna since 2020, as it has undergone a transformation from small biotech startup to a Covid-19 vaccine leader with aspirations to be a global player in vaccines and drugs.</p><p>Since the pandemic started, several top executives have left Moderna, including a previous CFO, a chief medical officer and a general counsel. Late last year, Moderna ousted its chief commercial officer who had been on the job for less than a year.</p><p>The company has cited various reasons for the departures, including a need to find people with more global experience to manage the company's rapid growth. Moderna now employs 3,200 people, nearly quadrupling the workforce it had at the start of the pandemic.</p><p>Mr. Gomez's departure stemmed from Dentsply's financial reporting investigation, which the company made public in a filing with the Securities and Exchange Commission on Tuesday.</p><p>Dentsply, of Charlotte, N.C., makes dental drills and X-ray machines.</p><p>Its board's audit committee began the investigation in March, the company said in its filing, after current and former employees had made allegations regarding certain financial reporting matters.</p><p>The Dentsply investigation is focused on the company's use of incentives to sell products to distributors in the second half of 2021 and whether those incentives were properly accounted for, according to the SEC filing.</p><p>The company said it is also investigating whether the impact of the sales in question was adequately disclosed to the SEC.</p><p>Dentsply also is investigating allegations that certain former and current members of senior management directed the company's use of the incentives and other actions to achieve executive compensation targets in 2021, according to the SEC filing. The filing didn't identify the executives.</p><p>\"It is around the use of incentives with dealers and the implication of those incentives as it relates to the accounting of that, as well as whether those incentives were directed by executives of the company, both former executives as well as potentially executives that are still here, to hit compensation targets,\" Dentsply Interim Chief Executive John Groetelaars said on an earnings call Tuesday.</p><p>Dentsply last month abruptly named Mr. Groetelaars as interim chief executive and fired Don Casey as chief executive and removed him from the board.</p><p>Mr. Casey was once a top executive at Johnson &amp; Johnson and had previously been a senior executive at Cardinal Health, where Mr. Gomez had worked for 13 years before joining Dentsply in 2019.</p><p>Mr. Casey didn't immediately respond to a request for comment.</p><p>Mr. Gomez, 54, resigned April 11 as Dentsply's CFO to take the same post at Moderna, of Cambridge, Mass.</p><p>Hiring companies face challenges learning about internal probes at publicly traded firms, partly because they often won't call references working with the recruit to avoid alerting their employer in case the search doesn't work out, said Don McMurchy, a managing director at professional services and executive search firm RSR Partners who wasn't involved in Mr. Gomez's recruitment.</p><p>Yet Moderna could have learned about the investigation before Mr. Gomez joined, Mr. McMurchy said, if the executive had signaled a developing problem during recruitment discussions with the biotech, though he would have been limited in what he could share about another public company.</p><p>When Mr. Gomez resigned to take the Moderna job, Dentsply said in an SEC filing his \"decision to resign is not the result of any dispute or disagreement with the Company, the Company's management or the Board of Directors of the Company on any matter relating to the Company's operations, policies or practices.\"</p><p>Dentsply provided Mr. Gomez with compensation valued at $3.6 million for 2021, including salary, stock awards and bonus, according to a Dentsply SEC filing.</p><p>In his new job, Mr. Gomez was taking an important role at a biotech that had helped pioneer a new gene-based technology called messenger RNA and brought to market one of the world's most widely used Covid-19 vaccines.</p><p>Analysts expected Mr. Gomez to play an important role in Moderna's efforts to keep sales increasing after the pandemic, including potential deals to add to the company's pipeline and portfolio.</p><p>Moderna said Mr. Gomez will receive a year's pay of $700,000 as part of his severance package. Mr. Gomez will forfeit his $500,000 signing bonus and other bonus eligibility, the company said.</p><p>Colin Kellaher, Jennifer Williams-Alvarez and Nina Trentmann contributed to this article.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>Moderna Ousts Finance Chief Jorge Gomez in First Week on the Job</p>",
  "published": "2022-05-11T17:49:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2999,
          "end": 3016
        }
      ]
    }
  ]
}