{
  "_id": "03ec552d9dce7087174a3e29c13d837860be776e3601ba5483a15328cb610064",
  "feed": "wall-street-journal",
  "title": "First Tom and Gisele—Now Colgate and Palmolive? An activist challenge starts a discussion of how the consumer-goods giant might break up",
  "text": "<p>Third Point, led by the activist investor Dan Loeb, blasted the company's stock as a perennial underperformer In a quarterly investor letter Oct. 18. That isn't unfair. Over the past five years, the company has posted a total return including dividends of just 19.5%, according to FactSet. That compares with 61.2% for the S&amp;P 500 and 56.9% for its consumer-staples subindex.</p><p>Colgate-Palmolive has four broad categories: oral care, including its namesake toothpaste; home care, including its namesake dish detergent as well as Ajax; personal care, including Speed Stick deodorant and Irish Spring soap; and pet care, with Hill's Pet Nutrition, a high-end pet-food brand sold mainly through veterinarian and other specialist channels.</p><p>Third Point's most headline-grabbing assertion was that Hill's might be better off on its own. This got a cold reception from the company and some analysts. Bernstein analyst Callum Elliott dismissed the idea, saying in a note that over the past 10 years, \"Hill's has contributed more than 100% of the revenue and profit growth\" of the overall company.</p><p>That pretty well explains why Colgate-Palmolive might not want to part with Hill's. But the question for investors should be whether Hill's would create more value somewhere else, not whether it makes the rest of the company look less bad.</p><p>The case for Hill's as a stand-alone company might not be as strong as the case for it pairing up with someone else. Many other pet-food brands fall under the umbrellas of major food companies, where synergies for such things as ingredient costs are far more obvious. Mars has brands including Pedigree, Nestlé has Purina, J.M. Smucker has an assortment including Meow Mix, and General Mills has the high-end brand Blue Buffalo.</p><p>Perhaps more important, Third Point also argued that the spinoffs of two major consumer-health businesses could create conditions for more deals in the space. Johnson &amp; Johnson is planning a separation of its consumer division, which includes Tylenol and Listerine, while the former consumer unit of GSK and Pfizer, now called Haleon, has already started trading in London. Its stable of brands includes Advil and some specialty toothpastes including Sensodyne.</p><p>Those toothpaste brands could make a formidable addition to Colgate-Palmolive's portfolio, or else to rival Crest's at Procter &amp; Gamble. Those are just two of many possible permutations on this new chessboard. For instance, Colgate-Palmolive's underperformance arguably puts its weakest category, home care, under the spotlight.</p><p>Colgate-Palmolive reported decent quarterly results Friday with sales and earnings that were more or less in line with analyst estimates. It posted organic sales growth—a key metric that strips out the impact of currency moves and mergers—of 7% from a year earlier. It reported that Hill's had 7.5% organic sales growth. Frustratingly, though, it didn't disclose a breakdown of performance at the other units. For the September quarter, it merely said that there was high single-digit organic growth in oral and personal care and some unspecified amount of growth in home care.</p><p>Becoming more transparent would itself be a shareholder-friendly move. But Colgate-Palmolive managers, on a conference call with analysts, also faced questions about their portfolio and whether it could somehow be reshaped.</p><p>Intriguingly, Mr. Elliott, the same analyst whose note waved off talk of a Hill's spinoff, hinted at the possibility of a much bigger deal: \"Can you talk please about the operational integration of the oral care business with the personal care and home care businesses, and specifically with a view to how difficult would it be to separate parts of or all of personal care, home care?\" he asked.</p><p>Chief Executive Noel Wallace's answer wasn't very satisfying. He cited the company's \"science-driven approach\" that relies on \"clinical substantiation for our products\" and allows for \"professional endorsement\" such as dentist or veterinarian recommendations. He also said that the company's overall \"digital transformation\" was led by Hill's. \"We have now taken their capabilities, their talent and use those across the entire enterprise to further our digital capabilities,\" he said.</p><p>Colgate-Palmolive will have to do a lot better than that to make its case. Otherwise, talk will keep circling that this storied union might not be forever.</p><p>Write to Aaron Back at aaron.back@wsj.com</p><p>First Tom and Gisele—Now Colgate and Palmolive?</p>",
  "published": "2022-10-30T14:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1915,
          "end": 1932
        }
      ]
    }
  ]
}