{
  "_id": "778f742741b6224979d006cac2f973991ce44d83c1f148823d8a2628fac4d127",
  "feed": "wall-street-journal",
  "title": "Drug Firm Horizon Receives Takeover Interest",
  "text": "<p>A deal for Horizon would be big. The company had a market value of almost $18 billion as of the close of trading Tuesday and, with a typical takeover premium, could fetch a price well over $20 billion. The shares rose 31% after hours on the news.</p><p>Any tie-up, however, is uncertain and a deal may not emerge.</p><p>Horizon is Nasdaq-listed but based in Ireland and with operations in Dublin, Deerfield, Ill., and a new facility in Rockville, Md. It develops medicines to treat rare autoimmune and severe inflammatory diseases that are sold mostly in the U.S. Its biggest drug, Tepezza, is used to treat thyroid eye disease, an affliction characterized by progressive inflammation and damage to tissues around the eyes.</p><p>Last year, revenue from the product more than doubled, driving the company's overall net sales 47% higher to $3.23 billion. Horizon said this month that annual global net sales of the drug are targeted to eventually peak at more than $4 billion as the company aims to win approval to sell it in Europe and Japan.</p><p>That type of growth is attractive to big pharmaceutical companies -- with many sitting on big piles of cash -- that rely on acquisitions as a strategy to expand sales. Many big drugmakers are looking for new sources of revenue to offset losses when some of their main products lose patent protection.</p><p>This month, Johnson &amp; Johnson struck a $16.6 billion deal to acquire heart-device maker Abiomed Inc. to bolster sales of its medical-gear division, which had been lagging behind those of its pharmaceutical unit.</p><p>Merck &amp; Co. followed that deal with its own, agreeing to buy blood-cancer biotech Imago BioSciences Inc. for $1.35 billion, ahead of the patent expiration of its cancer immunotherapy called Keytruda.</p><p>Pfizer Inc., meanwhile, agreed in August to buy Global Blood Therapeutics Inc. for $5.4 billion, in a deal that would give the big drugmaker a foothold in the treatment of sickle-cell disease.</p><p>Horizon's other drugs include Krystexxa for treating gout, a form of inflammatory arthritis, and Ravicti, a prescription used to manage high blood levels caused by a genetic condition known as urea cycle disorder.</p><p>Drugs treating rare diseases have emerged as a large source of pharmaceutical sales, even though there aren't a lot of patients, because they can command high prices that health insurers have been willing to pay.</p><p>Sanofi, J&amp;J and Pfizer are among the big drugmakers that have built portfolios of rare-disease therapies.</p><p>Any deal for Horizon, if it happened this year, could rank as the largest healthcare acquisition globally in 2022, ahead of the Johnson &amp; Johnson-Abiomed tie-up.</p><p>---</p><p>Jonathan D. Rockoff contributed to this article.</p>",
  "published": "2022-11-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1338,
          "end": 1355
        },
        {
          "start": 2366,
          "end": 2369
        },
        {
          "start": 2592,
          "end": 2609
        }
      ]
    }
  ]
}