{
  "_id": "a56c65bd38a45041dc197eb4b2dd8e09caebe5d5334325c4b1dad88da74168e8",
  "feed": "wall-street-journal",
  "title": "U.S. News: DOJ Says Drug Firm Added To Opioid Epidemic",
  "text": "<p>\"The government's complaint alleges that for years, AmerisourceBergen prioritized profits over its legal obligations and over Americans' well-being,\" Ms. Gupta said.</p><p>According to the complaint, AmerisourceBergen \"knew that opioids they distributed were likely being sold in pharmacies' parking lots for cash but they continued to supply those pharmacies with huge amounts of opioids anyway.\"</p><p>A spokesman for Ameri-sourceBergen, based in Conshohocken, Pa., said in a statement that the Justice Department's complaint focuses on five pharmacies \"cherry picked\" out of the tens of thousands it supplies.</p><p>In its statement, the company also placed blame on the Drug Enforcement Administration, saying even though AmerisourceBergen had shared a \"vast quantity of information\" with the agency, \"the DEA still did not feel the need to take swift action itself.\"</p><p>The Justice Department alleges that AmerisourceBergen began in 2010 to try to increase its sales to independent pharmacies, which were often more profitable and lacked controls to prevent the diversion of controlled substances into illegal channels.</p><p>AmerisourceBergen, for example, earned high gross profit margins on controlled substances to independent pharmacies in Gainesville, Fla., and Lakewood, Colo., while losing money on sales of noncontrolled substances to the same pharmacies, the complaint alleges.</p><p>The distributor sold large quantities of controlled substances to an independent pharmacy in Beckley, W.Va., even after one of its auditors learned of drug deals in the pharmacy's parking lot.</p><p>AmerisourceBergen and three other companies -- Johnson &amp; Johnson and the drug distributors McKesson and Cardinal Health -- in February finalized a $26 billion settlement to resolve opioid-related claims from state and local governments. AmerisourceBergen agreed to pay $6.1 billion as part of that deal.</p><p>A federal judge ruled in July after a bench trial that AmerisourceBergen, McKesson and Cardinal Health couldn't be held liable for the opioid crisis in a West Virginia city and county. The West Virginia communities that brought that case had opted out of the $26 billion settlement.</p><p>The judge in the West Virginia case said overprescribing by doctors, dispensing of excessive prescriptions by pharmacists and diversion of the drugs to illegal usage were all \"intervening causes beyond the control of defendants.\"</p><p>AmerisourceBergen said that the July ruling \"addressed many of the same accusations that are made in this DOJ complaint while acknowledging the role of the DEA in controlled substance distribution with tools like manufacturing quotas -- ultimately concluding that AmerisourceBergen had complied with the law.\"</p>",
  "published": "2022-12-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1606,
          "end": 1623
        }
      ]
    }
  ]
}