{
  "_id": "5ff07e18fdf477435d63252d3c76e173ba452702c73a5334177f1f9d5193c2fa",
  "feed": "wall-street-journal",
  "title": "J&J Discloses Higher Settlement Offer Made Before Talc Bankruptcy; A lawyer for a bankrupt J&J subsidiary responsible for costly talc litigation said Tuesday the company was close to a settlement last year worth between $4 billion and $5 billion",
  "text": "<p>Mr. Kim's testimony came during the second day of trial over a legal strategy J&amp;J used after the deal fell through. In October, J&amp;J put the talc liability in a newly created subsidiary, LTL Management LLC, which swiftly filed chapter 11.</p><p>LTL said at the time it filed bankruptcy that J&amp;J offered $2 billion to resolve about 38,000 talc injury claims as well as future liability through chapter 11. LTL said it also received equity in a royalty business, valued at about $350 million, to further support J&amp;J's settlement offer.</p><p>Talc claimants have accused J&amp;J of seeking to use LTL's bankruptcy to cap their potential compensation through the tort system, which J&amp;J and Mr. Kim denied. Judge Michael Kaplan is weighing requests from injury lawyers to dismiss LTL's chapter 11 case and said he intends to rule by the end of the month.</p><p>Mr. Kim disclosed the higher settlement offer on Tuesday under intense questioning from Jeffrey Jonas, a lawyer representing the injury committee. Mr. Kim said the higher, failed proposal can't fairly be compared with the $2 billion offer J&amp;J has made in LTL's case. He said the earlier proposal reflected the competing perspectives at the time of the Imerys committee and J&amp;J, which has consistently denied liability and maintains its products are safe.</p><p>Mr. Kim said the $2 billion offer in LTL's case reflects J&amp;J's desire to equitably and quickly compensate talc claimants.</p><p>\"We understand that there's going to be a negotiation and determination of an amount,\" Mr. Kim said. \"We're ready, willing and able to try and resolve this litigation quickly and fairly. That's what our hope is.\"</p><p>A J&amp;J spokeswoman had no further comments following Tuesday's hearing. Lawyers representing injury claimants in the Imerys bankruptcy case didn't immediately return a message seeking comment.</p><p>Thibaut Mongon, who heads J&amp;J's consumer health business, testified earlier Tuesday that the company allocated significant assets to LTL to fairly compensate talc claimants. Mr. Mongon also denied injury lawyers' allegations that the bankruptcy was intended to separate talc liabilities from the consumer business before it is spun off into a separate public company.</p><p>The restructuring strategy was pursued after the U.S. Supreme Court in June declined to review a $2.1 billion judgment in Missouri. Following that decision, Mr. Mongon said the bankruptcy strategy \"was the last avenue we had to really find a way to resolve these cases in a reasonable time frame\" for both pending injury and potential future cases.</p><p>Mr. Kim is expected to continue testifying on Wednesday.</p><p>Write to Jonathan Randles at Jonathan.Randles@wsj.com</p>",
  "published": "2022-02-16T02:19:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1072,
          "end": 1075
        },
        {
          "start": 128,
          "end": 131
        },
        {
          "start": 1206,
          "end": 1209
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1345,
          "end": 1348
        },
        {
          "start": 91,
          "end": 94
        },
        {
          "start": 284,
          "end": 287
        },
        {
          "start": 661,
          "end": 664
        },
        {
          "start": 1841,
          "end": 1844
        },
        {
          "start": 1625,
          "end": 1628
        },
        {
          "start": 78,
          "end": 81
        },
        {
          "start": 555,
          "end": 558
        },
        {
          "start": 503,
          "end": 506
        }
      ],
      "nexusId": "10010560"
    }
  ]
}