{
  "_id": "64195030c8336f479f308bb74017a99d0a7fdf1ff609f6ced3440b7612f41fc6",
  "feed": "wall-street-journal",
  "title": "J&J Agrees to Buy Medical-Device Maker Abiomed; All-cash deal would be valued at $16.6 billion upfront, including cash on hand",
  "text": "<p>Abiomed sells the Impella heart pumps for treatment of conditions including a heart attack, heart failure and clogged arteries.</p><p>J&amp;J, which sells prescription drugs and other health products, has been on the prowl for acquisitions this year under new CEO Joaquin Duato, who has said that beefing up the company's medical-device unit through deals was a top priority.</p><p>The New Brunswick, N.J., company has been trying to increase sales growth of its medical-device unit, especially as it prepares to hive off its business selling Tylenol, Listerine and other consumer-health products.</p><p>\"We have committed to enhancing our position in MedTech by entering high-growth segments. The addition of Abiomed provides a strategic platform to advance breakthrough treatments in cardiovascular disease,\" Mr. Duato said.</p><p>Abiomed, Danvers, Mass., is in one of the fastest-growing areas of the medical-device industry. The company's sales rose 22% last year to $1.03 billion.</p><p>J&amp;J's medical-device unit, which sells artificial knees, contact lenses and surgical products, had sales of $27.06 billion in 2021, up 18% from 2020. Sales had rebounded from the Covid-19 pandemic, and in previous years J&amp;J's device unit had moderate growth and sometimes sales declines.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>J&amp;J Agrees to Buy Medical-Device Maker Abiomed</p>",
  "published": "2022-11-01T11:19:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 128,
          "end": 131
        },
        {
          "start": 958,
          "end": 961
        },
        {
          "start": 1178,
          "end": 1181
        },
        {
          "start": 1292,
          "end": 1295
        }
      ]
    }
  ]
}