{
  "_id": "e7c612bbc51d99e20cadddd535da59b6531c1b88effdc45c1cc6f9335632c4f3",
  "feed": "wall-street-journal",
  "title": "Mardi Gras in the Covid Era: The Smarter Way to Join This Year's Festivities; Carnival season is gearing up in New Orleans but with new rules in place. Here's how to join the party while steering clear of the crowds. Plus: The city's most stylish new hotels.",
  "text": "<p>That's why she's firm when she draws an early conclusion about this year's season: \"I have never seen a Mardi Gras with people so pumped up.\"</p><p>Because of the pandemic, which hit New Orleans particularly hard in 2020, it has been two years since the city has properly celebrated Carnival, with its weekslong festivities, parades and costumed revelers. In many ways, Mardi Gras marks the passing of time more than any other holiday in the city, at once a cathartic ritual and a burst of joy, and so it is with great fanfare—and a few Covid-era changes—that New Orleans's Mardi Gras is officially back on.</p><p>Though Carnival has already started, the season runs until Mardi Gras Day, March 1. That means you've still got plenty of time to get to New Orleans, and plenty of options for enjoying it at your own speed.</p><p>When to Go to New Orleans for Mardi Gras</p><p>Carnival begins every year on Jan. 6, which is also known as Twelfth Night or Kings' Day. The weeks between it and Mardi Gras Day, always the Tuesday before Ash Wednesday and this year March 1, are a steady drumbeat of parades and parties, with the majority of events in the final two weeks. The local visitor's bureau website has a full parade schedule, but it's safe to say that, the closer you time your visit to Mardi Gras Day, the busier the city will be.</p><p>In the earlier weeks, you'll find smaller crowds and are more likely to encounter walking parades than big, street-filling float parades. You'll also have an easier time snagging reservations at the city's best restaurants, a near impossibility in the season's final days, not to mention an easier time getting around—later in the season, many streets close to accommodate long parades.</p><p>\"The season goes on longer than people probably think,\" said Trish Nugent, a co-captain for 'tit Rex, a walking parade that rolls Feb. 13 and features tiny, shoebox floats. \"There's a lot of variety within what you can see, so you have the chance to explore different types of Mardi Gras.\"</p><p>Where to Stay</p><p>Since the pandemic began, a handful of new hotels have opened in the heart of the city, with new properties from both Virgin Hotels and the Four Seasons. Both are within easy walking distance of the French Quarter, which comes alive during Carnival; it's not uncommon to find costumed revelers meandering the streets throughout the year, but during Mardi Gras, it's odd if you don't.</p><p>Those people looking to avoid larger hotels would be best served by heading farther afield to one of a few tony hotel options tucked within more-residential neighborhoods. The Hotel Saint Vincentis in a recently renovated 19th-century orphanage in the Lower Garden District. The Chloe has just 14 rooms, though its seat on St. Charles Avenue puts it in the thick of the Uptown parade route, and Hotel Peter &amp; Paulcan be found in the quieter Marigny neighborhood. All three offer excellent outdoor dining options, too.</p><p>Where to Watch the Parades</p><p>In December, New Orleans officials announced changes to the city's parade routes, consolidating the parading organizations', or krewes', pathways through town in an effort to curtail issues with limited police staffing. Look for all Uptown parades to roll down St. Charles Avenue.</p><p>Walking parades, which tend to run earlier in the season, like the often bawdy Krewe du Vieux, on Feb. 12, will stick to their traditional neighborhoods, and can be a great choice for those looking to avoid crowds.</p><p>How to Stay Safe</p><p>The best practices apply here during Carnival just as they do anywhere else: Wear a mask, wash your hands and avoid busy indoor spaces. But New Orleans does have specific regulations in place, too: As of Feb. 1, to enter restaurants, bars and other businesses, everyone over the age of 4 will have to show proof of full vaccination (meaning two doses of the Moderna or Pfizer vaccines, or one dose of Johnson &amp; Johnson) or a negative Covid test taken within the prior 72 hours. A citywide mask mandate also remains in effect for all public indoor spaces.</p><p>Avoiding heavy crowds on parade routes is possible with a little planning, too. Ms. Haydel suggests staking out a spot on the neutral ground, or median, side of a parade, which affords more breathing room than the sidewalk side. Arrive early and bring a small tarp or picnic blanket to define boundaries for your space. \"There's an unspoken courtesy that exists in tarp-laying,\" she said. \"It's like your living room.\"</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>What are your favorite memories of Mardi Gras? What tips do you have for other readers? Join the conversation below.</p><p>MORE IN OFF DUTY TRAVEL</p><p>* Secret's Out: These Caribbean Resorts Are (Relatively) Affordable Finds</p><p>* Luxury Learning Vacations 2022: From the Maldives to the North Pole</p><p>* The Smartest Ways to Use Your Smartphone Overseas</p><p>* TikTok's Travel Guides: The New Way to Plan a Vacation</p><p>* Can a Trip to Greece's Sacred Ruins Help You Predict the Future?</p><p>Mardi Gras in the Covid Era: The Smarter Way to Join This Year's Festivities</p>",
  "published": "2022-02-01T17:50:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3845,
          "end": 3862
        }
      ],
      "nexusId": "10010560"
    }
  ]
}