{
  "_id": "281f64f1f287d139d91c5368569011db22ead1948a9c9efd11930a68b8ad92cf",
  "feed": "ftcomall",
  "title": "Houston becomes a magnet for blockbuster US bankruptcies",
  "text": "<p>When JC Penney filed for bankruptcy protection it had its choice of federal courthouses. Dallas was just 20 miles from the retailer's corporate headquarters. Delaware, its legal domicile, offered a well-regarded set of experienced judges. So did New York City, where many of the law firms involved in its case were based.</p> <p>Instead, JCPenney filed its papers hundreds of miles away in Corpus Christi, Texas. Because of that venue's local rules on large cases, the petition was transferred up the Gulf of Mexico coast to the Houston courtroom of judge David Jones. </p> <p>Jones went outside normal court hours to oversee the “first day” bankruptcy hearing on a Saturday. Because of his scheduling flexibility he was able to approve orders including one that avoided pausing pay to thousands of JC Penney employees. The company emerged from bankruptcy late in 2020 after Jones managed a complex stand-off between hedge funds and bidders for the company. </p> <p>Houston has emerged as a favoured destination for companies seeking Chapter 11 protection, a feature of a US system that gives companies the liberty to file their case in virtually any federal bankruptcy venue they like. </p> <p>Proponents argue that the system has fostered a group of expert jurists to sort out complicated corporate structures and messy claimant fights. Some scholars derisively label it “forum shopping”. Now, legislators are pursuing bills to halt the practice. </p> <a href=\"http://www.ft.com/cms/8330440.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Houston last year received a third of US bankruptcy filings where the debtor's liabilities were greater than $500m, matching the long-established court venue of Wilmington, Delaware, according to data compiled by the Financial Times from <a href=\"https://www.bankruptcydata.com/\">BankruptcyData.com</a>. The largest city in Texas in 2020 handled 41 cases, more than any other venue in America, including such major cases as JC Penney, <a href=\"https://www.ft.com/content/9a2a2e7d-f671-4b07-af8b-9b0d43ef6576\">Neiman Marcus</a> and <a href=\"https://www.ft.com/content/85d99318-ff2f-4ed7-9b6e-951dacd7b584\">Chesapeake Energy</a>. </p> <p>Other unexpected court venues have also attracted cases: Richmond, Virginia, has become a hub for retail bankruptcies including Toys R Us and J Crew. An affiliate of Johnson &amp; Johnson that makes talc products and faces product liability claims late last year chose the Western District of North Carolina, where five such other “mass tort” cases were pending. J&amp;J's headquarters are in New Jersey. </p> <a href=\"http://www.ft.com/cms/7149670.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Purdue Pharma, after choosing a court in Westchester county, New York, was all but guaranteed which judge oversaw its bankruptcy in 2019, a case that determined how much the founding Sackler family would pay to <a href=\"https://www.ft.com/content/9f94d55b-0656-4234-adf5-7a76b3730fc0\">settle</a> potential liability over deaths from the opioids that the drug company had manufactured. </p> <p>Supporters of the American system say it allows both the business and jobs to be saved. </p> <p>But critics say that looseness of the court selection process is ripe for abuse and weakens the legitimacy of the Chapter 11 bankruptcy process. They contend that it creates an incentive for some judges to subconsciously cater to the top law firms that represent companies, knowing that lawyers advise their clients on choice of venue. </p> <p>“The judge is the star and the ringmaster of a megacase, making presiding over such a bankruptcy very appealing to certain personalities,” said Adam Levitin, a former corporate lawyer and law professor at Georgetown university. </p> <p>US bankruptcy law creates an incentive to shop around, critics say, because policies on matters such as lease terminations and liability shields can vary by venue. </p> <p>When a New York federal district judge <a href=\"https://www.ft.com/content/9f94d55b-0656-4234-adf5-7a76b3730fc0\">ruled to overturn </a>the Purdue Pharma bankruptcy settlement last month, she wrote that the releases from liability that the Sackler family received in exchange for contributing $4.3bn to a settlement with opioid victims should not “be a function of where a bankruptcy filing is made”. </p> <p>Before the gravitation to Houston, so-called “mega bankruptcies” were concentrated in New York and Delaware. Those two locations emerged in the 1980s and 1990s not because of proximity to companies' headquarters. Rather, a high concentration of lawyers there drew cases and then more judges. </p> <p>Judges can be swing factors in contested bankruptcies. They are free to select a restructuring plan proposed by the company. They can allow aggrieved creditors to make an alternative proposal. Judges also decide appropriate fees for lawyers, bankers and other professionals, which can reach hundreds of millions of dollars. </p> <p>Jones, the bankruptcy judge in Houston, dismissed the idea that his courthouse had become a magnet for big cases because its judges favoured debtors. </p> <p>In an interview with Financial Times, he said that he and fellow Houston-based bankruptcy judge Marvin Isgur had become popular in part because both were experts in finance and business, allowing them to manage disputes that featured complex balance sheet restructurings. Separately, the Houston court had made efforts to be efficient, including having court personnel available on nights and weekends. </p> <p>“I don't like seeing my name in the newspaper. The goal was really to create a court that we could all be proud of,” Jones said. “I work very hard every day. My philosophy is that the case should never be about the judge. The case should be about the constituents in order to effectuate the right transaction.”&#xa0;</p> <p>Lawyers say there is a value in familiarity. </p> <p>“My clients look to us for our advice and experience with particular judges and courts. For example, they want to know that I have seen this judge handle a case like this,” said Madlyn Primoff, a partner at the law firm Freshfields. </p> <p>“What I always like is when you have an experienced&#xa0;bench that approaches things very honestly. I could advise my client on reasonable expectations. I would prefer that to being sent to a jurisdiction that I don't know.”&#xa0;</p> <p>As an alternative, some scholars and lawyers have proposed a national specialised bankruptcy court where seasoned judges would be available to hear large cases, effectively putting an end to venue shopping. </p> <p>Lawmakers have recently also introduced legislation to reform the bankruptcy process. A <a href=\"https://www.warren.senate.gov/newsroom/press-releases/warren-cornyn-introduce-bill-to-prevent-large-corporations-from-forum-shopping-in-bankruptcy-cases\">bill </a>sponsored by US senators John Cornyn, a Texas Republican, and Elizabeth Warren, a Massachusetts Democrat, would force companies to file bankruptcy petitions near their core operations. </p> <p>Another bill would ban shields from <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/4777\">liability</a> for parties accused of wrongdoing at companies in bankruptcy, while a third takes aim at <a href=\"https://www.ft.com/content/f11dc13d-8d7f-4644-9e26-89ed0868417c\">alleged abuses</a> of private equity-backed companies that fail. </p> <p>There are signs that the judicial branch is feeling heat. The North Carolina judge who first took the Johnson &amp; Johnson talc case transferred it to New Jersey. The Virginia court where only two judges heard big cases recently began to randomise assignments among eight judges. </p> <p>The Southern District of New York, where Purdue Pharma automatically got Judge Robert Drain in Westchester county, has just agreed to randomise selection across all nine of its bankruptcy judges.</p><p>Source: Sujeet Indap in New York 2022 'Houston becomes a magnet for blockbuster US bankruptcies' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-12T05:00:34.245Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6448,
          "end": 6465
        },
        {
          "start": 2010,
          "end": 2027
        },
        {
          "start": 2203,
          "end": 2206
        }
      ]
    }
  ]
}