{
  "_id": "374306f1502aaaa1e7040e68da6c1a34b79ff217cd244767e37a940dd68469c7",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Respiratory Virus Is Targeted  ----  By Peter Loftus",
  "text": "<p>   After Covid-19, vaccine makers' next big target is a respiratory virus that kills up to 500 children a year nationwide and has been among the leading causes of U.S. hospitalizations for decades. </p><p>   The respiratory syncytial virus, or RSV, infects nearly everyone at some point, causing mild, cold-like symptoms for most people. But it can lead to serious health problems such as difficulty breathing and pneumonia for infants and older adults. </p><p>   The virus has for decades eluded efforts to develop a vaccine, including a major setback in the 1960s when an experimental shot harmed some children in testing. RSV is one of the last remaining childhood diseases without an approved vaccine. </p><p>   Now several drugmakers including Pfizer Inc., Johnson &amp; Johnson, Moderna Inc. and GlaxoSmithKline PLC are testing shots that infectious-disease specialists say show promise at safely preventing RSV disease. Initial development of most of these vaccines predated the current pandemic, but the rapid success in finding effective Covid-19 vaccines has energized the RSV effort, according to analysts. </p><p>   If large studies under way in tens of thousands of subjects validate safety and effectiveness, Pfizer, J&amp;J and GlaxoSmithKline say they plan to file for regulatory approval later this year. That could lead to one or more of the shots becoming available next year, according to the companies and analysts. </p><p>   The shots could be given to older adults or to pregnant women to protect their newborns from RSV in the first few months of life. Sanofi SA and AstraZeneca PLC are developing an antibody-based drug that could be given directly to newborns to prevent RSV disease. </p><p>   \"The impact would be huge,\" said Dr. Janet Englund, a respiratory-virus specialist at Seattle Children's Hospital who has focused on RSV research. \"It would change hospitalization rates. Young babies wouldn't have to come to the hospital so much.\" </p><p>   RSV vaccines could be a significant new source of revenue for drugmakers. SVB Leerink analysts have estimated that the RSV vaccine market could reach at least $10 billion in global revenue. Pfizer this month agreed to acquire ReViral Ltd., which is developing treatments for RSV. </p><p>   Each year RSV infections result in about 58,000 hospitalizations of children under 5 years old and 177,000 hospitalizations of adults 65 and older, according to the Centers for Disease Control and Prevention. While most children survive, RSV kills up to 500 children in the U.S. each year and about 14,000 older adults each year -- a toll that approaches that of influenza. </p><p>   In the elderly, \"If a person has chronic lung disease or if they've had a heart attack or some underlying condition, they are at increased risk of dying from an RSV infection,\" said H. Cody Meissner, chief of the division of pediatric infectious disease at Tufts University School of Medicine. </p><p>   As with the flu, RSV season typically runs from late fall to spring. The Covid-19 pandemic disrupted that pattern, as distancing and masking suppressed RSV in the normal 2020-21 season. But cases jumped last summer as people took fewer precautions. </p><p>   In the absence of a vaccine, certain infants at high risk of serious RSV disease, such as premature babies, have been given a preventive drug called Synagis since the late 1990s. While it has been shown to reduce the risk of RSV-related hospitalizations, doctors say it is expensive and must be administered frequently during RSV season. </p><p></p>",
  "published": "2022-04-16T06:17:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1184,
          "end": 1187
        },
        {
          "start": 729,
          "end": 746
        }
      ]
    }
  ]
}