{
  "_id": "705ddae4bca6d1c9378475620e03542c6e6c317209254f714020a198d1784844",
  "feed": "wall-street-journal",
  "title": "Novavax's Covid-19 Vaccine Moves Closer to FDA Authorization Decision; Company says it has resolved manufacturing problems that led to earlier delays; FDA is reviewing shot's authorization application",
  "text": "<p>If the shot is rolled out in the U.S., it could boost vaccination efforts that have flagged among the hesitant, according to Novavax and doctors.</p><p>Unlike the cutting-edge messenger RNA vaccines from Pfizer Inc. and Moderna Inc., Novavax's jab uses a familiar technology, used for decades to inoculate babies against hepatitis B, which some hesitant people might find more appealing. Some people have also worried about how rapidly the mRNA shots were developed and their lack of long-term data.</p><p>\"It's important to offer the choice,\" said Carina Rodriguez, chief of infectious diseases at the University of South Florida. \"Maybe it will not completely eliminate the issue of vaccine hesitancy but will help people who are not comfortable going with an mRNA vaccine.\"</p><p>Novavax, of Gaithersburg, Md., emerged in early 2020 as a dark-horse candidate in the race to make a Covid-19 vaccine. In July 2020, the U.S. awarded the company a $1.6 billion contract to develop and deliver 100 million doses of its vaccine candidate.</p><p>Yet Novavax struggled to match the pace of the larger and more experienced Pfizer and the richer biotech Moderna, said Roger Song, a Jefferies biotech analyst. \"All the major players were much better funded,\" said Dr. Song. \"Novavax was an underdog and did not have the capital to do this.\"</p><p>Novavax had to expand its workforce quickly and find partners to boost its manufacturing capability. By the end of 2020, it had quadrupled its workforce to around 690, then doubled it last year to more than 1,500 employees.</p><p>Novavax's biggest challenges were in showing the FDA that it could reliably and consistently manufacture its vaccine on a mass scale, said Novavax Chief Medical Officer Filip Dubovsky.</p><p>The Novavax jab, known as a recombinant protein vaccine, directly delivers a version of the spike protein that the coronavirus uses to infect human cells, training the immune system to fight off the virus. (By contrast, mRNA vaccines deliver the genetic material that the body uses to manufacture the spike protein to trigger the same immune response.)</p><p>The shot includes a so-called adjuvant, an ingredient that is sometimes used in vaccines to stimulate an immune response. Novavax's is a substance called Matrix-M, derived from the bark of a tree native to Chile.</p><p>To win FDA authorization, Novavax had to show that its spike protein and adjuvant were the same in every manufacturing batch. The process took longer than expected, but Novavax has been able to resolve it, Dr. Dubovsky said.</p><p>\"That's why we were delayed compared to some of the other platforms,\" said Dr. Dubovsky. \"Because it was more difficult to convince the regulatory agencies that we had it figured out.\"</p><p>Novavax's far-flung manufacturing network further complicated the process, Silvia Taylor, Novavax senior vice president for global corporate affairs, said in an interview. The company is initially relying on the Serum Institute of India to make the spike-protein portion of the vaccine and to complete the bottling of the vaccine.</p><p>The FDA was intent on making sure Novavax's manufacturing was up to U.S. standards, a person familiar with the matter said, after millions of Johnson &amp; Johnson vaccines doses were ruined in 2021 because of quality-control problems at its contract manufacturer Emergent BioSolutions Inc. in Baltimore.</p><p>Yet pandemic safety protocols made it more difficult for FDA inspectors to get to Novavax's overseas manufacturing sites, the person said.</p><p>Novavax's vaccine was 90% protective against symptomatic infection and 100% protective against severe disease in a large Phase 3 trial conducted in the U.S. and Mexico. It also appears to have lower rates of side effects including headache and fatigue than mRNA vaccines, according to doctors.</p><p>Novavax said that its vaccine loses some of its potency against the Omicron variant after two doses, but that a third booster shot should provide strong protection. The company is also working on an Omicron-specific vaccine, but the company said it isn't sure yet if it will be needed.</p><p>SHARE YOUR THOUGHTS</p><p>How will the Novavax vaccine might change some people's attitudes toward vaccination? Join the conversation below.</p><p>Health officials in Europe, Australia and elsewhere have cleared the shot for use in recent months. Some including in Canada and South Korea have actively promoted it as an alternative to mRNA shots for people who haven't been vaccinated or boosted.</p><p>Australia recently said it would allow people for whom mRNA vaccines aren't suitable to use the Novavax shot as a booster, but currently recommends the Pfizer or Moderna vaccines for everyone else over 18. Doctors interpreted the recommendation as a way to make the Novavax shot available to people who don't want to get boosted with an mRNA vaccine.</p><p>The FDA will review Novavax's application \"as expeditiously as possible,\" an FDA spokeswoman said. The agency plans to hold an advisory-committee hearing before it makes a decision on authorizing Novavax's vaccine, she said. A date hasn't been scheduled.</p><p>Some 75% of U.S. adults were fully vaccinated as of early March, up from about 61% in August, according to the Centers for Disease Control and Prevention.</p><p>The percentage of adults saying they would \"definitely not\" get vaccinated or \"only if required\" rose from 16% in September to 19% in February, according to an opinion poll conducted by the Kaiser Family Foundation. The percentage who say they would \"wait and see\" was 4%, down from 7% in September.</p><p>\"It surprises me every day, how much people reach out to us and say, 'I'm waiting for your vaccine,'\" said Ms. Taylor of Novavax.</p><p>Write to Joseph Walker at joseph.walker@wsj.com</p><p>Novavax's Covid-19 Vaccine Moves Closer to FDA Authorization Decision</p>",
  "published": "2022-03-06T10:30:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3167,
          "end": 3184
        }
      ]
    }
  ]
}