{
  "_id": "aa01a5ce2916fe6e8a517f87c92683cefc7537ec587c010d6f9f4ac6f0b26b3f",
  "feed": "ftcomall",
  "title": "Unilever faces mounting investor backlash over bid for GSK consumer health unit",
  "text": "<p>Unilever is facing a growing investor backlash against its £50bn bid for the consumer health unit of GSK, as its share price tumbled to its lowest level in nearly five years.</p> <p>One top-20 Unilever shareholder told the Financial Times: “I am against the deal and would vote against it.”</p> <p>A top-15 investor said: “Unilever management has much to prove” to show investors that the proposed acquisition is “not a sign of desperation”. </p> <p>“I need a lot of convincing about how and why they think they can justify it, finance it and use it to deliver value for shareholders.”</p> <p>Unilever's share price initially fell 7 per cent on Monday after news of its offers for the GSK consumer business were reported over the weekend. GSK's stock rose about 4 per cent.</p> <p>GSK and Pfizer, which holds a 32 per cent stake in the consumer health unit, are holding out for an <a href=\"https://www.ft.com/content/60859d28-214d-4e25-8ec4-65af449d6163\">improved offer of at least £60bn</a>. </p> <p>Alan Jope, Unilever's chief executive, would not comment on how much more the company was prepared to bid.</p> <p>“Please be assured, Unilever will not overpay for any asset, particularly in the context where GSK consumer health is a very attractive option in the consumer health space. But it's not the only option,” he said.</p> <p>Johnson &amp; Johnson, the world's largest healthcare company, is also planning to spin-off its consumer division.</p> <p>Unilever has defended its move for the GSK unit, saying the business, which includes brands such as Aquafresh toothpaste and Panadol painkillers, was a “strong strategic fit”.</p> <p>“The acquisition would create scale and a growth platform for the combined portfolio in the US, China and India, with further opportunities in other emerging markets,” it said.</p> <p>GSK on Saturday said Unilever's £50bn offer “fundamentally undervalued” the business it intended to spin-off later this year.</p> <p>Some GSK shareholders were also sceptical. Royal London Asset Management, a top-25 shareholder in GSK, said: “We support the board of GSK in rejecting this bid which, compared to a spin-off, is a less attractive outcome.”</p> <p>Richard Buxton at Jupiter Capital Management, a top-30 shareholder in GSK, said on Sunday there was no price at which it should sell to Unilever. “The idea of letting the goons at Unilever run it is laughable.”</p> <p>Jope responded on Monday saying he “would not indulge in name calling”. </p> <p>The Unilever chief said the leak of the deal over the weekend had come without context and stressed that it would be accompanied by divestments in lower-growth areas. But he did not elaborate on which businesses the company would sell.</p> <p>Jope said Unilever would maintain its “financial discipline”, including keeping an A-band credit rating and planning to rapidly deleverage over three to four years.</p> <p>People familiar with the situation said the group still hoped to pursue a deal with GSK.</p> <p>Jope, who has led Unilever since early 2019, is under pressure to improve a performance — and share price — that has lagged behind rivals.</p> <p>The FTSE 100 company has faced rising discontent from investors over its strategy to boost growth, including <a href=\"https://www.ft.com/content/7aa44a9a-7fec-4850-8edb-63feee1b837b\">an attack</a> from top-10 shareholder Terry Smith last week.</p> <p>Unilever said it would set out a “major initiative to enhance our performance” this month, including changes to its structure. </p> <p>Consumer goods analysts expressed reservations about the potential GSK acquisition, as well as the debt with which it would saddle Unilever. </p> <p>James Edwardes-Jones at RBC Capital Markets said: “We see little justification for such a deal strategically, operationally or financially. Even seriously contemplating such a bid raises questions in our mind about management's confidence in the current business.”</p> <p>Bruno Monteyne, analyst at Bernstein, said the transaction would entail “£10bn of shareholder value destruction”.&#xa0;He added that it was “just flabbergasting” that Unilever management would consider this bid and said shareholders see it as a “desperate move”.</p> <p>Martin Deboo, analyst at Jefferies, said “initial feedback on the deal from investors over the weekend has been almost uniformly negative”, reflecting low confidence in Unilever's management and the potential of the acquisition to boost growth, together with concerns about debt levels.</p><p>Source: Judith Evans, Hannah Kuchler and Harriet Agnew in London 2022 'Unilever faces mounting investor backlash over bid for GSK consumer health unit' FT.com 17 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-17T18:30:05.569Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1199,
          "end": 1216
        }
      ]
    }
  ]
}