{
  "_id": "5ee540af8e3940a4d48cdc7f426eeb852e27b21ab61aecdd2bb016e688a9dddc",
  "feed": "wall-street-journal",
  "title": "Glaxo to Curb Drugstore Staples in Russia as It Walks Ethical Tightrope; Drugmaker's move comes as industry weighs which products to withhold in response to Ukraine invasion",
  "text": "<p>The pharmaceutical industry hasn't faced the same level of criticism as others for continuing to do business in Russia, though some—including Ukrainian President Volodymyr Zelensky—say that Moscow's aggression justifies a complete withdrawal of drug companies.</p><p>Glaxo on Wednesday said it would stop the importation of certain products in its consumer healthcare range, including mouthwash, vitamins and food supplements, although it will continue to provide over-the-counter remedies like flu-symptom medicine Theraflu and pain relief Voltaren. Glaxo doesn't have manufacturing facilities in Russia.</p><p>The move reflects the ethical tightrope the company is trying to walk.</p><p>\"Taking the decision to ration medicines when ultimately you are impacting people, not necessarily the state, is a real ethical question for a company that is focused on healthcare, and providing healthcare,\" said Phil Thomson, Glaxo's head of global affairs, in an interview given before the announcement. \"That notion of us self-rationing is incredibly challenging to deal with.\"</p><p>Glaxo's top executives are currently meeting two to three times a week to review the situation in Russia and Ukraine, including its response.</p><p>The company had earlier said it wouldn't enter contracts that support the Russian government or military, such as providing vaccines for military immunization programs. Glaxo has also pulled advertising in the country and pledged to donate any profits made there to humanitarian relief for Ukrainian people. It has also stopped recruiting new patients into existing clinical trials and won't start any new clinical trials in Russia.</p><p>Those moves were broadly in line with most other drugmakers, but fewer companies have scaled back their product ranges. Among those that have are Eli Lilly &amp; Co., which said it would stop supplying medicines that it deems nonessential. It didn't specify what it counts as nonessential, though a spokeswoman said one example was erectile dysfunction drug Cialis.</p><p>AbbVie Inc. has said it would suspend the sale of aesthetics products in Russia. That includes Botox for cosmetic use, although the company continues to sell the injection for therapeutic use, such as migraine prevention.</p><p>Johnson &amp; Johnson has said it would halt the supply of personal-care products, although it didn't specify which ones. The company's consumer unit sells items ranging from Band-Aids to skin and beauty brands like Neutrogena and Aveeno.</p><p>Russia isn't a big market for Western drugmakers. Sales in the country typically account for less than 2% of the companies' world-wide total, according to analysts and companies. Continuing to operate in Russia is also challenging and companies may soon be unable to supply all their medicines to the country for logistical reasons, executives have said.</p><p>Jeffrey Sonnenfeld, a professor at the Yale School of Management who is tracking companies' responses to Russia's invasion of Ukraine, said drugmakers should go further by either pulling out completely or supplying only medicines that are strictly lifesaving.</p><p>\"The goal is to hit the average Russian,\" he said. \"If you go ahead and provide these comforts the way these pharma companies are doing, you're just making life easy for them. You're supporting complacency.\"</p><p>Mr. Zelensky has also directed criticism at the industry. In a speech in mid-March, he named Sanofi, Bayer AG and J&amp;J, alongside several businesses from other sectors, as companies that he claimed \"still sponsor Russia's military machine\" and, in his opinion, should have left the Russian market immediately. Those companies didn't comment on the speech but pointed to the actions they have taken to curtail activity in Russia and donate humanitarian aid to Ukraine.</p><p>Executives must also contend with internal opposition to their positions in Russia. At pharmaceutical and crop-science giant Bayer AG, some employees have asked executives to stop selling all the company's medicines, seeds and other products to Russia.</p><p>\"We have been spending an enormous amount of time discussing what is the right thing to do,\" said Bayer Chief Executive Werner Baumann, who in the early weeks of the invasion held meetings every other day to discuss the company's response. \"The tragedy of the situation is that we can't do justice to every opinion.\"</p><p>Bayer continues to supply agricultural products, as well as medicines like blood-thinner Xarelto, to Russia. It has, though, said it would suspend all advertising, halt capital-investment projects and not pursue any new business opportunities in Russia and Belarus. It has also threatened to halt its crop supplies to Russia next year unless Moscow stops its attacks on Ukraine.</p><p>\"Whatever you're going to do you're going to gain and you're going to lose,\" said Caroline Sapriel, managing director of crisis management consulting firm CS&amp;A International. \"There's a moral responsibility on one side and a moral responsibility on the other.\"</p><p>Write to Denise Roland at Denise.Roland@wsj.com</p><p>Glaxo to Curb Drugstore Staples in Russia as It Walks Ethical Tightrope</p>",
  "published": "2022-04-06T14:46:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2212,
          "end": 2229
        },
        {
          "start": 3384,
          "end": 3387
        }
      ]
    }
  ]
}