{
  "_id": "59251d434eff4e3d03ec5b788e3725292dd26e9a28eaa45a0932a5ee87e3522f",
  "feed": "wall-street-journal",
  "title": "Americans Take Ketamine at Home for Depression With Little Oversight; Psychiatrists express concern about the safety of taking the mind-altering anesthetic at home",
  "text": "<p>Startups are prescribing ketamine online to treat serious mental-health conditions, raising concern among psychiatrists about the safety of taking the mind-altering anesthetic without medical supervision, sometimes at high doses that raise risks of side effects.</p><p>Ketamine is approved by the Food and Drug Administration to anesthetize people and animals and has been used safely in hospitals for decades. The out-of-body, hallucinogenic sensations it produces made it popular as a party drug known as Special K. Some doctors prescribe ketamine off-label to treat patients with conditions including severe depression, suicidal thoughts and post-traumatic stress disorder.</p><p>SHARE YOUR THOUGHTS</p><p>Is there enough support available for people taking ketamine at home because of mental-health concerns? Join the conversation below.</p><p>Generic ketamine isn't approved for those conditions. Studies have shown it can rapidly alleviate symptoms of severe depression when other treatments have failed.</p><p>There is less data on ketamine's effectiveness for other conditions including anxiety and PTSD, and little data on its long-term use.</p><p>The FDA has approved a chemically related version of the drug, called esketamine, from Johnson &amp; Johnson for treatment-resistant depression with suicidal thoughts.</p><p>Clinics that are certified to administer J&amp;J's nasal spray set the doses based on a patient's weight. Patients must be monitored for two hours afterward.</p><p>People taking generic ketamine at home aren't subject to the same oversight.</p><p>Mindbloom Inc., Nue Life Health PBC and Wondermed LLC are among around a dozen companies now selling ketamine tablets or lozenges online, making use of relaxed restrictions on the prescription of controlled substances during the pandemic.</p><p>The companies work with clinicians who prescribe ketamine to patients based on a questionnaire and virtual evaluation. The generic ketamine pills or lozenges are mailed to patients' homes. The companies say they instruct people to take the medication with someone nearby, among other safety measures.</p><p>Taking ketamine at home without medical supervision increases risks of patients falling and hurting themselves or taking more of the drug than prescribed, doctors said. Ketamine can be addictive, and patients might not get the help they need if they have a distressing experience while taking the drug, psychiatrists said.</p><p>\"Places that are doing virtual ketamine are negotiating a compromise between accessibility and safety,\" said Dr. Benjamin Yudkoff, medical director of the ketamine and esketamine program at Brigham and Women's Faulkner Hospital in Boston.</p><p>Ketamine increases heart rate and blood pressure, raising the risk of rare complications including stroke or heart attack at the higher doses that some telehealth patients have been prescribed, medical experts said.</p><p>\"Giving any drug like that has the potential to cause general anesthesia at home in a completely unmonitored environment,\" said Dr. Michael Champeau, president of the American Society of Anesthesiologists.</p><p>The companies said prescribing ketamine-assisted therapy at home can help fill a need for people who don't respond to existing medications or can't reach or afford treatment in person. Ketamine blocks a receptor in brain cells important for brain adaptability, which researchers say might help facilitate changes in mood and mind-set. </p><p>Ketamine was prescribed for Leon New Valentine, who said it alleviated symptoms of treatment-resistant depression and PTSD. PHOTO: Tara Pixley for The Wall Street Journal</p><p>Mindbloom and Nue Life cited peer-reviewed research they published suggesting that many patients reported feeling better after taking ketamine and that few reported problems related to taking the drug.</p><p>Mindbloom, Nue Life and Wondermed said they decline to treat people who have symptoms that are too severe or histories of conditions such as substance-use disorder, psychosis or uncontrolled hypertension. Nue Life said it sometimes consults with a patient's doctor before prescribing ketamine, and Mindbloom said it often asks for medical records. Wondermed said patients can choose to have their doctors work with the company during treatment.</p><p>Nue Life said it starts patients at around 125 milligrams and prescribes at most 750 milligrams for a dose. Wondermed said it prescribes patients between 100 milligrams and 400 milligrams for a dose. Mindbloom said that it starts patients at around 400 milligrams and that some patients graduate to doses of around 1,000 milligrams.</p><p>Doses of around 1,000 milligrams heighten risks for severe side effects including rare seizures, hemorrhages or strokes, said Ari Aal, a psychiatrist in Boulder, Colo., who prescribes ketamine at lower doses to patients who take it under supervision at his clinic.</p><p>\"That's way too much of a dose to be doing at home and probably at all, and way too much without a practitioner watching you,\" Dr. Aal said.</p><p>Mindbloom and Wondermed said they provide blood-pressure monitors for patients to use before and during treatment. Nue Life said it instructs patients with controlled hypertension to monitor their blood pressure.</p><p>Timothy Mitchell, a 40-year-old patient advocate from Ballston Lake, N.Y., said Mindbloom started him on an 800-milligram dose last year. He said he is undergoing his third course of a six-dose regimen with Mindbloom at 1,200 milligrams a dose. The treatment helped quiet suicidal thoughts, he said.</p><p>Wondermed said it charges $399 for a month of ketamine tablets or lozenges and telemedicine treatment. Mindbloom said it charges around $1,000 for around three months of ketamine and telemedicine care. Nue Life said it charges as much as $2,999 for ketamine tablets and telemedicine treatment over four months. Health insurers usually don't reimburse people for the off-label treatments.</p><p>Amanda Itzkoff, a psychiatrist and chief executive of Curated Mental Health, which administers ketamine in clinics, said she declined to be on Mindbloom's advisory board in part because she was concerned that at-home use might not include enough patient supervision.</p><p>Making a comparison with a crackdown on psychedelic-drug research decades ago, she said that if companies recklessly prescribe ketamine for home use, they could set back adoption of a valuable treatment. \"We could blow it again,\" Dr. Itzkoff said.</p><p>A spokesman said that Mindbloom ended its relationship with Dr. Itzkoff and that she didn't raise safety concerns. Mindbloom's medical director, Dr. Leonardo Vando, said striking the right balance between expanding access to ketamine and safe prescribing practices is critical to Mindbloom.</p><p>Courtney Gable, 47, said her husband checked on her when she took ketamine that Mindbloom prescribed for her this year to treat chronic pain and depression. The 400-milligram dose was higher than initial doses prescribed at a clinic where she works in Philadelphia, she said.</p><p>\"There's a safety net, but the spaces between the net are a little wider,\" Ms. Gable said.</p><p>Leon New Valentine, a 32-year-old actor and videogame model in Los Angeles, was prescribed 100 milligrams of ketamine online last year by Peak Health Global Inc., and took the medication with someone nearby. Mx. Valentine, who uses they as a pronoun, said they graduated to 150-milligram doses and took that alone. Ketamine alleviated symptoms of treatment-resistant depression and PTSD, Mx. Valentine said.</p><p>\"Things are joyful again even though I'm in pain,\" Mx. Valentine said. Peak said it would close in November because it expects rules allowing controlled substances to be prescribed remotely to be tightened soon.</p><p>Write to Brianna Abbott at brianna.abbott@wsj.com and Daniela Hernandez at daniela.hernandez@wsj.com</p><p>Americans Take Ketamine at Home for Depression With Little Oversight</p>",
  "published": "2022-10-30T13:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1208,
          "end": 1225
        },
        {
          "start": 1326,
          "end": 1329
        }
      ]
    }
  ]
}