{
  "_id": "5934857bdb68ce63e52bbcba9699cbc4d5453f1e99fbebc8bf8c537b22244b97",
  "feed": "wall-street-journal",
  "title": "In the Hamptons, a $48 Million Home Sells Before It Hits the Market; The former Sagaponack home of late Johnson & Johnson CEO James Burke sold in the 'pre-marketing' phase, fetching close to its asking price",
  "text": "<p>Mr. Covert declined to comment on the identity of the buyer, who was represented by Hedgerow Exclusive Properties.</p><p>Mr. Covert said the property sold in the \"pre-marketing\" phase, before he had listed it on Zillow or the local multiple listings service, noting that the speed of the transaction reflects demand for unique oceanfront opportunities.</p><p>\"This sold before we were able to bring it to market,\" he said. \"We've seen unprecedented demand and historic low inventory, especially for premium properties.\"</p><p>The sale is the latest in a string of major transactions in Sagaponack, according to local agents. Another nearby home sold for $50 million earlier this year, records show.</p><p>Mr. Covert said he couldn't speak to the purchaser's plans for the Burke property, but that it is common for older Hamptons houses like these to be torn down to make way for more modern homes.</p><p>Mr. Burke was chairman and CEO of pharmaceutical giant Johnson &amp; Johnson for 13 years, beginning in 1976. Following his retirement, he served as chairman of the nonprofit formerly known as Partnership for a Drug-Free America. He died in 2012. His wife, Didi Burke, died last year.</p><p>Ms. Burke's children couldn't immediately be reached for comment.</p><p>Mr. Covert worked on the deal with colleague Chris Coleman.</p><p>Write to Katherine Clarke at Katherine.Clarke@wsj.com</p><p>In the Hamptons, a $48 Million Home Sells Before It Hits the Market</p>",
  "published": "2022-05-16T21:46:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 929,
          "end": 946
        },
        {
          "start": 104,
          "end": 121
        }
      ]
    }
  ]
}