{
  "_id": "ada0d6bd71d028ee30b20aa0a97093f010bbe55eb186d1732a2a717d552d489f",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccine Rollout Carries Lessons for Pharma Supply Chains, Says Pfizer Executive; A supply-chain leader at the drugmaker says companies will map out manufacturing, distribution in advance to get lifesaving products to the public",
  "text": "<p>Mr. Cafone said the rapid development and rollout of the Covid-19 vaccine, which took less than a year from when the coronavirus was recognized in Wuhan, China, in January 2020 until doses started shipping from factories in December 2020, showed how drugs with critical healing properties will be distributed under compressed timelines in the future.</p><p>Companies will \"need to really rethink how you configure your supply chain,\" he told the annual Council of Supply Chain Management Professionals meeting in Nashville, Tenn. Mr. Cafone said the demands will require mapping out all levels of the supply chain in advance, \"how you plan it, how you procure, how you manufacture, and then the whole logistics side.\"</p><p>New York-based Pfizer and partner BioNTech SE of Germany were among the first companies to develop a vaccine against Covid-19 in 2020, alongside Cambridge, Mass.-based Moderna Inc. and New Brunswick, N.J.-based Johnson &amp; Johnson.</p><p>As the coronavirus rapidly spread across the U.S. in early 2020, Pfizer and Moderna each threw enormous resources behind the effort to perfect vaccines using novel technology that delivers mRNA, a type of genetic material.</p><p>Making the primary vaccine ingredient, known as the drug substance, in bulk required a unique process that led Pfizer to design new machinery and modify its plants to accommodate the equipment. With the vaccine still under development, the company began designing its supply chain to rapidly scale up production and to start distribution of millions of doses once regulators approved the vaccine.</p><p>Once manufactured, the vaccines had to be kept at ultracold temperatures far beyond the range of conventional refrigeration and to be transported with those subfreezing levels holding steady.</p><p>Pfizer created a shipping container about the size of a suitcase that was packed with vaccine vials and dry ice to keep the doses effective for up to 10 days. That allowed the company to avoid relying on the larger, temperature-controlling containers typically used in transportation and to ship the vaccines faster because planes and trucks didn't have to wait for refrigerated metal boxes.</p><p>Jeff Tucker, chief executive of Haddonfield, N.J.-based freight broker Tucker Company Worldwide Inc., said the vaccine distribution push showed pharmaceutical companies how a tightly designed logistics strategy could benefit their operations beyond the pandemic.</p><p>\"The importance of a clearly articulated transportation and distribution system is, I think, a lot more visible to everyone, not just the pharmaceutical industry but anyone that's involved,\" Mr. Tucker said.</p><p>The new Covid variants that have proliferated and receded in the past year and a half have prompted changes in Pfizer's manufacturing, Mr. Cafone said, including building production capability to adjust the vaccine formula and distribute the new version quickly.</p><p>The pharmaceutical company and others that sped Covid vaccines to the public will have to remain nimble, he said, while maintaining the supply-chain discipline they used in the early stages of the pandemic.</p><p>\"Nobody builds a network for a pandemic,\" Mr. Cafone said, \"and how do you then start to wean yourself off of that and start to build your network for an endemic world but with the ability to rapidly ramp or rapidly de-escalate?\"</p><p>Write to Liz Young at liz.young@wsj.com</p><p>Covid-19 Vaccine Rollout Carries Lessons for Pharma Supply Chains, Says Pfizer Executive</p>",
  "published": "2022-09-24T11:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 923,
          "end": 940
        }
      ],
      "nexusId": "10010560"
    }
  ]
}