{
  "_id": "95669bed34fc565e6fc7c77f910183ba8a978d808207d7ffe968f997e3d91ebe",
  "feed": "wall-street-journal",
  "title": "Sacklers Settle Opioid Suits for $6 Billion  ----  By Jonathan Randles",
  "text": "<p>   Members of the Sackler family who own Purdue Pharma LP and grew wealthy from sales of OxyContin agreed to pay up to $6 billion to settle lawsuits accusing them of helping fuel the opioid-addiction epidemic, earning the unanimous support of state attorneys general to resolve the family's liability and end the drugmaker's bankruptcy case. </p><p>   The new settlement unveiled Thursday marks an increase from the $4.5 billion previously offered by the Sacklers, whose wealth has been estimated at about $11 billion. For the first time, the proposed deal has the support of a key group of state attorneys general who had opposed Purdue's earlier efforts to resolve opioid-related liability, saying the Sacklers weren't paying enough to fight opioid addiction and deter corporate wrongdoing. </p><p>   The dispute between the family and California, Connecticut, the District of Columbia and other states has kept Purdue stuck in bankruptcy and has delayed the distribution of billions of dollars from the Sacklers to fund opioid abatement programs and combat a national addiction crisis that the company's flagship painkiller helped to fuel. </p><p>   The family didn't admit liability in the new settlement but agreed to pay a minimum of $5.5 billion and a maximum of $6 billion while ceding control of Purdue, which pleaded guilty in 2020 to three federal felonies related to the marketing and sale of OxyContin. </p><p>   The judge presiding over Purdue's bankruptcy case must approve Thursday's settlement for it to take effect. The deal could be challenged by individual opioid victims or the Justice Department's bankruptcy watchdog, which joined state holdouts in successfully opposing the earlier settlement. </p><p>   A Justice Department spokesman didn't reply to messages seeking comment. </p><p>   The proposed deal, if approved by the judge, would resolve civil claims that seek money from Sackler family members but wouldn't extinguish potential criminal liability, state authorities said. Attorneys general who held out for the higher settlement said they agreed to settle with the Sacklers in part because they didn't want to further delay payments to opioid victims. </p><p>   State and local officials, Native American tribes, hospital systems and others seeking compensation for the costs of opioid addiction have launched thousands of lawsuits against the drug industry that have moved slowly toward resolution. Pharmaceutical company Johnson &amp; Johnson and three of the nation's largest drug distributors agreed last week to move ahead with settlements valued at about $25 billion with a majority of state and local governments. </p><p>   Drugmaker Mallinckrodt PLC, which like Purdue turned to bankruptcy to weather opioid litigation, won court approval last month for a roughly $1.7 billion settlement. </p><p>   U.S. drug overdose deaths have continued to rise during the Covid-19 pandemic, topping 100,000 in the year ended in April 2021, the federal Centers for Disease Control and Prevention said in November. </p><p>   \"This settlement is both significant and insufficient -- constrained by the inadequacies of our federal bankruptcy code,\" said Connecticut Attorney General William Tong, a Democrat. \"But Connecticut cannot stall this process indefinitely as victims and our sister states await a resolution.\" </p><p>   District of Columbia Attorney General Karl Racine, also a Democrat, told The Wall Street Journal that the district has had among the highest opioid overdose rates in the country, especially harming Black and brown residents, and that funds from the Sackler settlement are urgently needed to treat addiction. </p><p>   \"What we need in the District of Columbia is more financial resources that can be utilized in a way to help people overcome addiction,\" Mr. Racine said. \"The District of Columbia is like every other jurisdiction in the country that has been impacted by the recklessness of Purdue and the Sacklers.\" </p><p>   With unanimous backing from state officials, Purdue has a better chance of winning final approval for a settlement that would shield Sackler family members from civil litigation. </p><p>   In addition to providing the settlement payments, the Sacklers, who have denied wrongdoing, will also allow any institution or organization in the U.S. to remove the family's name from \"physical facilities and academic, medical, and cultural programs, scholarships, endowments, and the like,\" court papers show. </p><p>   The Sacklers' ownership of Purdue has already unraveled family members' standing in philanthropic, academic and financial circles. Some family members have left the boards of nonprofits. Prestigious museums and universities have rejected their donations, and some investment funds have returned their money. In December, New York's Metropolitan Museum of Art said it would remove the Sackler name from seven exhibition spaces. </p><p>   The Sacklers said as part of Thursday's deal they \"sincerely regret that OxyContin, a prescription medicine that continues to help people suffering from chronic pain, unexpectedly became part of an opioid crisis that has brought grief and loss to far too many families and communities.\" </p><p>   Family members have said that when Purdue distributed $10 billion to them from 2008 to 2017, they didn't anticipate the wave of lawsuits that would emerge and drive the company to bankruptcy. About half of the distributions made to the family went toward taxes or were reinvested in the business, according to court papers. </p><p>   A creditors committee that investigated the Sacklers after Purdue filed for bankruptcy has said in court papers the dividends paid to the family were part of a deliberate scheme to move money out of Purdue to thwart the collection of any future judgments issued over the company's sales of OxyContin. The committee alleged the company's legal exposure was so large that it was likely insolvent for years before its chapter 11 filing, rendering the dividends to the Sacklers improper. </p><p>   The family denied the allegations, saying the company was on solid financial footing when the distributions were made. </p><p>   Much of the family's wealth is held in hard-to-reach trusts overseas, making collection difficult even if the Sacklers were successfully sued. </p><p></p>",
  "published": "2022-03-04T07:12:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2383,
          "end": 2400
        }
      ]
    }
  ]
}