{
  "_id": "057d77c903149930ee8925ca56ccc2ba4c3ace90fd2a09857572b9508fbf71e8",
  "feed": "wall-street-journal",
  "title": "Kellogg Splitting Into Three Companies as It Shifts Focus to Global Snacks; Food company plans to create separate cereal, snack and plant-based food companies",
  "text": "<p>\"Bigness for bigness sake doesn't make a lot of strategic sense,\" said Kellogg's Chief Executive Steve Cahillane, who will head the $11.4 billion snacking business, which accounted for 80% of Kellogg's net sales last year.</p><p>The Covid-19 pandemic delivered a boost in sales for Kellogg and other food makers, as families prepared more meals in their kitchens while they stayed home from work and school. The grocery industry now is working to retain that momentum, but food makers over the past year have been battered by rising costs for fuel, labor, ingredients and packaging, creating what Mr. Cahillane called an unprecedented stretch of inflation.</p><p>Kellogg said it expects to complete the split by the end of 2023, with the North America cereal business potentially separating first, followed by its plant-based-foods business as the third company. Kellogg said it also is considering selling the plant-based-foods unit, which is predominantly composed of the MorningStar Farms brand. It has yet to name the individual companies.</p><p>Kellogg's stock rose about 2% on Tuesday. Shares were up almost 7% this year, bucking the market slump. The S&amp;P 500 packaged-foods and meat index on Tuesday was down about 3% so far in 2022.</p><p>Kellogg's breakup plan follows splits announced last year by General Electric Co. and Johnson &amp; Johnson. In the food sector, Kraft Foods orchestrated a similar split about 10 years ago, spinning off its North American grocery business to focus on its faster-growing snack brands including Oreos and Triscuits, a business it named Mondelez International Inc.</p><p>Sara Lee Corp. in 2012 split its business into two companies, one a meat-focused operation renamed Hillshire Brands Co., and an international coffee and tea business called D.E. Master Blenders NV.</p><p>Hillshire, D.E. Master Blenders and Kraft all later merged with other big food companies.</p><p>The largest of Kellogg's three planned companies would be the global snacks business, which would include brands such as Pringles and Cheez-Its, and breakfast items including Eggo waffles and Pop-Tarts. It also would include Kellogg's international operations—fast-growing noodle business in Africa and cereal sales overseas.</p><p>\"The snacking business will have all household names with just the right level of scale,\" Mr. Cahillane said. \"And when you don't have the 'conglomerate effect,' you can get a lot more done.\"</p><p>Kellogg said it would use its international cereal supply chain and retailer connections to expand Cheez-Its and other snacks globally. In recent years, Kellogg's Pringles brand has gained momentum in Europe and Latin America, which executives said paves the way for others in its portfolio.</p><p>Snacks have been a driver of Kellogg's growth and an area of particular interest to Mr. Cahillane since he joined the company almost five years ago. In 2019, he sold off Kellogg's nearly $1 billion Keebler cookies and fruit snacks business to better focus on Kellogg's other snack brands, which were already getting more of the company's marketing and innovation resources. Since then, Mr. Cahillane said, he has been calculating a bigger corporate split.</p><p>\"The pandemic pressed pause on a lot of things,\" Mr. Cahillane said. \"The time is right, now.\"</p><p>Mondelez, the biggest global snack company, for years has added brands through small acquisitions, and on Monday it said it would acquire Clif Bar &amp; Co. for $2.9 billion plus the potential for more tied to earnings targets. That deal could increase competition against Mars Inc.'s KIND bar brand, which Mars bought in 2020, and Kellogg's smaller RX Bar business, which it acquired in 2017.</p><p>Mr. Cahillane said Kellogg would continue to pursue snacking acquisitions following the split.</p><p>Other food companies have reshaped their own operations. General Mills Inc. took on a substantial pet-food business via acquisitions, and divested less-profitable brands such as Green Giant vegetables and Hamburger Helper. Campbell Soup Co. has faced investor questions about whether it would be better off splitting its snack business and soup operation in two, though executives have maintained that they are better off together.</p><p>Kellogg's decision to spin off its North America cereal business, with about $2.4 billion in sales last year, comes as it seeks to reverse sales declines and boost profit margins.</p><p>Consumers for years have been moving away from breakfast cereals, and Kellogg's operations more recently were disrupted by a strike among factory workers and a fire at one plant that knocked out production and cost the company market share.</p><p>Kellogg, the second biggest U.S. cereal supplier after General Mills, has regained 4 percentage points of market share this year, Mr. Cahillane said. Still, Kellogg's North America cereal sales fell 10% in the three months ended April 2 from the prior year, largely because of supply-chain problems, the company said.</p><p>\"Frosted Flakes doesn't have to compete with Pringles for resources,\" Mr. Cahillane said. \"Economists might say we can do that without splitting. But we don't live in a textbook, we live in the real world.\"</p><p>Kellogg's plant-based foods business, with estimated 2021 net sales of $340 million, as a stand-alone company will first aim to expand in North America and eventually globally, Kellogg said.</p><p>Meat alternatives have found traction in grocery stores' freezer aisles and meat cases, though competition has grown. Kellogg in early 2020 brought out a line of plant-based burgers and tenders called Incogmeato, part of an effort to compete against Beyond Meat Inc. and Impossible Foods Inc.</p><p>Mr. Cahillane said MorningStar's Incogmeato can be more aggressive with investments in technology and its supply chain once it no longer is contributing to Kellogg's bottom line.</p><p>Some Wall Street analysts said divvying up Kellogg could hurt each business's ability to secure competitive prices using the larger conglomerate's purchasing power.</p><p>Piper Sandler's Michael Lavery said that it could cost some 2% of Kellogg's current total sales for each business to take on their own sales force, distribution system and other previously-shared expenses. Analysts with investment research firm Morningstar Inc. said that Kellogg's snacks business could thrive on its own, though the benefits for the cereal and plant-based operations were less clear.</p><p>Kellogg said the North American cereal and plant-based foods businesses would both remain based in Battle Creek, Mich. The global snacking business would be based in Chicago, Ill., with dual corporate campuses in Battle Creek and Chicago.</p><p>Moving the snack company's headquarters to Chicago will locate it in a city that is home to other food companies as Kellogg looks to hire and expand the business. Boeing Co. and Caterpillar Inc. said in recent weeks they planned to relocate their Chicago-area headquarters to Arlington, Virginia and Irving, Texas, respectively.</p><p>Will Feuer contributed to this article.</p><p>Write to Annie Gasparro at annie.gasparro@wsj.com</p><p>Kellogg Splitting Into Three Companies as It Shifts Focus to Global Snacks</p>",
  "published": "2022-06-21T22:21:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1309,
          "end": 1326
        }
      ]
    }
  ]
}