{
  "_id": "8465b71355383ccf3f8dbc023357556b167f15ec744d5b4a41f5c11a59556805",
  "feed": "ftcomall",
  "title": "Succession: the real-life Roys face off against Asia's richest man",
  "text": "<p><strong>One scoop to start:</strong> US private equity group<strong> Blackstone</strong> <a href=\"https://www.ft.com/content/f307aa8b-b91b-4eec-a46a-3031f160c3c0\">is vying to buy</a><strong> Pink Floyd</strong>'s back catalogue, a major bet on music rights that could value the band's songs at almost half a billion dollars.</p> <p>In today's newsletter:</p> <ul>  <li><p>The Roys vs Gautam Adani</p></li>  <li><p>Activists circle Richemont</p></li> </ul> <h1>A rare Indian hostile takeover battle</h1> <p>There's a hostile takeover fight involving a media company owned by the <strong>Roy</strong> family. But it's not the latest instalment of <a href=\"https://www.ft.com/content/fda23812-d724-4112-a5ec-78b836a89894\"><strong>HBO</strong>'s <em>Succession</em>. </a></p> <p>This real-life drama is playing out in India. <strong>Prannoy </strong>and<strong> Radhika Roy</strong>, the husband and wife owners of independent broadcaster<strong> NDTV</strong>, <a href=\"https://www.ft.com/content/557d4ac0-5592-44d7-b5fb-5b771e33c822\">appear to have been outplayed</a> by Asia's richest man, <strong>Gautam Adani</strong>.</p> <p>The battle unfolded this week, when Adani's new media venture <strong>AMG Media Networks</strong> said it had acquired “warrants” of a company owned by the Roys that holds a 29 per cent stake in NDTV. AMG then said it was making an open offer for another 26 per cent of NDTV's shares that are publicly traded.</p> <p>The Roys and NDTV were quick to call foul, insisting that they hadn't consented to the deal and not been informed. Only the day before, they had assured stock markets that talk of selling the 29 per cent stake was “baseless”.</p> <p>The broadcaster has been known to air voices critical to prime minister <strong>Narendra Modi</strong>'s government. Adani, on the other hand, has held a long relationship with the PM and has publicly aligned his company with the government's vision for India.</p> <p>As the FT's Chloe Cornish and John Reed were calling lawyers and bankers to get a handle on these escapades, many expressed concern about NDTV's editorial independence in an Adani-owned future. </p> <p>NDTVs shares had been climbing on deal rumours. But how could Adani grab the Roys' shared 29 per cent stake in the broadcaster they founded? </p> <p>The paper trail goes way back to 2008 and involves a loan that would eventually turn into a time-bomb. The Roys had decided to borrow Rs5.4bn to make an open offer for NDTV shares, pledging their own shares as collateral.</p> <p>They ended up refinancing with a bank, then refinancing that refinancing — and borrowing even more from a company called <strong>Vishvapradhan Commercial Private Limited</strong>.</p> <p>That VCPL loan was secured against warrants, which could be converted into equity by VCPL to give it 99.99 per cent of the Roys' holding company<strong> RRPR</strong>. As per the terms of the loan, the Roys were supposed to find an appropriate buyer for NDTV.</p> <p>Further complicating matters, NDTV has been dogged with money problems and investigations by Indian authorities, which supporters claim are politically motivated. </p> <p>Meanwhile, VCPL was changing hands.</p> <p>On Tuesday, Adani's media venture made the killer move: announcing it was executing the warrants that gave it rights to the Roys' 29 per cent stake while simultaneously disclosing that it had bought VCPL, the company that owned the warrants.</p> <p>Under stock market rules, Adani must now make an open offer to public shareholders. If he succeeds in buying 26 per cent, as he has targeted, he will comfortably become the owner of NDTV.</p> <h1>Richemont's wardrobe malfunction</h1> <p><strong>Richemont </strong>hoped its foray into luxury ecommerce would bring in a slew of well-heeled customers. Instead, the activists began circling.</p> <p>When Richemont fully acquired <strong>Yoox Net-a-Porter </strong>in 2018, the luxury ecommerce group clashed conspicuously with the Swiss luxury giant's collection of <strong>Cartier</strong>,<strong> Montblanc</strong> pens and <strong>Purdey </strong>shotguns — products that customers want to get their hands on before they pull the trigger.</p> <p>Now, after years of underperformance and failing to ever make a profit — even during the coronavirus pandemic-fuelled online shopping boom — Richemont <a href=\"https://www.ft.com/content/9a3f4a32-c774-41a9-b9c2-18862d0612f4\">has taken a €2.7bn non-cash writedown</a> after selling a majority stake in YNAP to nimbler online rival <strong>Farfetch </strong>and Emirati businessman <strong>Mohamed Alabbar</strong>.</p> <p>The internet has proved to be a volatile landscape for luxury fashion. Plucky fashion upstarts hoping to be the future of high-end ecommerce are left fighting over a select set of consumers willing to eschew the perfect fit for online convenience. </p> <p>Those that can win over a loyal audience with clever branding and technological prowess, both areas in which YNAP has struggled, are still in the woods, <a href=\"https://www.ft.com/content/9a3f4a32-c774-41a9-b9c2-18862d0612f4\">as Lex notes</a>: shares in Farfetch and Germany's <strong>Mytheresa</strong> are down 87 per cent and 66 per cent, respectively, since the start of 2021.</p> <p>For Richemont's billionaire chair <strong>Johann Rupert</strong>, parting with YNAP won't be the end of his troubles.</p> <p>Activist hedge fund <strong>Third Point,</strong> which <a href=\"https://www.ft.com/content/f0bba2a3-a4e0-4186-89e9-c87b6e85f624\">took out a stake</a> in Richemont last year, and UK activist <strong>Bluebell</strong> are keen on loosening Rupert's powerful grip over the company. The South African businessman has long controlled Richemont's overall strategy and selected who runs its various brands.</p> <p>Bluebell is hoping to secure former Bulgari executive <strong>Francesco Trapani </strong>a seat on the board — a move proxy adviser <strong>Institutional Shareholder Services</strong> has recommended against.</p> <p>Rupert slammed the proposal in a letter to shareholders earlier this month, calling Trapani an “inappropriate candidate” given his close ties to Richemont's key rival <strong>LVMH</strong>.</p> <p>Contending with Rupert will be no easy feat given that he wields 50 per cent of Richemont's voting power under a dual-class share structure.</p> <p>But Richemont's underperforming shares could galvanise more minority shareholders to rally for a board shake-up at its annual meeting in September.</p> <h1>Job moves</h1> <ul>  <li><p>Office rental group<strong> IWG</strong> has named <strong>Charlie Steel</strong>, the chief financial officer of digital healthcare group <strong>Babylon</strong>, as its next chief financial officer. He replaces <strong>Glyn Hughes.</strong></p></li>  <li><p>Former<strong> Google</strong> executive<strong> Nick Leeder</strong> <a href=\"https://www.ft.com/content/9b6bc92a-31c4-4056-914b-cb59849ad631\">is stepping down</a> from the board of <strong>easyJet </strong>in September, while <strong>Julie Southern </strong>and<strong> Andreas Bierwirth</strong> will not seek re-election at the budget carrier's annual meeting in 2023. The departing trio will be replaced by <strong>Harald Eisenächer</strong>, <strong>Detlef Trefzger </strong>and<strong> Ryanne Van der Eijk</strong>.</p></li>  <li><p><strong>GSK </strong>has named <strong>Elizabeth McKee Anderson</strong> as a non-executive director to its board following the retirement of <strong>Dr. Laurie Glimcher</strong> in October. McKee was a senior executive at <strong>Janssen Pharmaceuticals</strong>, a division of<strong> Johnson &amp; Johnson</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Liquidity issues </strong>Profits reaped by private equity investors usually outweigh what buyout funds require from them to place fresh bets. But a market slump <a href=\"https://www.reuters.com/breakingviews/buyout-investors-are-heading-cash-crunch-2022-08-23/\">could make it difficult</a> for investors to meet future cash calls, Reuters' Breakingviews writes.</p> <p><strong>Last resort </strong>Sam Bankman-Fried's $1bn bet to bail out the cryptosphere is also an insurance policy against his expanding empire. <a href=\"https://www.wsj.com/articles/crypto-bitcoin-ftx-bankman-fried-11661206532?st=k0tiguo31seo7a3\">Inking more deals</a> could be the only way to prevent widespread contagion across the digital currency world, the Wall Street Journal reports.</p> <p><strong>Don't believe the hype </strong>Virtue signalling <a href=\"https://www.ft.com/content/8292ae50-690f-41e5-9d67-5721fc2587e8\">has become so rife</a> throughout Silicon Valley that companies are no longer willing to admit their key purpose is to generate profits, the FT's Jemima Kelly writes.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/f1d11017-b5f4-443e-9a27-f47e842c7d97\">Schneider Electric explores buyout of UK software developer Aveva</a> (FT + <a href=\"https://www.ft.com/content/1b5a66af-a2ef-4c4e-ac36-481613f11bb5\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/0a9a5439-391f-4689-bd5a-775c21dea026\">Intel seals $30bn partnership with Brookfield to fund chip factories</a> (FT + <a href=\"https://www.ft.com/content/dfc69138-6a1a-4525-837f-7afa4d58fd13\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/edf9a29f-8930-4312-b07f-37784957ab7d\">Singapore fines Noble for ‘misleading' financial statements</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-08-24/eqt-kkr-said-among-bidders-for-10-billion-global-switch-deal?srnd=premium\">EQT, KKR among bidders for $10bn Global Switch deal, sources say</a> (Bloomberg)</p> <p><a href=\"https://asia.nikkei.com/Business/Business-deals/China-first-half-M-A-deals-value-falls-to-lowest-since-2014\">China first-half M&amp;A deals value falls to lowest since 2014</a> (Nikkei Asia) &#xa0;</p> <p><a href=\"https://www.ft.com/content/1fc2cc54-d364-48ad-aace-30625e5c61f6\">Texas accuses BlackRock of energy company boycott in ESG clampdown</a> (FT)</p><p>Source:  2022 'Succession: the real-life Roys face off against Asia's richest man' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-25T04:00:17.090Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 6018,
          "end": 6035
        },
        {
          "start": 5975,
          "end": 5992
        }
      ],
      "weightsV2": {
        "weight": 0.7547072,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.2452928,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}