{
  "_id": "7b0a1651301a6384334aa0b14ecb96c5f58a892565daf155330d0ad242c124f9",
  "feed": "ftcomall",
  "title": "Sanofi and GSK to seek approval for delayed Covid vaccine",
  "text": "<p>Sanofi and GlaxoSmithKline will apply for regulatory approval of their long-awaited Covid-19 vaccine as a primary jab and booster, after reporting an overall efficacy rate of 57.9 per cent. </p> <p>The two large vaccine makers have <a href=\"https://www.ft.com/content/657b123a-78ba-4fba-b18e-23c07e313331\">lagged behind in the race</a> to develop a Covid shot after <a href=\"https://www.ft.com/content/b7b5da3f-f863-4cf2-bd0d-2694dfe6ae1e\">a dosing mistake</a> that forced the French drugmaker and its UK partner to redo an earlier trial. This delay meant the phase 3 trial was conducted while variants were circulating that could have reduced the efficacy of the jab. </p> <p>The late-stage trial showed the vaccine was 100 per cent effective against severe disease and hospitalisation and 75 per cent effective against moderate to severe Covid. An early analysis suggests it could be more effective against disease caused by the Delta variant.</p> <p>Thomas Triomphe, executive vice-president of <a href=\"https://www.ft.com/content/3939891d-0469-4084-b67a-867c790ac29d\">Sanofi Vaccines</a>, said the data demonstrate the “strong science and benefits” of the vaccine, while stressing that the trial was done in different circumstances to those for the vaccines that were approved in late 2020. </p> <p>“No other global phase 3 efficacy study has been undertaken during this period with so many variants of concern, including Omicron, and these efficacy data are similar to the recent clinical data from authorised vaccines,” he said. </p> <p>A separate study showed the jab worked as a booster after an initial series of other vaccines. It boosted neutralising antibodies by 18- to 30-fold when used as a third dose after an initial series of an mRNA shot, or an adenovirus jab, like those made by Oxford/AstraZeneca and Johnson &amp; Johnson. When given as a booster after two initial doses of the Sanofi/GSK jab, it increased antibody levels by 84 to 153-fold. </p> <p>The protein-based vaccine could still be a useful tool as either a booster or for primary vaccinations, as billions of people around the world remain unvaccinated. It is easier to store than the mRNA jabs from BioNTech/Pfizer and Moderna, and the technology's longer record could make it appealing to some who have so far been hesitant to be vaccinated. </p> <p><a href=\"https://www.ft.com/stream/7e27074f-ef2c-45ed-a6e3-04f0a93451f4\">GSK</a> contributed an adjuvant, which improves the efficacy of a vaccine. Roger Connor, president of GSK vaccines, said the world will need a “variety of vaccines”.&#xa0;</p> <p>“Our adjuvanted protein-based vaccine candidate uses a well-established approach that has been applied widely to prevent infection with other viruses including pandemic flu,” he said. “We are confident that this vaccine can play an important role as we continue to address this pandemic and prepare for the post-pandemic period.”</p><p>Source: Hannah Kuchler in London 2022 'Sanofi and GSK to seek approval for delayed Covid vaccine' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T16:05:53.225Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1549,
          "end": 1566
        }
      ]
    }
  ]
}