{
  "_id": "dc2c08637b9ee49faabc254f3a754adf09de589e9caf0ea96ac026904e370bd5",
  "feed": "ftcomall",
  "title": "Hungary holds up EU plan to ban Russian oil",
  "text": "<p>Good evening</p> <p>An attempt by Brussels to tighten the screws on the Kremlin's Ukrainian war machine by imposing an <a href=\"https://www.ft.com/content/b859a4b0-65ed-49ff-ba6d-6bd9569d04ff\">EU-wide ban</a> on Russian oil imports is being held up by Hungary.</p> <p>The EU measures, which need to win the backing of all 27 member states, are part of a sixth package of sanctions. The oil ban would be phased in over the next 18 months, with Hungary and Slovakia given the most leeway — until the end of 2023 — because of their current reliance on Russian supplies. The phased approach was <a href=\"https://www.ft.com/content/7505525e-55c3-48d2-bb0b-e6d3f3e952b2\">commended by the FT editorial board</a> as a way of enabling diplomacy for the EU to secure alternative supplies and sort out logistics. But Hungary said today it would <a href=\"https://www.ft.com/content/b859a4b0-65ed-49ff-ba6d-6bd9569d04ff\">reject the proposal</a> unless there was an exception for countries like itself, that import Russian crude via pipelines.</p> <p>Russia has been preparing its own back-up plans, <a href=\"https://www.ft.com/content/4f277a24-d681-421a-9c94-29d6fd448b20?emailId=627256dc44c7c80023379a06&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">as the FT revealed</a>, selling cut price oil to China's independent refineries.</p> <p>News of the planned new EU sanctions pushed international oil prices higher: Brent rose as much as 2.5 per cent to $107.58 a barrel.</p> <p>The energy crisis created by the Ukraine conflict has been good for the broader oil and gas sector. A drilling boom in America's oil heartlands has triggered a <a href=\"https://www.ft.com/content/8ef3bde4-2ebb-4eb8-bf8e-bb8f43f9a2fc\">sharp reversal of fortunes</a> for the country's long-suffering oilfield services groups as they reap the rewards of the scramble to pump more crude.</p> <a href=\"http://www.ft.com/cms/9633840.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>BP reported its <a href=\"https://www.ft.com/content/6f584312-d760-4978-9be0-4897cbc8b172\">highest quarterly earnings in a decade</a> yesterday, fuelling (pun intended) demands in the UK for a windfall tax on energy companies. The pressure to impose such a levy has increased with the cost of living crisis engulfing British households. It has also been a powerful policy weapon for opposition Labour politicians to <a href=\"https://www.ft.com/content/5fecc1cc-8619-4b31-9890-6cbf16388d6d?emailId=627235b1973c8e002306f12d&amp;segmentId=2f40f9e8-c8d5-af4c-ecdd-78ad0b93926b\">wield against</a> their Conservative opponents in the run-up to <a href=\"https://www.ft.com/stream/950ef470-0831-4b48-b523-2c4678617a4c\">local elections</a> tomorrow. But, according to Lex, the UK government has been <a href=\"https://www.ft.com/content/1f87914b-7c93-41dc-ada5-b7dcbfbb8032\">right to resist </a>such a measure.</p> <p>However, BP is paying a price for playing its part in the west's economic isolation of Russia. Yesterday it recorded a $24bn pre-tax impairment for <a href=\"https://www.ft.com/content/8b4968fa-40d8-40ae-b2f9-f12cd8b23f9c\">ditching its 19.75 per cent stake</a> in the Russian state-oil company Rosneft. The action will make sense commercially as well as morally, according to Lex, because it makes BP a <a href=\"https://www.ft.com/content/f7ed840a-0630-4131-95f5-0a7631b07d32\">slicker operation</a>, and more attractive to income investors.</p> <h1>Latest news</h1> <ul>  <li><p>Russian missile strikes <a href=\"https://www.ft.com/content/2dd5de23-7681-446c-87a4-c03027258f38\">target Ukrainian railway network</a></p></li>  <li><p><a href=\"https://www.ft.com/content/342f7cc2-8a03-4e4d-a47d-ab150f7e77d2\">Abramovich allies</a> set to continue running Chelsea after sale</p></li>  <li><p>Aston Martin replaces chief Tobias Moers in <a href=\"https://www.ft.com/content/db433c25-c209-4c0b-8320-08e9623dcc9d\">management overhaul</a></p></li> </ul> <p><em>For up-to-the-minute news updates, </em><a href=\"https://www.ft.com/content/7ed4b806-1bf7-4d4a-845c-692994f1fc8f\"><em>visit our&#xa0;live blog</em></a></p> <h1>Need to know: the economy</h1> <p>Government bonds were <a href=\"https://www.ft.com/content/627f9135-a893-4ed0-bc3a-b1c6aacca1e9\">under pressure</a> today as traders braced for the US Federal Reserve to raise interest rates aggressively. This would follow moves by other central banks to tighten monetary policy to battle inflation triggered by the Ukraine war. </p> <p>The US Federal Reserve is expected to <a href=\"https://www.ft.com/content/f8558dbf-7d30-421b-922a-1cf682e6b387\">raise its benchmark policy rate</a> by half a percentage point for the first time since 2000 and is due to release its policy statement at 2pm Eastern time.</p> <p>The Reserve Bank of Australia yesterday lifted its main interest rate by a <a href=\"https://www.ft.com/content/d2fa0b37-6fd9-4b70-a39c-fbb80f0e16a2\">larger than expected</a> 0.25 per cent — its first such move in more than a decade. Australia's 10-year bond yield rose more than 0.2 percentage points to as much as 3.57 per cent today. </p> <p>The Reserve Bank of India today announced a <a href=\"https://www.ft.com/content/9e7847d4-2eb6-44c7-87cb-18bfd697e105\">surprise 40 basis point interest rate increase</a>, its first rise since 2018. It raised its benchmark repo rate to 4.4 per cent, up from a record low of 4 per cent left in place since rates were cut at the start of the Covid-19 pandemic in May 2020.</p> <h2>Latest for the UK and Europe</h2> <p>Retail sales in the eurozone fell more than expected in March, compounding fears that surging inflation and worries about Russia's invasion of Ukraine have cancelled out the boost to consumer spending delivered by the lifting of pandemic restrictions.</p> <p>The biggest fall was in Spain, where sales dropped 4 per cent in March, but France and Germany also suffered declines. There were strong increases in many eastern European and Baltic countries, including an 11.4 per cent rise in Slovenia and a 7.3 per cent jump in Hungary. Italy will publish its latest retail sales data on Friday.</p> <p>As the UK pushes ahead with its “living with Covid” strategy, the government has been accused of <a href=\"https://www.ft.com/content/fe03bc3b-a381-462d-b373-87dabde0a9ab\">ignoring the needs</a> of hundreds of thousands of immunocompromised people. This group, with conditions ranging from MS to blood cancer and kidney problems, have severely compromised immune systems and are at heightened risk of severe coronavirus but gain less protection from vaccination than healthy people.</p> <h2>Global latest</h2> <p>Africa's largest Covid-19 vaccine manufacturing plant faces an uncertain future after production was halted due to a <a href=\"https://www.ft.com/content/ffaaff95-1c1d-41df-b02e-f7c31acdcadf\">collapse in demand</a>. Executives at Aspen Pharmacare, a South Africa-based pharmaceutical company that has produced about 180mn doses of the Johnson &amp; Johnson vaccine, fear they will have to permanently shut their two Covid jab production lines, unless a new order comes in shortly.</p> <p>Many of Turkey's half a million farmers are <a href=\"https://www.ft.com/content/f86c314d-cd73-4a4b-aceb-425c87fc76c6\">struggling to continue working the land</a> amid soaring costs and mounting debt. The country's agricultural crisis has been precipitated by the collapse in the value of the Turkish lira over the past 12 months and a surge in global commodity prices that have vastly increased their input costs.</p> <h1>Need to know: business</h1> <p><strong>AP Møller-Maersk</strong> has warned of growing economic risks including potential stagflation and Chinese factory closures even as the world's largest container shipping group by profits reported a record quarter. Maersk, which transports more than one in every six containers which travels over the seas, is considered a global trade bellwether.</p> <p><strong>Volkswagen</strong>, the world's second largest electric-vehicle manufacturer by volume, has sold out of its battery-powered models in the US and Europe as supply chain bottlenecks have hampered production capacity.</p> <p>There is a growing shareholder backlash against pandemic-era winners that have struggled to maintain growth now lockdown measures have been lifted. Shares in <strong>Boohoo </strong>dropped 12 per cent in early trade today after the fast-fashion retailer, whose sales surged when high street shopping was curtailed, warned of <a href=\"https://www.ft.com/content/0889f2b8-02ad-4b0e-bbfc-cc98760622c8\">slowing revenue growth</a> and higher operating costs.</p> <p>Online grocery delivery service <strong>Ocado</strong> was facing a showdown at its annual meeting today over an extension to a <a href=\"https://www.ft.com/content/2d3dc1d4-eded-44de-a077-3cfdadeaf107\">controversial incentive scheme</a> that could pay out tens of millions of pounds to senior executives. Ocado's share price surged during the pandemic as high street lockdowns drove people to use its service to get the weekly food shop. But the shares have more than halved in value from their peak as pre-pandemic shopping habits returned.</p> <p>Chinese ecommerce group <strong>Alibaba</strong>, another pandemic winner, is <a href=\"https://www.ft.com/content/191c29da-a68f-4ad4-8892-ef2b5f2bf766\">targeting bargain-hunting shoppers</a> to boost its slowing sales growth. For years, Alibaba has focused on shoppers in wealthy first and second-tier cities in China such as Shanghai and Beijing through its flagship Taobao and upmarket Tianmao platforms. Its Taobao Deals app is aimed at the estimated 930mn consumers in smaller and less affluent Chinese cities.</p> <h1>The World of Work</h1> <p>The number of UK employment tribunal cases relating to the use of <a href=\"https://www.ft.com/content/b715a22d-002b-4ef2-9c40-5cac2330672c\">“banter”</a> in the workplace rose 44 per cent last year, <a href=\"https://www.ft.com/content/11862504-daf8-4afd-be45-bbdacde2c7a7\">according to new research</a>. The question of what constitutes banter is increasingly in the legal spotlight, according to employment law firm GQ Littler, which conducted the research. What one employee might claim is light-hearted teasing can be construed by an employment tribunal as bullying or harassment. However, the term is increasingly used in tribunals as a justification for allegedly discriminatory remarks or harassment.</p> <p>Senior executives are encouraging their backroom staff to join them in <a href=\"https://www.ft.com/content/72988bd0-c705-4ad3-a62a-7984575ed01a\">‘dogfooding' exercises</a> that test the quality of their products and services. When food delivery app DoorDash was created in 2013 the founders took meals to customers themselves out of necessity. Now it is encouraging other employees at the company's headquarters to do such tasks on a monthly basis. </p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . .</h1> <p>The beachside gathering of cryptocurrency enthusiasts at the Baha Mar resort in Nassau for Crypto Bahamas was in many ways beyond parody. As FT correspondent Joshua Oliver noted in <a href=\"https://www.ft.com/content/48a11dd9-a090-47ee-bd76-f69d62bb4b43\">this amusing on-the-ground review</a>, a casino was a poor choice for an event discussing the opportunities for digital financial services.</p><p>Source: Jonathan Moules 2022 'Hungary holds up EU plan to ban Russian oil' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-04T17:15:57.608Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4789,
          "end": 4806
        }
      ]
    }
  ]
}