{
  "_id": "3c881fea93177dfb435cf973a47faa5bfd8a7fe7f51ba4fe3e62f2fd33364075",
  "feed": "wall-street-journal",
  "title": "FDA Authorizes Pfizer-BioNTech Booster for 12- to 15-Year-Olds; The clearance of the extra dose could help bolster protection against Omicron",
  "text": "<p>The agency also on Monday cleared a third dose for certain children with compromised immune systems age 5 to 11.</p><p>Health authorities have been urging people to get a booster, citing early research indicating it is needed to maintain strong protection against Omicron.</p><p>The FDA action comes as the Omicron variant continues to rapidly spread around the U.S., prompting schools to figure out how to stay open while reducing spread of the virus.</p><p>\"With the current wave of the Omicron variant, it's critical that we continue to take effective, lifesaving preventative measures such as primary vaccination and boosters, mask wearing and social distancing,\" said acting FDA Commissioner Dr. Janet Woodcock.</p><p>A panel of vaccine experts advising the Centers for Disease Control and Prevention is expected to meet Wednesday to discuss the FDA's authorization. Many doctor's offices, schools and other vaccination sites could start providing the shots to adolescents if the panel and then the CDC director sign off.</p><p>There should be sufficient supply, since the adolescents get the same dose already in use.</p><p>The FDA had authorized the Pfizer-BioNTech booster for people as young as 16 years old.</p><p>Yet the agency hadn't cleared the extra dose for younger adolescents, who have been able to get vaccinated for more than six months, the time when some studies indicate people's antibody levels drop.</p><p>The additional dose is the same as the previous two doses, 30 micrograms.</p><p>\"We continue to believe that broad use of boosters is essential to preserving a high level of protection against this disease and reducing the rate of hospitalizations,\" said Pfizer Chief Executive Albert Bourla.</p><p>Children and adolescents are less likely than adults to become infected with Covid-19 and when they do, they tend to experience milder symptoms. Yet some have become hospitalized and in rare instances have died.</p><p>Some hospitals and health authorities have reported that pediatric hospitalizations have risen as Omicron has spread.</p><p>About 1.9 million children 12 to 15 years old have tested positive for Covid-19 since the start of the pandemic, according to the CDC.</p><p>The Pfizer-BioNTech shot is cleared for use in the U.S. in children as young as 5 years old. Children and adolescents are receiving doses at pediatricians' offices, schools, pharmacies and other locations.</p><p>At least 16 million children 12 to 17 years old have received the Pfizer-BioNTech vaccine since its authorization in May, the CDC said.</p><p>While some parents rushed to get their children vaccinated, others have held back, partly because of concerns about the safety of Covid-19 vaccines.</p><p>One concern among some parents is the risk of heart-related conditions, including myocarditis, especially in young men.</p><p>Health experts have said the myocarditis risk is low in children who are vaccinated and less than the risk if a child got Covid-19.</p><p>The FDA said its decision to expand boosters to 12- to 15-year-olds followed a review of real-world data from Israel, including safety data from about 6,300 adolescents who received an additional dose five months after their second shot. The data didn't show any new safety concerns or detect new cases of myocarditis, the agency said.</p><p>The risk of teens contracting myocarditis after the third dose has been found to be about one-third lower than the risk after a second dose, said Peter Marks, who heads the FDA's vaccines center. And even when individuals who received messenger-RNA vaccines such as Pfizer-BioNTech's developed the heart condition, he said, the inflammation has been found to be mild and the median hospital stay was one day.</p><p>\"We're not seeing long-lasting effects,\" he said, noting that the benefits of vaccination outweigh the risks.</p><p>Under the FDA's action, children with compromised immune systems age 5 to 11 can get the third dose as soon as four weeks after the second.</p><p>The additional dose should allow for \"maximum protection\" in certain immunocompromised children, including those who have received organ transplants, according to the FDA.</p><p>Fully vaccinated 5- to 11-year-olds who aren't immunocompromised don't need booster shots for now, according to the FDA, which said it continues to review information related to the youngsters and Covid-19.</p><p>The FDA has also authorized boosters from Moderna Inc. and Johnson &amp; Johnson. The agency didn't change the time that should lapse before getting an extra dose of one of those shots.</p><p>The time between a primary vaccination series and booster for people who initially received Moderna's vaccine remains six months, while it remains two months for people whose primary series was from J&amp;J. Both vaccines are cleared for use in people 18 years and older.</p><p>Felicia Schwartz contributed to this article.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>FDA Authorizes Pfizer-BioNTech Booster for 12- to 15-Year-Olds</p>",
  "published": "2022-01-03T19:20:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4310,
          "end": 4327
        },
        {
          "start": 4632,
          "end": 4635
        }
      ],
      "nexusId": "10010560"
    }
  ]
}