{
  "_id": "724981f3f0dbe5655fded8fc8c6d0d3a8d03dcf25cde23cd834490c4ed55fb90",
  "feed": "ftcomall",
  "title": "Dealmaking gets tougher as era of free money closes",
  "text": "<p>Merger and acquisitions advisory is an inherently cyclical business. When the economy is strong, dealmaking and the revenues attached to it go up. In periods of contraction, companies do fewer deals.</p> <p>The current economic environment, however, is puzzling for most US chief executives. Growth is robust, the trade deficit is shrinking, unemployment is low and wages keep rising. Yet, recession risks loom as central banks seek to tame inflation with higher interest rates. This adds to other negatives: Russia's invasion of Ukraine, tumbling stock prices and tensions between the US and China.</p> <p>All this has made dealmaking tougher than usual. The data is unequivocal. So far, overall global activity is down 33 per cent compared with the same period a year ago, according to Refinitiv data. That slump is even bigger in the US where the frenzy around the blank cheque investment vehicles known as Spacs has evaporated.</p> <p>So what explains the surge in large US deals? In recent weeks Kroger <a href=\"https://www.ft.com/content/99cdbd23-8637-4c06-ac8c-4618196b817d\">agreed</a> to buy rival grocer Albertsons for $24.6bn; Johnson &amp; Johnson <a href=\"https://www.ft.com/content/98ef637f-af4e-4d5c-8590-960d2efb73d0\">reached a deal</a> to acquire cardio tech group Abiomed for $16.6bn; Blackstone <a href=\"https://www.ft.com/content/d92ee0ae-faeb-497d-a8a3-1cc165ef5db5\">bought</a> a majority stake in Emerson Electric's climate business in a deal that values the company at $14bn and a Walgreens affiliate <a href=\"https://www.ft.com/content/13d12b6e-6f78-4511-9a8a-e25d209cf4a2\">agreed</a> to combine with urgent care provider Summit Health in a transaction worth at about $9bn — to name a few.</p> <p>At a glance, it appears that dealmaking in North America is making a comeback despite the uncertainties. The reality is more complicated, though. The environment is giving companies with a solid balance sheet the upper hand to strike boldly, while others are forced to stand by.</p> <p>“Companies that have the financial wherewithal to act are going to take advantage of the current market,” says Anu Aiyengar, global co-head of M&amp;A at JPMorgan Chase. “If you are not dependent on the debt markets, which remain tight, you have two choices: you can either buy back shares or do a deal.”&#xa0;</p> <p>Blair Effron, the co-founder of independent advisory firm Centerview Partners, agreed that companies with “fortified balance sheets” want to take advantage of the current moment to be strategically active.</p> <p>“What people have learned from past downturns is that the best time to figure out how to create competitive gaps is to take advantage of dislocations and lower valuations,” says Effron. “For the best companies, there's a lot of thinking about M&amp;A.”</p> <p>Blackstone's deal with Emerson Electric is a good example of how a capital-rich company — or private equity conglomerate in this case — can take advantage of its financial strength to come up with a financing arrangement that few others could propose. </p> <p>Emerson Electric&#xa0;will receive $9.5bn in cash from the sale — $4.4bn of it from Blackstone and the remainder from&#xa0;debt sources that were arranged by the private equity firm. The unusual agreement highlights Blackstone's financial clout at a time of broad market dislocation.</p> <p>So while classic leveraged buyouts are significantly more expensive as financing costs rise, larger alternative asset managers like Blackstone, KKR and Apollo are still well positioned to strike deals.</p> <p>“[The] overall mood and sentiment across KKR is quite positive,” KKR's chief financial officer Robert Lewin said a few weeks ago in the company's third-quarter results presentation. He added that in private equity, often its “best vintages” result from investments made during periods of market distress. “We think 2023 could present such an opportunity,” he said.</p> <p>The deal between VillageMD, an affiliate of Walgreens, and Summit Health is another good example of an unorthodox transaction. Walgreens has agreed to invest $3.5bn in equity and cash, while healthcare insurer Cigna has also backed the transaction, taking a minority stake. Effectively, both companies injected a limited amount of cash to create a market leading urgent care provider in the US.&#xa0;</p> <p>However, deals like this are unlikely to make up for the overall loss in activity, particularly in the tech sector, which has been among the biggest engines behind the boom in dealmaking over the past decade. </p> <p>Joe Biden's antitrust watchdogs have made it clear they would oppose big tech deals. Microsoft's proposed $75bn acquisition of Activision, for instance, is still being held up by global regulators despite being agreed upon in January. Dealmaking is not dead. But given the tap of free cash that flowed in the era of low interest rates has been switched off, it will take rainmakers a lot more creativity than usual to earn the fat fees linked to their advisory work. &#xa0;</p> <p><a href=\"mailto:james.fontanella@ft.com\"><em>james.fontanella@ft.com</em></a></p> <p><a href=\"https://twitter.com/JFK_America?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@JFK_America</em></a></p><p>Source: James Fontanella-Khan 2022 'Dealmaking gets tougher as era of free money closes' FT.com 14 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-14T05:00:23.234Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1038,
          "end": 1055
        }
      ]
    }
  ]
}