{
  "_id": "fc0708c287c464295617594bc2a6eb64e53e6f870f7a503e7ba65e444bd93c20",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccines Linked to Menstrual Cycle Changes; New study shows slight shifts in cycle length can follow vaccination",
  "text": "<p>Since widespread immunization against Covid-19 began last year, doctors and medical researchers have been fielding reports of painful cramps, delayed periods and other changes in menstrual cycles among some who got the vaccines. Now research confirms that the shots can affect menstrual cycles, with one recent study linking vaccination to a slight increase in menstrual-cycle length.</p><p>\"It's reassuring that it's small,\" Alison Edelman, a professor of obstetrics and gynecology at Oregon Health &amp; Science University and one of the researchers who conducted the study, said of vaccines' effect on menstrual cycles. \"It's also validating to individuals who experienced it.\"</p><p>For the study, published Jan. 5 in the peer-reviewed journal Obstetrics &amp; Gynecology, the researchers tracked six menstrual cycles of about 4,000 study subjects who had received the Pfizer Inc.-BioNTech SE, Moderna Inc. or Johnson &amp; Johnson vaccine or were unvaccinated. It showed that cycles were extended on average by less than a day after one vaccine dose, or up to two days for people who got two doses within a single cycle.</p><p>Vaccination wasn't linked to a change in period length, nor were menstrual changes more common with any particular vaccine. </p><p>Federal health agencies received 3,368 reports of changes to menstrual cycles in the Vaccine Adverse Event Reporting System. A vaccination site in Stamford, Conn. PHOTO: Amir Hamja for The Wall Street Journal</p><p>The study's findings seem to show that the disruption of cycles was temporary, Dr. Edelman said, adding that more research was needed to confirm that. The findings raised no health concerns about vaccination, she said.</p><p>A Pfizer spokeswoman said that the company's vaccine research included tens of thousands of women and that \"abnormal menstruation or reproductive changes have not been reported as an adverse event\" in its pivotal, late-stage clinical trial. Johnson &amp; Johnson and Moderna didn't provide comment.</p><p>The new study, along with other recent research, could help ease some concerns about the shots, said Kathryn Clancy, an anthropologist at the University of Illinois at Urbana-Champaign who co-leads a team studying vaccine-related menstrual changes.</p><p>Fears that Covid-19 vaccines can affect fertility and reproductive health fuel vaccine hesitancy, research has shown. Multiple studies have shown that Covid-19 vaccines are generally safe and effective for women, including pregnant women, and that vaccination doesn't affect women's ability to get pregnant.</p><p>Kara Segal, a 34-year-old in Oakland, Calif., was among those startled by a change in her menstrual cycle after vaccination. When her period arrived about a week after her first dose of the Moderna vaccine last April, she said, she was knocked out by unusually severe cramps.</p><p>SHARE YOUR THOUGHTS</p><p>Have you noticed changes to your menstrual cycle after being vaccinated? Join the conversation below.</p><p>\"I was in a lot of pain and I spent several hours on the couch crying and sweating,\" she said.</p><p>That period came slightly later than her usual cycle of 30 to 32 days, she said, adding that her next cycle was normal. Though she braced for more pain, she said she felt no shifts in her periods after her second Moderna shot or the booster. She didn't participate in the new study.</p><p>As of Jan. 21, federal health agencies received 3,368 reports of changes to menstrual cycles following vaccination in the Vaccine Adverse Event Reporting System. A similar database in the U.K. has logged nearly 38,000 reports of menstrual cycle changes after vaccination, according to the Medicines and Healthcare Products Regulatory Agency, which maintains it. The U.K. database includes reports of unusually heavy or delayed periods, among other concerns.</p><p>Research by the team led by Dr. Clancy found unusual menstrual bleedingamong some postmenopausal women, as well as among those who had stopped having periods as a result of using contraceptives or taking hormones. The research is now undergoing peer review.</p><p>\"We saw a really high rate of breakthrough bleeding in those groups,\" Dr. Clancy said. She added that her team was investigating how common such episodes are as well as how long they last and if they recur. Unusual menstrual bleeding in these groups may be symptomatic of a condition that needs medical attention, she said.</p><p>A survey of almost 4,000 women in Norway found that 14% reported increased menstrual bleeding and 15% reported increased menstrual pain after a first shot, but the changes seemed temporary. The research was posted online Jan. 14 on the preprint database SSRN in advance of peer review.</p><p>Menstrual cycles can be disrupted by many factors, including emotional and physical stress. It is unclear why vaccination might disrupt them, said Andrea Edlow, a maternal-fetal medicine specialist at Massachusetts General Hospital in Boston. One possible culprit, she said, is the physical stress resulting from the body's immune response to vaccination.</p><p>\"That's what I would say if I had to guess,\" she said.</p><p>Dr. Edlow said she encourages her patients to get vaccinated and boosted, adding that she generally tells them that the benefits of vaccination outweigh the changes to menstrual cycles and other potential side effects.</p><p>\"I think these menstrual disturbances are similar to the kinds of other short-term side effects that we've seen when people are vaccinated, and that quickly go away and after that, there's no further impact,\" she said.</p><p>Covid-19 Vaccines Linked to Menstrual Cycle Changes</p>",
  "published": "2022-02-03T15:33:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1895,
          "end": 1912
        },
        {
          "start": 894,
          "end": 911
        }
      ],
      "nexusId": "10010560"
    }
  ]
}