{
  "_id": "eefbd7db4aec5a42ab9da2d27d9e5095f409962066a220ee179d5364a2ff3a34",
  "feed": "ftcomall",
  "title": "Political proxies: conservative activists file record shareholder proposals",
  "text": "<p>Conservative activists have lodged a record number of shareholder proposals at US annual meetings this year, setting up a highly politicised proxy season as they take advantage of new regulatory guidelines and borrow topics and tactics from their liberal foes.</p> <p>“The right has never been this engaged” in shareholder activism, said Justin Danhof of the National Center for Public Policy Research's Free Enterprise Project, a <a href=\"https://www.ft.com/content/42989bc5-fd8e-4915-a6c0-41a9e22351e7\">conservative group </a>that succeeded in placing motions at this year's Disney, Costco and Walgreens Boots Alliance meetings. </p> <p>The Securities and Exchange Commission “opened the floodgates” to activists' resolutions last November by rescinding Donald Trump-era guidance that had limited which proposals on social policy issues could go to a vote, Danhof said. “We had three [proposals allowed] last year; we've already presented three this year and we will have at least 10 more that we know of.” </p> <p>Between them, Danhof's group and the National Legal and Policy Centre have submitted 19 proposals in 2022, up from a total of 16 last year, according to research from the Conference Board.</p> <p>The NLPC secured almost 35 per cent support at Disney's annual meeting this month for a proposal challenging the media company to report on its due diligence into human rights risks it faces around the world. </p> <p>Human rights proposals have more commonly been brought by liberal activists. But Disney drew criticism from both the left and the right over its decision to film scenes for its film <em>Mulan</em> in Xinjiang, where Washington has called the Chinese government's treatment of the Uyghur minority a genocide. </p> <p>Institutional Shareholder Services, the influential proxy adviser, sided with the NLPC on the Disney resolution, boosting support from institutional investors. </p> <p>The NLPC is separately urging Berkshire Hathaway to replace Warren Buffett as chair, and calling on ConocoPhillips to disclose its lobbying activities and spending in detail. SEC officials last week <a href=\"https://www.sec.gov/divisions/corpfin/cf-noaction/14a-8/2022/nlpcjpmorgan031722-14a8.pdf\">allowed</a> an NLPC proposal on board diversity at JPMorgan Chase to be put to the bank's annual meeting. </p> <p>Proxy filings are growing across the political spectrum, with the Interfaith Center on Corporate Responsibility <a href=\"https://www.iccr.org/iccrs-2022-proxy-resolutions-and-voting-guide-executive-summary\">reporting </a>that its members have filed a record 436 proposals this year, up from 244 at the same stage in 2021. </p> <p>A proxy season analysis from As You Sow, the Sustainable Investments Institute; and Proxy Impact found that a record 529 environmental, social, and governance proposals had been filed as of last month, up 20 per cent year on year. </p> <p>Conservative groups had filed 5 per cent of them, it said. Several of those proposals call for greater disclosure on charitable giving and racial equity audits, topics historically favoured by their liberal opponents.</p> <p>This stemmed from a deliberate strategy, said Danhof: “Because of procedural hurdles at the SEC we have to file proposals that are rather similar to previously successful liberal proposals,” he said, “[so] our only avenue to the proxy ballot is to use as much leftist language as possible.”</p> <p>An NCPPR proposal on the agenda of Johnson &amp; Johnson's annual meeting, for example, uses terminology familiar from ESG campaigners to urge the drug company's board to commission a racial equity audit. </p> <p>In a statement supporting its resolution, NCPPR expressed concern that anti-racism training in companies' racial equity programmes was itself “deeply racist” and that employees deemed “non-diverse” could be discriminated against.</p> <p>J&amp;J has opposed the measure, saying that NCPPR's statement reflects viewpoints “that run directly contrary to the company's beliefs and experience” that embracing diversity, equity and inclusion matters to its success. It is also opposing another racial equity audit proposal from Mercy Investment Services, which represents a group of nuns.</p> <p>Historically proposals submitted by conservative groups have done badly, the Conference Board research shows. Over the past five years, they have submitted 71 proposed resolutions but only 25 per cent made it to a vote, compared to more than 62 per cent for all shareholder proposals last year. &#xa0;</p> <p>The conservatives also garnered less support from other shareholders: the resolutions drew average support of 11 per cent and none have passed. By comparison, the 359 total shareholder proposals on ESG issues passed last year garnered 34 per cent support on average, and 10 per cent passed.</p> <p>The conservatives say they are trying to save US companies from being distracted by liberal social causes. “The American capitalist system is the greatest system man has ever created economically but Marxist wokeism is . . . a cancer. We have to kill the cancer without killing the host,” Danhof said.</p> <p>The left had taken over other institutions from universities to media outlets, he argued, and conservatives feared that it was doing the same in business and finance: “Now we have the leading bankers and tech titans all speaking the language of Davos and not championing American capitalism whatsoever.”</p> <p>But Heidi Welsh, executive director of the Sustainable Investments Institute, an impartial Washington research group, said conservative groups had achieved “no traction” with their past resolutions and she saw little sign of that changing. </p> <p>Companies were disclosing more on environmental and social issues because they and growing numbers of their investors saw these as material to the bottom line, she said. “They are not Marxist stooges doing this for some communist plot.”</p> <p>Lucian Bebchuk, a Harvard law professor who studies shareholder resolutions, said that sharply worded proposals sometimes draw attention but their impact may be limited. </p> <p>“The pressure [chief executives] are facing is not so much the number of proposals but what percentage of support they think the proposals will get,” he said. “When they think a proposal will not get many votes, it is not a source of pressure that would lead them to do anything different.”</p><p>Source: Andrew Edgecliffe-Johnson and Brooke Masters in New York 2022 'Political proxies: conservative activists file record shareholder proposals' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T04:01:00.344Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3468,
          "end": 3471
        },
        {
          "start": 3072,
          "end": 3089
        }
      ]
    }
  ]
}