{
  "_id": "e046e695506a881221522b6821aa63ba2cdabae0c3f66a1e979d54e9132ad2de",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Allegations of Fake  HIV Drugs Probed  ----  By Corinne Ramey",
  "text": "<p>   The Justice Department is investigating a prescription drug-trafficking network that allegedly sold hundreds of millions of dollars of secondhand and fake medications including HIV treatments, according to people familiar with the matter. </p><p>   The criminal investigation, which began late last year, is scrutinizing unauthorized or fake versions of drugs made by at least a dozen drugmakers including HIV medications from Gilead Sciences Inc., Johnson &amp; Johnson and GlaxoSmithKline PLC's ViiV Healthcare, the people familiar with the matter said. </p><p>   The investigation at least partially echoes allegations in a 2021 civil lawsuit filed by Gilead, the people said, in which the drugmaker accused more than 70 defendants of taking part in a counterfeiting operation that sold more than $250 million of its drugs in the prior two years. Gilead said that even when bottles contained the original pills, they were counterfeit due to fake supply-chain documents and other alterations. The company identified at least eight bottles sold as HIV medication that contained the wrong pills, including over-the-counter painkillers and the antipsychotic Seroquel. </p><p>   The HIV medications include drugs such as Gilead's Biktarvy, which has a list price of $3,584 a month, and Johnson &amp; Johnson's Symtuza, which runs more than $4,000 a month, the people said. The drugs are typically provided to low-income patients at little to no cost through federal programs like Medicare and Medicaid, or free by programs run by drugmakers for people without insurance. Gilead alleged in court documents that some defendants bought previously-dispensed HIV medications from patients and resold the drugs on the black market with fake documentation. The drugmaker said the medications were sold through a series of suppliers and wholesalers, then ultimately dispensed by pharmacies to different patients. </p><p>   Secondhand medications pose a tremendous risk to the public, since they may have been mishandled, improperly stored or expired, said Scott Lampert, the top agent of the New York branch of the Department of Health and Human Services Office of Inspector General. \"You don't know how effective they are,\" he said. \"If you are being treated for HIV, you need the medication to work.\" </p><p>   In addition, HIV patients who resell their medications instead of taking them could more easily spread the virus. </p><p>   For federal benefit programs, resold drugs can lead to hundreds of millions in losses, because programs such as Medicaid are essentially paying for the same drugs twice: once for the patient who sold the drugs on the street, then again for a second patient who unknowingly buys the bottle. </p><p>   Medicines used to treat HIV can be attractive to defendants because of their high value and lower risk than trafficking illegal drugs, which can carry steep mandatory minimum sentences and are more dangerous to transport, said Jennifer Beidel, a former Manhattan federal prosecutor. </p><p>   \"The fraudsters are smart enough to know that Medicaid money has a huge denominator that's on the table,\" she said. </p><p>   A spokesman for Johnson &amp; Johnson pointed to a December 2020 statement in which the company said counterfeit Symtuza was sold to three U.S. pharmacies that procured the drugs from unauthorized distributors. A spokeswoman for ViiV Healthcare said the company hadn't received reports of diversion, counterfeiting or trafficking of its medicines and that patient safety is a priority. </p><p>   Gilead said this year it reported counterfeit medication in circulation to federal law-enforcement authorities, dispensing pharmacies and consumers, and took legal action to stop counterfeit medication from reaching patients. </p><p>   A spokesman for the Justice Department declined to comment. </p><p>   --- </p><p>   Joseph Walker contributed to this article. </p><p></p>",
  "published": "2022-03-31T06:06:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3064,
          "end": 3081
        },
        {
          "start": 439,
          "end": 456
        },
        {
          "start": 1250,
          "end": 1267
        }
      ]
    }
  ]
}