{
  "_id": "07ccde5b17af1f6b03e4816c31d2f9a368fcd7100bdadac5bf8b080ac216d4b9",
  "feed": "wall-street-journal",
  "title": "J&J Says New Band-Aid and Tylenol Company to Be Named Kenvue; A new name signifying knowledge and sight is a step toward creating a stand-alone company for Johnson & Johnson's consumer-health brands next year",
  "text": "<p>J&amp;J said the product brands won't be changing, though packaging would be updated to include the Kenvue name and logo.</p><p>The company has yet to disclose additional details, including what form the separation will take and the location of the new company's headquarters.</p><p>\"Unveiling the Kenvue brand is a defining moment for our stakeholders and an important part of the planned separation,\" said Thibaut Mongon, the head of J&amp;J's consumer unit who has been designated the CEO of Kenvue.</p><p>Johnson &amp; Johnson, based in New Brunswick, N.J., will continue to be the name of the company housing the drug and device businesses.</p><p>J&amp;J is pursuing the consumer-health separation, which it announced last year, because it says the businesses, their customers and markets have diverged so much in recent years, including during the pandemic.</p><p>Products that will be part of Kenvue generated $14.6 billion in revenue in 2021, nearly 16% of total J&amp;J sales. In addition to Band-Aid and Tylenol, they include Listerine mouthwash, Johnson's baby powder and Neutrogena skin products.</p><p>Sales of the consumer products have been growing more slowly than J&amp;J's larger pharmaceutical business. They face challenges from lower-cost store brands, as well as heightened scrutiny of product ingredients and safety by consumers.</p><p>J&amp;J recently decided to end global sales of its talc-containing baby powder, switching instead to cornstarch, after the company was hit with thousands of lawsuits alleging talc powder caused cancer in users. J&amp;J has denied those allegations and said its talc powders are safe.</p><p>The separation of the consumer business with a new name carries some risk, because the medicine-cabinet mainstays will no longer be linked to such a well-established corporate brand as J&amp;J.</p><p>Pronounced ken-view, the new name is a mashup of \"ken\"—an English word for knowledge primarily used in Scotland—and \"vue,\" a reference to sight. \"With rich knowledge of human needs and deep consumer insights, Kenvue will deliver meaningful, personal health solutions,\" J&amp;J said as it disclosed the name.</p><p>A team at J&amp;J worked with a creative naming agency to develop and screen thousands of names before landing on Kenvue, the company said. The company wanted to ensure the name was memorable and easy to pronounce in multiple languages, and could be trademarked in more than 100 countries.</p><p>The new logo has the word Kenvue in white lettering against a green backdrop. It also features a stylized letter \"K\" incorporating what looks like a sideways heart.</p><p>The name Kenvue has some limitations because it isn't immediately clear how to pronounce \"vue,\" said Phil Davis, president of branding consultancy Tungsten Branding, in Brevard, N.C., which wasn't involved in coming up with the name. He said it also has a more corporate feel than a warmer, more positive-sounding consumer brand.</p><p>Yet Mr. Davis said J&amp;J's consumer business will have the resources and know-how to overcome any shortcomings with marketing and messaging. Also, he said it is more important to have strong consumer-product brands than a strong corporate brand.</p><p>\"It's going to sit in the background a little bit,\" Mr. Davis said of Kenvue. \"The brand children will continue to get most of the love. That's going to be most of the touchpoints.\"</p><p>The Kenvue moniker harks back to other names for corporate spinoffs that were created by combining parts of words, either real or made up. The snacking purveyor Mondelez International Inc. brought together \"monde,\" derived from the Latin word for world, and \"delez,\" which it said was a fanciful expression of \"delicious,\" to create that new name a decade ago when the company split from Kraft Foods. At about the same time, AbbVie Inc. revealed its new name, combining Abbott Laboratories, from which it was split, and a derivation from the Latin word for life.</p><p>Other recent tech-company name changes, such as Facebook's change to Meta Platforms Inc. or Google's to Alphabet Inc., have been simpler, reflecting the evolution of the companies' products.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>J&amp;J Says New Band-Aid and Tylenol Company to Be Named Kenvue</p>",
  "published": "2022-09-28T16:53:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1293,
          "end": 1296
        },
        {
          "start": 1501,
          "end": 1504
        },
        {
          "start": 2029,
          "end": 2032
        },
        {
          "start": 483,
          "end": 500
        },
        {
          "start": 925,
          "end": 928
        },
        {
          "start": 1125,
          "end": 1128
        },
        {
          "start": 4071,
          "end": 4074
        },
        {
          "start": 156,
          "end": 173
        },
        {
          "start": 1755,
          "end": 1758
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 420,
          "end": 423
        },
        {
          "start": 616,
          "end": 619
        },
        {
          "start": 2074,
          "end": 2077
        },
        {
          "start": 2864,
          "end": 2867
        }
      ],
      "nexusId": "10010560"
    }
  ]
}