{
  "_id": "fb746be9527a1b38ce8526ef7cc91636da141206d9005cb6a1a96a1c289e42eb",
  "feed": "ftcomall",
  "title": "Moderna investors reject proposal to transfer vaccine tech ",
  "text": "<p>Two top-10 investors in Moderna have voted against a shareholder resolution that would push the US drugmaker towards transferring its technology to the developing world. </p> <p>The <a href=\"https://www.sec.gov/Archives/edgar/data/1682852/000130817922000041/lmrna2022_def14a.htm\">resolution</a>, which will be proposed at the vaccine maker's annual meeting on Thursday, asks its board of directors to explore the feasibility of transferring Moderna's intellectual property and technical knowledge to help tackle “supply challenges” and facilitate the production of its mRNA Covid-19 vaccine in low- and middle-income countries. </p> <p>One top-10 shareholder said: “We truly care about equitable access to vaccines but the key challenge is not supply of vaccines, it's distribution.”</p> <p>A second top-10 shareholder in Moderna agreed access was not the main obstacle, pointing instead to widespread vaccine hesitancy in developing countries. “You can deliver the vaccine but you can't force people to be vaccinated,”&#xa0;they said. </p> <p>Recently Moderna had <a href=\"https://www.bloomberg.com/news/articles/2022-04-05/buyers-turn-down-moderna-covid-vaccine-as-pandemic-demand-wanes?sref=F9TdfgW1\">to discard</a> tens of millions of doses that had been earmarked for the African Union and the Covax vaccines access scheme for poorer countries but were then rejected. </p> <p>Similarly, last July the US government donated 500,000 doses of the Moderna vaccine to Haiti, which has one of the lowest Covid-19 vaccination rates in the western hemisphere, through Covax. But only a fraction of these jabs were administered and hundreds of thousands of shots were returned unused.</p> <p>The resolution is part of a two-year campaign by civil society groups, health experts and some heads of state to<a href=\"https://www.ft.com/content/2017ca6d-406c-4b1f-bc9d-1cfa919b24eb\"> boost access</a> to Covid-19 jabs in low-income countries where vaccination rates lag behind those in rich nations. </p> <p>Drafted by Oxfam, a similar resolution will be proposed at Pfizer's annual meeting, which is also being held on Thursday. </p> <p>Campaigners argue that Moderna and Pfizer, which teamed up to produce the mRNA Covid-19 vaccine, have prioritised profit over health by refusing to share technology and <a href=\"https://www.ft.com/content/425ec5ad-1ae0-4460-a588-6aadfe5d52d6\">opposing</a> a proposal to waive intellectual property rights on Covid vaccines at the World Trade Organization.</p> <p>The resolutions at Pfizer and Moderna have the support of proxy adviser Institutional Shareholder Services. Glass Lewis, another influential proxy adviser, recommended investors vote for the proposal at Moderna, but it sided with the board at Pfizer. Voting ahead of the AGMs closed on Wednesday.</p> <p>One distribution challenge in developing countries is that cold storage is needed to store the mRNA jabs. Moderna is investing $500mn <a href=\"https://www.ft.com/content/425ec5ad-1ae0-4460-a588-6aadfe5d52d6\">in a plant</a> in Kenya to manufacture medicines based on the same mRNA technology that the drugmaker used to develop its Covid-19 vaccine. &#xa0;</p> <p>“A better use of Oxfam's time might be to develop the distribution logistics and run a public campaign to explain why vaccination is a good thing,” said the second top-10 shareholder. </p> <p>Stéphane Bancel, Moderna's chief executive, told the Financial Times last week that “there is a massive oversupply of vaccines”.</p> <p>“There is no upside for the planet because we are swimming in vaccine and we are actually destroying vaccines that they don't want,” he said. “There is no fact-driven reason when there are too many vaccines to divert our best engineers on to tech transfer.”</p> <p>Robbie Silverman, senior advocacy manager at Oxfam, said “the only sustainable way to vaccinate the world is for [low- and middle-income countries] to have the technology and tools to manufacture doses for themselves”.&#xa0;</p> <p>Pfizer has urged shareholders to reject a resolution asking it to commission a report on the public health costs created by the limited sharing of Covid-19 vaccine technologies and any consequent reduced availability in poorer nations. The company said it had already delivered 1.1bn doses of its vaccine to 101 low- and middle-income nations and producing such a report was unnecessary.</p> <p>The drugmaker added that expanding manufacturing could put patients at risk and pile pressure on its resources.</p> <p>“Complex customs' procedures, tight supplies for vaccine manufacturing, regulatory delays, and country readiness are the true barriers to global vaccine distribution and access,” said Pfizer.</p> <p>Oxfam has also drafted a shareholder resolution seeking transparency from Johnson &amp; Johnson over the pricing for its Covid vaccine.</p><p>Source: Harriet Agnew in London and Jamie Smyth in New York 2022 'Moderna investors reject proposal to transfer vaccine tech ' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-27T15:33:39.840Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4140,
          "end": 4157
        }
      ]
    }
  ]
}