{
  "_id": "43fd6c3626f06a5178d3b22c9b9c221858e0c4d78b9eaad8c0d971ddcf1d3e5a",
  "feed": "ftcomall",
  "title": "EU's green taxonomy debate turns red hot",
  "text": "<p>Welcome back to Moral Money, at the end of a week in which the Omicron coronavirus variant continued to wreak havoc across much of the world. The US recorded more than 1m confirmed cases in a single day. In developed countries, governments are rolling out booster shots and <a href=\"https://www.ft.com/content/19cc8f79-ba3e-45d0-bc58-ce6df4d63e8d\">leaning ever harder</a> on the minority of citizens who have refused to get vaccinated. But their counterparts in developing nations are struggling to get hold of vaccines at all. Fewer than 8 per cent of Africa's 1.3bn people have been fully inoculated against Covid-19.</p> <p>The companies that produce the vaccines are facing increasingly forceful calls to address this disparity (see <a href=\"https://www.ft.com/content/847048d9-eb1a-4346-9d66-e537aef4fbcf\">our post</a> on this from last month). Yesterday a group of 65 institutional investors with $3.5tn in assets <a href=\"https://www.ft.com/content/948196b8-27c7-4dec-996b-c5a1587c6676\">wrote</a> to Pfizer, Moderna, AstraZeneca and Johnson &amp; Johnson, asking them to link executive and board pay to “the global availability of vaccines”. Achmea, the Dutch institution that organised the letter, said it planned to vote against executive packages that did not have this link.</p> <p>The letter reflects growing pressure on companies to link their leaders' pay with their environmental and social impacts. More than two-thirds of institutional investors want to see more of these links, according to an Edelman survey last year. While many companies have focused on paying executives for performance on carbon emissions targets, we can expect to see more of these calls for them to take social effects into consideration too.</p> <p>Still, there's been plenty more to think about beyond the Covid-19 chaos. We've seen a fresh burst of controversy over the EU's landmark green taxonomy, and over the environmental impact of cryptocurrency mining. More on both of those below. See you next week. <em>Simon Mundy</em></p> <h1>Nuclear and gas power fire up EU taxonomy row </h1> <p>Where the debate around European sustainability rules is concerned, 2022 has started with a bang. On New Year's Day, <a href=\"https://www.ft.com/content/7872a05f-9e38-4740-9b1b-4efc69ca316c\">a leak revealed</a> that the European Commission was planning to include nuclear and gas power projects in its “sustainable finance taxonomy”, a classification system to steer investment towards green projects. The news has triggered a stand-off between various European politicians. But what are the market implications?</p> <p>According to Nathan Fabian of the UN's Principles for Responsible Investment initiative, the inclusion of gas and nuclear risks sapping investor confidence in the taxonomy and undermining its central purpose: galvanising a surge of capital towards low-carbon projects.</p> <p>Fabian has a powerful voice in this debate as chair&#xa0;of the European Platform on Sustainable Finance, an expert advisory panel convened by the European Commission. “Markets like clarity, they like low transaction costs,” he told me.&#xa0;</p> <p>If the taxonomy became a widely trusted guide to which assets were truly climate-friendly, he said, it would reduce the need for investors to carry out their own expensive assessments on that front. On the other hand, he added, “the harder you make it to use the tools, where there [are] blurry lines, that's a scale killer. I think there is absolutely a risk there.”</p> <p>There are multiple conditions around the sort of projects that will pass muster even if the current proposal does go through. Any natural gas plant receiving the seal of approval, for example, would need to have relatively low emissions, and must displace a more polluting fossil fuel installation.</p> <p>In any case, it's far from clear that the latest proposals will make it into the final version of the taxonomy. The proposal will face opposition in the European parliament from the likes of Dutch lawmaker Paul Tang, who <a href=\"https://www.ft.com/content/0ed3e50f-5de9-473e-9654-8534739cd785\">told me</a> last month of his resolve to resist an “unholy alliance” between French nuclear advocates and eastern European gas proponents, all keen to protect their domestic industrial interests.</p> <p>The long-running, deeply politicised controversy over the taxonomy is already sparking unhappy mutterings among investors in Europe. Financial institutions had been invited to start disclosing from this month how far their portfolios aligned with the new framework, but the taxonomy's details remain under discussion.</p> <p>“Seeing how this process has unfolded, it almost undermines the credibility of it,” said Lennart Hermans, environmental research head at London-based Osmosis Investment Management. “These regulations are changing even as they come into place, which is confusing for everyone.”</p> <p>Isobel Edwards, green bond analyst at Netherlands-based NN Investment Partners, said that funds with serious commitments to sustainability were unlikely to suddenly overhaul their investment strategies on the strength of the EU's labelling exercise. But fund managers were coming under pressure from their investors, she added, to explain how far their portfolios would align with the EU's taxonomy.</p> <p>And that means, according to the PRI's Fabian, that branding gas power as sustainable in the taxonomy risks boosting investment in an energy source that should already be on the way out. In its recent report setting out a road map for limiting global warming to 1.5C, the International Energy Agency warned that gas plants should be eliminated entirely in developed nations by 2035. “There's a risk that capital will be channelled into projects that may become stranded assets,” he said. <em>Simon Mundy</em></p> <h1>Can crypto be green?</h1> <p>This week, the government of Kosovo did something green warriors should note: <a href=\"https://www.reuters.com/markets/commodities/kosovo-bans-cryptocurrency-mining-save-electricity-2022-01-04/\">it implemented a ban </a>on cryptocurrency mining, since it believes this activity is consuming far too much electricity at a time of energy shortages. Some ESG activists might be tempted to shrug their shoulders; the crypto sector has sometimes had such a questionable reputation — because it has been associated with money laundering in the past — that high-minded sustainability investors have usually shunned it before. </p> <p>But the news from Kosovo is actually part of a wider trend: the energy consumption from crypto is increasingly being put under the spotlight. And that enhanced scrutiny might, just possibly, end up creating a green(er) type of crypto in the future. </p> <p>The big issue at stake, as a report from Sustainable Funds Monitor recently noted, is the high levels of energy usage — and associated carbon emissions — of the computer “mining process” that creates digital tokens. Figures from DRG data centres show that in 2017 bitcoin consumed 707KWh energy per transaction, 11 times the level of ethereum, the second-biggest platform. That means that “bitcoin's annualised electrical energy consumption is equivalent to that of the country of Thailand”, the report says. And since 2017, consumption has soared.</p> <p>This is sparking action, as I explain in my <a href=\"https://www.ft.com/content/c536c040-3a87-4fb8-a9e5-a446c8ff9d3d\">column</a>. The Rocky Mountain Institute has partnered with dozens of crypto companies to pledge to adopt a 2030 net zero target, aping what is happening in the mainstream banking world. It hopes to hit this by embracing carbon offsets, switching electricity generation to renewable sources — and adopting tech innovations such as the “proof of stake” algorithms (which are less energy-intensive) instead of “proof of work” systems (that consume vast quantities of energy). </p> <p>Bitcoin, the largest asset, is not adopting PoS anytime soon; however, big players in the ethereum platform say they will embrace PoS in the middle of this year — if their current tests perform well (“If” is the important word here, since ethereum's PoS plans have been delayed before).</p> <p>If this all falls into place, it will reduce crypto's overall carbon footprint. But it may also create a bifurcation in the market. As mainstream investors embrace crypto-products, they are increasingly likely to insist that these are traceably “green” — and some companies will rush to meet this demand. Indeed, American TV stations such as CNBC are already airing ads for eco-conscious green blockchain services. </p> <p>However, another part of the market that is not targeting mainstream investors will remain murky, in every sense. That means that in crypto-land — like almost every other business sphere — data on energy generation (and much else) will be increasingly important. And Moral Money predicts that this scrutiny of tech energy usage will not end with bitcoin; far from it, 2022 could be the year when eco-warriors start paying far more attention to the energy consumption patterns — and carbon footprint — of all the data centres that power the internet. The geeks should be warned. <em>Gillian Tett</em></p> <h1>Chart of the day</h1> <p>The anniversary of the January 6 attack on the US Capitol prompted some business groups to&#xa0;<a href=\"https://www.ft.com/content/712d9e1a-68dc-451e-a094-0d7db570dfd7\">condemn</a>&#xa0;those perpetuating the falsehood of a stolen election, but also elicited calls from activists for businesses to do more to support voting rights and rethink their political contributions.</p> <p>A new Conference Board&#xa0;<a href=\"https://www.conference-board.org/press/corp-political-activity-survey-2022\">survey</a>&#xa0;shows that executives in charge of companies' political spending feel plenty of pressure — but far more of that is coming from employees than from investors. There should be more focus on investors' relative silence on the issue, rather than singling out companies for criticism, said Jeffrey Sonnenfeld, the Yale School of Management professor. </p> <p>Announcements from shareholder activists including the Interfaith Center on Corporate Responsibility this week also suggest that companies can expect more shareholder resolutions on this theme in 2022. <em>Kristen Talman and Andrew Edgecliffe-Johnson</em></p> <h1>Smart read</h1> <ul>  <li><p>Harnessing the power of private capital is increasingly crucial for the world of ESG investing. <a href=\"https://www.weforum.org/agenda/2022/01/private-investors-esg-investment/\">Don't miss this piece</a>,&#xa0;written by the chief executive of Julius Baer, which details three ways the wealth management professionals can help&#xa0;private investors become “the agents of change on ESG issues”. This will be a significant theme to follow this year, as we mentioned in our&#xa0;<a href=\"https://www.ft.com/content/14343973-a997-4397-9c3f-922c16e95f12\">outlook for 2022</a>.</p></li> </ul><p>Source: Simon Mundy, Gillian Tett, Andrew Edgecliffe-Johnson and Kristen Talman 2022 'EU's green taxonomy debate turns red hot' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T12:01:41.162Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 799,
          "end": 816
        }
      ],
      "nexusId": "10010560"
    }
  ]
}