{
  "_id": "6fb7c2221d024798cebc591487d9a9dd094fdd32ef5de576a84497ff8ad35cef",
  "feed": "wall-street-journal",
  "title": "Stocks End Trading With Small Losses --- Selloff in government bonds builds, driving up yields as fears about inflation linger",
  "text": "<p>U.S. government bonds tumbled again, sending the yield on the 10-year Treasury note to 2.861%, its highest closing level since December 2018. The benchmark yield has risen more than half a percentage point in April. Bond yields and prices move in opposite directions.</p><p>The rout in Treasurys is surprising because yields have already climbed to levels that look attractive to long-term investors like pension funds and foreign governments, said Jimmy Lim, founder of Modular Asset Management, a Singapore-based macro hedge fund. \"The inflation concern is real. There is a bit of a buyers' strike going on,\" he added.</p><p>Markets are pricing in more aggressive interest-rate increases in the coming months by the Federal Reserve, which is trying to bring down elevated consumer-price inflation without derailing economic growth.</p><p>Frances Cheung, a rates strategist at OCBC Bank, said investors see the Fed as \"behind the curve\" in dealing with inflation. Investors expect the central bank to raise rates by half a percentage point at each of its next two policy meetings in May and June, following a quarter percentage point increase in March that took its benchmark federal-funds rate to a range of between 0.25% and 0.5%.</p><p>Investors will be keeping a close eye on corporate earnings this week. Netflix is set to report on Tuesday, followed by investor darling Tesla on Wednesday. Other companies due to report financial results this week include Johnson &amp; Johnson, Snap and United Airlines.</p><p>Corporate earnings will offer insight on how companies are grappling with inflation and which ones are best able to pass on price increases to customers, said Katie Nixon, chief investment officer for wealth management at Northern Trust. \"Pricing pressures are going to be pretty intense,\" Ms. Nixon said. \"Everyone is going to be focused on how margins are affected.\"</p><p>Bank of America rose $1.28, or 3.4%, to $38.85 after the bank reported on Monday that its first-quarter profit beat analysts' forecasts. Charles Schwab tumbled $7.81, or 9.4%, to $74.94, making it the worst-performing stock in the S&amp;P 500, after the brokerage's earnings missed expectations and trading activity fell compared with the same quarter a year ago.</p><p>Twitter shares jumped $3.37, or 7.5%, to $48.45. Speculation about an acquisition of the social-media company has persisted even after it adopted a poison-pill provision on Friday, making it more difficult for billionaire Elon Musk to increase his stake in the company. Last week, Mr. Musk unveiled an unsolicited $43 billion bid to buy Twitter.</p><p>In commodities, futures on global benchmark Brent crude climbed 1.3% to settle at $113.16 a barrel as a shutdown of an oil field in Libya compounded concerns about an undersupplied market. Futures on the U.S. benchmark, West Texas Intermediate advanced 1.2% to $108.21 a barrel.</p><p>Chinese stocks fell Monday after official data showed that the world's second-largest economy grew by 4.8% in the first quarter. The CSI 300 index of the biggest stocks listed in Shanghai and Shenzhen fell 0.5%. China's quarterly growth data beat economists' expectations. However, other data pointed to continued weakness in the property market and retail sales, as Covid-19 outbreaks and lockdowns weighed heavily on consumers.</p><p>Early Tuesday, Japan's Nikkei 225 was up 0.1%, Hong Kong's Hang Seng was down 2.4% and the Shanghai Composite was flat. S&amp;P 500 stock futures were up 0.3%, Dow futures were up 0.2% and Nasdaq futures were up 0.4%.</p><p>---</p><p>Serena Ng contributed to this article.</p>",
  "published": "2022-04-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1439,
          "end": 1456
        }
      ]
    }
  ]
}