{
  "_id": "06a8acca8e00c08ab2ee8c1fd2341b3197fd4aa58b6cf235b81caf429d0518de",
  "feed": "market-watch",
  "title": "COVID hospitalizations dip for first time since mid-April, but daily deaths reach 2 1/2-month high; Novavax's COVID-19 vaccine receives expanded CMA in the EU for people aged 12 to 17",
  "text": "<p>The seven-day average of new cases was 105,754 on Monday, down from 113,235 on Sunday, according to a New York Times tracker. While that's down from a 4 1/2-month high of 114,101 July 1, it was up 10% from two weeks ago, the data show. (Keep in mind the latest numbers may haven underreported given the July 4 holiday.)</p><p>In comparison, the highs in the daily average for new cases during the 2020-2021 winter surge was 251,240 and the record high was 806,795 during the January 2022 surge.</p><p>Although the total number of cases has been mostly steady for nearly a couple months, regional differences were \"notable,\" the New York Times data show, as cases have declined continuously in the Northeast over the past month but have increased significantly in the South, with some states seeing the number triple in June.</p><p>Meanwhile, the daily average for hospitalizations was 33,953 on Monday, a tick lower than the 33,993 seen on Sunday to mark the first day-over-day decline since April 18. Hospitalizations were up 12% in two weeks.</p><p>The number of COVID patients in intensive care units (ICUs) was 3,793, or 11% of those hospitalized, the highest number since March 19.</p><p>The daily average for deaths was 389 on Monday, the most since April 19, and was up from 387 on Sunday and 25% more than two weeks ago.</p><p>While data from the Centers for Disease Control and Prevention (CDC) show that unvaccinated people are at a much greater risk of dying from COVID-19 than those who are vaccinated, the number of vaccines administered has been falling in recent months.</p><p>The seven-day average of doses administered was 163,157 on June 28, according to the latest CDC data. That's down from a recent high of 511,258 on April 14, and well below the early-December 2021 peak of 1.83 million.</p><p>The total number of fully vaccinated Americans has inched up to 22.27 million,or 66.9%, of the U.S. population, and the number of people who have received a booster shot was 106.28 million, or 47.8% of the fully vaccinated population.</p><p>In vaccine news, Novavax Inc. NVAX said its COVID-19 vaccine Nuvaxovid received expanded conditional marketing authorization (CMA) from the European Commission for people ages 12 through 17. Novavax's COVID vaccine has not been authorized for use in the U.S., and the trade name Nuvaxovid has not been approved by the U.S. Food and Drug Administration.</p><p>Currently, only vaccines developed by Moderna Inc. MRNA, Pfizer Inc. PFE and BioNTech SE BNTX, and Johnson &amp; Johnson JNJ are authorized for use in the U.S.</p><p>Separately, CureVac NV CVAC filed in Germany a patent infringement suit against BioNTech, saying the COVID vaccine Comirnaty developed by the company and Pfizer violated some CureVac patents. CureVac said it won't take legal action to impede production or the sale of Comirnaty, and is only seeking \"fair compensation\" from the companies.</p><p>On a global basis, the total number of COVID-19 cases has increased to 550.25 million and deaths have increased to 6,340,591, according to data provided Johns Hopkins University. The U.S. leads the world in cases with 87.89 million and deaths with 1,107,955.</p><p>COVID hospitalizations dip for first time since mid-April, but daily deaths reach 2 1/2-month high</p>",
  "published": "2022-07-05T16:39:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2455,
          "end": 2472
        }
      ]
    }
  ]
}