{
  "_id": "bff338dc515b9460b6eba5687ce4ac1bf103944848a1754c2b8c437f632f2e44",
  "feed": "market-watch",
  "title": "U.S. stocks trim gains as earnings-inspired rally loses some fizz; Dow component Goldman Sachs rallies after results",
  "text": "<p>* The Dow Jones Industrial Average DJIA was up 229 points, or 0.8%, at 30,414., after rising as much as 652 points at its session high.</p><p>* The S&amp;P 500 SPX was up 22 points, or 0.6%, at 3,700.</p><p>* The Nasdaq Composite COMP advanced 53 points, or 0.5%, to 10,728.</p><p>On Monday, the Dow rose 551 points, or 1.9%, while the S&amp;P 500 jumped 2.7% and the Nasdaq Composite advanced 3.4%. The S&amp;P 500 is up 2.8% from its 2022 closing low of 3577.03 hit Wednesday, October 12, 2022, but remains down 22.8% for the year to date.</p><p>What's driving markets</p><p>Wall Street was attempting a second day of gains as investors turned their attention to corporate results as earnings season gets under way in earnest this week.</p><p>\"Corporate earnings are stealing the show and overshadowing recession concerns. Those same recession fears had meant that the bar was low heading into earnings, raising the likelihood of beating estimates,\" said Fiona Cincotta, senior financial markets analyst at City Index, in a note.</p><p>Read: 100% probability of U.S. recession in coming year, according to Bloomberg Economics forecast model</p><p>Shares of Dow component Goldman Sachs Group Inc. GS rose after delivering well-received earnings reports Tuesday.</p><p>Earnings Outlook: Snapchat is about to play the canary in social media's coal mine</p><p>Extra impetus came from news the Bank of England would delay its bond saleprogram, a move that highlighted central banks' readiness to halt monetary tightening if needed. though the central bank said that story was \"inaccurate.\"</p><p>\"The rally in gilts [U.K. government bonds] in recent trading sessions could put a near-term floor under broader fixed income. Further, the BoE postponing QT offers the potential for a decline in global rates volatility, a precondition for a broader improvement in cross-asset risk sentiment,\" said Stephen Innes, managing partner at SPI Asset Management.</p><p>Some analysts remained skeptical of the rebound's longevity, however. Jonathan Krinsky, chief market technician at BTIG, noted that although the Nasdaq-100 gained more than 3% in the previous session, it had traded only within Friday's range.</p><p>\"That qualifies as an 'inside day'. A 3% inside day is quite rare, and has happened just 9 other times when below its 200 DMA since inception in 1985. While stats, particularly those with small sample sizes, should never be used in isolation, we think the recent action is telling and has tended to occur in the midst of bear markets more than the start of new bulls,\" said Krinsky.</p><p>He concluded: \"We don't think we are at the final end of this bear market, and therefore would be inclined to fade this rally.\"</p><p>See: The Nasdaq-100's surge on Monday failed this important test. Here's what happened the last nine times.</p><p>Similarly, Mark Newton, technical strategist at Fundstrat, said in a note to clients that the recent market strength had not been enough to break either the one or two-month downtrend and that importantly, Treasury yields BX:TMUBMUSD10Y, which closed on Monday above 4%, seem likely to break higher still.</p><p>\"Overall, the ability to exceed early month peaks at 3825 [for the S&amp;P 500] will be an important first step which would help to add conviction on rallies. At present, I suspect indices could be in for some additional volatile trading over the next week before officially bottoming,\" Newton said.</p><p>Read: Fund managers 'scream capitulation' as cash levels rise to highest in 21 years, Bank of America says</p><p>In U.S. economic data, the September industrial output rose 0.4% after a revised 0.1% fall the previous month. U.S. industrial capacity rose to 80.3% in September vs 80.1% a month earlier. The National Association of Home Builders said its monthly confidence fell 8 points to 38 in October — its 10th straight monthly decline.</p><p>There will be more talk from Federal Reserve officials, too. Atlanta Fed President Raphael Bostic is due to speak at 2 p.m. and Minneapolis Fed President Neel Kashkari will deliver remarks at 5:30 p.m.</p><p>Companies in focus</p><p>* Goldman shares rose 3.2% after the bank topped its third-quarter earnings and revenue targets and confirmed a reorganization plan. Goldman will again reorganize, dividing the bank into three operating segments: Asset &amp; Wealth Management, Global Banking &amp; Markets and Platform Solutions.</p><p>* Johnson &amp; Johnson shares were down 0.1% after the drug and consumer products company reported third-quarter profit and sales that beat expectations.</p><p>* Shares of Dow component Salesforce Inc. CRM jumped 4% after CNBC reported that activist investor Starboard Value LP had taken a \"significant\" stake in the software company.</p><p>* Lockheed Martin topped earnings expectations but fell short on revenue while adding $14 billion to its share buyback authorization as it said it expects to execute a $4 billion accelerated share repurchase program in the fourth quarter. Shares rose 5..6%.</p><p>* Eli Lilly &amp; Co. LLY said Tuesday it has entered an agreement to acquire Akouos Inc. AKUS, a company developing a portfolio of viral gene therapies for the treatment of inner ear conditions including hearing loss, for up to $610 million in cash. Akouos shares jumped 87%, while Eli Lilly shares were up 0.1%.</p><p>* Microsoft Corp. MSFT reportedly plans to cut nearly 1,000 jobs. Shares edged down 0.1%.</p><p>U.S. stocks trim gains as earnings-inspired rally loses some fizz</p>",
  "published": "2022-10-18T15:30:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4281,
          "end": 4298
        }
      ]
    }
  ]
}