{
  "_id": "7fc73c3c01ad34866f8c9af5e2b997fed20619fd39700c42244078c711b06f61",
  "feed": "market-watch",
  "title": "FDA advisers say the U.S. needs updated COVID-19 boosters to fight omicron; Moderna, Novavax, and Pfizer say they could have a BA.4 or BA.5 booster ready this fall.",
  "text": "<p>They did not decide whether a bivalent vaccine, which is designed to equally protect against the original strain of the virus and omicron, or a monovalent shot, which would comprise only one strain, will be used going forward.</p><p>COVID-19 vaccines like Moderna's MRNA Spikevax and BioNTech BNTX and Pfizer's PFE Comirnaty are based on the original strain of the virus, which was first detected in 2019 in Wuhan, China. The currently available boosters also rely on the same ancestral strain of SARS-CoV-2.</p><p>However, the emergence and staying power of omicron has raised questions about whether a new generation of COVID-19 vaccines is necessary. While the vaccines still mostly protect against severe disease, they are not as successful at preventing infection caused by omicron compared with previous strains of the virus. Already this year, the U.S. has watched the rise and fall of omicron subvariants like BA.1, which is no longer circulating, and BA.4 or BA.5, which made up more than half of all U.S. cases last week.</p><p>\"Although it's been pointed out that the current omicron-related strains are less severe in general, even a less severe strain, if it's more transmissible, can lead to more deaths because of the sheer number of people who get infected,\" Dr. Mark Sawyer, an infectious-disease physician at Rady Children's Hospital in La Jolla, said Tuesday during the meeting. \"So I think given that state of evolution, we're going to be behind the eight ball if we wait longer.\"</p><p>The day's discussion at the all-day meeting also highlighted the challenge of guessing what a virus that has evaded predictions will do next.</p><p>\"None of us has a crystal ball,\" said Dr. Peter Marks, the director of the FDA's Center for Biologics Evaluation and Research, \"and we are trying to use every last ounce from predictive modeling and from the data that we have to try to get ahead of a virus.\"</p><p>Marks described the vote as \"science at its hardest\" because it requires medical experts to predict what variants will be circulating six months from now, a notably delicate issue given omicron's walloping arrival in the weeks that overlapped with the winter holidays last year. Millions of Americans tested positive for the virus back in December and January.</p><p>\"I don't know what the variant of the day is going to be when we get to the end of the year or next year what we might want to be able to be prepared for,\" the National Institutes of Health's Adam Berger said. \"And so answering the question at this time — I'm not sure that we have evidence to support a change necessarily today.\"</p><p>Several committee members requested additional data from vaccine makers about the new COVID-19 booster studies that they are conducting.</p><p>This new generation of COVID-19 boosters could be ready to be rolled out as soon as late summer or early fall, depending on the composition of the vaccine and the authorization process. Marks said Americans could start receiving the new boosters as soon as early October.</p><p>Here's what we know so far about the COVID-19 boosters in development</p><p>The decision sets the stage for how vaccine makers move forward with their plans to develop new vaccines.</p><p>* Moderna had said it plans to complete its regulatory submission to the FDA for a bivalent vaccine within the next two weeks. \"Pending authorization, large-scale supply of a bivalent omicron-containing vaccine could be available in late July and early August,\" Stephen Hoge, Moderna's president, told the committee on Tuesday. If a BA.4 or BA.5 strain was selected, it would likely mean that shot would be available in October.</p><p>* Pfizer proposed a different idea. BioNTech and Pfizer tested monovalent and bivalent versions of their vaccine, finding that a monovalent omicron-based vaccine produced higher neutralizing antibody titers one month after administration, compared with their bivalent booster candidate that included omicron. \"We propose that an EUA be considered for an omicron BA.1 modified vaccine to formally establish the pathway for variant modified vaccines that would allow vaccine manufacturers in the future to provide variant modified vaccines quickly,\" said Dr. Kena Swanson, Pfizer's VP of viral vaccines. A BA.4 or BA.5 vaccine could be ready by early October, executives said.</p><p>* Novavax NVAX also presented clinical data about how its recombinant protein-based COVID-19 vaccine candidate has performed against omicron even though the primary series of shots remains under review at the FDA. The company told the committee it could have doses of a BA.4 vaccine ready in the fourth quarter.</p><p>* Johnson &amp; Johnson JNJ did not present data at Tuesday's meeting. A company spokesperson told MarketWatch that the company does not plan to update its COVID-19 vaccine. \"The company will focus on supplying its COVID-19 vaccine in parts of the world where the pandemic remains an emergency and there is acute need,\" a J&amp;J spokesperson said Tuesday.</p><p>FDA advisers say the U.S. needs updated COVID-19 boosters to fight omicron</p>",
  "published": "2022-06-29T11:51:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 4579,
          "end": 4596
        },
        {
          "start": 4895,
          "end": 4898
        }
      ]
    }
  ]
}