{
  "_id": "13ec6218ce57474b4fd1e61e0bcc9cfacf80f551d101d3d83d9db5280eb1d3c1",
  "feed": "wall-street-journal",
  "title": "U.S. Factory Destroyed More Covid-19 Vaccine Doses Than Previously Thought, Lawmakers Say; The number of destroyed doses, released by Congressional investigators, was much higher than previously disclosed",
  "text": "<p>That was much more than the 75 million doses—and later 85 million doses—that government and company officials had said.</p><p>The doses were destroyed, the report said, before and after Emergent paused production at its contract-manufacturing plant in April 2021 partly due to cross-contamination of AstraZeneca and J&amp;J vaccine ingredients.</p><p>\"Emergent's failures wasted hundreds of millions of taxpayer dollars and impacted our country's ability to meet the urgent, global need for coronavirus vaccines,\" said the report, which was written by staff for the Democrat-led committee.</p><p>Republicans on the subcommittee said they felt Democrats had used their investigative power to attack Emergent.</p><p>Emergent disputed many of the report's findings, saying that the company had been open with federal regulators. It also disputed the 400 million figure on the grounds that doses are difficult to estimate from vaccine ingredient batches.</p><p>\"Emergent and our government partners were attempting to compress into a few months the development and scale up of drug substance manufacturing processes that normally take years,\" the company said. \"We were always transparent with our public and private partners about our process and capabilities.\"</p><p>A J&amp;J spokesman said the company has worked to make a safe, high-quality Covid-19 vaccine, and appreciates its collaborations with governments, health authorities and other partners to address the pandemic.</p><p>AstraZeneca didn't respond to a request for comment.</p><p>The report confirms many of the problems that the Food and Drug Administration found at the Emergent plant, prompting the production pause.</p><p>The plant was making key ingredients for the J&amp;J and AstraZeneca vaccines. The FDA later allowed Emergent to resume production, but the federal government eventually canceled the company's contract.</p><p>Emergent, of Gaithersburg, Md., contracts with other drugmakers to make drugs and vaccines.</p><p>In May 2020, the federal government gave Emergent a $628 million contract to help boost supplies of Covid-19 vaccines by making key ingredients for the AstraZeneca and J&amp;J shots.</p><p>Before production was paused, audits by J&amp;J and AstraZeneca in June 2020 found fault with the Baltimore plant's computer systems, cleaning practices and documentation, among other issues, according to the report.</p><p>\"Room to improve is a huge understatement,\" said Sean Kirk, the company's executive vice president for manufacturing, in a June 2020 internal email, according to the report.</p><p>Also, Emergent employees hid the yellow \"hold tags\" on J&amp;J vaccine batches from FDA inspectors, according to the report. The hold tags indicated the vaccine batches had potential quality problems.</p><p>The committee said Emergent also failed to fix problems pointed out by the FDA and the drugmakers and that the company's employees tried to evade regulatory scrutiny.</p><p>After Emergent got the federal government's go-ahead to resume production, the committee said, the company had to toss out another 90 million vaccine doses, some of which J&amp;J had rejected.</p><p>The federal government paid Emergent $330 million before canceling its contract, the House coronavirus committee said.</p><p>Another 135 million doses are still being made or undergoing testing, according to the committee.</p><p>Write to Liz Essley Whyte at liz.whyte@wsj.com</p><p>U.S. Factory Destroyed More Covid-19 Vaccine Doses Than Previously Thought, Lawmakers Say</p>",
  "published": "2022-05-10T15:46:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2135,
          "end": 2138
        },
        {
          "start": 2084,
          "end": 2087
        },
        {
          "start": 1227,
          "end": 1230
        },
        {
          "start": 310,
          "end": 313
        },
        {
          "start": 2537,
          "end": 2540
        },
        {
          "start": 3017,
          "end": 3020
        },
        {
          "start": 1670,
          "end": 1673
        }
      ]
    }
  ]
}