{
  "_id": "3477b7705a6ce329a0852c9179bebc89eefbc111233dcaf787dd3da626433d1f",
  "feed": "wall-street-journal",
  "title": "FDA Rejects Two Proposed Cancer Drugs Developed in China; Agency's decision is latest sign of its tougher stance on therapies from the Asian country",
  "text": "<p>The FDA determined that the two clinical trials Hutchmed conducted in China, and one aimed at showing the drug would also work in U.S. patients, didn't support approval at this time, the company said.</p><p>Separately, China-based Shanghai Junshi Biosciences Co. and its U.S.-based partner, Coherus BioSciences Inc., said Monday the FDA rejected its application to sell a drug, toripalimab, for the treatment of nasopharyngeal cancer in the U.S.</p><p>The FDA asked the companies to change a quality-related process for the drug, the companies said. The companies said they believe the request is easily addressable, and they plan to resubmit their application by midsummer.</p><p>The FDA declined to comment.</p><p>FDA officials have cited concerns in recent months about the quality of drug studies largely conducted in China and whether the results apply to U.S. patients. A growing Chinese biotechnology sector, sometimes in partnership with Western companies, has sought to sell more medicines in the U.S.</p><p>In March, the FDA rejected a proposed new lung-cancer drug co-developed by Eli Lilly &amp; Co. and a China-based partner, Innovent Biologics Inc., after agency officials raised concerns about the drug's testing in China.</p><p>Yet the agency also approved another cancer treatment, Carvykti, that was initially developed in China by Legend Biotech Corp. In that case, however, Johnson &amp; Johnson licensed rights to the drug and tested additional, confirmatory studies in the U.S.</p><p>The FDA asked Hutchmed to conduct an additional clinical trial in multiple regions, including patients more representative of the U.S. patient population, and aligned to current U.S. medical practice, the company said.</p><p>\"Although this decision from the FDA is disappointing, we remain confident about the clinical value of surufatinib for [neuroendocrine tumor] patients and committed to making surufatinib available to patients globally,\" Hutchmed Chief Executive Weiguo Su said.</p><p>The FDA plans to take six months to review the application for the nasopharyngeal cancer drug from Junshi and Coherus, the companies said, partly because the agency's ability to conduct on-site inspections of company facilities has been hindered by Covid-19-related travel restrictions in China.</p><p>\"The FDA has indicated that the existing toripalimab clinical data are supportive of the…submission, and we eagerly await scheduling and completion of the required inspections in China that have been impeded to date by Covid-related travel restrictions,\" Coherus Chief Executive Denny Lanfear said.</p><p>Hutchmed also mentioned that pandemic-related issues affecting inspections contributed to the FDA's rejection letter.</p><p>Hutchmed's American depositary receipts were down 22% in afternoon trading. Shares in Coherus were up 3.6%.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>FDA Rejects Two Proposed Cancer Drugs Developed in China</p>",
  "published": "2022-05-02T17:31:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1354,
          "end": 1371
        }
      ]
    }
  ]
}