{
  "_id": "1b4ba198d67874588a6239fdaf6f61a6b189fa8be0cd173df4dc7bfa2173b2f3",
  "feed": "wall-street-journal",
  "title": "Boy Scouts Bankruptcy Judge Backed Chapter 11 as Mass Tort Solution; A bankruptcy judge also put limits on the youth group's settlement plan for the largest-ever litigation related to sexual abuse",
  "text": "<p>In July, Judge Laurie Selber Silverstein of the U.S. Bankruptcy Court in Wilmington, Del., largely overruled those objections and indicated she would approve the chapter 11 plan once it was revised to reflect her views. Her ruling is likely to be appealed.</p><p>The Boy Scouts are expected to propose a revised plan for the judge's confirmation on Thursday. Here are some key points of the July ruling.</p><p>Releases</p><p>The bankruptcy plan bestows broad releases of abuse-related liability for the Boy Scouts' local-council affiliates, tens of thousands of partner groups, major insurers and others that weren't bankrupt themselves. They contributed to a $2.5 billion settlement pot in return for resolutions of their shared liability for past sexual abuse in the Boy Scouts going back decades</p><p>Bankruptcy courts' practice of granting releases for co-defendants is controversial when there is disagreement among creditors about settlement terms. Of the 56,500 individual abuse claimants who voted on the Boy Scouts' plan, 86% voted in favor.</p><p>In comparison, seven law firms representing 569 claimants, as well as three claimants representing themselves, objected to the releases, or less than 1%, according to Judge Silverstein's ruling. She said it is \"illogical\" to think that parties would contribute toward the chapter 11 plan without its releases.</p><p>Some objecting parties argued that individuals would be better off suing local councils, sponsors and insurers in the tort system, rather than accepting a compromise of their claims under the bankruptcy plan.</p><p>The judge wasn't so sure, saying that while those entities have properties to go after, many if not most are nonprofits like the Boy Scouts and are subject to restrictions on their assets \"that further delay and complicate recoveries.\"</p><p>Claim validity</p><p>During the bankruptcy trial, insurers that sold coverage to the Boy Scouts sought to prove that its sex-abuse plan included payments for unverified claims. Insurers pointed out, for example, that the number of claims had ballooned to 82,000 from the initial roughly 300 lawsuits pending when the Boy Scouts filed for bankruptcy in 2020.</p><p>Judge Silverstein was unmoved by the insurers' suggestions that a large majority of the claims could be fraudulent or just the result of aggressive advertising by plaintiffs' lawyers. In her ruling, she said she believes that insurers would have raised the same concerns had there been only 10,000 claims filed.</p><p>She said she believed that many factors could account for the surge. They include the relative ease of filing a bankruptcy claim; less victim stigmatizing thanks partly to the \"me too\" movement; an opening of some states' statutes-of-limitations windows; survivors' realization that they aren't alone; and a claims-filing deadline that prompted action.</p><p>Lawyers representing other mass-tort defendants including Johnson &amp; Johnson and 3M Co. have tied aggressive marketing by plaintiffs' firms with fueling claims that clog dockets without sufficient vetting.</p><p>Late in the bankruptcy proceedings, changes were made to settlement procedures that lessened the ability of plaintiffs' lawyers to restrict or veto actions taken by the settlement trustee, herself a retired bankruptcy judge.</p><p>But Judge Silverstein said in her ruling that she wanted to see more fraud prevention measures to ferret out fraudulent claims. Doing so would protect survivors from having their recoveries diluted, she said.</p><p>Her ruling mentioned instances that were discussed during the hearings in which lawyers signed proofs of claims for clients without reviewing them or speaking to a client. She also pointed out that the only two mental health professionals who testified had expressed concerns that fraudulent claims would come at the expense of legitimate claims.</p><p>The Boy Scouts are expected to propose new procedures to suss out fraudulent claims. Penalties could include prosecuting fraudulent claimants or their lawyers, according to the ruling.</p><p>Claim value</p><p>The bankruptcy has been marked by a range of estimates of individuals' abuse claims.</p><p>In January, a claims consultant hired by the Boy Scouts, Charles Bates, estimated that claims would total between $2.4 billion and $3.6 billion, meaning they could likely be paid in full once the value of additional insurance policies was realized. In an earlier report, he pegged the upper limit of the range of values of total claims at $7.1 billion.</p><p>Meanwhile, some representatives for abuse survivors challenged those figures, saying the total damages owed to survivors are far larger than what the Boy Scouts estimated, pegging the total at as much as $30 billion.</p><p>In her ruling, Judge Silverstein said she believes individuals' abuse claims are most likely in the range of $2.4 billion to $3.6 billion. Coupled with the guaranteed funding available to survivors, and the likelihood of additional insurance proceeds in the future, abuse survivors will likely be paid in full, the judge said.</p><p>The Boy Scouts and some survivors' lawyers had requested court orders finding in part that the plan's distribution procedures are \"fair and equitable,\" and based on past abuse settlements and litigation outcomes. Plan documents include a chart, or matrix, showing how much survivors of different abuse might get.</p><p>She declined to make the \"fair and equitable\" finding, saying the Boy Scouts' numbers are only a starting point that can be adjusted up or down.</p><p>The judge explained that the settlement trustee assigns an abuse claim to one of six tiers. Then the trustee may apply different factors, such as the circumstances of the abuse, to determine a proposed amount for each claim. While the maximum value is the maximum that can be awarded by the trustee in that claims process, the base value \"is not a minimum amount, but merely a starting point for the calculation of a proposed allowed claim amount,\" the judge said.</p><p>\"In some way, perhaps many ways, the use of the term ‘base matrix value' is deceptive,\" Judge Silverstein wrote. \"It is not an average, and it is not a minimum.\"</p><p>Untapped insurance</p><p>Insurers including Hartford Financial Services Group Inc. and Chubb Ltd.'s Century Indemnity Co. agreed to pay nearly $1.7 billion to resolve their coverage obligations for policies they issued to the Boy Scouts decades ago. Other insurers haven't settled, but could with the trustee after the chapter 11 plan goes into effect.</p><p>Last week certain insurers continued to object to the plan. They asked the bankruptcy court to facilitate an appeal in the event the court approved the Boy Scouts plan.</p><p>Nancy Gutzler, an insurance consultant for the Boy Scouts, testified there was potentially another roughly $4 billion of \"remaining limits between Boy Scouts and local council coverage that is not yet settled.\" That coverage might not all be available, however.</p><p>Judge Silverstein said there was no reason to disregard Ms. Gutzler's analysis and said it was methodical, credible and undisputed.</p><p>\"Ms. Gutzler was quite candid that other assumptions could have been employed,\" the judge said. \"On cross examination by certain insurers, Ms. Gutzler acknowledged that there are thousands of modeling variations that could be run, though the results might not necessarily differ.\"</p><p>Objecting insurers didn't offer an expert on the reasonableness of her assumptions, the judge said.</p><p>Write to Becky Yerak at becky.yerak@wsj.com and Andrew Scurria at Andrew.Scurria@wsj.com</p>",
  "published": "2022-08-31T20:39:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2841,
          "end": 2858
        },
        {
          "start": 2858,
          "end": 2875
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}