{
  "_id": "c6ad2793724462d5feef461ef04511eb83ef3dedb9ca5ac35a6756bbb19901c6",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Peloton faces an uphill climb. Activist investor Blackwells Capital LLC is pushing Peloton's board to fire its chief executive and pursue a sale, after shares of the stationary-bike maker plummeted more than 80% from its high. Blackwells said in a letter it made public Monday that it believes Peloton could be an attractive acquisition target for larger technology or fitness-oriented companies. Peloton has also been unfavorably featured recently in television shows, in which main characters had heart attacks during or after Peloton workouts. Peloton shares gained 9.8% Monday.</p><p>JOHNSON &amp; JOHNSON</p><p>JNJ +2.9%</p><p>Vaccines helped ease J&amp;J's pandemic pains. Johnson &amp; Johnson finished 2021 with its strongest quarter to date for Covid-19 vaccine sales, contributing to year-over-year revenue growth across all operations. But some parts of J&amp;J felt the effects of the pandemic. The surge in Omicron cases, coupled with hospital staffing shortages, put off procedures that use J&amp;J devices such as artificial joints. Supply constraints also hit J&amp;J's consumer-health business due to challenges securing some raw materials that limited availability of certain items. J&amp;J shares closed up 2.9% Tuesday.</p><p>WHIRLPOOL CORP.</p><p>WHR -3.8%</p><p>Good luck finding a new fridge. Order backlogs are growing at appliance maker Whirlpool, and it's not the only one. Construction equipment maker Caterpillar Inc. faces the same issue due to supply-chain holdups and Covid-fueled staffing problems. But at 3M Co., which struggled to meet demand early in the pandemic for high-quality face masks, supplies have improved after a production boost. Whirlpool shares lost 3.8% Thursday.</p><p>KROGER CO.</p><p>KR -5.5%</p><p>Kroger employees bagged a new contract. More than 8,000 unionized workers at Kroger's King Soopers grocery stores ratified a new three-year pact that gives them better healthcare and pension benefits along with higher wages, with some employees receiving increases of more than $5 per hour. The supermarket chain employees are among several groups of workers that pushed for higher wages, expanded benefits and better work environments in recent months, using their leverage as labor shortages challenged industries. Kroger shares lost 5.5% Tuesday.</p><p>MATTEL INC.</p><p>MAT +4.3%</p><p>Elsa from \"Frozen\" and Barbie are back under the same roof. The Wall Street Journal reported Mattel won the license to produce toys based on Walt Disney's princess lineup and from the \"Frozen\" franchise. The deal reunites the characters with their previous home after Mattel lost the license to its toy rival Hasbro Inc. in 2016. The setback precipitated a period of four chief executive officers at Mattel and compounding challenges as they tried to fill the $440 million hole from losing the business. Mattel will start selling new Disney toys in 2023. Mattel shares rose 4.3% Wednesday.</p><p>MCDONALD'S CORP.</p><p>MCD -0.4%</p><p>Inflation may take a bigger bite of McDonald's this year. The burger giant said Thursday it expects to pay more for food, paper and other supplies in 2022. Rising costs aren't likely to wipe out its recent gains in profitability, but executives said they will require the chain to balance menu-price increases with offering value to customers. McDonald's also raised wages last year by more than 10%. The company said price increases and promotions of items like its fried chicken sandwiches and McRib special helped boost U.S. sales. McDonald's shares slipped 0.4% Thursday.</p><p>SOUTHWEST AIRLINES CO.</p><p>LUV -2%</p><p>Southwest sees blue skies ahead in its fight against Omicron. The carrier posted a fourth-quarter profit of $68 million, swinging from a loss of $908 million a year earlier, fueled by strong demand for travel over the holidays. Southwest said the Omicron variant, a cause of numerous woes for the airline industry, will likely derail its expectation for a profitable start to 2022, but Southwest said bookings have started to recover, and it expects to shake off Omicron's impact and stop losing money in March. Southwest shares fell 2% Thursday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 653,
          "end": 670
        },
        {
          "start": 631,
          "end": 634
        },
        {
          "start": 971,
          "end": 974
        },
        {
          "start": 835,
          "end": 838
        },
        {
          "start": 1038,
          "end": 1041
        },
        {
          "start": 1159,
          "end": 1162
        }
      ],
      "nexusId": "10010560"
    }
  ]
}