{
  "_id": "dc8b140f7ea30f7dcc4bd9041cd969e7b26914c898fbafb6bc0a3d81ef86be9d",
  "feed": "wall-street-journal",
  "title": "Kellogg's CFO Faces Challenge of Splitting Balance Sheet Three Ways; The food company plans to spin off its North American cereal and plant-based food businesses",
  "text": "<p>The Battle Creek, Mich.-based company plans to spin off its North American cereal and plant-based food businesses into two separate companies. The remaining company—the largest of the three—will be mostly focused on snacks, one of Kellogg's faster-growing categories. Kellogg expects to complete the split by the end of 2023.</p><p>As part of the split, Kellogg's finance function will be tasked with preparing three years of audited financial statements for each company. Breaking apart the balance sheet will be a thorny challenge, Mr. Banati said, noting Kellogg must split up its receivables from major retailers and assign pension liabilities across the companies.</p><p>High-level planning has already begun on how to handle the financial reporting, Mr. Banati said. \"Starting tomorrow, we'll be activating the finance organization more broadly,\" he said.</p><p>Kellogg's announcement follows other high-profile splits, including those of General Electric Co. and Johnson &amp; Johnson. Chief financial officers are typically tasked in corporate breakups with dividing up cash, debt and other obligations such as pension liabilities.</p><p>The portion of Kellogg that remains after the two spinoffs will mostly be focused on snacks—including brands such as Pop-Tarts, Rice Krispies Treats and Nutri-Grain—though it also will include international cereal and noodles brands. That portion of the business generated about $11.4 billion in net sales in 2021.</p><p>The North American cereal business, which includes Special K and Raisin Bran, generated about $2.4 billion in sales last year. The plant-based food business, which includes Morningstar Farms products, accounted for about $340 million in net sales in 2021.</p><p>Kellogg plans to maintain its investment-grade credit rating as part of the transaction, Mr. Banati said. The company had just under $7 billion in net debt as of April 2, down 4% from a year earlier. The two new companies will each raise debt in line with their business priorities, Mr. Banati said.</p><p>The spinoffs come as Kellogg, like other food companies, grapples with inflation and ongoing supply-chain snarls. The company's operations were also disrupted last year by a strike by factory workers and a fire at a plant that temporarily knocked out production.</p><p>Kellogg during the quarter ended April 2 generated $3.7 billion in sales, up 2% from a year earlier. Profit rose 15% to $422 million due to higher prices and a steady demand for its popular snack brands.</p><p>The company will need to ensure the split doesn't distract from operational challenges, including making sure price increases don't dent sales volumes, said Erin Lash, an analyst at Morningstar Inc.</p><p>Analysts said that while Kellogg's decision surprised them, the company has taken steps in recent years to increase its focus on fast-growing snack categories. For instance, Kellogg in 2019 sold brands that produced items such as pie crusts and ice cream cones, as well as its Keebler cookie business. Two years earlier, it bought protein-bar company Rxbar.</p><p>\"They've been setting up for this piece by piece for some time,\" said Jonathan Feeney, an analyst with Consumer Edge Research LLC.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Kellogg's CFO Faces Challenge of Splitting Balance Sheet Three Ways</p>",
  "published": "2022-06-21T23:51:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 952,
          "end": 969
        }
      ]
    }
  ]
}