{
  "_id": "b89ef0297794abc594495f9bdb7d803926e961820eebf0c2d85860e99470ea07",
  "feed": "wall-street-journal",
  "title": "Technology & Media:  Johnson & Johnson Sues  Over HIV-Drug Fakes  ----  By Corinne Ramey and Joseph Walker",
  "text": "<p>    Johnson &amp; Johnson alleged that several drug distributors and pharmacies are selling counterfeit versions of its HIV drugs, in the latest lawsuit a large pharmaceutical company filed to combat illicit sales of drugs in the U.S. </p><p>   J&amp;J said in a suit made public on Tuesday that the drugs it alleged were counterfeit presented an acute threat to public health. In some cases, the company said, bottles labeled as one drug were filled with pills of a different HIV medicine. In at least one instance, a bottle purporting to be HIV medication contained antipsychotic pills used to treat conditions including schizophrenia and bipolar disorder, J&amp;J said in court documents. The lawsuit, filed in U.S. District Court for the Eastern District of New York, makes claims including federal trademark infringement. </p><p>   In a statement, J&amp;J said HIV medicines became a focus of illegal counterfeiting in recent years. The company said it filed its lawsuit after its investigation found criminal activity involving unauthorized distributors. </p><p>   Counterfeit medications can include fake pills, the wrong medication or genuine drugs that faked documentation or altered packaging. </p><p>   The Justice Department is conducting a criminal investigation into an alleged counterfeiting operation that overlaps with claims in a similar complaint filed by Gilead Sciences Inc., The Wall Street Journal reported in March. </p><p>   J&amp;J alleged in its suit that three drug distributors -- SafeChain Solutions LLC, ProPharma Distribution LLC and Scripts Wholesale Inc. -- have sold large quantities of counterfeit HIV medications. J&amp;J said it had detected a recent spate of counterfeits of its products in the New York City area that came after Gilead filed its lawsuit last year. </p><p>   J&amp;J alleged that several complaints of pills in the wrong bottle could be traced to SafeChain and Scripts and that ProPharma acknowledged possessing hundreds of bottles of J&amp;J HIV medication that proved to be counterfeit. The suit also names as a defendant I Care Pharmacy 14 Inc., which J&amp;J alleges is part of a sophisticated counterfeiting operation that remains active. </p><p>   J&amp;J filed the lawsuit under seal in early April. While the case was sealed, a federal judge authorized J&amp;J to seize medication, information and communications from I Care and its owner. J&amp;J is also asking the court to permanently bar the defendants from selling the company's medications. </p><p>   J&amp;J alleged that I Care rapidly became one of the biggest sellers of the company's HIV medications in New York City from April 2021 to December 2021, when it was discovered to be selling counterfeit drugs, J&amp;J alleges. </p><p>   Steve Zissou, a lawyer for I Care owner Edward Gendin, said his client was \"an innocent pawn who had no knowledge whatsoever of any criminal activity.\" </p><p>   A lawyer for Scripts declined to comment. Lawyers for SafeChain and ProPharma didn't immediately comment. </p><p>   J&amp;J said counterfeiting endangers the health of patients who depend on its drugs to keep their HIV in check. Many of the counterfeits were of J&amp;J's antiviral drug Symtuza, a daily pill that suppresses viral loads of HIV to undetectable levels. When patients unknowingly take a different medication, the amount of HIV in their blood can rise and allow their disease to progress, J&amp;J alleged in the suit. </p><p>   Counterfeiting could cause HIV patients to lose trust in the healthcare system or stop treatment altogether, J&amp;J said. </p><p>   J&amp;J didn't specify the initial source of the alleged counterfeit drugs. </p><p></p>",
  "published": "2022-04-27T06:04:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 227,
          "end": 230
        },
        {
          "start": 20,
          "end": 37
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 2203,
          "end": 2206
        },
        {
          "start": 3244,
          "end": 3247
        },
        {
          "start": 2595,
          "end": 2598
        },
        {
          "start": 1899,
          "end": 1902
        },
        {
          "start": 2015,
          "end": 2018
        },
        {
          "start": 2286,
          "end": 2289
        },
        {
          "start": 1727,
          "end": 1730
        },
        {
          "start": 1577,
          "end": 1580
        },
        {
          "start": 3008,
          "end": 3011
        },
        {
          "start": 2100,
          "end": 2103
        },
        {
          "start": 637,
          "end": 640
        },
        {
          "start": 1380,
          "end": 1383
        },
        {
          "start": 817,
          "end": 820
        },
        {
          "start": 3388,
          "end": 3391
        },
        {
          "start": 2866,
          "end": 2869
        },
        {
          "start": 2389,
          "end": 2392
        },
        {
          "start": 3378,
          "end": 3381
        }
      ]
    }
  ]
}