{
  "_id": "3fea7e93379e1b952f8f05d368d630aa47c9a7579692ed6b5b63db644bbe9362",
  "feed": "market-watch",
  "title": "'If you wait for the right time to travel you may never do it' — seniors take stock of risks as COVID cases rise; How retirees can travel safely this summer",
  "text": "<p>Nobody wants to get sick on vacation. Yet if you're traveling when COVID-19 variants are persisting into a third year, how much risk are you willing to take and what precautions are advisable?</p><p>\"It's a complex calculus,\" says Ray.</p><p>Overall, you want to keep yourself and your loved ones safe. \"For some people, traveling is a big part of living,\" Ray says. \"If you wait until the right time to travel you may never do it.\"</p><p>Despite the pandemic, committed travelers and even those who simply want to visit family and friends find ways to keep traveling.</p><p>Jennie, 69, and her husband, Ron, 71, wanted to see their son after 2 ½ years. Their daughter traveled with them. Not a \"happy flier\" even before the pandemic, in April, she agreed to fly anyway. \"We did everything that we could possibly do\" to mitigate the risk, says Jennie, who preferred to use only her first name. They both got a second booster, wore masks on the plane and in the airport, ate outdoors as much as possible, and booked first-class seats with their rewards points for increased social distancing. \"At some point you say, 'let's go now,'\" she says. \"We hadn't seen him in 2 ½ years and that is not OK with us. It was worth it to me to just wrap my arms around him again,\" she says.</p><p>Read: These are the Best New Ideas in Retirement</p><p>The federal mask mandate for wearing masks on airplanes and public transit expired May 3. Now, masks are recommended but not mandated. Many perceive this as you don't need to wear a mask, yet it is \"more nuanced than that,\" Ray says. \"Unfortunately, we haven't normalized mask-wearing.\"</p><p>The reality is COVID-19 is on the rise right here in the U.S. \"There is a lot of transmission going on here in the U.S.,\" Ray says. \"We're all dealing with these gradations of risk. There's a surge, but not as bad as other surges have been,\" he says. With vaccines and boosters, \"We do have a lot of immunity against severe disease.\"</p><p>A second booster means an additional booster after someone has had their first two Moderna MRNA or Pfizer PFE shots (or one Johnson &amp; Johnson JNJ shot), and an initial booster.</p><p>\"Get the shots that you're due for. If you are 50 and older you are eligible for a second booster,\" says pulmonary and critical care physician Joseph Khabbaza, M.D., at the Cleveland Clinic. \"Once cases start rising a little bit, go get a second booster.\"</p><p>Unless you are immunocompromised because you are taking particular medications such as rituximab, for example, to treat cancer, or you have an immunodeficiency disease, you are \"presumed to have normal immunity,\" Khabbaza says. The combination of vaccines, boosters, and wearing a mask that fits correctly affords you a fair degree of protection.</p><p>Yet, if a loved one is immunocompromised, there is more to think about when you are traveling during COVID-19. \"It's not just about you,\" Hopkins's Ray says. \"It's about the people you love and care for. You don't want to expose them.\" If your household includes someone who is immunocompromised, \"your caution may need to be higher.\"</p><p>Keep these points in mind:</p><p>It's not where you're traveling as much as how you protect yourself when there. Rather than focus on the county-by-county ranking, \"be very careful yourself,\" says Ray. For example, if you're traveling to New York City, \"wear a high-quality mask while there.\" More broadly, \"the local risk becomes less important if you manage your own risk by wearing a mask carefully, not a cloth mask,\" he says.</p><p>Says Khabbaza, \"If there's a barrier covering your nose and mouth, you're going to have lower odds of getting infected. Masks are known to be more valuable when cases are high.\" You want to avoid contact with \"particles and droplets,\" he says. If you're considering international travel, check the U.S. State Department website. For medical assistance abroad information, visit the State Department's website about traveling abroad, or the CDC site about international travel. For information about cruise travel, the CDC has advice here.</p><p>Make sure your mask fits correctly. \"The blue ones are pretty good,\" Ray says. \"If they are pouching out on the sides they are not as good.\" Your mask should lie flat against your face to enable you to breathe \"through the mask, not around it,\" he says. \"It's important that they be snug all the way around. Change the mask every day,\" he says. Ray recommends a KF94 mask or a KN95, as long as it is not a counterfeit mask.</p><p>Discard your mask periodically. \"Change your mask with some regularity because they do saturate,\" Ray says. \"You can dry them out in a paper bag.\" If a mask is wet, discard it.</p><p>Air filters vary on various types of transportation. Airplanes typically are equipped with high-efficiency particulate air (HEPA) filters that remove most particulates including viruses and bacteria from the air before it is recirculated in the cabin. Amtrak has enhanced its safety protocols during the pandemic, and is equipped with onboard filtration systems with a fresh air exchange rate every 4-5 minutes, according to Amtrak. \"You can do your own filtering,\" Ray says. \"Wear a mask.\"</p><p>Staying in a hotel is relatively safe. \"In a hotel it's really not a big problem if you wear a mask except (when) in your room,\" Ray says. Put on a mask while riding in the elevator.</p><p>A second booster can make a difference. \"It seems wise,\" Ray says. \"Be a little safer. It appears to reduce the risk of infection and severe disease.\"</p><p>'If you wait for the right time to travel you may never do it' — seniors take stock of risks as COVID cases rise</p>",
  "published": "2022-05-24T10:03:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2046,
          "end": 2063
        }
      ]
    }
  ]
}