{
  "_id": "69c9bd2df1d8678b36211088fb75137be24d93bcb11898869020f6c73198e070",
  "feed": "wall-street-journal",
  "title": "Inflation-Proof Stocks in Demand --- Investors seek out travel companies in addition to energy and utilities shares",
  "text": "<p>Last week, in a reprise of the reopening trade that has emerged at points throughout the Covid-19 pandemic, many traders decided that travel stocks were the play. They snapped up shares of airlines, hotel companies and cruise operators, betting that consumers stuck at home during multiple surges of the virus would be willing to pay steep fares and high rates to get back on the road.</p><p>The frenzy kicked off Wednesday with an earnings report from Delta Air Lines Inc. which said that strong demand had helped it return to profitability in March. Delta executives said demand is so robust that the company has been able to recoup elevated fuel costs through higher fares.</p><p>Delta shares rose 6.2% on Wednesday, returning them to positive territory for the year. But investors looked further: They sent American Airlines Group Inc. shares soaring 11% and shares of Southwest Airlines Co. and Marriott International Inc. up 7.5% apiece in the best day for all three stocks since 2020.</p><p>Other likely winners in the fight for profitability include companies in the energy sector, home to many of the top-performing stocks in the S&amp;P 500 this year. Oil prices soared with the Russian invasion of Ukraine, and the sector is expected to report rising profit margins for the first quarter. The utilities segment, the second-strongest-performing sector in 2022, is also projected to report higher profit margins.</p><p>\"Right now pricing power is the name of the game,\" said Yung-Yu Ma, chief investment strategist at BMO Wealth Management. \"Given the pent-up demand over the past two years, travel is a big place where consumers will pay a couple hundred bucks extra for a ticket.\"</p><p>Investors this week will get another look at airline performance when United Airlines Holdings Inc., Alaska Air Group Inc. and American Airlines report earnings. They are just a few of the dozens of big U.S. companies, from Bank of America Corp. to Johnson &amp; Johnson to Tesla Inc., expected to post results.</p><p>The race higher between a company's sales and its costs is a primary concern as investors survey an economy marked by steep inflation. The consumer-price index rose 8.5% in March from a year earlier, the fastest annual pace since December 1981. Private-sector average hourly earnings were 5.6% higher in March than a year before, and prices of energy and other commodities are up sharply this year.</p><p>Investors have been searching for clues that the surge in inflation is nearing a peak. And they are parsing companies' quarterly results for indications as to whether higher costs are weighing on profits. Analysts expect the S&amp;P 500 net profit margin to come in at 12.1% for the first quarter, continuing a decline from a high of 13.1% in the second quarter of last year but still above the five-year average of 11.2%, according to FactSet.</p><p>For airlines, the consumer-price index data held signs that rising ticket prices are helping companies cope with higher costs.</p><p>Airline fares jumped 10.7% in March from February, leaving air-travel prices 23.6% higher than a year earlier.</p><p>Jay Hatfield, chief executive and portfolio manager at Infrastructure Capital Advisors, said that on Wednesday he bought shares of Delta as well as hotel-focused, real-estate investment trusts. He was impressed by Delta's high level of bookings.</p><p>\"There's still some Omicron headlines, and you still do have to wear a mask,\" Mr. Hatfield said. \"So in light of that, to have that kind of boom, that's pretty surprising.\"</p><p>The first full week of earnings season wasn't all good news. Shares of CarMax Inc. dropped 9.5% Tuesday after the used-auto retailer missed earnings expectations. The company's chief executive said he believed consumer confidence and vehicle affordability weighed on used-car sales.</p><p>Some investors said the market's recent embrace of airline stocks stemmed in part from the relative lack of options for consumers looking to fly.</p><p>It could be more difficult for a consumer-staples company to significantly raise the price of paper products, for example, without customers fleeing to a competing brand.</p><p>\"A Delta flight isn't toilet paper,\" said Kimberly Woody, senior portfolio manager at Globalt Investments. \"You can trade down there, but I can't fly another airline out of Atlanta. You don't have nearly the amount of trade-off options.\"</p><p>As investors try to discern where the market will head next, they will factor in the success of companies across industries at holding down costs -- and getting customers to pay more.</p>",
  "published": "2022-04-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1913,
          "end": 1930
        }
      ]
    }
  ]
}