{
  "_id": "64314f2cdc81830ccc886774f30ed09c075d1702b1fd47b543cf6724dc45945f",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Dwindling Bankruptcies Reflect New Market Normal; AMC Refinances",
  "text": "<p>Top News</p><p>Dwindling corporate bankruptcies reflect new normal. U.S. corporate bankruptcies have fallen to their lowest level in more than 15 years, and that trend could continue despite the Covid-19 pandemic, at least in the near term. Changes in the financial system, leading to more funding for distressed companies and less restrictive debt covenants, have made defaults increasingly avoidable. Last year, chapter 11 filings dropped to a level not seen since 2006.</p><p>Now interest rates are set to rise, and the government and Federal Reserve have been pulling back on their pandemic stimulus programs. But even relatively risky companies may have plenty of capital available to keep them in business. Bankruptcy activity is expected to stay quiet throughout 2023 and possibly beyond, according to rating firms and credit-cycle watchers.</p><p>\"The big picture is there's so much capital out there anything can get financed.\"</p><p>— Tod Trabocco, director of strategy and research at ITE Management LP</p><p>AMC refinances pricey pandemic debt. AMC Entertainment Holdings Inc. sold a $950 million bond to pay off higher-interest debt borrowed at the start of the pandemic. The new bond, which will carry an interest rate in the range of 7.5%, will retire the 10.5% debt the theater chain took out last year and extends the maturity by four years to 2029, people familiar with the matter said. The deal follows a modest rally in AMC shares earlier this week on fourth-quarter results that beat expectations, in part driven by \"Spider-Man: No Way Home\" that hit the theaters before the Omicron variant took hold.</p><p>Bankruptcy</p><p>J&amp;J talc claimants challenge request for broader injunction. A committee representing consumers suing Johnson &amp; Johnson over its talcum-based baby powder is challenging its use of bankruptcy to freeze litigation against the company and retailers that sold the product. The committee, which represents consumers blaming J&amp;J's talcum products for cancer, said in a court filing Tuesday in the U.S. Bankruptcy Court in Trenton, N.J., that pausing civil lawsuits against J&amp;J could prevent tens of thousands of people dying from ovarian cancer and mesothelioma from having their day in court.</p><p>The request came in the chapter 11 case of a J&amp;J spinoff containing talc-related liabilities that filed for bankruptcy last year. J&amp;J faces about 38,000 talc-injury cases that alleged talc-based Johnson's Baby Powder contained asbestos, a cancer-causing mineral, which J&amp;J denies.</p><p>Japanese aircraft lessors beat creditor's challenge to U.S. bankruptcy filing. A bankruptcy judge is allowing Japanese aircraft lessors backed by Japan Investment Adviser Co. Ltd. to continue their chapter 11 cases in New York, refusing their secured creditor's request to dismiss the bankruptcies in favor of a foreclosure.</p><p>Judge David Jones of the U.S. Bankruptcy Court in Manhattan declined on Tuesday to dismiss chapter cases jointly filed in December by the lessors, JPA No. 111 Co. Ltd. and JPA No. 48 Co. Ltd. Their top secured lender argued the businesses, which own two Airbus jets and lease them, aren't entitled to file chapter 11 because they have no assets in the U.S.</p><p>Judge delays ruling on Just Energy's Texas storm bills. A bankruptcy judge put off ruling on Canadian power company Just Energy Group Inc.'s dispute with the Texas grid operator over a large portion of a $335 million payment for power purchased during the extreme winter storm last February. Just Energy has sued to claw back as much as $274 million it paid to the Electric Reliability Council of Texas for costs racked up during winter storm Uri.</p><p>Judge Marvin Isgur of the U.S. Bankruptcy Court in Houston dismissed some counts of the lawsuit on Wednesday, while asking Just Energy's lawyers to refile the rest of its case. The company has claimed that Ercot violated its own rules by raising electricity prices to 9,000 per megawatt hour during the storm, leading to massive expenses for Just Energy and other Texas power providers. – Soma Biswas</p><p>Consumers</p><p>Biden's student-debt pledge stalls. Joe Biden's supporters have grown more uncentain whether the president is able to deliver on his presidential campaign that he would reduce student debt for millions of Americans. As a candidate, Mr. Biden endorsed canceling $10,000 in student debt per borrower through legislation and proposed forgiving tuition-related federal debt for people who earned undergraduate degrees at public colleges and universities, as well as schools that historically serve Black and minority students.</p><p>But his allies remain divided on the issue, which affects 43 million of Americans. Legislative efforts to forgive student debt have sputtered in Congress, and progressive lawmakers are ratcheting up pressure on Mr. Biden to take executive action, calling on him to cancel up to $50,000 in debt per borrower. Mr. Biden has expressed skepticism about universal debt forgiveness, arguing against canceling debt for people who attend elite private universities.</p><p>Distress</p><p>U.S. accounting standard-setter requires lender disclosures on restructurings. Lenders will have to disclose more details about certain concessions they provide to financially struggling customers under a new rule by the Financial Accounting Standards Board. The changes, approved Wednesday, apply to so-called troubled debt restructurings—a type of loan modification in which banks and other creditors give concessions to struggling borrowers, for example additional time to repay a loan. The FASB said it wants lenders to provide more useful information to investors and to simplify the accounting for lenders.</p><p>In Other News</p><p>Chemical firm TPC Group missed an interest payment as it discusses with creditors about how to restructure more than $1 billion of debt. (Bloomberg)</p><p>Cineworld is expected to skirt bankruptcy for the second time in two years, despite the UK cinema group facing an almost $1bn payout that exceeds its market value for pulling out of a deal to buy Canadian rival Cineplex. (Financial Times)</p>",
  "published": "2022-02-03T17:20:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1706,
          "end": 1723
        },
        {
          "start": 2322,
          "end": 2325
        },
        {
          "start": 1604,
          "end": 1607
        },
        {
          "start": 2461,
          "end": 2464
        },
        {
          "start": 2071,
          "end": 2074
        },
        {
          "start": 2237,
          "end": 2240
        },
        {
          "start": 1923,
          "end": 1926
        }
      ]
    }
  ]
}