{
  "_id": "d868d83020435e2f5ccb723da49b32bebea4b16c559d9addf194f6bcfdeae5c4",
  "feed": "wall-street-journal",
  "title": "Tech Valuations Tumble, but Business Software Stocks Are Cushioned by the Cloud; Enterprise software companies have shown relative resilience in the recent tech rout, and fevered demand for their cloud-computing services explains it, analysts say",
  "text": "<p>As of Wednesday, the tech-heavy Nasdaq Composite Index had fallen more than 23% since January. Over the same period, share prices for IBM, which sells cloud-based enterprise software and services, rose 4.3%.</p><p>Prices for HPE, a business software firm spun off computer maker Hewlett Packard, have held roughly steady. On Wednesday, the company reported $6.7 billion in sales for the quarter ended April 30, up 1.5% year-over-year, with online software orders roughly doubling from the previous year.</p><p>Shares of software company Oracle haven't fared as well, falling roughly 17% this year through Wednesday. But its prices have consistently remained above sliding tech-market benchmarks. In March, the company reported double-digit growth in cloud revenue for the quarter ended in February.</p><p>\"Enterprise IT is considered safer and less fickle than consumer tech by investors,\" said Karena Man, consultant at management consulting firm Egon Zehnder. When the dotcom bubble burst in the early 2000s, consumer digital valuations were wiped out. \"But enterprise tech was still where investors were putting their money,\" she said.</p><p>Demand for enterprise technology was evident last week when semiconductor giant Broadcom Inc. said it would acquire VMware Inc. in a deal valued at $61 billion. VMware is known for virtualization technology, in which software is used to replace more expensive physical equipment.</p><p>\"There's more demand for technology than there ever was before,\" said Jim Swanson, executive vice president and enterprise chief information officer at New Brunswick, N.J.-based healthcare and consumer-goods giant Johnson &amp; Johnson. The Covid-19 pandemic laid bare the importance of capabilities like cloud-based enterprise tools for adapting to sudden changes in the market and weathering uncertain times, he said.</p><p>In the same way businesses turned to cloud computing in the pandemic—for remote work, customer services and productivity—they would be wise to continue, Ms. Man said. \"Companies hoping to minimize risk exposure and anticipate future volatility challenges should be thinking about this now,\" she said.</p><p>Demand for cloud computing services, in which users rent computing resources, is strong. Global spending on public cloud services this year is expected to hit $494.7 billion, up 20.4% from last year, IT research and consulting firm Gartner Inc. estimates. Many companies employ multiple clouds, which creates a range of options for storing data or running applications.</p><p>\"The ability to easily choose where to place a workload based on cost efficiency is a key capability,\" said Brennan Sullivan, chief information officer at Quest Software Inc. \"It's such a basic necessity within any enterprise technology environment that at this point, I don't see much correlation with the market's moves.\"</p><p>Enterprise tech companies are benefiting from the ongoing demand for cloud computing.</p><p>Salesforce Inc., the cloud market's largest pure-play seller of subscription-based enterprise software, on Tuesday reported quarterly revenue of $7.4 billion, up 24% from the same period a year earlier. The company, whose core product is customer-relationship management software, is on track to surpass $30 billion in annual revenue this year.</p><p>The cloud-computing units of tech titans like Microsoft Corp. and Amazon.com Inc. have also continued to generate growth. In April, Microsoft reported $23.4 billion in cloud revenue for the quarter through March, up 32% from a year earlier, the company said.</p><p>For Amazon, the cloud was an island of strength in April, when the company posted its first quarterly loss in seven years. Amazon Web Services, the company's cloud-computing service, reported $18.4 billion in first-quarter sales, up 37% from a year earlier. Companywide, sales rose 7% to $116.4 billion.</p><p>Increasingly large stores of data are also becoming essential to the way most businesses operate, said Erik Bradley, chief strategist at Enterprise Technology Research, a research firm. Mr. Bradley said he expects demand for enterprise-tech platforms offering data governance, data management and other analytic tools to continue growing regardless of economic conditions.</p><p>Last year, data-analytics company Databricks Inc. raised $1.6 billion in a single fundraising round, lifting its private-market valuation to $38 billion. In February, the company reported $800 million in sales for 2021, an 80% increase from the previous year.</p><p>CIOs are still keen on technology that helps their companies chase revenue growth, so there is \"no real opportunity to retract spending,\" said John-David Lovelock, a research vice president and distinguished analyst at Gartner.</p><p>Isabelle Bousquette contributed to this article.</p><p>Write to Angus Loten at angus.loten@wsj.com</p><p>Tech Valuations Tumble, but Business Software Stocks Are Cushioned by the Cloud</p>",
  "published": "2022-06-02T10:00:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1615,
          "end": 1632
        }
      ]
    }
  ]
}