{
  "_id": "a01f0ddecf8376f5087384910995cbfb20bbffdbe2eab3c47bfc320d47895e20",
  "feed": "market-watch",
  "title": "Walmart ends mask requirement for vaccinated workers, paid COVID leave to follow",
  "text": "<p>MarketWatch received a copy of the memo from the company.</p><p>Walmart WMT says a worker is fully vaccinated when they've received both doses of the Pfizer Inc. PFE or Moderna Inc. MRNA/BioNTech SE BNTX vaccine, or a single dose of the Johnson &amp; Johnson JNJ vaccine.</p><p>Masks are still required for unvaccinated workers. Staff in clinical settings, such as pharmacies, are also required to wear masks whether they are vaccinated or not. Vaccinated workers who choose to wear a mask can continue to do so.</p><p>See: Sam's Club offering $8 memberships</p><p>Walmart is also ending its daily health screening program on Feb. 28, except for associates in California, New York and Virginia where it is required by the state.</p><p>Walmart will end its paid COVID-19 leave on March 31, except where required by state and local mandate. The COVID-19 Emergency Leave Policy offers paid leave for COVID-related time off in addition to the company's regular paid time off policy. Any COVID leave in process on March 31 will continue, and workers can apply for COVID leave on or before that date.</p><p>Walmart continues to encourage workers to get vaccinated and get boosters.</p><p>Also: Walmart, Costco and other big-box stores in Canada begin enforcing vaccine mandates, and some shoppers aren't buying it</p><p>Walmart is scheduled to report fourth-quarter earnings on Thursday, Feb. 17, before the opening bell.</p><p>The stock has slipped 7.3% over the past year while the Dow Jones Industrial Average DJIA is up 10.2% for the period.</p>",
  "published": "2022-02-14T13:20:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 231,
          "end": 248
        }
      ],
      "nexusId": "10010560"
    }
  ]
}