{
  "_id": "a6a14fdbe052c1017a917051280a0d7e8a374e0e5c40100faac6b6edb0db750f",
  "feed": "ftcomall",
  "title": "Unilever bid fiasco ramps up pressure on managers to deliver plan B",
  "text": "<p>As Christmas approached, Unilever's chief executive, Alan Jope, hoped to give investors something to celebrate: the company's largest-ever acquisition. </p> <p>He made an opening offer for GlaxoSmithKline and Pfizer's consumer health division in early November, hoping to snap up the business before it was spun off on to the public market. That failed to bring them to the discussion table and, on December 20, Jope made a move he was sure would tempt them: a third, mainly cash bid of £50bn.</p> <p>But that was also shot down, with the pharmaceutical partners rejecting his offer just before the new year. GSK and Pfizer had different interests — with Pfizer's involvement purely financial — but they both agreed <a href=\"https://www.ft.com/content/60859d28-214d-4e25-8ec4-65af449d6163\">£50bn was too low</a>. </p> <p>This week, after news of the talks broke, investors dealt <a href=\"https://www.ft.com/content/77efdd90-7a56-46aa-ab39-b72ec68260b2\">the final blow</a> to any chance of a deal.</p> <p>During calls with management they expressed confusion, scepticism and straight-out opposition, according to several shareholders. Unilever's share price fell as much as 11 per cent before the company, which people with knowledge of the situation said had never been prepared to bid much higher, announced it would <a href=\"https://www.ft.com/content/1f7f4dfd-ebbf-466a-92ae-5b2e4eb5827c\">not be making a fresh offer</a>.</p> <p>The <a href=\"https://www.ft.com/content/8ffacd13-7766-4007-8127-178cf83fac34\">reaction to the bid</a> has plunged the FTSE 100 consumer goods group into its biggest crisis since it fought off a hostile approach by Kraft Heinz five years ago, calling into question Jope's management and blowing open a debate on how Unilever, which employs almost 150,000 people, can boost its sluggish performance.</p> <a href=\"http://www.ft.com/cms/8478517.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“Unilever surely needs to address the fact that five years later the share price is only at the level of that [Kraft Heinz] bid,” said <a href=\"https://www.ft.com/content/210a5297-159c-4d34-8096-933b1d04c4a1\">Terry Smith, a top-15 shareholder, in a letter</a> to investors on Thursday. “Why then should we trust this management and board with preserving value for shareholders?”</p> <h2>Shareholder outcry</h2> <p>Discontent was already building at the more-than-90-year-old maker of Magnum ice cream, Domestos bleach and Pot Noodle, whose sales performance has lagged behind rivals despite promises from Jope of a sharper focus on high-growth areas.</p> <p>The GSK acquisition was intended to accelerate sales growth by applying Unilever's marketing and distribution machine to health brands including Advil painkillers, Centrum vitamins and over-the-counter medicines such as Theraflu. But instead it prompted an outcry.</p> <p>Investors took fright at the scale of the potential deal, which could have pushed up Unilever's debt to 4.5 or five times earnings. But not all were opposed to its general direction, said Bruno Monteyne, an analyst at Bernstein.</p> <p>Bert Flossbach, founder and chief investment officer at Flossbach von Storch, an €80bn Cologne-based asset manager that is among Unilever's top 10 shareholders, said: “Jope is in a tough position because Unilever has been a lame duck for a long time. But if there is nothing to buy at a reasonable price, then don't buy anything.”</p> <p>Jope had attempted to refresh Unilever's strategy a year ago by <a href=\"https://www.ft.com/content/ad522a79-c005-4b64-915b-e4ef09258b96\">expanding its offering</a> in beauty products and supplements and drawing in younger customers — but that was greeted unenthusiastically by the market.</p> <p>The GSK bid has further shaken confidence in the ability of the chief executive and his chief financial officer, Graeme Pitkethly, to deliver change. “They've shown their hand: they clearly don't have confidence in the existing business, otherwise they wouldn't have been contemplating this,” said an investor who asked not to be named.</p> <p>After taking charge in early 2019, Unilever veteran Jope first maintained, then dropped a tough target of hitting a 20 per cent profit margin by 2020 that was put in place by his predecessor, Paul Polman, after Kraft Heinz's bid.</p> <p>But the lingering pressure to boost profitability, according to some investors and analysts, has resulted in insufficient investment in Unilever's brands, which range from Knorr stock cubes to Dove soap and have an especially strong presence in emerging markets such as India.</p> <p>One person who follows Unilever closely said some of its problems relate to the categories in which it operates. “Not even Superman could drive growth at Knorr or <a href=\"https://www.ft.com/content/d7109e75-04be-4106-9e3f-85cb1b485ae6\">Hellmann's</a> to keep up with the growth of L'Oréal or Estée&#xa0;Lauder.”</p> <h2>Plan for growth</h2> <p>Most analysts agree Unilever should shift its portfolio faster into high-growth areas such as plant-based food and vitamins, emulating rival Nestlé, but they differ on the scale of potential acquisitions and disposals.</p> <p>One top 15 shareholder said: “I don't think they've mismanaged the business but I do wonder if they are too wedded to Unilever being the massive corporate giant that it is today.</p> <p>“If they . . . slim down the portfolio by selling some of the ex-growth businesses, actually that could crystallise some value.”</p> <p>Martin Deboo, an analyst at Jefferies, wants Unilever to downsize further its food and refreshment division, which has shrunk compared with its larger household and personal care operation. The company agreed a <a href=\"https://www.ft.com/content/83529b44-f290-4668-a766-5559dfec431c\">€4.5bn deal</a> to sell its tea unit last year.</p> <p>“The market thinks Unilever's growth problem is rooted in lack of investment. We think it is attributable to a structurally challenged foods business, where we would like to see a faster pace of disposals,” he said.</p> <p>Smith and others have also criticised Unilever's focus on its sustainability credentials; Smith last week derided the company for talking about <a href=\"https://www.ft.com/content/8feb8f98-c6d9-4288-9ce8-9e68be621a60\">“purpose-led” Hellmann's</a> mayonnaise.</p> <p>The consumer group had intended to sell some of its food divisions to fund the GSK acquisition, which meant Smith's mayonnaise comments “could not have come at a worse time in terms of support of Alan or a more ironic time, given what Alan was doing behind the scenes”, said the person who follows Unilever closely.</p> <p>Smith acknowledged that communications with shareholders had improved from the Polman days. He noted that he had been consulted on the GSK bid, although trying to obtain a figure for return on capital expected from the GSK deal “was like a dentist pulling a back tooth”.</p> <p>But the anonymous investor accused the company of “arrogance” in communicating with shareholders, for example in failing to signal it was considering large acquisitions. “There were cultural issues under the previous CEO and I don't think anything has changed under Jope,” the investor said.</p> <p>They warned that their holding in Unilever was “on the naughty step” and could be sold after several years, with much riding on the company's planned announcements to accompany annual results on February 10.</p> <h2>M&amp;A prospects fade</h2> <p>Unilever indicated this week that it would be open to other large consumer health deals, which could include Johnson &amp; Johnson's consumer business — set for a spin-off within the next 18 months — or that of Sanofi, likewise set for a split from its parent company.</p> <p>Analysts have also pointed to the possibility of a deal between Unilever and Reckitt Benckiser, maker of Durex condoms and Strepsils cold medicines.</p> <p>But analysts and rating agencies played down the prospect of an acquisition or merger on the scale of the GSK division after poor outcomes from other recent large consumer deals. Reckitt's £13bn acquisition of baby formula maker Mead Johnson in 2017 resulted in £8bn of writedowns. A significant recent Unilever acquisition, the $1bn purchase of Dollar Shave Club in 2016, “rests in an unmarked grave”, according to Smith.</p> <p>GSK is pressing on with its preparations to spin out the consumer division, including courting cornerstone investors so both it and Pfizer can smoothly sell their retained stakes. </p> <p>The most obvious other potential bidder, Procter &amp; Gamble, in effect ruled itself out by declaring this week that it had no plans for large M&amp;A. Private equity buyers would probably struggle to beat Unilever's bid, given they would not benefit from any synergies. </p> <p>For Jope and the Unilever board, the alternative is to convince shareholders that management should be given time to turn round the business. “The main question now is how much damage has been done to the credibility of the board and management,” said Monteyne. </p> <p>“The issue with Alan [Jope] is he is such a decent guy and he wants to help people. So investors ask him difficult questions and he tries to help . . . But you need to be a steely bastard and tell people what they don't want to hear,” said the Unilever follower.</p> <p>Jope has promised to unveil “a major initiative to enhance our performance” this month, consisting of a new organisational structure. Unilever said it would seek to grow in health, beauty and hygiene.</p> <p>Some investors are optimistic. Hugh Yarrow, portfolio manager at shareholder Evenlode Investment, said in a letter to investors that it was a “sensible decision” not to pursue the GSK deal further.</p> <p>“These events, and subsequent conversations with shareholders, may ultimately prove to be a helpful catalyst for progress at Unilever,” Yarrow wrote.</p><p>Source: Judith Evans, Harriet Agnew, Hannah Kuchler and Arash Massoudi in London 2022 'Unilever bid fiasco ramps up pressure on managers to deliver plan B' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-21T05:00:02.082Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6559,
          "end": 6576
        }
      ]
    }
  ]
}