{
  "_id": "cc29373da6a459fc68b2be0345d16f2f5644c9b05871c0fbaa48b68abe5cddf7",
  "feed": "wall-street-journal",
  "title": "Pfizer, Moderna, J&J See Respiratory Virus RSV as Next Vaccine Target; Doses could be given to pregnant women to protect newborns if large studies validate shots this year",
  "text": "<p>The virus has for decades eluded efforts to develop a vaccine, including a major setback in the 1960s when an experimental shot harmed some children in testing. RSV is one of the last remaining childhood diseases without an approved vaccine.</p><p>Now several drugmakers including Pfizer Inc., Johnson &amp; Johnson, Moderna Inc. and GlaxoSmithKline PLC are testing shots that infectious-disease specialists say show promise at safely preventing RSV disease. Initial development of most of these vaccines predated the current pandemic, but the rapid success in finding effective Covid-19 vaccines has energized the RSV effort, according to analysts.</p><p>If large studies under way in tens of thousands of subjects validate safety and effectiveness, Pfizer, J&amp;J and GlaxoSmithKline say they plan to file for regulatory approval later this year. That could lead to one or more of the shots becoming available next year, according to the companies and analysts.</p><p>The shots could be given to older adults or to pregnant women to protect their newborns from RSV in the first few months of life. Sanofi SA and AstraZeneca PLC are developing an antibody-based drug that could be given directly to newborns to prevent RSV disease.</p><p>\"The impact would be huge,\" said Dr. Janet Englund, a respiratory-virus specialist at Seattle Children's Hospital who has focused on RSV research. \"It would change hospitalization rates. Young babies wouldn't have to come to the hospital so much.\"</p><p>RSV vaccines could be a significant new source of revenue for drugmakers. SVB Leerink analysts have estimated that the RSV vaccine market could reach at least $10 billion in global revenue. Pfizer this month agreed to acquire ReViral Ltd., which is developing treatments for RSV.</p><p>Each year RSV infections result in about 58,000 hospitalizations of children under 5 years old and 177,000 hospitalizations of adults 65 and older, according to the Centers for Disease Control and Prevention. While most children survive, RSV kills up to 500 children in the U.S. each year and about 14,000 older adults each year—a toll that approaches that of influenza.</p><p>In the elderly, \"If a person has chronic lung disease or if they've had a heart attack or some underlying condition, they are at increased risk of dying from an RSV infection,\" said H. Cody Meissner, chief of the division of pediatric infectious disease at Tufts University School of Medicine.</p><p>As with the flu, RSV season typically runs from late fall to spring. The Covid-19 pandemic disrupted that pattern, as distancing and masking suppressed RSV in the normal 2020-21 season. But cases jumped abnormally last summer as people took fewer precautions.</p><p>In the absence of a vaccine, certain infants at high risk of serious RSV disease, such as premature babies, have been given a preventive drug called Synagis since the late 1990s. While it has been shown to reduce the risk of RSV-related hospitalizations, doctors say it is expensive and must be administered frequently during RSV season.</p><p>In the 1960s, an experimental RSV vaccine made some infants and toddlers more susceptible to severe disease after they were exposed to the illness, including two who died. Researchers cited the design of the vaccine, which used a killed version of the virus and triggered a type of immune response that can enhance disease rather than preventing it.</p><p>The newer vaccines have designs different from the one that failed in the 1960s, helped by a research breakthrough a decade ago at the U.S. National Institute of Allergy and Infectious Diseases' vaccine-research center.</p><p>The government scientists homed in on a shape-shifting protein—the fusion, or F, protein—found on the RSV's surface that helps the virus attach to and enter human cells to replicate. They found that a vaccine containing the F protein—engineered to stay locked in a \"prefusion\" structure—could induce immune-system antibodies against the virus in animal testing, said Peter Kwong, chief of structural biology at NIAID's vaccine-research center.</p><p>\"The major breakthrough has been a better understanding of the actual structure of the F protein,\" said Dr. Kathryn Edwards, scientific director of Vanderbilt University's vaccine-research program.</p><p>SHARE YOUR THOUGHTS</p><p>What long-term benefits do you see coming from the medical advances made in the battle against Covid-19? Join the conversation below.</p><p>The advance paved the way for vaccine companies to develop shots that contain some version of the protein and to test them in people.</p><p>To mitigate safety risks in infants, most companies have opted for an indirect route of immunization: vaccinating pregnant women in hopes they would pass antibodies to their unborn babies, which could then protect infants for several months after birth.</p><p>Pfizer's experimental, protein-based RSV vaccine, known as RSVpreF, generated what the company said were promising results in a midstage study of pregnant women in 2020.</p><p>The drugmaker is now running a large study of up to 10,000 pregnant women and expects initial results by the end of June. Researchers are tracking whether children born to vaccinated mothers show reduced rates of lower-respiratory infections than those born to mothers who get a placebo in the study.</p><p>Pfizer expects that every pregnant woman would routinely receive the vaccine, similar to how the Tdap vaccine is recommended during pregnancy to protect newborns from pertussis, or whooping cough, said Bill Gruber, senior vice president of vaccine clinical research and development at the company.</p><p>Safety concerns still loom over the efforts. GlaxoSmithKline in February stopped enrollment in a large study of its vaccine in pregnant women, citing an unspecified safety signal from the trial.</p><p>GlaxoSmithKline is investigating that issue, said Roger Connor, president of the company's vaccine unit. He declined to describe the nature of the issue.</p><p>The study pause doesn't affect a separate trial of a GlaxoSmithKline RSV vaccine in older adults, which is continuing, Mr. Connor said. The company expects results for that study, in people 60 and older, by midyear.</p><p>J&amp;J's RSV vaccine was 80% effective in protecting against lower-respiratory disease caused by RSV in a midstage study of adults 65 and older. The company is testing the vaccine in a larger, late-stage study and expects to have results later this year.</p><p>J&amp;J also is exploring the use of an RSV vaccine to protect children but hasn't brought one into large-scale testing, said Penny Heaton, global therapeutic area head of vaccines at J&amp;J's Janssen R&amp;D unit.</p><p>Moderna is developing an RSV vaccine that, unlike some of the others, doesn't contain the F protein from RSV. Instead, similar to the design of its Covid-19 vaccine, Moderna's RSV shot contains the genetic material messenger RNA, which is coded to instruct human cells to make the F protein, in turn inducing an immune response.</p><p>Moderna is also exploring a vaccine that could target RSV and the flu and provide a Covid-19 booster in a single injection.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>Pfizer, Moderna, J&amp;J See Respiratory Virus RSV as Next Vaccine Target</p>",
  "published": "2022-04-15T09:30:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 17,
          "end": 20
        },
        {
          "start": 288,
          "end": 305
        },
        {
          "start": 7059,
          "end": 7062
        },
        {
          "start": 743,
          "end": 746
        },
        {
          "start": 6087,
          "end": 6090
        },
        {
          "start": 6519,
          "end": 6522
        },
        {
          "start": 6339,
          "end": 6342
        }
      ]
    }
  ]
}