{
  "_id": "eedfc0d348008283ec4644101a1dc763f38d3b4c4549e5b4e74e1206dc07c85b",
  "feed": "wall-street-journal",
  "title": "CEO of Biotech Lobbying Group BIO on Leave Amid Clash Over Direction; Dr. Michelle McMurry-Heath has led Biotechnology Innovation Organization since mid-2020; a special board meeting is expected this week",
  "text": "<p>The chief executive of the biotechnology industry's top lobbying group in Washington is on leave amid dissent within the organization about its direction and concern about its results, according to people familiar with the group.</p><p>\"The BIO CEO is currently on leave,\" a spokesman for the Biotechnology Innovation Organization said in response to inquiries from The Wall Street Journal. He declined to comment further.</p><p>The CEO, Dr. Michelle McMurry-Heath, didn't respond to requests for comment.</p><p>It couldn't be determined how long she has been on leave. As recently as Oct. 6, she was tweeting on behalf of the organization.</p><p>People familiar with the matter said a special meeting of the group's board was planned for this coming week.</p><p>Dr. McMurry-Heath has led the organization, known as BIO, since mid-2020. She and some board members clashed on multiple fronts, people familiar with the matter said.</p><p>Some members have wanted BIO to engage more on general social issues not directly connected to healthcare policy, while she felt the organization's advocacy should stay focused on biotech, some people said.</p><p>Some board members expressed concerns about her performance and management style, people familiar with the matter said.</p><p>BIO has conducted a review of her job performance, some people familiar with the matter said. Some of those people questioned whether the review was fair.</p><p>The organization had opposed the recently passed Inflation Reduction Act, which triggered drug-pricing rules that are expected to be the most significant changes in nearly two decades to how the government pays for prescription drugs, including caps on patient spending and drugmakers' price increases.</p><p>The organization expressed disappointment with the legislation's passage, saying it would \"erect barriers to developing much-needed new therapeutics and combating future pandemics,\" according to a September news release.</p><p>BIO is a prominent voice on behalf of drugmakers in the nation's capital, including many biotechnology companies; it lobbies policy makers on government issues such as taxes and regulations. The Pharmaceutical Research and Manufacturers of America, or PhRMA, is the other top industry group and represents large companies.</p><p>BIO's board is vast, with more than 100 directors, tax filings show. A smaller executive committee of the board with about 20 members, including representatives of major drugmakers and smaller biotechnology companies, helps lead the organization.</p><p>The group includes around 1,000 member companies and had a roster of more than 90 lobbyists in 2021, according to federal filings compiled by the Center for Responsive Politics.</p><p>The Center for Responsive Politics is a nonprofit that compiles and publishes federal lobbying and campaign-finance filings. BIO spent more than $13 million last year to influence Congress and the federal government.</p><p>Dr. McMurry-Heath is a molecular immunologist, according to a biography posted on the organization's website. Before joining BIO, Dr. McMurry-Heath worked at Johnson &amp; Johnson and at the Food and Drug Administration.</p><p>Dr. McMurry-Heath was the first African-American to graduate from Duke University's Medical Scientist Training Program, where she earned her medical degree and doctorate, according to the biography.</p><p>She was an adviser to former Sen. Joseph Lieberman (D., Conn.) and was responsible for health policy on his 2004 presidential campaign.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com and Ted Mann at ted.mann@wsj.com</p><p>CEO of Biotech Lobbying Group BIO on Leave Amid Clash Over Direction</p>",
  "published": "2022-10-09T14:38:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3029,
          "end": 3046
        }
      ],
      "nexusId": "10010560"
    }
  ]
}