{
  "_id": "7fd72d55ef72f74d9a7a3f1bffcd3741b41e965c27f736352a2aacd3897d5ac2",
  "feed": "ftcomall",
  "title": "‘Texas two-step' outcry risks ending fee bonanza for law firm Jones Day",
  "text": "<p>As the number of lawsuits alleging that Johnson &amp; Johnson's talcum powder caused cancer neared 40,000 last autumn, the drugmaker reached for a legal strategy known as the Texas two-step. It created a new company, called LTL Management, to hold these liabilities and <a href=\"https://www.ft.com/content/de13b1ec-9b4a-4a27-ae63-c8ea38ffc683\">filed</a> for bankruptcy to shield itself from the claims. </p> <p>Like other companies using this complex legal manoeuvre, J&amp;J turned to Jones Day, one of the most powerful US law firms and an architect of the Texas two-step to help it through the process. </p> <p>Court documents show some partners at the firm are earning billing rates of up to $1,450 per hour on the restructuring, which J&amp;J deployed in response to 38,000 legal claims that its baby talc was sometimes tainted with carcinogenic asbestos. J&amp;J has denied its talc contains asbestos and can cause cancer. </p> <p>Jones Day is billing similar rates to Bestwall, an affiliate of Georgia-Pacific, which is a subsidiary of Koch Industries, and the first of four companies to deploy the bankruptcy scheme since 2017. </p> <p>Jones Day has claimed almost $60mn in court-approved bankruptcy fees for its role advising companies on the Texas two-step — which taps business-friendly laws in the state to hive off asbestos-related liabilities, but which critics allege amounts to fraudulent transactions. </p> <p>Legal experts said the financial rewards to Jones Day from designing and helping companies implement the Texas two-step are likely to be worth hundreds of millions of dollars overall as court-approved fees make up only a fraction of the overall remuneration linked to the scheme. &#xa0;</p> <p>But the deployment of the manoeuvre by J&amp;J — a $450bn company whose official credo states that it puts its customers first — has prompted a public outcry. Critics have argued such <a href=\"https://www.ft.com/content/41c8bfa9-a60b-43a2-917d-323b3ee5e19d\">tactics</a> risk undermining the legitimacy of the US insolvency system and obstructing justice for claimants against big business. </p> <p>There are signs this lucrative business stream could soon run dry. Lawmakers have drafted legislation in Congress aimed at halting the practice, bankruptcy judges are being more circumspect in these cases and some asbestos claimants are suing to block the bankruptcy applications. </p> <p>A court hearing on a motion by talc claimants to dismiss LTL's bankruptcy will begin on February 14, setting up a key test for the Texas two step.</p> <p>Alexandra Lahav, professor at University of Connecticut law school, said the controversy generated by the $4.5bn opioid settlement with members of the Sackler family — which deployed a slightly different bankruptcy scheme that was subsequently <a href=\"https://www.ft.com/content/9f94d55b-0656-4234-adf5-7a76b3730fc0\">overturned</a> in December — had piled additional political pressure on courts handling bankruptcy schemes.</p> <p>“That makes me think that these adventuresome attempts are going to be shut down and the optics are not good for the bankruptcy system. Judges are likely to take a step back from the more extreme uses of the system. But they have to get a legal pathway to get there,” she said.</p> <p>Such a move could prove costly to Jones Day, which is the 10th-highest grossing law firm in America — it turned over $2.23bn in 2020 according to AmLaw data, and its equity partners each took home on average $1.3mn.</p> <p>The Cleveland-based firm has successfully marketed the Texas two-step to four companies facing asbestos-related litigation — J&amp;J, Georgia-Pacific, a US unit of France-based Saint-Gobain and Trane Technologies. </p> <p>J&amp;J paid Jones Day almost $5mn in fees between March 30 and October 11 2021 for legal advice on its corporate restructuring. </p> <p>The strategy utilises a Texas state statute which allows companies to split themselves into two separate entities and ringfence all legal liabilities into one of them. The so called “BadCo” entity then files for insolvency. The favoured venue so far has been the <a href=\"https://www.ft.com/content/41c8bfa9-a60b-43a2-917d-323b3ee5e19d\">Western District of North Carolina </a>— a federal district jurisdiction which sets a very high bar for creditors to dismiss a Chapter 11 filing. </p> <p>A key feature of the manoeuvre is that personal injury claims are halted during the bankruptcy process, which can drag on for years.</p> <p>Jonathan Ruckdeschel, an attorney who represents asbestos-related disease victims, said the Texas two-step was an outrageous abuse of the bankruptcy court system by completely solvent companies. </p> <p>“The strategy of Jones Day and its clients is to use the ‘automatic stay' of litigation that applies in the bankruptcy court as leverage to force Americans suffering and dying from asbestos disease into either accepting significantly lower settlements or waiting for years until the bogus ‘bankruptcy' case is finally resolved,”&#xa0;he said. </p> <p>Bankruptcy experts said the Texas two-step follows a pattern whereby debtors have become much more aggressive in terms of how they deal with creditors over the past decade. </p> <p>“This is like bankruptcy hardball. We are living in a decade when the normal rules are gone,” said Jared Ellias, professor at Hastings College of the Law, University of California. </p> <p>He said bankruptcy lawyers have become more creative and laws designed to prevent the “fraudulent transfer” of assets during bankruptcy have not been applied as stringently by courts as they were a decade ago. </p> <p>“J&amp;J is a fairly conservative company. But once the door opened to moves like the Texas two-step, it was going to inspire other imitators,” said Ellias.</p> <p>Sensing a change in the political atmosphere creditors are fighting back. </p> <p>Last week asbestos claimants sued Saint-Gobain, accusing the manufacturing giant of fraudulently moving around its assets to avoid paying the full extent of its asbestos liabilities. </p> <p>Saint-Gobain denies the allegation and told the Financial Times it had established a trust as part of the bankruptcy process, which would enable “meritorious claimants” to receive faster payment of their claims.</p> <p>J&amp;J has established a $2bn trust to pay out talc claims. But critics said this is too little to cover its liabilities given a single case involving 22 women suffering ovarian cancer in Missouri led to a $2.1bn damages <a href=\"https://www.ft.com/content/d16d6df6-e6e0-4db2-88bf-02ae76b9fca3\">award</a> last year. </p> <p>J&amp;J warned it faced an “unrelenting assault” by trial lawyers based on false allegations and “well-documented abuses” in the court system for the large judgments juries have made in talc cases. The potential costs of these claims could become “unsustainable”, it said in court documents outlining its reasoning for pursuing the Texas two-step restructuring. </p> <p>J&amp;J said its objective was to reach a fair and equitable resolution for claimants. It added that courts had “uniformly acknowledged” that fairly resolving these types of claims through Chapter 11 was a legitimate use of the restructuring process.</p> <p>Jones Day declined to comment on its role. But court documents show its lawyers played a pivotal role in the bankruptcy process for Trane Technologies' affiliates Aldrich Pump and Murray Boiler, as they attended board meetings and drafted the minutes. </p> <p>Carl Tobias, professor of law at University of Richmond, said Jones Day's success to date in persuading judges to allow their clients to capitalise on the Texas two-step in protecting their assets illustrates how important law firms can be in developing, employing and convincing clients to deploy such legal mechanisms.</p> <p>Jones Day's prominent role in the bankruptcy of J&amp;J's talc subsidiary LTL has attracted criticism from the US Trustee, a division of the Department of Justice overseeing bankruptcy cases. It has objected to Jones Day representing the J&amp;J unit filing for insolvency due to its previous and continuing work for the pharmaceutical company.</p> <p>“It appears that Jones Day is not disinterested and holds an adverse interest against the estate,” the trustee said in a court filing, which also noted that the law firm appeared to be the ‘architect' of the divisional merger that raised questions about conflicts of interests. </p> <p>Courts are now closely scrutinising the Texas two-step. In November, the judge overseeing the J&amp;J affiliate's bankruptcy case in North Carolina transferred the case to New Jersey — the jurisdiction where it faces most of its talc lawsuits and where the pharma company is based.</p> <p>Judge Craig Whitley said J&amp;J's LTL subsidiary was “manufacturing forum and creating a venue to file bankruptcy” by filing in North Carolina. </p> <p>“Even without any evidence of bad faith, courts are not required to condone every strategy devised by clever lawyers to outsmart statutory purpose,” he added. </p> <p>Lawyers representing talc claimants have called on the New Jersey court to throw out the bankruptcy case filed by J&amp;J's subsidiary. The newly appointed bankruptcy judge Michael Kaplan said last week he would rule on the request before the end of February. </p> <p>A dismissal of the bankruptcy by Kaplan could complicate J&amp;J's strategy to spin off its consumer business, which could be left saddled with the talc liabilities. It could cause some reputational damage to a company which prides itself on being “good citizens”, critics have said. </p> <p>Some experts said it has also raised questions about legal ethics. </p> <p>Edward Janger, a professor at Brooklyn Law School, said it is unlikely J&amp;J's strategy of insulating its assets from talc claims would work in the long term, but it had delayed them. </p> <p>“They are tossing obstacles in the road to raise costs and obscure the path to resolution of the case on the merits. It's a bit depressing,” he said.</p> <p>“For Jones Day the question is: what is the boundary of zealous representation?” said Janger. </p><p>Source: Jamie Smyth in New York, Kate Beioley in London and Sujeet Indap 2022 '‘Texas two-step' outcry risks ending fee bonanza for law firm Jones Day' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-06T10:00:23.093Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 3363,
          "end": 3366
        },
        {
          "start": 40,
          "end": 57
        },
        {
          "start": 638,
          "end": 641
        },
        {
          "start": 5745,
          "end": 5748
        },
        {
          "start": 7392,
          "end": 7395
        },
        {
          "start": 5980,
          "end": 5983
        },
        {
          "start": 8664,
          "end": 8667
        },
        {
          "start": 378,
          "end": 381
        },
        {
          "start": 755,
          "end": 758
        },
        {
          "start": 7206,
          "end": 7209
        },
        {
          "start": 7867,
          "end": 7870
        },
        {
          "start": 3278,
          "end": 3281
        },
        {
          "start": 9025,
          "end": 9028
        },
        {
          "start": 1614,
          "end": 1617
        },
        {
          "start": 6338,
          "end": 6341
        },
        {
          "start": 8465,
          "end": 8468
        },
        {
          "start": 8076,
          "end": 8079
        }
      ],
      "nexusId": "10010560"
    }
  ]
}