{
  "_id": "17ef94b6a2f4154a69bc4e95952e8f4181dedbee02a1481e720bcdf812d665d5",
  "feed": "wall-street-journal",
  "title": "FDA Approves Cell-Based Multiple Myeloma Therapy Discovered in China; Johnson & Johnson acquired rights to the new drug and conducted studies in the U.S. confirming it worked safely",
  "text": "<p>The approval suggests a possible path forward for Western drugmakers seeking to bring China-developed drugs to the U.S. amid concerns about the quality of the drugs' development: conducting separate, confirmatory studies in Americans.</p><p>In one of J&amp;J's U.S. studies, about 98% of the 97 multiple-myeloma patients treated with Carvykti had a significant reduction in the proteins that signal the presence of myeloma, and 83% had a complete remission, indicating no detectable cancer cells, at a median of 22 months after treatment.</p><p>Joseph Mikhael, chief medical officer of the International Myeloma Foundation, said the effectiveness demonstrated in the study was \"really unprecedented. That's why there's so much excitement around it.\"</p><p>Multiple myeloma is a cancer affecting plasma cells, and although other treatments have extended patients' survival in recent years, it is estimated to cause more than 12,400 deaths each year in the U.S., according to the American Cancer Society.</p><p>J&amp;J's Carvykti belongs to a class of therapies known as CAR-T, short for chimeric antigen receptor T cell. CAR-T is a complex treatment that starts with extracting a patient's own T-cells, the infection-fighting white blood cells that are part of the immune system.</p><p>The patients' T-cells are genetically engineered in laboratories, so that when they are injected back into the patient about four weeks later, these modified T-cells target and kill cancer cells.</p><p>Development of some CAR-T therapies has also sparked safety concerns, which have forced companies to halt some trials. CAR-T's can cause serious side effects like overstimulating the immune system, and medical centers need to be specially trained to monitor patients after treatment.</p><p>On Monday, a Belgian company, Celyad Oncology SA, said it paused a study of an experimental CAR-T in people with colorectal cancer after two patients died. Celyad said it is investigating the deaths.</p><p>Carvykti is now the sixth CAR-T therapy cleared for use in the U.S., after Novartis AG, Bristol-Myers Squibb Co. and Gilead Sciences Inc. introduced others, all for blood cancers.</p><p>Uptake of the medicines hasn't been explosive partly because of the complexity of manufacturing and administering them to patients. In some cases, there has been a squeeze on the supply of a virus that is used in the production process. Combined sales of CAR-T's have risen to $1.7 billion in 2021 from $340 million in 2018, according to the companies' earnings reports.</p><p>J&amp;J has said Carvykti alone could eventually generate at least $5 billion in sales a year world-wide.</p><p>The therapies are some of the most expensive new drugs, some priced at more than $400,000 per patient. Drug-price watchdogs have called the pricing excessive, which could put them out of reach for some patients.</p><p>The companies note that CAR-T's are given as a one-time treatment, have been found to be effective and are costly to develop and manufacture.</p><p>J&amp;J's Carvykti carries a price tag of $465,000 per patient for the one-time treatment. The company expects most insurers and Medicare will cover the treatment, a spokesman said.</p><p>The previously approved CAR-T therapies were largely based on research and testing in Western countries. J&amp;J took a different route. In 2017, it signed a license and collaboration deal with Legend Biotech Corp. after Legend presented promising results from a Chinese study of an experimental CAR-T at a medical conference.</p><p>Legend, which has research labs in China and offices in the U.S., is incorporated in the Cayman Islands and is a unit of China-based GenScript Biotech Corp.</p><p>\"There's a level of sophistication these companies have that they probably didn't have five years ago,\" said Peter Lebowitz, head of oncology research at J&amp;J's Janssen pharmaceutical unit.</p><p>J&amp;J set up manufacturing of the therapy in a drug plant outside Philadelphia, in addition to launching new studies in the U.S.</p><p>FDA officials have raised concerns about the quality of clinical studies conducted in China, and whether those results are applicable to a diverse U.S. population.</p><p>\"Of course, the skeptics said, 'Can you replicate these data in a U.S. population?'\" Legend Chief Executive Ying Huang said in a recent interview. \"Along with our partner Janssen, we were able to show even better data.\" Legend plans to file for regulatory approval of the therapy in China by the end of 2022.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>FDA Approves Cell-Based Multiple Myeloma Therapy Discovered in China</p>",
  "published": "2022-02-28T23:58:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 70,
          "end": 87
        },
        {
          "start": 245,
          "end": 248
        },
        {
          "start": 3217,
          "end": 3220
        },
        {
          "start": 3781,
          "end": 3784
        },
        {
          "start": 981,
          "end": 984
        },
        {
          "start": 3746,
          "end": 3749
        },
        {
          "start": 2478,
          "end": 2481
        },
        {
          "start": 2934,
          "end": 2937
        }
      ],
      "nexusId": "10010560"
    }
  ]
}