{
  "_id": "2b5b85951039ff81cedf486c846c7cc33606cc65f6bc6e69721babee09d82a50",
  "feed": "wall-street-journal",
  "title": "Whirlpool, Kroger, Apple: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Peloton Interactive Inc.</p><p>Peloton faces an uphill climb. Activist investor Blackwells Capital LLC is pushing Peloton's board to fire its chief executive and pursue a sale, after the stationary-bike maker's stock plummeted more than 80% from its high as growth slowed. Blackwells said in a letter it made public Monday that it thinks Peloton, once a pandemic darling, could be an attractive acquisition target for larger technology or fitness-oriented companies. Peloton has also been unfavorably featured recently in television shows, in which main characters had heart attacks during or after Peloton workouts. Peloton shares gained 9.8% Monday.</p><p>Johnson &amp; Johnson</p><p>Vaccines helped ease J&amp;J's pandemic pains. Johnson &amp; Johnson finished 2021 with its strongest quarter to date for Covid-19 vaccine sales, contributing to year-over-year revenue growth across its operations. But some parts of J&amp;J's sprawling business, including medical devices and consumer products, felt the effects of the pandemic. The surge in Omicron cases, coupled with hospital staffing shortages, put off procedures that use J&amp;J devices like artificial joints. Meanwhile, supply constraints hit J&amp;J's consumer-health business, particularly skin-care products. Difficulty to secure some raw materials limited the availability of certain items. J&amp;J shares closed up 2.9% Tuesday.</p><p>Kroger Co.</p><p>Kroger employees bagged a new contract. More than 8,000 unionized workers at Kroger's King Soopers grocery stores ratified a new three-year contract that gives them better healthcare and pension benefits, along with higher wages, with some employees receiving increases of more than $5 an hour. The supermarket operator previously said its \"last, best and final\" offer represented an investment of $170 million over the next three years in wages and benefits. The King Soopers employees are among several groups of workers that pushed for higher wages, expanded benefits and better work environments in recent months, using their leverage as labor shortages challenge industries. Kroger shares lost 5.5% Tuesday.</p><p>Mattel Inc.</p><p>Elsa from \"Frozen\" and Barbie are back under the same roof. The Wall Street Journal reported that the toy company won the license to produce toys based on Walt Disney's princess lineup and from the \"Frozen\" franchise. The deal reunites the characters with their previous home after Mattel lost the license to its rival Hasbro Inc. in 2016. The setback precipitated a period of four chief executive officers at Mattel and compounding challenges as they tried to fill the $440 million hole from losing the business. Mattel will start selling new Disney toys in 2023. Mattel shares rose 4.3% Wednesday.</p><p>McDonald's Corp.</p><p>Inflation may take a bigger bite of McDonald's this year. The burger giant said Thursday it expects to pay more for food, paper and other supplies in 2022. Rising costs aren't likely to wipe out its recent gains in profitability, but executives said they would require the chain to balance menu-price increases with offering value to customers. McDonald's, like other restaurants, also dealt with the continuing labor shortage, raising wages last year by more than 10% to attract and retain workers. The company said price increases and promotions of items like its fried chicken sandwiches and McRib special helped boost its U.S. sales. McDonald's shares slipped 0.4% Thursday.</p><p>Southwest Airlines Co.</p><p>Southwest sees blue skies ahead in the airline's fight against Omicron. The carrier posted a fourth-quarter profit of $68 million, swinging from a loss of $908 million a year earlier, fueled by strong demand for travel over the holidays. Rivals American Airlines Group Inc., Delta Air Lines Inc. and United Airlines Holdings Inc. all reported losses in recent weeks. Southwest said the Omicron variant, which has slowed travel demand and caused staffing woes, will likely derail its expectation for a profitable start to 2022. Like other airlines, Southwest said bookings have started to recover, and it expects to shake off Omicron's impact and to stop losing money again in March. Southwest shares fell 2% Thursday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>Whirlpool, Kroger, Apple: Stocks That Defined the Week</p>",
  "published": "2022-01-29T00:31:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 1166,
          "end": 1169
        },
        {
          "start": 1314,
          "end": 1317
        },
        {
          "start": 707,
          "end": 724
        },
        {
          "start": 889,
          "end": 892
        },
        {
          "start": 646,
          "end": 663
        },
        {
          "start": 1096,
          "end": 1099
        },
        {
          "start": 685,
          "end": 688
        }
      ],
      "nexusId": "10010560"
    }
  ]
}