{
  "_id": "7db1954f3a8833c6ea99c95ee8b2197dbfecdd25e75ccab6f7a5b9926d39ffc5",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson Talc Claimants Challenge Freeze of Injury Suits in Bankruptcy; A bankruptcy committee representing injury claimants is fighting a bid to pause talc litigation against non-bankrupt Johnson & Johnson and retailers that are not in chapter 11",
  "text": "<p>J&amp;J faces about 38,000 talc-injury cases that alleged talc-based Johnson's Baby Powder contained asbestos, a cancer-causing mineral, an allegation J&amp;J has denied. The consumer goods giant moved the talc-injury cases to bankruptcy court last year through a newly formed subsidiary, which filed for chapter 11 in October. J&amp;J stopped selling talcum powder-based products in the U.S. and Canada in 2020 and has maintained that the powder is safe and doesn't contain asbestos.</p><p>J&amp;J used a Texas law to shift the talc lawsuits to its new subsidiary, LTL Management LLC, shortly before the subsidiary filed for bankruptcy last year in Charlotte, N.C. A North Carolina bankruptcy judge subsequently moved the bankruptcy to New Jersey, where J&amp;J is based. The Texas law has been used by a handful of other companies dealing with significant asbestos liabilities.</p><p>\"[LTL Management] would effectively bar the courthouse doors to tens of thousands of victims dying from ovarian cancer and mesothelioma due to J&amp;J's products,\" the committee said. \"When plaintiffs suffer from terminal cancer diagnoses, a stay of their actions is truly justice denied.\"</p><p>LTL is seeking to extend its bankruptcy stay, a type of legal protection typically shielding only the corporate entity that files for chapter 11, to its parent, J&amp;J, which isn't in bankruptcy.</p><p>The committee said LTL Management is an indirect subsidiary of J&amp;J and that the two entities are therefore further removed from each other than other companies that have sought to extend their bankruptcy stay after performing a similar type of restructuring using the Texas law.</p><p>The committee said LTL Management \"seeks an unprecedented extension of the stay to its non-debtor parent.\"</p><p>LTL Management has said suits against J&amp;J, insurers and retailers need to be paused so that it can negotiate a possible settlement of the litigation in bankruptcy. The talc liability is LTL Management's responsibility and should be resolved in chapter 11, the company has said. Allowing lawsuits to proceed against J&amp;J and retailers outside bankruptcy would use up shared insurance coverage available to LTL Management, the subsidiary said in a January court filing.</p><p>J&amp;J has said the LTL Management bankruptcy provides a forum to fairly compensate all talc claimants and likely more quickly than through the typical trial system.</p><p>Jessica Lauria, a lawyer representing J&amp;J, said requests like the one LTL Management has made to extend the bankruptcy stay are not uncommon and judges have ruled in different cases that such relief is necessary to prevent \"inefficient and chaotic\" litigation in other courts that could impair the chapter 11 reorganization process.</p><p>\"In the absence of this stay, the chapter 11 process would be ineffective for all parties involved,\" Ms. Lauria said.</p><p>Judge Michael Kaplan of the U.S. Bankruptcy Court in Trenton, N.J., has scheduled a Feb. 14 trial to consider whether to extend the LTL Management bankruptcy stay to J&amp;J. The judge will also consider a separate request by the committee to dismiss the bankruptcy case over using the Texas statute. If the case is dismissed, personal-injury claimants could move forward.</p><p>Write to Jonathan Randles at Jonathan.Randles@wsj.com</p>",
  "published": "2022-02-02T22:43:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 198,
          "end": 215
        },
        {
          "start": 320,
          "end": 323
        },
        {
          "start": 0,
          "end": 17
        },
        {
          "start": 2966,
          "end": 2969
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 733,
          "end": 736
        },
        {
          "start": 2186,
          "end": 2189
        },
        {
          "start": 2034,
          "end": 2037
        },
        {
          "start": 1396,
          "end": 1399
        },
        {
          "start": 1301,
          "end": 1304
        },
        {
          "start": 997,
          "end": 1000
        },
        {
          "start": 147,
          "end": 150
        },
        {
          "start": 2387,
          "end": 2390
        },
        {
          "start": 473,
          "end": 476
        },
        {
          "start": 1757,
          "end": 1760
        }
      ]
    }
  ]
}