{
  "_id": "421e9a3377f895b35a54a2f71008eb8bf7519647bac34110023e128b7795b18e",
  "feed": "market-watch",
  "title": "Amgen wins battle for Horizon Therapeutics, bolstering its rare-disease portfolio; Horizon's key asset is a treatment for eye disease that has only been approved for use in the U.S.",
  "text": "<p>Horizon develops treatments for rare autoimmune and inflammatory illnesses. Its key product, Tepezza, is a treatment for eye bulging and thyroid eye disease that has so far only been approved for use in the U.S.</p><p>Tepezza, as well as Krystexxa, a treatment for chronic gout, and Uplizna, a treatment for a rare eye disorder called neuromyelitis optica, are viewed by Amgen as Horizon's key assets, according to Mizuho analyst Salim Syed.</p><p>The companies are betting on growth from life-cycle opportunities, such as label expansion and new formulations and presentations, as well as geographic expansion, he wrote in a note to clients following an Amgen call with analysts to discuss the deal.</p><p>Syed said the call revealed limited news beyond the initial statement, with Amgen citing restrictions related to Ireland's takeover rules.</p><p>Amgen said it expects the deal to generate robust cash flow, with the companies drumming up about $10 billion in combined cash flow over the 12 months through the third quarter of 2022. It's expected to boost non-GAAP per-share earnings from 2024 and to lead to pretax cost savings of at least $500 million by the third year after close.</p><p>See also: Get ready for more merger mania in the pharma sector for the rest of the year</p><p>Amgen expects the regulatory approvals and other conditions under the Irish business code to be achieved by the first half of 2023.</p><p>The company declined to update its previously issued 2030 guidance for more than $35 billion in revenue but said the deal would be additive to the strategy outlined in February to achieve that goal, said Syed.</p><p>\"Given the potential of today's deal in bringing about $5-6 [billion] in additional revenue, we'd argue that an updated 2030 long-term guidance was arguably in order,\" said the analyst, who has a neutral rating on Amgen stock.</p><p>The company is aiming to expand Horizon's assets to new markets, notably China, where it has focused on its general-medicine portfolio. For Tepezza, the company is expecting Japan to be the biggest market outside the U.S.</p><p>Amgen beat out two rivals, France's Sanofi FR:SAN and Johnson &amp; Johnson's JNJ Jannsen unit, after Horizon acknowledged it was reviewing takeover offers following a Wall Street Journal report.</p><p>The deal is Amgen's second in the rare-disease drug space this year,after it acquired ChemoCentryx Inc.for $3.7 billion in cash in August.</p><p>Amgen shares were down 1.5% on the news, while Horizon rose 15%.</p><p>\"</p><p>Amgen wins battle for Horizon Therapeutics, bolstering its rare-disease portfolio</p>",
  "published": "2022-12-13T12:47:00.000Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 2099,
          "end": 2116
        }
      ]
    }
  ]
}