{
  "_id": "cd71a54f4689ccadba00db239f19fee29a48b4a47a0be1fa7aaa7043485955e3",
  "feed": "ftcomall",
  "title": "Robots give surgeons a helping hand",
  "text": "<p>When Craig Rogers' patients wake up after life-saving surgery to remove cancer cells in their prostate glands, they are left with a single, 3cm scar. By the end of the same day, many of them have been discharged and returned home. But Rogers, who has been operating on prostate cancer patients at the Henry Ford Hospital in Detroit for more than a decade, does not take complete credit for their speedy recovery. </p> <p>It “would not be possible”, Rogers says, without the help of his trusty assistant: a $2m robot.</p> <p>In the two decades since becoming commercially available, 6,700 Da Vinci surgical machines — the newest version of which operates through only a single incision — have been installed in hospitals worldwide. And more than 10m procedures have been performed using the technology. </p> <p>Robotic-assisted surgery differs from conventional keyhole surgery, otherwise known as laparoscopy, as surgeons operate on patients using one or several robotic arms directed from a control panel. </p> <p>Intuitive Surgical, the company behind the Da Vinci system, had dominated the field. But the surgical robotics market, which is now worth $6bn, is being enlivened by fresh competition, as Intuitive's core patents on the technology expire. By 2028, the market is projected to more than triple in value, to around $22bn, according to Verified Market Research, a data company. </p> <p>However, scepticism around the technology remains — with some experts warning that uptake of robotic surgery has outpaced evidence of its benefits for patients and cost-conscious healthcare systems. </p> <p>Rogers sees it differently, though. He compares the trend towards robotic surgery to the use of painting robots in the car industry, with which his hometown is synonymous. “I'm from Detroit where they use robots to paint cars: if you need to get to a hard to reach area, you don't do it with a person, a robot does it,” he explains. He likens conventional keyhole surgery to “building a ship in a bottle with chopsticks”. </p> <p>So far, the US has embraced surgical robotics more than any other country, accounting for around half of the global market. Across the country, the vast majority of prostate, bladder and kidney surgeries are carried out using robots and, in the state of Michigan, 15 per cent of all surgical procedures involve a robotics, according to <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2758472\">a study published in JAMA Network Open</a>. </p> <p>By contrast, in western Europe, robotic-assisted surgery accounts for just 2 per cent of the total procedures performed each year, according to estimates from medical technology company Medtronic. </p> <p>Richard Sullivan, director of the institute of cancer policy at King's College London, says the rush towards robotic surgery, which the US has spearheaded, has been driven in part by “technophilia”. </p> <p>He says patients often think robotic-assisted surgery “self-evidently must be better” because the technology “looks sexier”, adding that US surgeons who are hesitant about surgical robots are increasingly regarded as “luddites”.</p> <p>“In the US, it's a fully competitive system . . . [if] you don't have a robot, your patients don't come to you,” says Sullivan. “You can see why a patient would think if the incisions on my stomach are small, rather than a whopping great six-inch scar, surely it must be doing less damage. But that's not what counts. What counts is what we do inside.”</p> <p>Advocates of surgical robotics argue that the difference is not just cosmetic, though. Michael Stifelman, director of robotic surgery at Hackensack University Medical Center in New York, who works with Intuitive, says the technology offers a “culmination of subtler benefits that really add up”.</p> <p>For his patients, he says robot-assisted surgery has shortened their wait to be discharged, reduced complications after surgery, and sped up recovery times. </p> <p>The technology has also made minimally invasive surgery more accessible to a greater number of surgeons than conventional keyhole surgery. In addition, it has extended surgeons' careers as it is less demanding on their bodies, according to Stifelman. He estimates that the freedom to perform surgery while seated will extend his career by a decade. </p> <p>“We're not just doing it to say we do it, we always make sure we're doing it for the right reasons,” he says.</p> <p>England's NHS has pinned its hopes on robotic surgery to help its workforce tackle a post-pandemic backlog of 6m patients waiting for non-urgent procedures. </p> <p>As the Covid-19 caseload in hospitals eased last summer, Stephen Powis, NHS England national medical director, said the technology had “propelled us much further along in our Covid recovery than would have been possible before”, adding that it would “play an increasingly pivotal role” in reducing patient wait times for surgery.</p> <p>But, in spite the faith placed in the technology, there “is not a huge amount” of “hardcore evidence” for its cost-effectiveness, says Christopher Peters, a consultant upper gastrointestinal surgeon at Imperial College Healthcare Trust in London. Hence, the slow uptake by England's thrifty NHS — it had only <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/rcs.2174\">61 surgical robots in use across the country in autumn 2020</a>, although it has more added since.</p> <p>Nor are the benefits clear-cut. An analysis <a href=\"https://www.acpjournals.org/doi/10.7326/M20-7006\">published in the Annals of Internal Medicine last year</a> found that the results from 50 studies looking at a combined total of nearly 5,000 robotic surgery patients showed “no difference” between robotic-assisted techniques and laparoscopy or open surgery in the likelihood of complications or long-term outcomes.</p> <p>In fact, the researchers found that gynaecological robotic surgery took up to 265 minutes, or 13 per cent, longer than the most time-intensive laparoscopy, and 41 per cent longer than the equivalent open surgery.</p> <p>Separately, <a href=\"https://pubmed.ncbi.nlm.nih.gov/33844089/\">a study by researchers</a> at the University of California San Diego found that robotic surgery cases stayed in hospital for 3.3 days on average, less than half the stay of open surgery patients but slightly longer than patients who received conventional keyhole surgery. The cost per day in hospital was also 1.7 times higher for robotic surgery patients. </p> <p>Nevertheless, Peters predicts that robotic-assisted surgery will “become the default” in European countries over the next decade as “robots become so ubiquitous and such good value for money that the bar you have to cross to justify using it will be much lower.” He says: “Hospital bosses will just ask: why not?”</p> <p>Peters also believes the technology will become more affordable and widely available as Intuitive's “stranglehold” over the surgical robotics market “loosened”. The company enjoys a market share in excess of 80 per cent, but time is running out on many of the 20-year patents it registered around the time of its US launch in 2000. This will free up space for competitors. </p> <p>Medtronic, Johnson &amp; Johnson and UK-based CMR Surgical are among the leading companies now vying for a share of the growing market and — in the process — making the technology more affordable.</p> <p>Terry Chang, director of strategy at surgical robotics manufacturer Medicaroid, which gained regulatory approval in its home country of Japan last year, believes Intuitive was “trying to build [a] moat around the business” by renewing patents. However, he says he is “starting to see a lot more companies being creative and getting into the market”. </p> <p>Per Vergard Nerseth, chief executive of CMR Surgical, says he is “confident” his company can outcompete Intuitive on CMR's “home turf” of Europe, where surgical robotics is still “fairly nascent”. “Our robot has a very unique wrist,” says Nerseth. “It's why we're able to make our robots so much smaller than any other brand, which gives us a really unique offering.”</p> <p>However, experts stressed that improving access to the best surgical care in richer nations and developing countries will depend far more on resolving the scarcity of surgeons, who take more than a decade to train. Even in the well-resourced US, staff shortages across the main surgical specialities could reach 30,200 by 2034, according to the <a href=\"https://www.aamc.org/news-insights/press-releases/aamc-report-reinforces-mounting-physician-shortage#:~:text=According%20to%20new%20data%20published,both%20primary%20and%20specialty%20care.\">Association of American Medical Colleges</a>. </p> <p>Surgical robotics is, therefore, “not a panacea, it's merely a plaster over labour force issues,” says Roger Kneebone, professor of surgical education at Imperial College London. “On their own, these robots are just an impressive piece of kit, they don't improve things without highly skilled surgeons to operate them — and there's not enough of those.”</p> <p>Despite the scepticism, surgical robotics continues to extend its reach into new specialisms and territories. In recent months, surgical robots have removed eye tumours and inserted cochlear implants for the first time.</p> <p>“Where the US goes, the world tends to follow,” says Jelle Ruurda, an upper gastrointestinal surgeon at the University Medical Center Utrecht in the Netherlands. He compares the change to the uptake of CAT and MRI scanners.</p> <p>“Twenty years ago, there was one CAT scanner in every hospital in Europe, and in the US there were hospitals that already had 10,” Ruurda points out. “Now, every self-respecting hospital has at least 10 CAT scanners and a couple of MRI scanners. I think it will be the same for robotics.”</p><p>Source: Oliver Barnes in London 2022 'Robots give surgeons a helping hand' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T05:00:48.039Z",
  "tags": [
    {
      "id": "US4781601046",
      "nexusId": "10010560",
      "name": "Johnson & Johnson",
      "offsets": [
        {
          "start": 6768,
          "end": 6785
        }
      ]
    }
  ]
}