{
  "_id": "2c06efa563ad92239010bd98d2c0e95689bb0e860a188fc30f628ff8fa78cb97",
  "feed": "wall-street-journal",
  "title": "New Orleans Prepares as Hurricane Ida Approaches; Storm gathered strength Saturday as a potential Category 4, with winds that could reach up to 140 miles an hour",
  "text": "<p>Ida, which was upgraded to a Category 2 storm Saturday afternoon with winds near 100 miles an hour, was forecast to reach Category 4, with 130-mile-an-hour winds, in the next day as it moves over the warm waters of the Gulf of Mexico. The hurricane could bring storm surges as high as 15 feet above ground along parts of the Gulf Coast and as much as 20 inches of rain in some areas of southeast Louisiana and southern Mississippi.</p><p>\"We are facing a dangerous storm that needs to be taken seriously,\" Collin Arnold, director of the New Orleans Office of Homeland Security and Emergency Preparedness, said at a news conference Saturday. He warned that residents who stay should expect extended power loss, street flooding and potentially significant wind damage.</p><p>Officials said the Louisiana National Guard had prepared personnel and equipment such as high-water vehicles and boats to help with storm response. Electric utility Entergy New Orleans was mobilizing more than 10,000 people to move into southern Louisiana to address power outages, they said.</p><p>The National Hurricane Center issued a hurricane warning for New Orleans, Lake Pontchartrain and Lake Maurepas in Louisiana, and along the Gulf Coast from Intracoastal City to the mouth of the Pearl River at the Louisiana-Mississippi border.</p><p>If the storm makes landfall in Louisiana on Sunday, it will arrive exactly 16 years after Hurricane Katrina devastated New Orleans.</p><p>Traffic leaving the city on Interstate 10 over Lake Pontchartrain was bumper-to-bumper on Saturday as people evacuated. Supermarket parking lots were jammed. Stores selling ice were running out of supplies.</p><p>At a gas station in New Orleans early Saturday, Sam Mulcahy, a 26-year-old legal courier, was fueling up on his way out of town to Memphis. A recently arrived resident, he followed the lead of his friends and neighbors.</p><p>\"Everyone I know is leaving,\" he said.</p><p>Eric Gardner, a 54-year-old municipal worker and lifelong resident, was directed to shelter in place as an essential worker. But the rest of his family, which lived through Hurricane Katrina 16 years ago, doesn't want to face a similar experience and evacuated.</p><p>\"We're on pins and needles,\" he said. \"There ain't nothing we can do but try to survive.\"</p><p>Since Katrina, a $14.5 billion flood protection system—flood walls, levees, canals and barriers constructed by the U.S. Army Corps of Engineers—has helped bolster storm defenses around New Orleans.</p><p>\"This is a very different protected city than it was 16 years ago,\" Ramsey Green, deputy chief administrative officer for infrastructure for New Orleans, said at the news conference.</p><p>Mandatory evacuation orders were issued for residents living outside the levee system in Irish Bayou, Venetian Isles and Lake Catherine. New Orleans officials also called for voluntary evacuation across Orleans Parish. The NHC said the storm surge may possibly top levees outside of the Hurricane and Storm Damage Risk Reduction System.</p><p>Other parishes including Lafourche, Plaquemines, St. Charles and Terrebonne also issued mandatory evacuation orders.</p><p>President Biden, who approved an emergency declaration for Louisiana, received a briefing from the Federal Emergency Management Agency on Saturday and said food, water, generators and other supplies were prepositioned to aid response efforts.</p><p>In New Orleans, the Spotted Cat Music Club, which is known for staying open during storms, shut down early Friday night and planned to stay closed through at least Monday. General manager Cheryl Abaña, 43, has weathered many hurricanes in the 22 years she has lived in the city, but was planning to evacuate early Saturday morning with her husband, mother and 5- and 17-year-old children.</p><p>\"We're not tempting fate this time,\" she said. \"I feel some PTSD on August 29 every year already, and it's almost like the very same feeling right now as I had before that storm. It's kind of eerie.\"</p><p>Robert Burton, a 33-year-old sign installer, was planning to stay put to keep an eye on his and his family members' houses. He stocked up on bread, water, noodles and peanut butter and jelly, and said he planned to study for his computer science degree as long as he has power.</p><p>Though Mr. Burton rode out Hurricane Katrina and isn't one to panic about storms, \"We haven't had one like this in a while,\" he said. \"I just think it's going to be rough.\"</p><p>Ida swept across western Cuba on Friday, making landfall on the Isle of Youth and, later, Pinar del Río as a Category 1 hurricane. It ripped off roofs, toppled trees and utility poles and damaged crops, according to Cuban state media.</p><p>Ida's projected path has made it a threat to the vast oil refining and petrochemical complex situated along the U.S. Gulf Coast, though the storm's more easterly track Friday suggested it would miss the heart of those operations in Texas and along the Texas-Louisiana border.</p><p>The storm was also affecting offshore production platforms in the Gulf of Mexico, which account for roughly 17% of the nation's oil production and around 5% of its natural-gas output.</p><p>Refineries in Louisiana and Mississippi had started to reduce or halt output, which will lead to some gasoline-delivery delays.</p><p>Ida's projected track has it plowing through the bulk of U.S. offshore oil production and threatening refineries around New Orleans and in Mississippi and Alabama, which account for about 15% of the country's refining capacity, said Andy Lipow, president of Houston-based consulting firm Lipow Oil Associates. Many plants had already reduced production or shut down, he said.</p><p>Flooding and power outages in the region could hinder the major pipelines that carry gasoline to the East Coast, Mr. Lipow said.</p><p>But it appeared that Ida would spare refineries in southwestern Louisiana, which were closed for more than a month after Hurricane Laura in 2020. Citgo Petroleum Corp. said its Lake Charles refinery would keep operating at normal rates.</p><p>By Saturday afternoon, offshore producers had closed wells that pump more than 1.6 million barrels of oil daily, around 91% of the U.S. Gulf of Mexico's output. About 85% of natural-gas production had halted. Onshore, Chevron Corp. closed and evacuated two coastal terminals and related pipelines.</p><p>Jennifer Hiller and Alex Leary contributed to this article.</p><p>Write to Rachel Wolfe at rachel.wolfe@wsj.com and Arian Campo-Flores at arian.campo-flores@wsj.com</p><p>New Orleans Prepares as Hurricane Ida Approaches</p>",
  "published": "2021-08-28T20:05:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 6147,
          "end": 6154
        }
      ],
      "nexusId": "10051514"
    }
  ]
}