{
  "_id": "b65f23389118a73720fa92d6060fbe9a86bab56ce43cd5911578ff6f529a94c5",
  "feed": "ftcomall",
  "title": "Climate activists hail breakthrough victories over Exxon and Shell",
  "text": "<p>Big Oil has suffered a climate backlash after a court ordered Royal Dutch Shell to aggressively slash carbon emissions and ExxonMobil shareholders backed an activist investor that said the supermajor faced “existential risk” because of its focus on fossil fuels.</p> <p>The twin moves come as global governments accelerate plans to decarbonise their economies in pursuit of net-zero goals and international oil companies try to navigate an uncertain transition to cleaner fuels despite still-robust demand for the lucrative hydrocarbons they produce. </p> <p>In the Netherlands, a district court in The Hague <a href=\"https://www.ft.com/content/340501e2-e0cd-4ea5-b388-9af0d9a74ce2\">ruled </a>in favour of climate campaigners challenging Shell, saying the Anglo-Dutch oil producer needed to lower its emissions by 45 per cent by 2030 from 2019 levels, a much faster rate than the company had planned.</p> <p>On the other side of the Atlantic, Exxon shareholders defied the company's management to <a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\">elect </a>at least two new board members proposed by Engine No 1, a tiny hedge fund that launched an activist campaign in December.</p> <p>In addition, a big majority of <a href=\"https://www.ft.com/stream/50947485-d526-4e6b-adb1-08bec39a2a73\">Chevron </a>shareholders voted for a resolution calling for the US supermajor to “substantially reduce” its scope 3 emissions, or those from the products it produces. The company said it would “carefully consider” the result.</p> <p>Campaigners hailed the day as a breakthrough moment in the oil industry's history, as the urgency of the climate crisis arrived at the door of some of the world's biggest fossil fuel producers.</p> <p>“This will be seen in retrospect as the day when everything changed for Big Oil,” said Andrew Logan, head of oil and gas at Ceres, which co-ordinates investor climate action. </p> <p>“How the industry chooses to respond to this clear signal will determine which companies thrive through the coming transition and which wither,” he said.</p> <p>Darren Woods, Exxon's chief executive, said he had “heard from shareholders about their desire to catalyse changes . . . and we are well positioned to respond.”</p> <p>Analysts said the Shell ruling could set a precedent for similar cases against the world's biggest corporate polluters, which may now face related <a href=\"https://www.ft.com/content/04a0ab91-0853-4888-b3e3-fb0244181dc4\">lawsuits</a> and be forced to overhaul their business models.</p> <p>“Legally, economically and societally the ruling is significant,” said Thom Wetzer, who leads the sustainable law programme at Oxford university. “All companies in the energy industry and all heavy emitters will be put on notice and will have to accelerate their decarbonisation plans.” </p> <p>The court ruling followed a legal campaign led by Milieudefensie, the Dutch wing of Friends of the Earth. Donald Pols, director of Friends of the Earth Netherlands, described the decision as “a monumental victory”. </p> <p>Shell said it would “appeal today's disappointing court decision”.</p> <p>Share prices of Shell and Chevron were steady on Wednesday, while Exxon rose 0.7 per cent.</p> <p>However, Nick Stansbury at Legal and General Investment Management, said that “while the market does not appear to have responded, there is a valid question about whether this is a watershed moment in the same way the first Big Tobacco legal suits were”.</p> <p><em>Additional reporting from Myles McCormick and Justin Jacobs</em></p><p>Source: Derek Brower and Anjli Raval in London 2021 'Climate activists hail breakthrough victories over Exxon and Shell' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-26T18:31:29.352Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2762,
          "end": 2769
        },
        {
          "start": 1056,
          "end": 1063
        }
      ],
      "nexusId": "10051514"
    }
  ]
}