{
  "_id": "0d895f4d3d0b949864e10fba47109efe193b692a78b263b81c99d5b97f8dc552",
  "feed": "wall-street-journal",
  "title": "The Sum of all Energy Fears; Climate mania and naive foreign policy create a crisis in Europe.",
  "text": "<p>Gas prices in Europe have spiraled to unprecedented highs partly due to carbon-pricing, a relatively new financial instrument that makes it more expensive for power plants to use coal, even when coal is essentially the only reliable option.</p><p>In October this column noted that even some greener-than-green European polities were beginning to recognize the error of their waysand to reconsider politically incorrect nuclear power. The problem is that Germany long ago decided to reduce nuclear capacity and now safety concerns are taking some French reactors off-line. Todd Gillespie, Isis Almeida and Jesper Starn report for Bloomberg:</p><p>European power climbed to a fresh record as France faces a winter crunch, spurring the region's top aluminum smelter to curb output.</p><p>Electricity for delivery next year surged as much as 6.4% to an all-time high in Germany, Europe's biggest power market. France, which usually exports power, will need to suck up supplies from neighboring countries to keep the lights on as severe nuclear outages curb generation in the coldest months of the year.</p><p>The crunch is so severe that it's forcing factories to curb output or shut down altogether.</p><p>Perhaps this entirely man-made crisis will encourage more voters to demand reliable and plentiful energy sources.</p><p>The people who work for U.S. voters haven't stopped trying to enact another half a trillion dollars of spending to discourage the use of fossil fuels, but they are now signaling they understand how much we still need such fuels. The problem is that one cannot create a host of incentives not to invest in energy production and then expect investors to fund it anyway.</p><p>The Journal's Christopher M. Matthews , Timothy Puko and Collin Eaton report:</p><p>Oil company executives have become openly frustrated with a Biden administration that spent months shunning the industry, only to start urging in recent weeks that it produce more oil to alleviate rising gasoline prices.</p><p>In closed-door meetings with Energy Secretary Jennifer Granholm over recent weeks, oil executives have made few promises about raising output, say people familiar with the matter, and explained that it may be months before higher oil prices lead to resurgent U.S. production.</p><p>At a time when Wall Street is telling oil companies to tamp down spending and deliver profits after years of poor returns, oil company leaders say Mr. Biden's positions on oil make it even harder for them to justify new spending to grow.</p><p>\"The administration's energy policy has not been very coherent,\" said Mike Wirth, Chevron Corp.'s chief executive. \"The signals from the administration have been very conflicting and that can just chill decision making.\"</p><p>The White House should be thankful Mr. Wirth has such a gift for polite understatement. Oil executives have been meeting with the same Jennifer Granholm who recently said it was \"hilarious\" that someone would ask what her plan was for increasing domestic production. This was the same day she claimed, \"We have already poisoned the atmosphere, we have to repair and heal the Earth and the only way to do that is to remove carbon dioxide permanently.\"</p><p>Perhaps Team Biden can now understand why oil execs didn't take that to mean, \"Drill, baby, drill.\"</p><p>***</p><p>What Happens in Wuhan</p><p>In 2020 your humble correspondent co-authored a book with Maria Bartiromo that noted the aggressive effort by the Chinese government to acquire U.S. technology—often by seeking to persuade or dupe U.S. academics to share valuable intellectual property. The book mentioned, among other cases, the disturbing story of a Harvard professor. His case has now been resolved. The Journal's Byron Tau and Aruna Viswanatha report:</p><p>A jury on Tuesday found Harvard professor Charles Lieber guilty on six counts related to payments he received from a Chinese government talent program... Mr. Lieber, who holds joint appointments in Harvard University's chemistry and engineering departments and is a renowned expert in the field of nanoscience, was accused of lying to government investigators about his participation in the Chinese government's Thousand Talents program aimed at wooing foreign experts. He also was charged with failing to disclose cash payments from the program on his income tax returns and concealing the existence of a Chinese bank account.</p><p>The verdict, returned after less than three hours of deliberations, marks a stunning fall for Mr. Lieber, who came under scrutiny by federal investigators over an academic partnership with the Wuhan University of Technology that dates back a decade. Prosecutors showed documentary evidence that Mr. Lieber had signed a Thousand Talents agreement with Wuhan that paid him hundreds of thousands of dollars—some in cash and some deposited into a Chinese bank account.</p><p>The Journal reporters add:</p><p>The most direct evidence against Mr. Lieber were tapes of an hourslong interview with FBI agents immediately after his arrest in early 2020. The tapes offered a window into the world of high-stakes academic research as well as efforts by foreign universities and governments to recruit and reward top scientists...</p><p>\"Money is a big temptation,\" he said. \"That's one of the things that China uses to seduce people.\"</p><p>***</p><p>At Last, an Escape from Vaccine Mandate Fights? The Journal's Jared Hopkins and Joseph Walker report the great news:</p><p>U.S. health regulators cleared use of a Covid-19 pill from Pfizer Inc., the first drug that newly infected patients can now take at home to stay out of the hospital.</p><p>The authorization by the U.S. Food and Drug Administration on Wednesday permits doctors to prescribe the medicine to high-risk patients age 12 and older early in the course of disease, shortly after they develop symptoms.</p><p>The FDA said the drug, named Paxlovid, worked safely and would be an important tool in reducing hospital admissions and death.</p><p>***</p><p>An Existential Fight for Women's Sports?</p><p>Swimming World magazine editor John Lohn writes:</p><p>The newest predicament facing the sport is not one of rampant doping, but a complex scenario with an outcome that could be as damning. Yes, we're discussing the Lia Thomas saga... To review, Thomas is a transgender senior on the University of Pennsylvania women's team and has produced several performances through the early portion of the season that suggest she will be an NCAA title contender...</p><p>Her shift from the men's team to the women's team is a result of Thomas' transition to female, and after fulfilling the NCAA's requirement of one year of testosterone suppressant use, she is eligible to compete in collegiate competition as a member of a women's program. The problem: The NCAA's one-year suppressant requirement is not nearly stringent enough to create a level playing field between Thomas and the biological females against whom she is racing...</p><p>Let's get this out of the way, because some readers will argue we are calling Lia Thomas a doper – regardless of the information presented and the selected verbiage. That is not the case. There is no intent. What we are stating is this: The effects of being born a biological male, as they relate to the sport of swimming, offer Thomas a clear-cut edge over the biological females against whom she is competing. She is stronger. It is that simple. And this strength is beneficial to her stroke, on turns and to her endurance. Doping has the same effect.</p><p>According to NCAA rules, Thomas has met expectations for participation. But for Thomas to suggest she does not have a significant advantage, as she did in one interview, is preposterous at best, and denial at worst. Sure, it is on the NCAA to adjust its bylaws in the name of fair competition for the thousands of swimmers who compete at the collegiate level. It is also on Thomas to acknowledge her edge. The suppressants she has taken account for an approximate 2% to 3% change. The time difference between male and female swimming records is roughly 11%.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web. Thanks to Lawrence Franko, William Hestir and Tony Lima.)</p><p>***</p><p>The Sum of all Energy Fears</p>",
  "published": "2021-12-22T21:07:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2550,
          "end": 2557
        }
      ],
      "nexusId": "10051514"
    }
  ]
}