{
  "_id": "6dba10a5f50c9f8444e647d538d8f8ced71b7129d5877dc24db7e40e84998322",
  "feed": "wall-street-journal",
  "title": "U.S. News: Trial Begins of Lawyer Who Sued Chevron in Ecuador Case",
  "text": "<p>The contempt-of-court trial that started Monday before U.S. District Judge Loretta Preska is the latest twist in a legal saga involving Chevron and Mr. Donziger that has lasted nearly three decades and spanned the globe.</p><p>\"Steven Donziger. . .has intentionally and repeatedly disobeyed court order after court order after court order,\" Rita Glavin, a private lawyer serving as the prosecutor, said during opening statements Monday.</p><p>Martin Garbus, an attorney for Mr. Donziger, said in his opening remarks that his client \"is innocent of every single charge.\" He said the court had greenlighted an intimidation campaign by Chevron against Mr. Donziger.</p><p>\"Mr. Donziger takes his responsibility to his clients, the people of Ecuador\" seriously, Mr. Garbus said.</p><p>Mr. Donziger first sued Chevron predecessor Texaco Inc. in New York in 1993 on behalf of native Ecuadoreans who alleged the company's oil operations in the Amazon were sickening them. The dispute later moved to Ecuador, where a judge in 2011 issued the $9.5 billion judgment against Chevron.</p><p>The San Ramon, Calif.-based oil company has spent the past decade punching back, securing a U.S. court decision finding that Mr. Donziger and his colleagues corrupted the legal process in Ecuador by manufacturing evidence, pressuring judges and ultimately ghostwriting the final judgment in the case.</p><p>Those conclusions came in a 2014 ruling by U.S. District Judge Lewis Kaplan that also ordered Mr. Donziger to relinquish his 6.3% contingency fee interest in the case to Chevron and forbade him from profiting from the Ecuador judgment or trying to enforce it in the U.S. Mr. Donziger denies he acted fraudulently in Ecuador.</p><p>Mr. Donziger is now going to trial over his alleged refusal to abide by those orders, and for not complying with Judge Kaplan's order to turn over all his email accounts and electronic devices to a forensic expert for Chevron's eventual use. Judge Kaplan found him in civil contempt of court after Chevron repeatedly told the judge of instances the company said showed he was still profiting from his fraud, including his paying an executive coach with a pledge of 0.007% of any judgment collected from Chevron, out of Mr. Donziger's share. Judge Kaplan later brought charges of criminal contempt after Mr. Donziger's continued refusal to follow the directives.</p><p>\"He made the decision not to comply with that judgment from the beginning,\" Ms. Glavin said Monday.</p><p>Ms. Glavin and the judge frequently interrupted Mr. Garbus's opening, saying he wasn't addressing issues relevant to the charges at hand.</p><p>Mr. Donziger, 59 years old, has been under home confinement in his apartment on Manhattan's Upper West Side since Judge Kaplan called for the criminal contempt trial in August 2019. His contempt trial has been delayed repeatedly, both by the coronavirus pandemic and requests by Mr. Donziger to hire new lawyers.</p><p>The Manhattan U.S. attorney's office declined to prosecute Mr. Donziger, saying it didn't have the resources. Judge Kaplan named Ms. Glavin, a white-collar lawyer, to prosecute Mr. Donziger instead.</p><p>Chevron isn't a party in the criminal contempt trial, though the first witness called was a partner at Gibson, Dunn &amp; Crutcher LLP, the law firm that represented Chevron in the racketeering lawsuit against Mr. Donziger.</p><p>The Second U.S. Circuit Court of Appeals in March denied Mr. Donziger's request to lift his home confinement.</p><p>Several dozen protesters, including actress Susan Sarandon and musician Roger Waters of Pink Floyd, joined Mr. Donziger outside the courthouse Monday morning.</p><p>The two celebrities were among supporters who made it into the courtroom for the trial. Before the trial formally began, Mr. Donziger asked the court to open more spaces for public viewers and to allow his clients in Ecuador to listen remotely.</p><p>Judge Preska said she had staff working to free more physical space for viewers, but reaffirmed an earlier decision against a remote feed.</p>",
  "published": "2021-05-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1520,
          "end": 1527
        },
        {
          "start": 1973,
          "end": 1980
        },
        {
          "start": 781,
          "end": 788
        },
        {
          "start": 136,
          "end": 143
        },
        {
          "start": 2178,
          "end": 2185
        },
        {
          "start": 3249,
          "end": 3256
        },
        {
          "start": 3087,
          "end": 3094
        },
        {
          "start": 43,
          "end": 50
        },
        {
          "start": 621,
          "end": 628
        },
        {
          "start": 1040,
          "end": 1047
        },
        {
          "start": 1893,
          "end": 1900
        }
      ],
      "nexusId": "10051514"
    }
  ]
}