{
  "_id": "495868151e450236c0e13476c310ab04962389c3944ce962f11a36cb38c7b5ba",
  "feed": "wall-street-journal",
  "title": "As Outlook Brightens, Investors  Seek Stocks With Hidden Value  ----  By Karen Langley",
  "text": "<p>   Value stocks are beating growth stocks by the widest margin in two decades, the latest sign that investors expect the next year to bring a powerful economic rebound. </p><p>   As the rollout of Covid-19 vaccines quickens and the economy bounces back from last year's shutdowns, portfolio managers are snapping up cyclical stocks -- banks, energy companies and others whose fortunes are closely linked to economic growth. Those shares often fit the description of value stocks, which trade at low multiples of their book value, or net worth. </p><p>   The shift in bets marks a reversal of a trend that has held essentially since the financial crisis, in which growth stocks outpaced value stocks. That reflected in part the rise of big tech companies such as Apple Inc. and Amazon.com Inc. and in part the softness of the U.S. economy. This year, the Russell 1000 Value Index is up 11% and the Russell 1000 Growth Index has edged up 0.2%. </p><p>   That gap is the largest lead for value stocks at this time of year since 2001, according to Dow Jones Market Data, when the bursting of the tech bubble led to a resurgence in value shares. At this point last year, during the coronavirus-induced downturn, growth stocks held a wide lead. </p><p>   Of course, this isn't the first time investors have heralded a bounceback in value investing -- only to see the trade quickly reverse. Value stocks have lagged behind shares of fast-growing companies throughout much of the past decade: From the end of 2010 to the end of 2020, the value index doubled, while the growth index quadrupled. </p><p>   Among the stocks recently leading the way for the value index are banking heavyweights JPMorgan Chase &amp; Co. and Bank of America Corp. as well as oil giants Exxon Mobil Corp. and Chevron Corp. With rising bond yields and oil prices pointing to expectations for broader economic growth, JPMorgan and Bank of America are up more than 20% for the year, while Chevron has climbed 32% and Exxon has soared 50%. All four stocks declined in 2020. </p><p>   \"People are starting to see, OK, we're going to open up,\" said Daniel Genter, chief executive and chief investment officer at RNC Genter Capital Management. \"There's a light at the end of the tunnel, and it's not a train coming the other way.\" </p><p>   Late last year his firm, which manages about $5 billion, trimmed positions in big tech stocks and reinvested the money in energy, financial and healthcare companies, he said. </p><p>   The rally in bank stocks has been fueled in part by a climb in government bond yields. Higher rates allow banks to charge more on loans, boosting their profits. Energy shares have had help from the rallying price of oil, with Brent crude, the international benchmark, rising 34% in 2021. </p><p>   For much of last year, investors prized growth stocks, many which stood to benefit when the pandemic forced people to work and shop from home. Influential members of the Russell 1000 Growth Index include Apple, Amazon and Tesla Inc. All posted outsize returns in 2020ーbut have lost ground this year. </p><p>   \"I think it's going to be very difficult for the aggressive growth stocks to outperform,\" said Lamar Villere, portfolio manager at investment firm Villere &amp; Co. \"The expectations that are baked into their valuations are still incredibly high.\" </p><p>   The performance gap between value and growth has grown this year even as a stretch of volatile trading sends tech shares plunging some days and rebounding on others. The tech-heavy Nasdaq Composite dropped 0.6% Friday. It still trails the broader-based S&amp;P 500 and Dow Jones Industrial Average in 2021. </p><p>   Part of the appeal of value shares is their lower price tags, especially after last year's tech rally. At the end of February, the Russell 1000 Value Index traded at 21.89 times the past 12 months' earnings, according to FTSE Russell. For the Russell 1000 Growth Index, that figure was 37.22. </p><p>   Among the signs the economy is gaining steam: February brought the best monthly job growth since last fall as restaurants and other hospitality businesses added jobs. And the Organization for Economic Cooperation and Development recently upgraded its outlook for the U.S. economy, which it now expects to expand by 6.5% in 2021. </p><p>   And President Biden on Thursday signed a $1.9 trillion coronavirus aid bill, which includes $1,400 checks for many Americans and an extension of a $300 weekly jobless-aid supplement. </p><p>   The earnings picture looks bright in several corners of the value realm as well. Profits for the industrial, materials and financial sectors are expected to surge in 2021, rising 89%, 38% and 22%, respectively, from a year earlier, according to FactSet. Tech-sector earnings, meanwhile, are forecast to grow 18%. </p><p>   \"There's pent-up demand driving accelerating earnings growth, especially among these value stocks that were hurt last year,\" said Jimmy Chang, chief investment officer at Rockefeller Global Family Office. \"At the same time we still have more fiscal stimulus coming into the system, so that will further turbocharge their growth.\" </p><p></p>",
  "published": "2021-03-13T07:18:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1898,
          "end": 1905
        },
        {
          "start": 1721,
          "end": 1728
        }
      ]
    }
  ]
}