{
  "_id": "1343ec7694f467ed7f312451e90e82209b7c51115cf5e0f6293d9887d5b13e67",
  "feed": "ftcomall",
  "title": "Big Oil's Terrible, Horrible, No Good, Very Bad Day",
  "text": "<p>Welcome to another issue of Energy Source, coming to you on the back of a momentous day for climate activism — and a humbling day for Big Oil. Three big things happened:</p> <ol>  <li><p>ExxonMobil shareholders delivered a sharp rebuke to management by <a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\">voting in two new directors</a> proposed by activist hedge fund Engine No 1.</p></li>  <li><p>Shareholders at Chevron <a href=\"https://www.ft.com/content/fa9946b9-371b-46ff-b127-05849a1de2da\">backed a motion</a> calling for it to “substantially reduce” emissions from the products it produces.</p></li>  <li><p>And a court in the Netherlands <a href=\"https://www.ft.com/content/340501e2-e0cd-4ea5-b388-9af0d9a74ce2\">ruled</a> that Royal Dutch Shell must lower carbon emissions much more aggressively than it had planned.</p></li> </ol> <p>Each event is significant in its own right. But taken together they underline the scale of the climate backlash that oil producers now face. </p> <p>Our main item today sticks with Exxon and the vote to overhaul the board. Justin Jacobs analyses what it means for the company.</p> <p>For our second item, Jude Webber reports on a deal by Mexico's Pemex to buy Shell out of a major Houston refinery. Despite the ructions in Europe and the US, Mexico's president Andrés Manuel López Obrador is still betting big on oil. </p> <p>Energy Source will be off next Tuesday because of the holiday in the US and UK. But we will be back on Thursday.</p> <p>As ever, thanks for reading. Please get in touch at energy.source@ft.com. <em>— Myles</em></p> <h1>Activist investors secure two of their board nominees at Exxon</h1> <p>ExxonMobil's shareholders handed the company's management a <a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\">stunning defeat</a> yesterday, voting in favour of at least two board members put forward by an activist hedge fund pushing the company to take more ambitious action to green its business.</p> <p>Coming on the heels of the Shell court ruling and the Chevron emissions vote, the Exxon news capped off a momentous day for Big Oil which is under pressure on multiple fronts to start making more radical changes in response to rising risks from climate change. </p> <p>The Exxon vote remains unsettled. Two of Engine No 1's candidates, Gregory Goff and Kaisa Hietala, have secured board seats. But the company said another nominee, Anders Runevad, was not elected and the vote on the final nominee, Alexander Karsner, was too close to call. The final tally is expected to be released by the end of this week.</p> <p>The full ramifications of the vote will take time to develop, but it raises three key questions:</p> <h2>What does it mean for Darren Woods's future at Exxon?</h2> <p>Notably, the Engine No 1 campaigners never called for the ouster of Exxon's chief executive and some backers of the activist campaign tell us that they still support Darren Woods staying on. He also retained his seat on the board in the shareholder vote, a sign he retains broad support. </p> <p>But the vote was a clear rebuke of Woods's strategic vision for the company, and during the proxy fight he was highly critical of Engine No 1's board candidates. He will now have to work with them.</p> <h2>What will it mean for Exxon's strategy?</h2> <p>It is unlikely that this will result in any meaningful short-term strategic shift. The Engine No 1 candidates will make up a minority of the board, yet the shareholder vote would seem to send a message to Exxon's management that they are dissatisfied with the current low-carbon strategy. </p> <p>Analysts have told us they do not expect a sudden shift into wind and solar or other clean tech, which Engine No 1 did not advocate for either. Still, it looks likely the company will have to mount a response in the coming weeks.</p> <h2>What does Big Oil's big climate moment mean?</h2> <p>The three stinging defeats landing on one day at Exxon, Chevron and Shell, along with recent government efforts to minimise climate risk, show a regulatory, investor and social landscape tilting sharply against oil companies in a way not seen before. </p> <p>“This is one of those days that will be seen in retrospect as a day when everything changed . . . and a time when investors will be seen to have run out of patience with this sector,” said Andrew Logan, a senior director at Ceres, a group that coordinates investor climate action. <em>(Justin Jacobs)</em></p> <h1>Mexico bucks the global trend to go all in on crude</h1> <p>Big Oil may be facing a climate backlash. But Mexico's energy nationalist president is still all in on crude.</p> <p>“Oil is the best business in the world!” President Andrés Manuel López Obrador declared yesterday, praising a decision to buy Royal Dutch Shell out of Deer Park, a US refinery joint-venture with Mexico's state-owned Pemex, as a major step towards making Latin America's second-biggest economy self-sufficient in energy by 2023.</p> <p>Pemex's $596m deal to buy Shell's 50.005 per cent stake “is not just a technical issue, it's common sense,” the populist president said on Wednesday, fleshing out the deal announced earlier this week.</p> <p>His contribution to the climate conversation was to say that Mexico will halt crude exports and limit oil production to no more than 2m barrels a day — a level it has anyway not reached in more than four years. But he wants a ramp-up in domestic refining to replace imported fuels, currently some&#xa0;60 per cent of consumption.</p> <p>Gonzalo Monroy, an energy analyst, said the Deer Park purchase was “a big bet” which implicitly recognised that Pemex will never manage to fully rehabilitate its six domestic refineries.</p> <p>In the <a href=\"https://www.pemex.com/ri/finanzas/Reporte%20de%20Resultados%20no%20Dictaminados/Reporte%201T21.pdf\">first quarter</a>, those refineries processed 747,000 barrels of oil per day but were still only working at 45.5 per cent capacity. Pemex was still losing 76 cents per barrel refined last year — a far cry from the $5.76 profit per barrel it made in 2017, according to Pemex's <a href=\"https://www.pemex.com/ri/reguladores/ReportesAnuales_SEC/20-F%20As%20Filed.pdf\">latest regulatory filing</a>.</p> <p>Deer Park has slipped into the red in the last two years, with Pemex's share amounting to a loss of $200m last year and $72.4m in 2019. Deer Park workers are also expected to retain wages that are higher than those paid in Mexico.</p> <p>The century-old Houston plant — in which Pemex and Shell had been partners since 1993 — now joins Pemex's six struggling domestic refineries, long hamstrung by maintenance, integration and inefficiency problems, and the Dos Bocas project that López Obrador is building.</p> <p>Dos Bocas and Deer Park will have identical 340,000 bpd capacity. But Jorge Castañeda, an energy expert, said that Deer Park's implicit valuation of $1.2bn was a mere fraction of what Dos Bocas would ultimately cost. “Why are we paying 10 times more for a new one?” he <a href=\"https://twitter.com/jorgeacast/status/1396902719026311170&#xa0;&#xa0;\">tweeted</a>.</p> <p>Dos Bocas is supposed to cost $8bn and to be finished at the end of next year, but Pemex is widely reported privately to have acknowledged serious delays and cost overruns.</p> <p>Pemex will also shoulder the refinery's $980m debt, adding to the company's already considerable debt pile, which stood at $114bn at the end of the first&#xa0;quarter.</p> <p>Despite López Obrador's plans, Monroy doubted Mexico would stop exporting crude. “They can't lose the US market if they don't have long-term contracts in Asia,” he said, noting Russian and Saudi producers were discounting heavily there, making it hard for Pemex to compete. <em>(Jude Webber in Mexico City)</em></p> <h1>Data Drill</h1> <p>Monday saw yet another deal in the shale patch, with Cimarex Energy and Cabot Oil &amp; Gas <a href=\"https://www.ft.com/content/e89d6953-8782-4942-8a4a-bbe5032b3088\">announcing a tie-up</a> to create a group with an enterprise value of $17bn.</p> <p>But — as our colleagues on the Lex column <a href=\"https://www.ft.com/content/fc11b0f4-4885-4b36-8b6d-c2f0d2a68036\">pointed out</a> —&#xa0;analysts and investors were left puzzled by the deal given the lack of overlap between the two companies: Cimarex's focus is on Permian oil while Cabot's is on Marcellus gas. </p> <blockquote>  <p>“While we viewed COG as a buyer,&#xa0;and XEC a potential seller, this combination was very unexpected,” said William Janela at Credit Suisse.</p> </blockquote> <p>The market reacted accordingly:</p> <h1>Power Points</h1> <ul>  <li><p>Don't miss this <a href=\"https://www.ft.com/content/27b4b7f1-9b08-4406-8119-03a73fb6ce19\">Big Read</a> on how fossil fuel-dependent economies will struggle to diversify despite intense pressure to hit 2050 targets</p></li>  <li><p>Climate pressure <a href=\"https://www.ft.com/content/fa9946b9-371b-46ff-b127-05849a1de2da\">rises</a> on Big Oil after setbacks for Shell and Exxon</p></li>  <li><p>Total and Chevron <a href=\"https://www.ft.com/content/3ccb846b-e0bd-4e7f-8055-971b930ee130\">suspend gasfield dividends</a> to Myanmar junta</p></li> </ul><p>Source: Myles McCormick, Justin Jacobs, Derek Brower and Jude Webber 2021 'Big Oil's Terrible, Horrible, No Good, Very Bad Day' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-27T11:00:51.601Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3467,
          "end": 3474
        },
        {
          "start": 325,
          "end": 332
        },
        {
          "start": 1623,
          "end": 1630
        },
        {
          "start": 7686,
          "end": 7693
        }
      ],
      "nexusId": "10051514"
    }
  ]
}