{
  "_id": "67741b41255dabe4032ba0015d1407ca876e9407faffcddc570066f57707bf9e",
  "feed": "market-watch",
  "title": "Holiday earnings forecasts have been lumps of coal so far, and here come the biggest ones",
  "text": "<p>So far in earnings season, a dozen S&amp;P 500 SPX companies have issued earnings guidance, and eight of them have come in lighter than expected. Investors have punished those companies — such as Intel Corp. INTC, which had its worst day in more than a year Friday following a weak forecast — as well as those outside the index that have disappointed, such as Snap Inc. SNAP, which lost nearly a quarter of its market capitalization Friday.</p><p>The market can withstand those kinds of moves from a certain number of companies. After all, the Dow Jones Industrial Average DJIA still rose to a record on Friday despite the woeful performance from Intel, one of its 30 components. But poor forecasts in the week ahead could do much more damage, as nearly half of the S&amp;P 500's market cap will be at stake as Big Tech jumps into the fray.</p><p>Alphabet Inc. GOOGL GOOG, Amazon.com Inc. AMZN, Apple Inc. AAPL, Facebook Inc. FB and Microsoft Corp. MSFT are all scheduled to report in the week ahead, with a combined market cap topping $8 trillion. In total, companies comprising more than 43% of the S&amp;P 500's market cap are expected to report in the coming week, according to Credit Suisse's Chief U.S. Equity Strategist Jonathan Golub, much more than has already reported so far this season (25.5%).</p><p>Big Tech's strength through the pandemic has been a backstop for the overall market, but there are reasons to be concerned. Apple and Amazon are facing some of the same supply-chain problems that have roiled other industries, with expectations that Apple will struggle to supply enough new iPhones to meet holiday demand and Amazon's signature logistics network will require a lot more cash to keep running near peak performance.</p><p>Don't miss: The tech earnings boom is fizzling out, as Apple and Amazon face the same issues as everyone else</p><p>Amazon's forecast last quarter raised eyebrows and lowered the stock price, and analysts now expect that the dominant online retailer's earnings will decline year-over-year in both the third and fourth quarters, which has only happened in two quarters of the past 16 for Amazon. Apple has stopped giving forecasts during the COVID-19 pandemic, but investors will expect some kind of forward-looking color after reports of trimmed production estimates.</p><p>Full earnings preview: Can Apple's buying power keep earnings on track?</p><p>Facebook and Google got wrapped up into the Snap decline on Friday, for good reason. Snap detailed customer problems resulting from a big change in Apple's new operating system that cuts off some access advertisers had to track and manage their campaigns, an issue Facebook has been warning about for more than a year, and warned that advertisers with uncertain supply situations may not be willing to advertise those wares widely. While the two larger online-ad companies may be more insulated from the threats than Snap, they could still be affected.</p><p>Full earnings previews: More on Facebook and Google earnings</p><p>Microsoft appears to be the safest Big Tech giant, despite a downturn in personal-computer sales. The company's cloud-computing business, Azure, is expected to continue showing revenue growth well more than 40%, and a $20 billion acquisition expected to close before the end of the year will add even more to that category. The PC decline and any difficulties getting new Xbox gaming systems into stores will factor into the forecast, though.</p><p>Full earnings preview: The PC slowdown shouldn't hurt Microsoft earnings, and here's why</p><p>Facebook reports Monday afternoon, Microsoft and Google follow on Tuesday, and Apple and Amazon will both report Thursday after the bell. They are but five of more than 160 S&amp;P 500 companies scheduled to report earnings this week, so here are some other reports to watch for.</p><p>The numbers to watch</p><p>AMD's margins. Intel's forecast wasn't the only number from the chip maker's report that caused issues — Intel expects gross margins will decline to the mid-50% range as it looks to manufacture more chips, including for other companies, in the years ahead. Rival Advanced Micro Devices Inc. AMD, meanwhile, has been padding its margins and could top 50% in a quarter for the first time since 2006 when it reports Tuesday afternoon. As MarketWatch's Wallace Witkowski points out, AMD has moved from roughly half of Intel's market cap this summer to nearly three-quarters heading into its report, so watch for that gap to continue closing as well.</p><p>GE's revenue. General Electric Co.'s GE stock has been in a holding pattern after a big spike late last year and early in 2021, despite continuing success in beating earnings estimates and a big beat on industrial cash flow last quarter. As MarketWatch's Tomi Kilgore observed, the metric that GE has not shown strong gains on in that time is a more basic one, revenue, missing on sales two quarters in a row as the stock stayed flat. If you're hoping for GE stock to break out in the positive direction, take a look at the top line on Tuesday morning.</p><p>Fast food results. After Chipotle Mexican Grill Inc. CMGbeat expectations across the board on Thursday, thanks to more than $200 million in profit and nearly $2 billion in three months of sales, Wall Street will be looking for signs that the gains could be widespread or concentrated on the burrito chain. There will be plenty of potential in the week ahead, with reports expected from McDonald's Corp. MCD, Yum Brands Inc. YUM, Shake Shack Inc. SHAK and more.</p><p>The calls to put on your calendar</p><p>UPS. As supply-chain issues make obtaining Christmas presents an iffy proposition for some retailers, United Parcel Services Inc. UPS could offer the best view into what we should expect in terms of the flow of goods to U.S. consumers. UPS earnings will provide a strong look into some of the biggest issues facing the U.S. beyond just how goods will flow in the fourth quarter, including staffing issues and inflation. Keep an ear out Tuesday morning for the read-throughs.</p><p>Chevron and Exxon. The energy sector is expected to provide one of the biggest boosts to the S&amp;P 500's earnings performance this quarter, as rising oil prices are expected to swing their collective bottom line from a loss last year to profit of $23 billion, according to FactSet Senior Earnings Analyst John Butters. The two biggest expected contributors to those gains are Chevron Corp. CVX and Exxon Mobil Corp. XOM, which are expected to combine for more $11.4 billion of that total, and both report Friday morning before the bell.</p><p>This week in earnings</p><p>This is expected to be the busiest week of earnings season, with roughly a third of the companies in the S&amp;P 500 and Dow Jones industrial average scheduled to report. FactSet's Butters expects 164 S&amp;P 500 companies to report, while 10 Dow components are on the schedule, and plenty of companies not in the major indexes will join them, including Canadian e-commerce power house Shopify Inc. SHOP and music-streaming service Spotify Inc. SPOT.</p><p>Dow Jones industrial average reports: 3M Co. MMM, Microsoft and Visa Inc. V (Tuesday); Boeing Co. BA, Coca-Cola Co. KO and McDonald's (Wednesday); Apple, Caterpillar Inc. CAT and Merck &amp; Co. Inc. MRK (Thursday); Chevron (Friday).</p>",
  "published": "2021-10-24T17:03:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 6333,
          "end": 6340
        },
        {
          "start": 7171,
          "end": 7178
        },
        {
          "start": 5959,
          "end": 5966
        }
      ]
    }
  ]
}