{
  "_id": "708c613ed44c79bb083c24254142e2a158f93f3ab8b872d5364699745834c8e4",
  "feed": "market-watch",
  "title": "5 quality energy stocks with high dividend yields propelled by soaring oil prices",
  "text": "<p>As a result, a number of energy companies that pay high dividends can be attractive to income-seeking investors at a time of low interest rates.</p><p>But if you're going for income, how do you measure quality within the group?</p><p>For energy stocks, a simple test can be applied.</p><p>First, let's look at the movement of oil prices over the past 10 years, based on continuous forward-month contract prices for West Texas Intermediate crude oil (WTI) CL00, tracked by FactSet:</p><p>FactSetWTI began a long decline from a 10-year intraday high of $112.24 a barrel on Aug. 28, 2013, although the painful drop began the following year.</p><p>The breakdown of demand during the initial phases of the COVID-19 pandemic was so extreme that forward-month contract prices dropped below zero momentarily in April 2020. And even with WTI's price rising 68% this year to $82.32 a barrel and feeding a bounce in energy-stock prices, there's a long way to go before it returns to its 10-year high.</p><p>And that points to the simple quality test: Which energy companies with attractive dividend yields were able to avoid cutting their payouts through oil's brutal decline that reversed last year?</p><p>Quality energy dividend stock screen</p><p>There are 107 energy stocks in the Russell 3000 Index RUA, which itself represents about 98% of the U.S. stock market by market capitalization. Among those stocks, 15 have dividend yields higher than 4%. That's a good yield in this market, where 10-year U.S. Treasury notes BX:TMUBMUSD10Y yield only 1.54%.</p><p>Among those 15 companies, six have cut their dividends at least once over the past 10 years, while four (ONEOK Inc. OKE, Exxon Mobil Corp. XOM, Valero Energy Corp. VLO and Chevron Corp. CVX) not only avoided cutting their dividends, they raised them over the years. A fifth, Phillips 66 PSX, initiated its dividend in 2012 and raised it from there. Four other companies initiated dividends in 2019 or 2021.</p><p>The following table includes all 15 stocks, sorted by yield, with the five that didn't cut dividends during or after the long oil price slide marked in bold.</p><p> Company                                           Dividend yield  Estimated 2022 FCF yield  Estimated 2022 FCF “headroom”  Dividend comment                           Market cap. ($mil)  Antero Midstream Corp. AM                         8.26%           8.21%                     -0.05%                         Cut in 2021.                               $5,204  Altus Midstream Co. Class A ALTM                  7.05%           N/A                       N/A                            Initiated dividend in 2021.                $319  Archrock Inc. AROC                                6.65%           N/A                       N/A                            Cut in 2016.                               $1,343  Falcon Minerals Corp. Class A FLMN                6.28%           12.91%                    6.63%                          Cut in 2020.                               $291  Kinder Morgan Inc. Class P KMI                    6.01%           9.22%                     3.21%                          Cut in 2015.                               $40,695  ONEOK Inc.OKE                                     5.91%           8.19%                     2.28%                          No cut.                                    $28,197  Exxon Mobil Corp.XOM                              5.70%           9.24%                     3.55%                          No cut.                                    $258,544  Williams Cos. Inc. WMB                            5.67%           8.70%                     3.03%                          Cut in 2016.                               $35,149  Equitrans Midstream Corp. ETRN                    5.47%           -2.54%                    -8.01%                         Cut in 2020.                               $4,745  Solaris Oilfield Infrastructure Inc. Class A SOI  5.20%           N/A                       N/A                            Initiated dividend in 2019.                $257  Valero Energy Corp.VLO                            5.02%           9.65%                     4.63%                          No cut.                                    $31,945  Chevron Corp.CVX                                  4.97%           10.26%                    5.28%                          No cut.                                    $208,456  DT Midstream Inc. DTM                             4.89%           7.59%                     2.69%                          Initiated dividend in 2021                 $4,744  Riley Exploration Permian Inc. REPX               4.80%           N/A                       N/A                            Initiated dividend in 2021.                $503  Phillips 66PSX                                    4.49%           10.61%                    6.12%                          Initiated dividend in 2012; no cut since.  $35,858  Source: FactSet</p><p>Click on the tickers for more about each company. Click&#xa0;here&#xa0;for Tomi Kilgore's detailed guide to the wealth of information available for free on MarketWatch's quote page.</p><p>The table also includes estimated free cash flow yields for 2022, based on consensus estimates for free cash flow per share among analysts polled by FactSet, if available. For several of the smaller companies on the list, this information isn't available.</p><p>A company's free cash flow is its remaining cash flow after capital expenditures. It is money that can be used for dividend increases, share buybacks, business expansion or for other corporate purposes. We can estimate a company's free cash flow yield by dividing the 2022 FCF estimate by the current share price. Comparing the FCF yield to the current yield shows plenty of “headroom” for the five highlighted stocks, providing some comfort to investors that the dividends will continue to flow, and maybe be increased.</p><p>Click here for a broader screen of dividend stocks incorporating FCF yields. For that screen, Bill McMahon, &#xa0;chief investment officer at Charles Schwab Asset Management, said he preferred to avoid the highest-yielding dividend stocks because the high yields (and low share prices) might indicate trouble ahead. A moderate yield combined with a high FCF yield might point to better growth characteristics for a company, he said.</p><p>But during the same interview, McMahon also said it would be good to balance a portfolio of stocks with moderate dividend yields well supported by FCF with higher-yielding stocks for income. The five companies highlighted above fit the bill, especially with so much indicated “headroom” for dividend increases.</p><p>He also said that his team at Schwab Asset Management remained “overweight” energy stocks and that he expected “the demand-side of the energy equation [to] continue to rise.”</p><p>Don't miss:These fund managers have found the key to winning ‘quality' stocks — and these are the ones they own</p>",
  "published": "2021-10-14T17:06:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2907,
          "end": 2914
        },
        {
          "start": 1670,
          "end": 1677
        }
      ]
    }
  ]
}