{
  "_id": "42f361c9ee87b9be09a05453d7af6563ba1585ca78359195ea2b2a536b9471c4",
  "feed": "ftcomall",
  "title": "Cathie Wood's Ark: a tech-driven bull market on steroids",
  "text": "<h1>‘Queen of the bull market' faces her toughest test</h1> <p>It's a familiar&#xa0;phenomenon in the hedge fund industry. A manager records big gains in the early years on a small asset base. Investors chase the performance and assets pour in. Returns plummet.</p> <p>A similar dynamic is unfolding at <strong>Cathie Wood</strong>'s <strong>Ark Invest</strong>, which has carved out a position as the poster child of the US stock market boom.</p> <p>Through her ability to sell an investment narrative and a savvy adoption of social media, Wood has captivated the imaginations of legions of retail investors and billions of dollars by pitching aggressive bets on companies and technologies that she says will reshape the world, <a href=\"https://www.ft.com/content/17f0cd1f-e751-4ddb-b13c-ea4e685b55c0\">most famously <strong>Tesla</strong></a>. </p> <p>Her successful bets on everything from genomics to bitcoin spawned a range of merchandise, including a T-shirt that depicts her riding a bull with the slogan: “The Queen of the bull market”.&#xa0;</p> <p>On the face of it, Wood's results have been spectacular. The Ark Disruptive Innovation ETF — the company's $17bn flagship fund that goes by the ticker ARKK and combines an exchange traded fund structure with an ability to pick stocks — has generated average annual gains of about 40 per cent over the past five years.</p> <p>But more recently, its <a href=\"https://www.ft.com/content/ec35749e-ed58-4ee8-8580-fd490e7bfd42\">returns have spluttered</a>, as investors have ditched the high-growth but often unprofitable technology stocks that powered its extraordinary rise. ARKK is now down almost 40 per cent from its February peak. From a high in the same month of $61bn, assets in the company's overall stable of ETFs have fallen to $34bn.</p> <p>Crucially, the average investor in Ark Invest is now underwater, according to <strong>Bespoke Investment Group</strong>. This is because while its line-up of ETFs has a record of stellar average annual gains, much of the returns came when it had a much smaller asset base. After assets surged, performance waned, as the chart below of money-weighted returns of Ark ETFs illustrates.</p> <p>“As great as Cathie is at identifying the themes and the winners and losers, her biggest blind spot is managing risk and volatility,” said <strong>Lisa Shalett</strong>, chief investment officer at <strong>Morgan Stanley Wealth Management</strong> and Wood's former boss at asset manager <strong>AllianceBernstein</strong>.</p> <p>In <a href=\"https://www.ft.com/content/d26e8ee6-f724-4a7a-8cef-61bd5f101c28\">this deep dive</a> that I wrote with my colleague <em>Robin Wigglesworth</em>, we look at the vulnerabilities in Ark's business model and explore how some of the factors that helped it on the way up, could hurt it on the way down.</p> <p>“If you're investing in very illiquid stocks, you're bidding them up as you get inflows,” says <strong>Edwin Dorsey</strong>, a short seller and author of newsletter The Bear Cave. “But on the downside, it works in exactly the opposite way where you're selling out of positions.”</p> <p>Another short seller, <strong>Marc Cohodes</strong>, who is not wagering against Ark, is even more blunt:</p> <blockquote>  <p>“Given the concentrations and risks in the portfolio, it's setting up as a disaster. It's a highly risky set-up and it's sort of unprecedented because no one has seen an ETF unwind to the extent that this one could.”</p> </blockquote> <h1>The next quant revolution</h1> <p><strong>Stephen Schwarzman</strong>‘s eye for a canny deal has made him one of the richest&#xa0;<a href=\"https://www.forbes.com/profile/stephen-schwarzman/?sh=2a788dc3234a\">people on the planet</a>. But almost all of&#xa0;<strong>Blackstone</strong>‘s acquisitions have been on behalf of its myriad buyout funds — with a few notable exceptions. </p> <p>One was the well-timed purchase of&#xa0;<strong>GSO Capital Partners</strong>&#xa0;in 2008, which is today the crown jewel of Blackstone's $178bn credit business. The latest was last year's acquisition of&#xa0;<strong>Diversified Credit Investments</strong>, which Schwarzman is betting will prove just as successful as GSO. </p> <p>DCI is very different from GSO, however, and offers clues as to how Schwarzman sees corporate debt markets and investing evolving in the coming years. Where GSO relied on the experience, nous and ruthlessness of its founders&#xa0;<strong>Bennett Goodman, Doug Ostrover</strong>&#xa0;and&#xa0;<strong>Tripp Smith</strong>, DCI is powered&#xa0;by algorithms, complicated models and automated trading. </p> <p>And as&#xa0;Robin and&#xa0;<em>Laurence Fletcher</em>&#xa0;explore in <a href=\"https://www.ft.com/content/12888496-2c3d-4ad9-a9cd-bd418e03cb44\">this long read</a>, systematic credit strategies&#xa0;such as those espoused by DCI are one of the hottest topics in quantland at the moment. In fact, <strong>Paul Kamenski, </strong>a senior executive at&#xa0;<strong>Man Group</strong>, argues it is the “last big frontier” for quantitative investing. </p> <blockquote>  <p>“It comes with real challenges, but it really does feel like the forefront, the bleeding edge of systematic strategies . . . We all know the golden years of systematic equity were the 80s, 90s and 2000s. I think we're in the golden years of credit.”</p> </blockquote> <h1>Chart of the week </h1> <p><strong>Cathie</strong> <strong>Wood</strong>'s concentrated wagers on often small, potentially disruptive companies are hailed as bold bets by her fans but deemed reckless by critics. They turbocharged the performance of the flagship Ark Disruptive Innovation ETF on its way up but have now left it particularly exposed as the tide turned. By December 7, all 44 of its holdings were off their peak, and just six have escaped sliding into a bear market, according to data from <strong>Ramin Nakisa</strong>, a former <strong>UBS</strong> analyst who now runs consultancy <strong>PensionCraft</strong>. About half have fallen at least 50 per cent from their 2021 high, with five slumping more than 70 per cent or more.</p> <h1>Nine unmissable asset management stories this week</h1> <p><strong>Ark</strong> is merely the tip of a vast iceberg of speculation that has grown to monstrous proportions over the past year, writes <em>Robin Wigglesworth</em> in <a href=\"https://www.ft.com/content/31f60297-fe2b-4656-97a6-96b88a26530e\">this column</a> on a recent sell-off&#xa0;in silliness. Is the rout in speculative investment favourites a mere blip, a welcome return of sobriety, or an ill omen for broader markets?</p> <p>Private equity firms, among the world's largest custodians of institutional money, have been <a href=\"https://www.ft.com/content/6923055b-950a-48f6-b064-d5a6b5f7b463\">buying up</a> companies that advise individuals on their wealth. Most recently <strong>Apollo</strong> agreed to buy the US wealth distribution and asset management arm of Los Angeles-based <strong>Griffin Capital</strong>.</p> <p>Activist <strong>Elliott Advisors</strong> is calling for a break-up up of Scottish energy group <strong>SSE</strong>. But <strong>Royal London Asset Management</strong>, one of its top shareholders, has <a href=\"https://www.ft.com/content/28e6a21a-0506-4019-a6c9-b58f97a00570\">dismissed the push</a>, saying that the ensuing disruption would be bad for shareholders and hurt the UK's path to net zero emissions.</p> <p>In <a href=\"https://www.ft.com/content/7689489c-cdad-4596-a7c6-0774ed68bf5a\">an ominous move</a> for international investors, China is to tighten rules for tech companies seeking foreign funding. Regulators plan a blacklist for start-ups that use variable interest entities to attract international capital.</p> <p><strong>Lindsell Train</strong> founder <strong>Nick Train</strong>, one of the UK's best-known fund managers, <a href=\"https://www.ft.com/content/30bd744b-7919-4fd7-9628-99d373a1e90c\">opens up on</a> his “worst period of relative investment performance” in two decades, blaming his bets on consumer groups rather than high-flying tech stocks. </p> <p>Consolidation in the asset management industry continues as groups seek new growth avenues. <strong>Liontrust</strong> struck a deal to buy <strong>Majedie Asset Management</strong> to push further into the institutional market. </p> <p><strong>Warren Buffett</strong>'s <strong>Berkshire Hathaway</strong> is among <a href=\"https://www.ft.com/content/82b7bdce-7888-4f8e-8551-31e09ede5325\">laggards called out</a> by <strong>CDP </strong>for failing to provide any environmental data to the non-profit group. <strong>Chevron</strong>, <strong>ExxonMobil</strong> and <strong>Glencore</strong> were among the nearly 17,000 companies graded an “F”. <br><br>The <strong>Bank for International Settlements</strong> has called for <a href=\"https://www.ft.com/content/3e6f33d1-93b4-4a04-a21e-0318e0159f0a\">tougher rules</a> to stop bond funds from amplifying risks to financial market stability and has thrown its weight behind calls for tighter supervision of blockchain-based decentralised finance. </p> <p>The FT Global Boardroom returned last week to debate building sustainable growth. Speakers included US Treasury secretary <strong>Janet Yellen</strong>; hedge fund manager Boaz Weinstein, founder of <strong>Saba Capital Management</strong>, and <strong>Anthony Scaramucci</strong> (“The&#xa0;Mooch”), founder of <strong>SkyBridge Capital</strong>. Click <a href=\"https://globalboardroom.ft.com/\">here</a> to access video recordings of the interviews.</p> <h1>And finally</h1> <p>Two recent exhibition openings in London are worth visiting: <strong>Kehinde Wiley </strong>at the National Gallery, and <strong>Miquel Barceló</strong> at <strong>Thaddaeus Ropac</strong>. Wiley is an American artist who was commissioned to paint <strong>Barack Obama </strong>when he was president and remains best known for his portraits that render people of colour in the traditional settings of Old Master paintings. Meanwhile, Barceló's first exhibition of ceramics in London is inspired by ancient techniques from Mali and his native Mallorca.</p> <p>Addendum: Thank you to everyone who responded to last week's trivia question. The third portrait of <strong>Mary Robinson</strong>, often known as <strong>Perdita</strong>, in the Wallace Collection is <a href=\"https://wallacelive.wallacecollection.org/eMP/eMuseumPlus?service=ExternalInterface&amp;module=collection&amp;objectId=64927&amp;viewType=detailView\">by George Romney</a>. Congratulations to&#xa0;<strong>Jonathan Ramsay</strong> at <strong>InvestSense</strong> in Sydney, who was first to email me with&#xa0;the correct answer.&#xa0;He wins a signed copy of Robin's new book, <em>Trillions: How a Band of Wall Street Renegades Invented the Index Fund and Changed Finance Forever</em>.</p><p>Source: Harriet Agnew, Asset Management Editor 2021 'Cathie Wood's Ark: a tech-driven bull market on steroids' FT.com 13 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-13T06:00:45.634Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 6763,
          "end": 6770
        }
      ],
      "nexusId": "10051514"
    }
  ]
}