{
  "_id": "b526a2c8dd6b01edf6732a3e0874ba4e16a1f72ac9a333ea4de86dc0579efb83",
  "feed": "ftcomall",
  "title": "Total/Exxon: a playbook for climate clashes",
  "text": "<p>In the debate over decarbonisation, the most important commodity is time. Climate activists urge haste as global warming accelerates. Oil and gas producers want to delay the date when fossil fuels are history. ExxonMobil and Royal Dutch Shell lost landmark battles with activists this week. France's Total did better. Shareholders <a href=\"https://www.reuters.com/business/sustainable-business/total-shareholders-back-rebrand-totalenergies-ceo-2021-05-28/\">passed</a> its transition plans — thanks partly, one suspects, to decent financials.</p> <p>A group of activist shareholders with just over 1 per cent of Total's stock wanted the business to move faster on decarbonisation. Shell's legal defeat at The Hague had articulated the same message eloquently. </p> <p><a href=\"https://www.ft.com/content/fa9946b9-371b-46ff-b127-05849a1de2da\">ExxonMobil</a>'s annual meeting was a different battle. There, shareholders parachuted new directors on to a board that has sometimes seemed wilfully unwilling to recognise climate change as a problem at all.</p> <p>Total was a tougher adversary for activists because it has already given ground. It is towards the top of league table of big oil groups ranked for the stringency of their emission targets. It has committed to net zero emissions by 2050. ExxonMobil and Chevron have offered no clear targets.</p> <p>Climate battles appear to conform to the norms of earlier scraps over corporate governance: attacks on a company's principles are less likely to succeed if its returns are strong. Total's dividend payouts have more than doubled to €7bn since 2016. </p> <p>Exxon cannot say that. Instead, its net debt to ebitda ratio is what has doubled. The US giant had a terrible 2020, demoted from the S&amp;P Dow Jones Industrial index and losing its AAA debt rating.</p> <p>Machiavellian oil bosses will have worked out from this week's fisticuffs how to avoid bloody noses of the kind dished out to Exxon. They need to avoid outlier status, both in resistance to environmental target-setting and in financial performance. </p> <p>Expect to hear ever-louder talk of “carbon mitigation”. Here, oil majors hope that if they plant trees and pursue other carbon-absorbing projects, they will be allowed to keep the oil flowing. Their logic is shaky. The gambit is set to provoke fresh clashes with activists.</p> <p><em>This article has been changed to say that ExxonMobil was removed from the S&amp;P Dow Jones Index in 2020.</em></p><p>Source:  2021 'Total/Exxon: a playbook for climate clashes' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T15:35:30.667Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1080,
          "end": 1087
        }
      ],
      "nexusId": "10051514"
    }
  ]
}