{
  "_id": "3ea1f432ba71ed826a4302bc0acdc207766d669daef1bd8525a73a3838480a5b",
  "feed": "ftcomall",
  "title": "Joe Biden demands probe of ‘potentially illegal conduct' in oil sector",
  "text": "<p>US President Joe Biden has called on the Federal Trade Commission to investigate whether the country's biggest oil companies including ExxonMobil and Chevron are engaged in “potentially illegal conduct” that is resulting in higher gasoline prices for Americans. </p> <p>In a letter to FTC chair Lina Khan, Biden said there was “mounting evidence of anti-consumer behaviour” in the market, noting that the two “largest oil and gas companies . . . as measured by market capitalisation” were planning “billions of dollars of stock buybacks and dividends” even as prices at the pump continue to rise. </p> <p>The top two US oil and gas companies by market valuation are Exxon and Chevron. Biden said the companies were “generating significant” profits, adding: “The bottom line is this: gasoline prices at the pump remain high, even though oil and gas companies' costs are declining.”</p> <p>The president's intervention comes as he faces mounting political pressure over rising fuel prices and surging inflation. His approval rating has slumped in recent weeks, with an increasing share of Americans taking a dim view of his handling of the economy.</p> <p>The Obama administration also enlisted the FTC to probe rising gasoline prices as part of an “Oil&#xa0;and Gas Price Fraud Working Group” announced in 2011. The commission <a href=\"https://www.ftc.gov/news-events/press-releases/2011/09/ftc-issues-new-report-gasoline-prices-and-petroleum-industry\">determined </a>that the main driver of fuel prices was the price of crude oil. In 2006, President George W Bush <a href=\"https://www.ft.com/content/17dfaa90-d45e-11da-a357-0000779e2340\">called </a>for an investigation into whether oil companies were manipulating prices. </p> <p>The Biden administration is considering releasing crude oil from a federal strategic stockpile in a bid to drive down petrol prices and has repeatedly called on Saudi Arabia, Russia and other Opec+ oil countries to lift crude production.</p> <p>“The FTC is concerned about this issue, and we are looking into it,” the regulator said. </p> <p>Exxon did not immediately respond to requests for comment. Chevron referred the Financial Times to the American Petroleum Institute, the oil lobby group, which said Biden's letter was a “distraction from the fundamental market shift taking place” and blamed the administration for restricting US oil supplies. </p> <p>Crude oil prices crashed to record lows last year as pandemic lockdowns devastated demand, but have more than doubled since vaccine breakthroughs were announced last November and social restrictions eased. </p> <p>The rise in crude prices has also pushed up US petrol prices, with a gallon of gasoline now selling on average for about $3.41 — up 60 per cent in the past 12 months — according to motoring group AAA. </p> <p>Biden's letter to Khan marks an escalation in the White House's rhetoric on competition in the oil and gas industry. Brian Deese, director of the National Economic Council, sent a separate letter to Khan in <a href=\"https://www.ft.com/content/a8a631cf-de43-47e8-8cc4-99732c39c4da\">August</a> calling on the FTC to crack down on any collusion in the US petrol market. </p> <p>Biden's critics in the oil industry blame the administration's climate policies and limits on new drilling for pushing up prices, but analysts say Wall Street pressure on operators to pay back debt and capital has hampered the drilling recovery following last year's price crash. </p> <p>US oil production is roughly 11.5m barrels a day, according to the Energy Information Administration, about 12 per cent below its pre-pandemic highs. US petrol consumption hit a low near 5m barrels a day during the lockdowns last year but has almost doubled since. </p> <p>Analysts said Biden's letter to the FTC followed a familiar political playbook for presidents seeking culprits for rising fuel costs and would have little impact on prices.</p> <p>“How many times has the FTC investigated gas prices and turned up nothing? It's a political stunt,” said Robert Campbell, head of oil products at consultancy Energy Aspects. </p> <p>“The biggest influence on gasoline prices is the price of crude. The global market is tight. There's not a lot the US can do about that right now,” Campbell said.</p> <p><em>Additional reporting by Kiran Stacey in Washington and Myles McCormick in New York</em></p><p>Source: Lauren Fedor in Washington and Derek Brower in New York 2021 'Joe Biden demands probe of ‘potentially illegal conduct' in oil sector' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T17:21:17.863Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 660,
          "end": 667
        },
        {
          "start": 1866,
          "end": 1873
        },
        {
          "start": 150,
          "end": 157
        }
      ],
      "nexusId": "10051514"
    }
  ]
}