{
  "_id": "5a51b18857ab1517209dddba58ac3ebf6a951a7bc9e36d9bbf3c8ebc40016506",
  "feed": "ftcomall",
  "title": "Turn green or lose ‘licence to operate', says Deutsche Bank chief",
  "text": "<p>Deutsche Bank chief executive Christian Sewing has warned that lenders “risk losing their licence to operate” if they fail to make green finance a priority, as the group raised its own targets.</p> <p>Germany's biggest bank on Thursday laid out plans to increase its financing aimed at environmentally sustainable projects to about €220bn by 2023, two years earlier and 10 per cent higher than its <a href=\"https://www.ft.com/content/fc7a412a-6c61-4702-b618-4bd972122701\">existing targets</a>. </p> <p>Facing pressure from investors and activists, Deutsche Bank for the first time broke down its targets across its businesses. The investment bank will have to account for €105bn of the green business; the private bank will be required to contribute €86bn and the corporate bank €30bn.</p> <p>Sewing told investors that he also regards the bank's push “as a unique opportunity to gain market share”.</p> <p>The banking industry faces increasing calls from some investors to stop financing carbon-intensive projects and to scale up their green lending. The pressure has intensified since the 2015 Paris accord, which introduced a commitment to limit global warning to well below 2C compared with pre-industrial levels.</p> <p>Deutsche Bank's new targets drew criticism for not going far enough. </p> <p>It is “window dressing” and “mere opportunism”, said Regine Richter, a campaigner at environmental lobby group Urgewald, who pointed to the bank's recent role as an adviser on the aborted initial public offering of oil and gas group Wintershall DEA, and a client list that includes ExxonMobil and Chevron. </p> <p>Deutsche Bank said in July last year that it will “end” its global business activities in coal mining by at least 2025, while stopping the financing of new oil and gas projects in the Arctic region.</p> <p>Deutsche Bank did not lay out sustainability targets for DWS, its asset management business which is listed separately and run as an independent company. </p> <p>DWS last month received a mediocre rating in a sustainability ranking conducted by French environmental lobby group Reclaim Finance. Germany's biggest asset manager was ranked 17th out of 29 European asset managers, trailing behind French rival Axa Investment Manager, which was ranked first. </p> <p><em>Follow @ftclimate on Instagram</em></p> <p>mate<br></p><p>Source: Olaf Storbeck in Frankfurt 2021 'Turn green or lose ‘licence to operate', says Deutsche Bank chief' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T15:59:01.708Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1477,
          "end": 1484
        }
      ],
      "nexusId": "10051514"
    }
  ]
}