{
  "_id": "1698648a891672f966c33d2308ef5a688652abb132d2f3e1d5ee17e30d42f3a7",
  "feed": "ftcomall",
  "title": "FirstFT: Biden pushes incentives and mandates to increase vaccinations ",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-07-30/\"><em>quiz</em></a><em>.</em><br><br>US president Joe Biden has called on states <a href=\"https://www.ft.com/content/7e10c756-9ba0-41fb-b868-c4bee521079a\">to provide $100 incentives</a> for jabs and instructed federal workers to show proof of vaccination or to wear masks to combat the spread of the highly transmissible Delta coronavirus variant.</p> <p>The president's announcement follows <a href=\"https://www.ft.com/content/712d6c67-f720-44da-b51b-da6f5a0c74d1\">an abrupt U-turn</a> this week by the US Centers for Disease Control and Prevention on the advice it gives Americans about wearing face coverings. </p> <p>“The Delta variant is showing every day its willingness to outsmart us,” Rochelle&#xa0;Walensky, the director of the US Centers for Disease Control and Prevention, lamented as she called on the vaccinated to once again wear face coverings.</p> <p>A resurgence of the disease had been feared by many health experts, hospital workers and government officials since late June and <a href=\"https://www.ft.com/content/b76e7d97-0a51-4000-a120-d94a233baf96\">cast a cloud</a> over America's&#xa0;stimulus-fuelled&#xa0;economic recovery.</p> <p>A <a href=\"https://www.ft.com/content/b7730c9e-8e96-42d4-9b8f-ca0fde656f71\">weaker-than-expected increase</a> in second-quarter US growth, revealed by the US commerce department yesterday, underlined the economic uncertainty brought on by the resurgence of Covid-19.</p> <p>Gross domestic product grew 6.5 per cent on an annualised basis in the April-June period. That compared to 6.3 per cent growth during the first quarter, but fell well short of economists' predictions for the economy to expand by 8.5 per cent.</p> <p>Nevertheless, the second-quarter growth brought US output back above its pre-pandemic level for the first time since Covid-19 struck but left economists divided on the outlook for the rest of the year. </p> <blockquote>  <p>“The good news is that the economy has now surpassed its pre-pandemic level. But with the impact from the fiscal stimulus waning, surging prices weakening purchasing power, the Delta variant running amok in the south and the saving rate lower than we thought, we expect real&#xa0;GDP&#xa0;growth to slow,” said one economist.</p> </blockquote> <h1>Five more stories in the news</h1> <p><strong>1. Robinhood shares slide in debut</strong> The popular app that brought fee-free trading to millions of Americans saw lacklustre investor <a href=\"https://www.ft.com/content/ff5131d0-1332-4242-96b4-21d59cff9ba6\">demand</a> on its trading debut. Shares opened at $38 apiece, the bottom of a target range marketed to buyers in its initial public offering. By the end of the New York session they closed down 8.4 per cent at $34.82, having earlier slumped as much as 12 per cent.</p> <p><strong>2. Amazon's online sales growth slows </strong>The ecommerce giant's revenue rose in the second quarter but <a href=\"https://www.ft.com/content/fbc5d16e-2917-4048-a9b4-0f3cc0d6da2e\">fell short</a> of Wall Street's lofty expectations, even though the company increased its overall profits by 50 per cent compared with the same period last year. </p> <p><strong>3. Nikola founder charged with making false statements </strong>Trevor Milton has been charged by US federal prosecutors with <a href=\"https://www.ft.com/content/7469bb92-10c7-49a5-8646-193fb3777d2f\">misleading investors</a> about the electric truck start-up's products and technology. Milton, who stepped down as chair of Nikola last year, entered a plea of not guilty and was released on $100m bail.</p> <p><strong>4. China tech stocks set for worst month since global financial crisis</strong> A fall in the share prices of Chinese internet groups like Tencent and Alibaba&#xa0;has helped pull the Nasdaq Golden Dragon China index <a href=\"https://www.ft.com/content/e7c10981-bf06-4255-82cd-01cd1abea7ed\">down 22 per cent in July</a>. Big Chinese tech stocks fell again on Friday, with Hong Kong's Hang Seng Tech index dropping 3.3 per cent.</p> <ul>  <li><p><strong>Elsewhere in Hong Kong</strong> The first person to be convicted under Hong Kong's national security law, Tong Ying-kit, has been sentenced to <a href=\"https://www.ft.com/content/977234f5-5bbd-4b83-9f92-38bd823610a4\">nine years in prison</a>.</p></li> </ul> <p><strong>5. Scarlett Johansson sues Disney </strong>The US actress has <a href=\"https://www.ft.com/content/0d54c99f-ed1e-4d2b-9af0-33b144063686\">sued Disney</a>, accusing the Marvel owner of breaching her contract by releasing the <em>Black Widow </em>film in cinemas and on its streaming service on the same day, depressing box-office sales.</p> <h1>Tokyo Olympics round-up</h1> <ul>  <li><p>The first day of athletics <a href=\"https://www.ft.com/content/4c6ad8d4-3919-4ed9-bfc4-7fb9893f0578\">kicked off</a> at Tokyo 2020 today, with the heats of the women's 100 metres. Marie-Josee Ta Lou of <strong>Côte d'Ivoire</strong> set a personal best of 10.78 seconds.&#xa0;Shelly-Ann Fraser-Pryce and Elaine Thompson-Herah, the defending gold medallists from 2012 and 2016, respectively also ran. The first track and field medal will be awarded later for the men's 10,000 metres.</p></li>  <li><p>In BMX racing, <strong>US</strong> rider Connor Fields, the reigning Olympic champion and favourite coming into the competition, was stretchered off during the semi-finals after being involved in a brutal collision.&#xa0;The USA cycling team later issued a statement to say Fields was awake and awaiting further medical “evaluation”.</p></li>  <li><p><strong>South Korean</strong> An San became the first woman since 1904 to win three golds in the archery competition.</p></li>  <li><p>American gymnast <strong>Sunisa Lee </strong><a href=\"https://apnews.com/article/2020-tokyo-olympics-gymnastics-sunisa-lee-rebeca-andrade-100777862bdfd57e8faaec4c2d336629\">took home gold</a> in the Olympic all-around event after a tumultuous year during which, at one point, she had wanted to quit. (FT, AP)</p></li> </ul> <p><em>Add ‘</em><a href=\"https://www.ft.com/tokyo-olympics?emailId=60f9e5fa18dbce00040d86e0&amp;segmentId=60a126e8-df3c-b524-c979-f90bde8a67cd\"><em>Tokyo Olympics</em></a><em>' to myFT for all our coverage from the Games, and don't miss our </em><a href=\"https://ig.ft.com/tokyo-olympics-alternative-medal-table/\"><em>“alternative medals table”</em></a><em>.</em></p> <h1>Coronavirus digest</h1> <ul>  <li><p>The <strong>eurozone's</strong> four largest economies — Germany, France, Italy and Spain — have emerged from their historic pandemic-driven downturns and returned to <a href=\"https://www.ft.com/content/22265aff-1593-4658-942c-9170bfe28b94\">solid growth</a> in the three months to June.</p></li>  <li><p>Scientists are warning that the world has entered <a href=\"https://www.ft.com/content/f6a72bbb-e247-4cc3-b53b-e189795149fb\">a dangerous new phase</a> of the pandemic, as the coronavirus third wave creates fertile breeding grounds for more infectious and potentially vaccine-resistant new variants.</p></li>  <li><p>Camps, a staple of the American summer, are facing a season <a href=\"https://www.ft.com/content/fe03261c-fd0f-4016-b6c7-e203213c7186\">like no other</a>. </p></li> </ul> <p><em>Sign up</em> <em>for our </em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter and follow the latest developments on </em><a href=\"https://www.ft.com/content/e5c4a1f8-dcbf-449d-8958-142c43a5ab9d\"><em>our live blog</em></a><em>.</em></p> <h1>The day ahead</h1> <p><strong>Data</strong> The US Commerce Department releases consumer spending and inflation data for June. Canadian monthly GDP figures are also released.</p> <ul>  <li><p>Today marks the end of a two-year <a href=\"https://www.ft.com/content/25ec12b5-aa66-4bbb-92a4-8e6ecec469b7\">suspension</a> on borrowing limits, which curbs the US Treasury department's capacity to issue new debt. (FT)</p></li> </ul> <p><strong>US oil majors report</strong> Exxon and Chevron are expected to unveil bumper second-quarter earnings when they <a href=\"https://www.ft.com/content/4b45acc3-4180-46c1-add1-84850361b2ed\">report</a>. <em>Stay up to date on the sector's latest news with our Energy Source newsletter. Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5655d099e4b01077e911d60f\"><em>here</em></a><em>.</em> </p> <ul>  <li><p><strong>Another busy day of earnings: </strong>Colgate-Palmolive, Procter &amp; Gamble and Caterpillar are among the companies also reporting earnings. Read the full list <a href=\"https://www.ft.com/content/085f4068-73d3-4b92-aecf-58662f85c80a\">here</a>.</p></li> </ul> <h1>What else we're reading</h1> <p><strong>Republicans have become the party of nihilism </strong>The party as a whole has one truth, which is whatever Donald Trump says, even if it is different after breakfast than before, <a href=\"https://www.ft.com/content/76f9fdc2-3449-4c97-80c6-47c6625aa1d2\">writes Edward Luce</a>. The finality of his ownership became clear this week at the hearing into the January 6 assault on Capitol Hill.&#xa0;<em>Read more from Edward in our </em><a href=\"https://www.ft.com/swamp-notes\"><em>Swamp Notes newsletter</em></a><em>. Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56a64b704f693a0300dfab7e\"><em>here</em></a><em>.</em> </p> <p><strong>‘A Tesla for every referral' </strong>In the past 18 months, at least 69 start-ups have <a href=\"https://www.ft.com/content/46c63ccd-ef9f-4b9e-9d14-874873c80fb2\">raised some $7bn</a> to begin buying up successful Amazon sellers, in the hope of building a collection of top brands. Some, like Acquco, are resorting to gimmicks, offering a Tesla for each referred business it acquires to help it stand out. </p> <p><strong>Making our cities heatwave-proof </strong>Heat is a killer, even if it doesn't look impressive on television. The World Health Organization estimates that, between 1998 and 2017, 166,000 people died from heatwaves, a total that eclipses more photogenic natural disasters. Tim Harford asks, how do we <a href=\"https://ft.com/content/e7bfe3a7-0399-4f67-80f4-e738f517772d\">protect</a> against this?</p> <p><strong>The summer that changed my life</strong> From Hawaii to the Himalayas, Simon Schama, Lucy Kellaway and other FT writers on the holidays that stayed with them. What about you? Share the memories of your favourite summer holiday in the comments at the bottom of <a href=\"https://www.ft.com/content/e6626e21-025e-4d1e-8543-c66f8ed2a55e\">this story</a>.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Biden pushes incentives and mandates to increase vaccinations ' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-30T10:12:19.859Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5607,
          "end": 5614
        }
      ],
      "nexusId": "10051514"
    }
  ]
}