{
  "_id": "693b8bd4bd00754b25f4f55de6066711e21032f82e545de9e52d0cc380048a29",
  "feed": "wall-street-journal",
  "title": "Splitting Shell Won't Help --- Third Point's plan to break it up wouldn't address value, clean-energy challenge",
  "text": "<p>The activist investor launched a campaign to break up the European energy giant into lower-carbon and legacy businesses on Wednesday. It believes a split would add value by creating simpler investment propositions and more focused businesses. Shell rejected the plan when it reported third-quarter results on Thursday, arguing that its businesses can do more together, even if a breakup might provide a short-term pop. It is a classic but fair defense.</p><p>Shell trades at a significantly lower valuation than U.S. peers Exxon and Chevron, despite having more advanced plans to cope with the global push to decarbonize economies. Its complex business is tricky to sell to investors. Combining clean energy and oil isn't popular when the two camps have been at odds for decades and pressure is growing to divest all fossil-fuel companies, regardless of their clean-energy actions or ambitions.</p><p>A spinoff could insulate Shell's lower-carbon operations from this divestment pressure, but drawing the line is awkward. Third Point's plan involves separating out Shell's gas, marketing -- think service stations -- and its relatively few renewable assets. But the pop there might be muted as the clean-energy credentials of gas are already under pressure in Europe, and service stations aren't particularly green.</p><p>Decent valuations for smaller fossil-fuel players in the U.S. hint that a separate legacy business could have some upside too. Shell's third quarter demonstrated what a cash machine its oil and gas business remains: The company reported a gargantuan $16 billion in quarterly cash flow from operations. But a focused fossil-fuel operation in European markets is unlikely to get the U.S. treatment.</p><p>Part of Shell's discount might just be because it is European. BP and TotalEnergies also trail U.S. peers in terms of valuation, as do European banks and auto makers. The price to book value of the S&amp;P 500 index is more than double that of the Stoxx Europe 600. U.S. companies likely get some advantage from being the home team in the world's deepest capital markets. Breaking up Shell won't change that.</p><p>The discount could also reflect Shell's riskier profile as it takes the lead on a shift away from the well-known oil and gas business to an unknown one. The transition to clean energy will take a long and uncertain path as fossil fuels are deeply embedded in our economy; the pandemic lockdowns of 2020 only cut oil demand by 20%. However, things will get clearer as we go along, potentially narrowing the discount. Here is where Shell's \"better together\" argument can be compelling.</p><p>As one, the company has the heft to influence consumers, shape policy and nudge markets, helping to make a low-carbon economy seem possible and credible. Legacy businesses provide the cash to build greener ones, and together they offer customers the full range of energy sources during the transition. As one, Shell can also repurpose old experience and assets: Upstream skills and depleted oil reservoirs can be used to store carbon dioxide; refineries can be converted to biofuels; and service stations can recharge EVs alongside serving up fuel and food.</p><p>Shell's charted course is filled with uncertainties, but so, too, is a spinoff. There aren't quick fixes to the energy transition facing oil-and-gas companies -- nor to Shell's discount.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 527,
          "end": 534
        }
      ]
    }
  ]
}