{
  "_id": "fc55491d03f10c4f53bcbfd3e2603766ccabde8f23ed144d0e798a73adfaaf7a",
  "feed": "wall-street-journal",
  "title": "Business News: BP Plans $1.25 Billion Buyback",
  "text": "<p>The results come as the world's largest oil companies generate strong cash flows and heed investor calls to return it to shareholders after some, including BP, cut dividends at the height of the pandemic last year. Energy prices have surged as demand has picked up amid a rebound in economic activity.</p><p>Exxon Mobil Corp. and Chevron Corp. last week reported their most profitable quarterly earnings since the pandemic began. In Europe, TotalEnergies SE reported a rise in quarterly profit, while Royal Dutch Shell PLC produced its highest-ever quarterly cash flow.</p><p>However, BP on Tuesday failed to see higher prices show up on its bottom line. That is because of an increase in capital tied up in hedges used to risk manage liquefied natural-gas contracts. BP said this should be reversed as cargoes are delivered to customers. The issue has been particularly prominent this quarter after gas prices soared.</p><p>As such, BP reported a replacement cost loss -- a metric similar to the net income figure that U.S. oil companies report -- of $2.9 billion for the three months ended Sept. 30, compared with a year-earlier loss of $644 million. Excluding the accounting issue related to hedges, BP said it had an underlying replacement cost profit of $3.3 billion.</p><p>Shell's earnings were hit by the same accounting issue last week, resulting in a loss for the quarter.</p><p>BP said it was optimistic on the outlook for energy prices, expecting continued strong demand for oil and natural gas.</p><p>The company, which set plans to reduce oil-and-gas production and expand in lower-carbon energy, said it made progress toward that goal in the quarter, adding to its pipeline of renewable-energy projects.</p><p>Chief Executive Bernard Looney said it made sense for BP to house its fossil-fuel and renewable-energy operations under one roof because the cash flows from oil and gas help fund its low-carbon efforts.</p><p>His comments come after Shell last week faced a call from activist investor Third Point LLC to separate into multiple companies. Shell said the needs of its customers, and the company's efforts to pivot away from fossil fuels, were better served by keeping its range of assets and businesses together.</p><p>Mr. Looney said he wasn't aware of investors wanting BP to split its operations. \"We believe in BP being better together,\" he added.</p>",
  "published": "2021-11-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 324,
          "end": 331
        }
      ],
      "nexusId": "10051514"
    }
  ]
}