{
  "_id": "61effdcea9364effc62e0af642a78dfcad6d5a70e348eb8ee371f5fd45a7f244",
  "feed": "ftcomall",
  "title": "What the sacking of Danone's Faber tells us about stakeholderism",
  "text": "<p>New York spring weather is infamously fickle. Last week the temperatures suddenly turned so warm that Moral Money team was sporting T-shirts. This week, however, it turned icily cold again — and we all felt foolish for letting down our weather guard.</p> <p>So, too, with environmental, social and governance. During the past year it has seemed as if the business and financial climate had turned decisively in favour of sustainability. Now, the enthusiasm may be cooling in some quarters — a touch. As we explain below, one piece of striking news this week is that corporate upheaval at Danone has removed an ESG-espousing chief executive. Another is that <strong>Warren Buffett</strong> has refused to back climate proposals at shareholder meetings. Meanwhile oil prices are rising — which may reduce pressure for fossil fuel companies to reform. Is this just a passing cloud for ESG? Or a sign that the investment wind is changing? (<em>Gillian Tett)</em> </p> <h1>Danone sacking shows limits of stakeholder ‘smokescreens'</h1> <p>Last year, when Danone's shareholders voted to officially convert the company to a so-called “<a href=\"https://www.ft.com/content/1eff9241-ef11-4a38-8b5c-bb825fa108ca\">enterprise à mission</a>,” (or purpose-driven company), it was a crowning achievement for its then-chief executive <strong>Emmanuel Faber </strong>(<em>pictured above</em>).</p> <p>At the time, Faber, a vocal advocate of ESG principles, <a href=\"https://www.ft.com/content/1eff9241-ef11-4a38-8b5c-bb825fa108ca\">crowed triumphantly</a> that the French consumer foods company had “toppled the statue of Milton Friedman”.</p> <p>But just a few months later, <a href=\"https://www.ft.com/content/8e7ae718-eb18-4d2f-bd18-59e6349540f2\">he has been sacked</a> after an activist campaign highlighted the company's “chronic underperformance compared with larger rival Nestlé”.</p> <p>The <a href=\"https://www.ft.com/content/2df158fb-357a-499a-b51c-025b4f1d5c97\">activists</a> calling for <a href=\"https://www.ft.com/content/08580c63-1ae3-400d-8cef-c1b3d1a5faf0\">his </a>removal did not directly criticise Danone's sustainability efforts — and it is true, many ESG-oriented companies have notched stellar <a href=\"https://www.ft.com/content/0a3d0af8-7092-44c3-9c98-a513a22629be\">performance numbers</a> — but Faber's departure should be seen as a warning to other chief executives that a stakeholder-first mantra will not shield them from shareholders' ire.</p> <blockquote>  <p>“It's always dangerous to extrapolate from a sample size of one, but these developments challenge investors who believe that strong ESG initiatives are compatible with higher stock prices,” <strong>Joseph Grundfest</strong>, professor of law at Stanford University and a former commissioner of the SEC, told Moral Money. </p>  <p>“If that's right, why did Danone's stock price increase by 4 per cent when this CEO's departure was announced? Was the CEO doing a bad job for reasons unrelated to ESG initiatives? Were Danone's ESG initiatives suboptimal? Should we ignore short-term stock price responses? Or was ESG being carried too far? All these questions deserve to be asked.” </p> </blockquote> <p><strong>Shiva Rajgopal</strong>, a professor at Columbia Business School in New York, believes this is the beginning of a trend. “I have long suspected that stakeholderism can easily become a bit of a smokescreen, especially in Europe, for management to ward off awkward shareholder questions about performance, in terms of share price and operating profits,” he said.</p> <p>With activism on the rise in Europe, he believes companies that have espoused a lot of “cheap talk” on “E” and “S” will make for easy targets.</p> <p>Rajgopal does not believe that “doing good” and making money are mutually exclusive propositions. As <strong>Paul Polman</strong>'s tenure at Unilever showed, it is possible to be a good corporate citizen and make money, he said. </p> <p>But he does think that initiatives focused on “E” and “S” (such as Faber's move to report emissions-adjusted earnings per share) can be used to distract investors from looking at financial sustainability.</p> <p>And as our own in-house <a href=\"https://www.ft.com/content/e9f00cb2-3cd8-499e-9e8a-dd837f94657e\">ESG sceptic</a> <strong>Robert Armstrong</strong> puts it, at the end of the day, it's all about performance. </p> <p>“What the activists care about is the stock going up. This stock went down,” Armstrong told Moral Money. “They can always find a story to tell about why.” (<em>Billy Nauman</em>)</p> <h1>Three takeaways from the SEC's new ESG strategy</h1> <p>There are glimmers of a new path forward for ESG disclosure rules in the US. </p> <p>Acting Securities and Exchange Commission chief <strong>Allison Lee</strong> on Monday <a href=\"https://www.sec.gov/news/speech/lee-climate-change#_ftnref30\">laid out ideas</a> about how the agency could better accommodate shareholders' ESG concerns. </p> <p>Specific rule proposals are a long way off, but Lee's speech set a foundation. Here are three takeaways from her proposal.</p> <h2>1. Corporate red lines are likely to appear </h2> <p>During the Obama administration, the SEC declined to push forward a rule requiring companies to disclose their political spending. For about a decade, Democrats have fought for a SEC political spending rule, and now Lee has included the issue under the umbrella of ESG disclosures. While companies might support some ESG disclosures, the political spending issue is likely to be a red line that the SEC will have to fight to adopt.&#xa0;</p> <p>Lee also supported ESG rule changes that would tilt the balance of power towards shareholders and away from companies by updating SEC rules that allow companies to block shareholder resolutions</p> <p>Both of these issues will receive “significant pushback from the [corporate] community,” <strong>Dave Brown</strong>, a partner at Alston &amp; Bird, told Moral Money.</p> <h2>2. Activists get something too</h2> <p>Back in 2016, the SEC <a href=\"https://www.ft.com/content/6a982160-bfdd-11e6-9bca-2b93a6856354\">proposed expanding investor rights</a> by adopting a “universal proxy” system. Currently, investors vote for board directors on a single ballot. The universal proxy would allow investors to mix and match votes for board directors. Lee revived the universal proxy proposal in her speech on Monday. </p> <p><strong>Bill Ackman</strong> and other activist investors <a href=\"https://www.ft.com/content/0278a648-c3df-11e7-b2bb-322b2cb39656\">have supported</a> the universal ballot in the past — marking one ESG issue where corporate raiders and the nuns agree.</p> <h2>3. The return of international co-operation </h2> <p>After four years of Trump's “America first” mentality, Lee put the SEC back into the international arena by supporting the sustainability standards board proposed by the IFRS Foundation. She also proposed a similar set of ESG standards for the US — something similar to the Financial Accounting Standards Board — which would be under SEC oversight.</p> <blockquote>  <p>“The lack of common benchmarks and standardised language will continue to inhibit to some degree competitive dynamics around managing climate and other ESG risks,” Lee said.</p> </blockquote> <p>(<em>Patrick Temple-West</em>)</p> <h1>UK pensions want more ESG specifics</h1> <p>As European asset managers are now subject to increased disclosure scrutiny under the Sustainable Finance Disclosure Regulation&#xa0;(SFDR), they are also facing fire in the UK for providing paltry ESG information.</p> <p>The trustees for UK pension funds are often unable to get details about asset managers' voting and engagement with companies, according to research <a href=\"https://www.dalriadatrustees.co.uk/asset-managers-keep-pension-trustees-in-the-dark-on-holding-companies-to-account/\">published</a> on Monday from Dalriada Trustees, a London-based trustee services provider.&#xa0;</p> <p>Only one-third of asset managers contacted in a survey were able to provide details of how they had used their influence in voting on company issues, Dalriada said. Most asset managers were unable to provide details of how they exercised their voting rights or engaged with the companies they invest in.</p> <p>“We are seeing [asset] managers marketing funds for their ESG credentials, but they are failing to provide clear evidence of the actions being taken,” said <strong>David Fogarty</strong>, director at Dalriada.</p> <p>The findings come as pensions minister <strong>Guy Opperman</strong> has been <a href=\"https://www.ft.com/content/729ac9db-34bf-4966-b179-0a6f5415036d\">pressuring</a> the asset management industry on this topic.</p> <blockquote>  <p>“It's totally unacceptable that fund managers are unable or unwilling to respond to reasonable requests from pension funds for information on how their votes were cast,”&#xa0; Opperman said of Dalriada's research. “Asset managers need to step up, use their votes and report efficiently. I will be closely monitoring progress.”</p> </blockquote> <p>(<em>Patrick Temple-West</em>)</p> <h1>Proxy adviser Glass Lewis changes hands </h1> <p>With a new, ESG-friendly administration in Washington, proxy advisers are finding themselves in high demand —&#xa0;even outside US borders. </p> <p>Glass Lewis, the second-largest proxy adviser, was <a href=\"https://www.businesswire.com/news/home/20210316005393/en/Peloton-Capital-Management-and-Stephen-Smith%C2%A0Acquire-Glass-Lewis\">acquired on Tuesday</a> by Peloton Capital Management and <strong>Stephen Smith</strong>, co-founder of First National Financial, a Canadian mortgage lender.</p> <p>The sale from Ontario Teachers' Pension Plan Board and Alberta Investment Management marks the second acquisition of a big proxy adviser in recent months. Just days after Trump's defeat in the November election, Deutsche Börse agreed to buy a majority stake in Institutional Shareholder Services.</p> <p>Proxy advisers play a key role in ESG by recommending investors vote for or against various shareholder petitions at companies. As a result, companies have fought for regulations that stifle proxy advisers. But with the new administration in Washington, proxy adviser scrutiny has significantly eased. (<em>Patrick Temple-West</em>)</p> <h1>How can we focus on what matters in measuring ESG?</h1> <p>The surge in ESG-themed investing has gone hand in hand with growing efforts to measure companies' environmental and social impact. But the burden of keeping up with these new reporting expectations has also grown. So how can we do a better job of capturing what matters in measuring ESG, while also lightening the reporting load?&#xa0;</p> <p>We launched the<a href=\"https://www.ft.com/moral-money-forum\"> Moral Money Forum</a> to take on big questions such as this, and our next report will try to answer this one. As with<a href=\"https://www.ft.com/content/5bc1580d-911e-4fe3-b5b5-d8040f060fe1\"> our first report</a>, we're keen to hear your experiences and ideas. Please share your thoughts <a href=\"https://survey.ft.com/jfe/form/SV_0Bvg2nytNSdCXHg\">here</a>.</p> <a href=\"http://www.ft.com/cms/eba8dff7-ae9e-47db-b054-c8ed52ad8e79.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>Billed as a watershed moment for Japan Inc's corporate governance, Toshiba will hold an <a href=\"https://www.ft.com/content/d2b3c1e7-699e-4c8c-800b-1b26498a7adb\">extraordinary general meeting</a> on Thursday.</p> <p>Toshiba's shareholders will vote on a proposal calling for an independent investigation into allegations that the Japanese conglomerate used a “dark arts” campaign against activist investors ahead of the last year's annual general meeting. This is a rare occurrence in Japan, where people tend to avoid confrontation as much as possible.</p> <p>The proposal —&#xa0;which was brought by Effissimo Capital Management, Toshiba's largest shareholder — is gaining momentum. Both Calpers and Norges Bank Investment Management, the largest US public pension fund and the world's largest sovereign wealth fund, have voted in favour. If it passes, all of Japan Inc will feel pressure to adapt stronger corporate governance. </p> <p>Japan's efforts over the past decade to create healthier relationships between companies and investors have led to improved boardroom independence and the unwinding of cross-shareholdings, notes <strong>Kei Okamura</strong>, director of investment stewardship of the Japanese equities team at Neuberger Berman. </p> <p>Okamura, however, pointed out the risk that “companies may go back to their old ways of managing businesses and never see the higher hanging fruits come to life”. </p> <p>Thus, the investor community hopes that the upcoming revisions to the corporate governance code due this spring — coupled with the Tokyo stock market's reform in 2022 — will cement the long-anticipated sustainable transformation for Japan Inc. </p> <p>Improving Japan's corporate governance would also be instrumental in tackling <a href=\"https://asia.nikkei.com/Politics/Suga-faces-widening-ethics-scandal-at-communications-ministry\">corruption</a>. Japan ranked seventh in the Asia-Pacific region on corporate governance, behind Malaysia and Thailand, in the 2018 Corporate Governance Watch <a href=\"https://www.acga-asia.org/cgwatch.php\">report</a>. </p> <h1>Chart of the week</h1> <p>Hydrogen is being cited by many industries as their best hope for going green. But what about aviation? Read more in the <a href=\"https://www.ft.com/content/7099d84c-07b8-4970-b826-ac28b4e59841\">latest piece</a> from our colleagues at Climate Capital.</p> <h1>Further reading</h1> <ul>  <li><p>Tidal Wave of ESG Funds Brings Profit to Wall Street (<a href=\"https://www.wsj.com/articles/tidal-wave-of-esg-funds-brings-profit-to-wall-street-11615887004\">WSJ</a>)</p></li>  <li><p>Climate plans of big companies need substance (<a href=\"https://www.ft.com/content/1c1f9ea0-42b7-4ea1-9396-d3c832f20350?shareType=nongift\">FT</a>)</p></li>  <li><p>BNY Mellon and Yale Join Forces to Develop ESG Research (<a href=\"https://www.fundfire.com/c/3100034/390864/mellon_yale_join_forces_develop_research?referrer_module=emailReminder&amp;module_order=13&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dNakV3TmpVeU1UYzFNZz09\">FundFire</a>)</p></li>  <li><p>Alt data providers are set for a huge boom as big investors scramble to find ESG benchmarks (<a href=\"https://www.businessinsider.com/investors-esg-alternative-data-provider-sources-sustainability-hedge-funds-2021-3\">Business Insider</a>)</p></li>  <li><p>Oil-Friendly States Fight Back Against Sustainable Investment Trend (<a href=\"https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2021/03/16/oil-friendly-states-fight-back-against-sustainable-investment-trend?utm_campaign=03-16-2021+SD&amp;utm_medium=email&amp;utm_source=Pew\">Pew Trusts</a>)</p></li>  <li><p>Chevron accused of ‘greenwashing' in complaint lodged with FTC (<a href=\"https://www.ft.com/content/2985e18a-fdcb-4cd2-aee3-d5a0fe4cdab2\">FT</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman and Patrick Temple-West 2021 'What the sacking of Danone's Faber tells us about stakeholderism' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-17T12:16:06.205Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 11568,
          "end": 11575
        }
      ],
      "nexusId": "10051514"
    }
  ]
}