{
  "_id": "a0a57f54ec0d24a6e6c8166c274d87808e8a58d3b8b7df8d2204810d986297f0",
  "feed": "wall-street-journal",
  "title": "Texas-Freeze Gas Bills Precipitate Lawsuits  ----  By Christopher M. Matthews and Collin Eaton",
  "text": "<p>   The massive natural-gas bills incurred during the Texas freeze have kicked off a spate of lawsuits around the country as companies argue over who is responsible for the tab. </p><p>   At least 30 lawsuits related to natural-gas contracts have been filed in four states since the February storm that knocked out power for millions of Texans and sent gas prices soaring to their highest levels in years. Billions of dollars are collectively on the line. </p><p>   The lawsuits have laid bare the enormous pressure the financial fallout from the storm has put on natural-gas suppliers and customers, including public utilities and others. The bulk of the suits are in Texas courts and involve some of the world's largest energy companies and traders, including Exxon Mobil Corp., Koch Industries Inc., BP PLC and Vitol. </p><p>   Some of the lawsuits allege that gas suppliers engaged in price gouging during the storm, overcharging utilities. Some suppliers such as ConocoPhillips, in turn, are suing utilities and others over unpaid bills. </p><p>   Other lawsuits center on whether companies should be absolved from their contractual obligations to supply gas during parts of February, when freezing temperatures shut down a vast swath of Texas' energy infrastructure. Legal analysts expect more lawsuits to be filed in the weeks ahead. </p><p>   Texas is the nation's largest gas producer, but both production and power generation from gas dropped by about a third during the unusually strong winter storm, which caused a surge in demand for power and heat. </p><p>   Freezing water and blackouts wreaked havoc on everything from wells to pipelines and regional storage facilities that feed power plants across the state. Amid the disruptions, natural-gas prices shot up nearly 17,000% in some parts of the state. </p><p>   Electricity prices also skyrocketed, and Texas power sales in a single week topped $46 billion, more than five times what the state spent in all of 2020. That has led to enormous bills for many residential and industrial power users, and triggered a continuing political debate in Texas over whether at least some of the charges should be reversed. </p><p>   The largest group of gas suits so far was filed by CPS Energy, a San Antonio-owned utility company that alleged more than a dozen gas suppliers were \"profiteering from scarcity during a declared disaster.\" </p><p>   Some were charging 15,000% more for natural gas than prestorm prices, which CPS likened to paying $7,000 to refuel a car, according to one of the lawsuits. </p><p>   CPS alleged the charges, from vendors including affiliates of Chevron  Corp., Vitol and Occidental Petroleum Corp., amounted to price gouging in violation of Texas law. </p><p>   Of the roughly $670 million CPS spent on natural gas during the weather event, the utility is disputing roughly $527 million, a CPS spokeswoman said. The bills in dispute include almost $257 million it was charged by two affiliates of pipeline operator Energy Transfer LP. In a separate suit, ConocoPhillips alleged late last month that CPS still owes it $19.6 million for gas after short-paying invoices. </p><p>   \"What we believe is that this was a huge transfer of wealth at one of Texas' worst points in our history,\" CPS Chief Executive Officer Paula Gold-Williams said in an interview. When a natural disaster strikes, she said, \"the result can't be that prices become unconscionable.\" </p><p>   In a response filed in court last week, Energy Transfer said CPS had sued gas suppliers in an attempt to \"divert attention from its own poor risk management and failure to prepare for high natural-gas demand in a severe winter storm.\" </p><p>   It said CPS had exposed itself to the risk of volatile prices by choosing to buy natural gas on daily floating prices and had bid up prices for the supplies it needed alongside others in the market. </p><p>   \"Now the bills have come due and CPS, as it seems to have intended from the start, wants to leave others holding the bag and shift the political and regulatory fallout away from itself,\" the Energy Transfer units said in court papers. </p><p>   Chevron said it properly invoiced CPS. Occidental declined to comment and Vitol didn't respond to requests for comment. </p><p>   Gas suppliers have also been hit with lawsuits for failing to deliver fuel during the storm. </p><p>   The utility Spire Missouri Inc. has filed lawsuits against three gas marketers, seeking $135 million in damages for what it alleges were breaches of contract for having failed to provide gas amid the cold snap. </p><p>   Another group of lawsuits relates to declarations of \"force majeure,\" in which companies cite a clause that absolves them from contractual commitments to supply gas due to unforeseen events. Dozens of companies made such declarations after the freeze. </p><p>   A handful of suppliers to Koch Industries invoked force majeure following the storm but say in separate lawsuits that the conglomerate has rejected those declarations. The suppliers say Koch, in some cases, is refusing to pay for the gas they did provide, and has argued that it is owed damages. </p><p>   In five separate suits, Marathon Oil Corp., ARM Energy Management and marketing arms of EnLink Midstream, Targa Resources and Chesapeake Energy Corp. have asked Texas courts to certify their force majeure claims. </p><p>   Koch, Chesapeake, Marathon, EnLink, and ARM Energy Management declined to comment. Targa didn't respond to requests for comment. </p><p>   In another lawsuit, Exxon subsidiary XTO Energy Inc. said Macquarie Energy LLC refused to accept its notice of force majeure, and Macquarie maintained it was owed $11.7 million to cover damages. </p><p>   XTO said Macquarie notified it of its own, separate force majeure on Texas gas supplies due to the storm. Exxon and Macquarie declined to comment. </p><p>   --- </p><p>   Andrew Scurria and Alexander Gladstone contributed to this article. </p><p></p>",
  "published": "2021-04-06T06:07:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3986,
          "end": 3993
        },
        {
          "start": 2528,
          "end": 2535
        }
      ],
      "nexusId": "10051514"
    }
  ]
}