{
  "_id": "9987d29a9387b660f20fa3b0a33d75985de5f1a9a1e0c9f27df7bf9c4a23d3a2",
  "feed": "wall-street-journal",
  "title": "Chevron  Boosts  Green  Spending  ----  By Christopher M. Matthews",
  "text": "<p>    Chevron Corp. is tripling spending in its new low-carbon unit, which Chief Executive Mike Wirth said he increasingly sees as a viable business. </p><p>   The San Ramon, Calif., oil giant is pledging to spend $10 billion through 2028 on biofuels, hydrogen production, carbon capture and other technologies, up from a prior commitment of around $3 billion. </p><p>   Mr. Wirth said in an interview that the spending boost reflects optimism in Chevron's new energies unit, announced in July to oversee the company's low-carbon investments. Chevron now expects the unit to generate more than $1 billion in operating cash flow by 2030, he said. </p><p>   \"We've reached a point where we've got enough knowledge of the technologies,\" Mr. Wirth said. </p><p>   The increased green investment still represents a fraction of what Chevron is spending on oil and gas projects. In December, Chevron said its capital spending would range from $14 billion to $16 billion a year through 2025. The planned low-carbon investment would amount to roughly 10% of that. </p><p>   Mr. Wirth said Chevron's strategy would allow the company to reinvest in its legacy business, while exposing it to new opportunities, as the nascent transition to lower-carbon emitting energy sources unfolds. Chevron could invest more in low-carbon energy, if certain policy incentives were put in place, he said. </p><p>   Mr. Wirth has said Chevron supports a price on carbon as the primary policy mechanism to spur the energy transition. Such a price could result from a carbon tax or cap-and-trade system, but Chevron hasn't endorsed a specific regulatory regime. A carbon price could improve the economics of carbon capture, for example, allowing Chevron to capture emissions, store them, and sell carbon emission offset credits to other companies. </p><p>   Mr. Wirth has branded the company's strategy as \"higher returns, lower carbon.\" Chevron fleshed out its plans in a presentation to investors Tuesday morning. </p><p>   \"We're trying to create options as the energy system evolves,\" Mr. Wirth said. \"We would hope to spend more than this in the future, predicated on certain things that may come to pass.\" </p><p>   Investors are increasingly asking oil companies to diversify beyond fossil fuels and articulate a strategy for charting how they will navigate tightening global regulations on oil and gas. </p><p>   The Wall Street Journal previously reported Chevron is preparing to defend itself against a potential challenge from activist investors like the one by hedge fund Engine No. 1 that roiled Exxon Mobil Corp. earlier this year. </p><p>   Chevron's plans don't involve investing in solar or wind power generation, which Mr. Wirth said are mature businesses that offer little profit opportunity for Chevron. Mr. Wirth told analysts Tuesday that the company believes its new low-carbon investments can earn double-digit returns immediately, whereas investing in wind and solar power would yield less than a 10% return for Chevron. </p><p>   Instead, the company plans to increase production of biofuels and hydrogen and has signed a handful of such deals with industrial companies and airlines in recent weeks. Chevron also said it would capture or offset 25 million metric tons of carbon emissions a year. </p><p>   Chevron hasn't made a so-called net-zero commitment to reduce greenhouse-gas emissions, and Mr. Wirth previously said the company won't set targets which it doesn't have a plan to achieve. Instead, Chevron has made pledges to reduce its so-called carbon intensity -- or emissions as a proportion of total energy produced -- and says the company has met those targets. </p><p>   Beginning last year, several large European oil companies, including BP PLC and Royal Dutch Shell PLC, committed to reduce to zero the net carbon emissions produced by the assets they own. Exxon Mobil is considering a similar pledge, The Wall Street Journal reported last month. </p><p></p>",
  "published": "2021-09-15T06:10:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1513,
          "end": 1520
        },
        {
          "start": 2892,
          "end": 2899
        },
        {
          "start": 781,
          "end": 788
        },
        {
          "start": 1218,
          "end": 1225
        },
        {
          "start": 1342,
          "end": 1349
        },
        {
          "start": 2511,
          "end": 2518
        },
        {
          "start": 839,
          "end": 846
        },
        {
          "start": 2670,
          "end": 2677
        },
        {
          "start": 517,
          "end": 524
        },
        {
          "start": 2330,
          "end": 2337
        },
        {
          "start": 1651,
          "end": 1658
        },
        {
          "start": 1833,
          "end": 1840
        },
        {
          "start": 3071,
          "end": 3078
        },
        {
          "start": 3365,
          "end": 3372
        },
        {
          "start": 421,
          "end": 428
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1024,
          "end": 1031
        },
        {
          "start": 3167,
          "end": 3174
        }
      ],
      "nexusId": "10051514"
    }
  ]
}