{
  "_id": "3225af3d809cf50d47e28da10a08b0621a0f80861a72263d3c8bf774833e0d5c",
  "feed": "ftcomall",
  "title": "Can Chevron reconcile green ‘aspirations' with growth?",
  "text": "<p>Two things to start: </p> <ol>  <li><p>The big <a href=\"https://www.ft.com/stream/88f84738-6118-46ea-bb9b-261f65752142\">energy crunch</a> rumbles on. Don't miss this <a href=\"https://www.ft.com/content/72d0ec90-29e3-4e95-9280-6a4ad6b481a3\">deep dive</a> on what has caused Europe's gas crisis. </p></li>  <li><p>More countries have joined the US and EU-led methane pledge, but <a href=\"https://www.ft.com/content/95288eab-1c80-4fe5-8cfe-11ed904b31fb\">key emitters</a>&#xa0;have not yet signed on.&#xa0;</p></li> </ol> <p>Welcome back to another Energy Source.</p> <p>While Europe frets over natural gas and electricity prices, the oil rally is gathering some menacing steam. West Texas Intermediate, the US benchmark, settled at $80.52 a barrel yesterday, its highest price in seven years. Brent settled at $83.65/barrel. A price surge that started as a recovery from last year's pandemic-induced depths is now ringing alarm bells in the world's capitals. </p> <p>Last week, before this latest lurch higher, the US energy secretary <a href=\"https://www.ft.com/content/42c9f6c3-ad59-42a3-b9c2-1d79850f96af\">told me</a> that a release from strategic stocks was one of the tools under consideration to ease the pain. The crude price is even higher now, and average American petrol prices have risen to $3.27 a gallon — 50 per cent above the average a year ago. So what next?</p> <p>Roger Diwan, a veteran oil-market analyst at IHS Markit, told the FT:</p> <blockquote>  <p>“The [oil] market is gripped by fears — fear of stronger demand, fear of a rally contagion from gas and power, fear of missing out on the rally, and the fear to rule them all: supply anxiety.” </p> </blockquote> <p>The silence last week from Opec+, which is sticking with its planned supply increases despite US pressure to quickly supply more oil, is spooking the market. </p> <p>Meanwhile, I was in Colorado last week to look at a new <a href=\"https://www.ft.com/content/f6693948-2c3d-4508-96cf-c374ef0fa6ad\">solar </a>facility outside Pueblo, a hardscrabble city on the High Plains that needs the jobs the new facility has secured. </p> <p>Colorado is endlessly fascinating to energy watchers. It is a state with huge fossil fuel reserves and a dependence on coal power and oil and gas production. But it also has ambitious <a href=\"https://energyoffice.colorado.gov/climate-energy/ghg-pollution-reduction-roadmap\">decarbonisation goals</a> and some of the best wind and solar resources in North America. It is truly an American test-case for an energy transition. Readers in Colorado, please write to me at <a href=\"mailto:derek.brower@ft.com\">derek.brower@ft.com</a> with your tips on what we should be covering in the state. </p> <p>In today's newsletter, our first note is on Chevron, which announced a new net-zero emissions target yesterday. Climate campaigners thought it missed the mark. </p> <p>Our second is on US liquefied natural gas. A global supply crunch has left consumers and politicians crying out for more fuel — and American exporters are now hoping to benefit. Climate activists don't like that, either. </p> <p>Data Drill looks at coal prices. Spoiler: it's boom time for the dirtiest fossil fuel. </p> <p>Thanks for reading. </p> <h1>Chevron tries to fend off activists with green goals</h1> <p>Chevron yesterday outlined “aspirations” to make its oil and gas exploration and production operations net-zero emissions by 2050, but made it clear that it is not giving up on growth in its oil and gas business. </p> <p>That latter part has drawn the ire of activist shareholders who are heaping pressure on the company to go much further in slashing so-called scope 3 emissions, pollution from the fuel it sells and produces.</p> <p>Chevron said it would trim its scope 3 carbon <em>intensity</em>, not the overall emissions, of its business by 5 per cent by 2028 compared to 2016 levels.</p> <p>In yesterday's climate report outlining the new targets, the company said adopting the intensity metric gave it the “flexibility to grow its upstream and downstream businesses provided it remains an increasingly carbon-efficient operator”. </p> <p>Bruce Niemeyer, Chevron's vice-president for sustainability, further defended the intensity metric to the FT as a crucial signal for the market during the transition.</p> <blockquote>  <p>“Intensity measures are very important because it points to who are the most effective,” he said. “If you're going to consume as part of the energy system oil and gas, where is that being provided with the least carbon intensity?”</p> </blockquote> <p>In May, green shareholder group Follow This won a significant proxy vote that saw 61 per cent of Chevron's investors, including leading institutional investors, defy the company's management and back a resolution calling on the company to set and reduce its scope 3 emissions.</p> <p>The group welcomed Chevron setting a target on scope 3 emissions for the first time, but called the target itself “tokenism” and said it failed to bring the company in line with the Paris agreement's climate goals, a key demand of big shareholders such as BlackRock. Chevron argues it is in line with the Paris agreement's goals.</p> <p>“The world needs to reduce absolute emissions by around 40 per cent by 2030 to have any chance to achieve the Paris accord. Until Chevron's targets reflect this fact, their strategy falls short of Paris alignment. Five per cent is disappointing tokenism, not a serious attempt to confront the climate crisis,” Follow This said.</p> <p>Chevron, like its oil supermajor rivals, has been under intense scrutiny to show shareholders how it plans to profitably navigate the global shift to cleaner fuels. </p> <p>Engine No 1, the activist hedge fund that won a shareholder battle with ExxonMobil, has been in talks with Chevron's management team. The fund won its&#xa0;fight at ExxonMobil in part by warning that the company's&#xa0;fossil fuel reliant business plan left it at “existential risk” if the low-carbon transition quickened.</p> <p>Chevron will hope it has done enough to fend off a similar campaign. <em>(Justin Jacobs)</em></p> <h1>Rising US LNG exports present a Catch-22 </h1> <p>Record-high gas prices in Europe have left governments scrambling for supplies and developers eyeing a <a href=\"https://www.ft.com/content/7f0cffa9-1ae0-4b91-913e-e5fa8c2a28c9\">new boom</a> for US liquefied natural gas. A <a href=\"http://www.globalwitness.org/Bidensgasproblem\">new report</a> by environmental watchdog Global Witness predicts the US will become the top LNG exporter by 2023, with exports set to more than double over the next decade.&#xa0;</p> <p>US gas exports reached new highs at the start of this year. The <a href=\"https://www.ft.com/content/7aebf992-99bd-42c3-8c51-bb9a57e6c8f0\">world leader</a> in natural gas production, the US currently ranks third behind Australia and Qatar in LNG exports.&#xa0;</p> <p>Governments and consumers might want more gas, but climate campaigners want to remind the world that it is a fossil fuel with a growing carbon footprint.</p> <p>“Unless the current US administration urgently changes course, its lasting legacy will be to push the world irrevocably towards climate catastrophe,” Global Witness wrote in its report. Other climate groups, like the Sierra Club and the Sunrise Movement, argue the surge in US LNG production runs contrary to Biden's decarbonisation plans.&#xa0;</p> <p>Natural gas emits about half as much carbon dioxide as coal in combustion, but the supply chain can leak huge amounts of methane, an even more potent greenhouse gas with a warming potential 80 times greater than carbon dioxide.&#xa0;</p> <p>Natural gas proponents argue that LNG can serve as a global bridge fuel, especially for poorer countries with a pressing need for electricity now. </p> <blockquote>  <p>“[Decarbonisation] should not really be a matter of everybody does the same thing, but everybody tries to use their comparative advantage to help decarbonise. And I think that's what's missing in many of the climate policy goals,” said Anna Mikulska, a senior fellow at the University of Pennsylvania's Kleinman Center for Energy Policy.&#xa0;</p> </blockquote> <p>Natural gas can also provide a stable source of power generation when renewables falter — an argument industry executives have made for years. A strategic benefit of US LNG exports was also that the “freedom molecules”, as US officials <a href=\"https://www.energy.gov/articles/department-energy-authorizes-additional-lng-exports-freeport-lng\">referred to them</a>, would lessen Europe's dependence on Russian gas — although record-high US exports have hardly helped in the latest supply crisis, with <a href=\"https://www.ft.com/content/deaa7583-e69f-4a5f-9486-cc05c710a51a\">spot cargoes heading to Asia</a>, not Europe. &#xa0;</p> <p>Robert Stoner, deputy director for science and technology at MIT's Energy Institute, argues that without widely available, low-cost carbon-capture technology, the switch to natural gas is a “time-limited opportunity.” The latest IPCC report revealed that countries must significantly reduce <a href=\"https://www.ft.com/content/73092333-ff94-45e2-9f8c-061ee0b6e8ee\">methane emissions</a> to meet Paris climate targets. </p> <p>“If we're going to continue to use LNG and natural gas . . . at a big scale, we're going to have to do a better job about reducing methane emissions in a very deliberate way,” Stoner said. <em>(Amanda Chu)</em></p> <h1>Data Drill</h1> <p>The global natural gas supply crisis is sending coal prices to record highs. Two benchmarks, Newcastle and Rotterdam, surpassed $250 per tonne last week, which is more than 250 per cent above last year's price levels, <a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/china-resolving-coal-power-crunch-though-long-term-supply-demand-risks-persist-66866791\">according </a>to S&amp;P Global Market Intelligence.&#xa0;</p> <p>In China, coal power generation reached an <a href=\"https://www.ft.com/content/2b986dca-bfdb-48f7-ba37-4a5e9a3d1412\">all-time high</a> yesterday when flooding shut down dozens of mines. The country had been struggling with an energy crunch before the flooding, with power shortages leading economists to <a href=\"https://www.ft.com/content/b790d504-b77f-4370-81e5-5ba0d16008bc\">reduce</a> its expected economic growth. Soaring coal prices are also <a href=\"https://www.ft.com/content/a3ca4eaa-9ecc-4a81-ad53-4902fae4bd61\">threatening</a> India's economic recovery from the pandemic, say analysts.</p> <p>Analysts at Bank of America expect Newcastle prices to remain above $200/tonne as the northern hemisphere's winter kicks in.&#xa0;</p> <p>“Extreme volatility could continue across the energy complex . . . as below-normal temperatures could exacerbate the supply situation and send prices even higher,” wrote Bank of America in their weekly global energy report.<em> (Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>How farmers are slashing methane emissions <a href=\"https://www.ft.com/content/73e5f1fc-76ac-48b0-871a-7fa4e8bda69b\">from cows</a>.&#xa0;</p></li>  <li><p>Big banks <a href=\"https://www.ft.com/content/9105cc47-58fb-47dc-8233-6b622fb56ae2\">don't want to end financing</a> for new exploration projects.</p></li>  <li><p>Ivory Coast celebrates the <a href=\"https://www.ft.com/content/50c43dbc-24bd-4db5-8152-b686dfc9e0b9\">biggest discovery of oil</a> in two decades.</p></li>  <li><p><a href=\"https://www.ft.com/content/63ab8f74-4335-4fcd-a0e7-7d1b6295a03a\">Pandemic restrictions</a> are making it hard for Pacific Island countries to attend COP26. </p></li>  <li><p>Despite oil spills, <a href=\"https://www.washingtonpost.com/business/interactive/2021/fossil-fuel-climate-bonus/?utm_source=ActiveCampaign&amp;utm_medium=email&amp;utm_content=Climate+news%3A&amp;utm_campaign=TDC+Daily\">fossil fuel execs</a> receive environmental awards. (WaPo)</p></li> </ul><p>Source: Derek Brower, Justin Jacobs, and Amanda Chu 2021 'Can Chevron reconcile green ‘aspirations' with growth?' FT.com 12 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-12T11:00:59.067Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4,
          "end": 11
        },
        {
          "start": 4321,
          "end": 4328
        },
        {
          "start": 3874,
          "end": 3881
        },
        {
          "start": 3395,
          "end": 3402
        },
        {
          "start": 5190,
          "end": 5197
        },
        {
          "start": 2572,
          "end": 2579
        },
        {
          "start": 2519,
          "end": 2526
        },
        {
          "start": 2992,
          "end": 2999
        },
        {
          "start": 4514,
          "end": 4521
        },
        {
          "start": 2075,
          "end": 2082
        },
        {
          "start": 4073,
          "end": 4080
        },
        {
          "start": 4984,
          "end": 4991
        },
        {
          "start": 4712,
          "end": 4719
        }
      ],
      "nexusId": "10051514"
    }
  ]
}