{
  "_id": "03c9214034c7e5a48d20e9c8906601748d077c3eee772565ba7a5a7d56d5d61a",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Bond Funds Scrape for Returns",
  "text": "<p>Investors typically view U.S. Treasurys as so safe that many refer to their yield as the risk-free rate, while stocks and below-investment-grade debt are known as risk assets because the companies that issue them can go out of business. The recent selling highlights how sensitive to volatility the market has become with interest rates near zero.</p><p>\"We're in this period where fixed-income markets and fixed-income securities are becoming less and less attractive,\" said Ed Perks, who runs a $68 billion fund at Franklin Templeton Investments that buys a mix of stocks and bonds.</p><p>Mr. Perks cut debt holdings to 30% in January from roughly 50% a year earlier. About two-thirds of that is in junk bonds, which move more with equities than Treasurys. The fund's top two stockholdings as of Jan. 31 were a 3.2% allocation to JPMorgan Chase &amp; Co. and a 2.2% allocation to Chevron Corp, according to data from Morningstar Inc.</p><p>U.S. government debt sheltered investors in 2020, when panic buying caused by the coronavirus pandemic and subsequent interest-rate cuts by the Federal Reserve pushed Treasury yields down.</p><p>The top three bond mutual funds by returns last year were all heavily invested in Treasurys, gaining roughly 25% including price changes and interest payments, according to Morningstar. Now the three funds have slid to near the bottom of the rankings, with losses as high as 15% in 2021.</p><p>The 10-year Treasury yield, which rises as bond prices fall, climbed to 1.551% on Friday -- its highest level in about a year -- after Fed Chairman Jerome Powell said the central bank's policy stance is appropriate, disappointing some investors who had hoped he would signal more concern about the recent yield rise. The climb has also started to hit stocks.</p><p>The Fed's commitment to keeping interest rates low makes a repeat of the 2013 \"taper tantrum,\" when the 10-year yield climbed about 1.3 percentage points, unlikely, analysts said.</p><p>Still, \"we think rates -- whether it's nine months from now or 18 months -- they're going to be higher, not lower,\" Mr. Perks said.</p><p>BlueBay Asset Management fund manager Blair Reid has eked out a 0.3% return this year in the $7 billion bond portfolio he oversees by actively betting against Treasurys and by loading up on bonds that trade a lot like stocks. The internally generated benchmark he measures himself against has returned 0.0%, while the widely followed Bloomberg Barclays Global Aggregate Bond Index has lost 2.75%.</p><p>Mr. Reid has put about 20% of his portfolio in contingent convertible bonds, or CoCos, complex securities issued by banks that are relatively insensitive to Treasury yields because they can convert into equity.</p><p>An additional 10% of his investments are in convertible bonds issued by nonfinancial companies. Typically, CoCos and convertible bonds make up about 20% to 25% of his investments, he said.</p><p>Individual and institutional investors are also increasing purchases of what are known as leveraged loans, or corporate loans with junk credit ratings; and collateralized loan obligations, or CLOs, which buy up bundles of the loans and then repackage them into bonds. Unlike most debt, the interest that leveraged loans and CLO bonds pay investors rises when benchmark rates climb.</p><p>Sales of new CLOs hit $58 billion in the first two months of 2021, the biggest start to any year since at least 2013, according to data compiled by Barclays PLC.</p><p>\"Because it's floating rate, you're de facto insulated from interest-rate risk and the cherry on top is that a rising rate improves the return,\" said Peter Gleysteen, founder of AGL Credit Management, one of the biggest issuers of CLOs in 2020.</p><p>While such securities offer some shelter to debt, there aren't enough of them available for debt investors to replace more conventional bonds, said Brad Rogoff, head of credit research at Barclays. The Bloomberg Barclays Aggregate Bond Index comprises about $23 trillion of mostly mainstream debt, dwarfing the roughly $2 trillion market for leveraged loans and CLOs.</p><p>---</p><p>Julia-Ambra Verlaine contributed to this article.</p>",
  "published": "2021-03-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 866,
          "end": 873
        }
      ]
    }
  ]
}