{
  "_id": "68d3bb86703b1c3ff4fc70adaf18473599ebdb83e396d6edc66e6c78a5869bf6",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books -- Politics: When the Court Is Put on Trial",
  "text": "<p>Supreme Disorder</p><p>By Ilya Shapiro</p><p>Ideas With Consequences</p><p>By Amanda Hollis-Brusky</p><p>When Justice Anthony Kennedy announced his retirement in 2018, giving President Trump a second opportunity to elevate a judge to the Supreme Court, Ian Millhiser posted this charming reflection on Twitter: \"F -- . You. Justice. Kennedy.\" That gives you a fair idea of Mr. Millhiser's approach to analyzing the court: Interpret every utterance by Republican-appointed justices in the worst possible light and use every circumstance of their nominations as proof of Republican treachery.</p><p>So it goes in the \"The Agenda: How a Republican Supreme Court Is Reshaping America\" (Columbia Global Reports, 143 pages, $15.99). Mr. Millhiser, a writer at Vox, aims to demonstrate that conservatives, while claiming to favor \"judicial restraint\" -- a belief that justices ought to avoid usurping powers belonging to the legislature and executive -- have begun to favor the opposite of restraint, \"judicial activism,\" when it suits their aims. \"How,\" he asks, \"did a political party that, until very recently, was very fearful of judicial power learn to stop worrying and love judicial activism?\"</p><p>A typical instance of Mr. Millhiser's line of reasoning concerns so-called Chevron deference, named for a 1984 case involving pollution standards: the principle that courts ought generally to defer to government agencies' interpretation of vague statutes. Many judges and justices of a conservative disposition, he observes, are skeptical of Chevron deference and distrust autonomous agency rule-making. Ah, says Mr. Millhiser, but Justice Clarence Thomas, writing in Department of Commerce v. New York (2019), claimed that Secretary of Commerce Wilbur Ross had every right to insert a citizenship question in the 2020 census questionnaire. In that case, the court's conservatives deferred to a government agency. Gotcha!</p><p>The \"most likely\" explanation for the conservatives' position in the case, he argues, is that adding the citizenship question would discourage immigrants from participating in the census and thus put Democratic states at a disadvantage in the decade to come. Mr. Millhiser fails even to mention that the statute at issue was not vague. The law gives the secretary of commerce the power to conduct the census \"in such form and content as he may determine.\" Chevron never came into it.</p><p>Mr. Millhiser turns tendentiousness into an art form in this little book, but its main problem is that \"judicial activism\" has lost its meaning. Conservatives rarely use the phrase. It now signifies, as Ilya Shapiro remarks in \"Supreme Disorder: Judicial Nominations and the Politics of America's Highest Court\" (Regnery, 388 pages, $28.99), \"that the commentator doesn't like the ruling in a particular case.\"</p><p>Mr. Shapiro's book is a crisply written history of Supreme Court nomination controversies, interlaced with cogent insights on the role of judicial philosophy and raw politics in determining which nominees get rough treatment from the Senate. It's not quite right, he notes, to say that the nomination process has been \"politicized\" in recent decades. It was always politicized. In 1829, a majority of senators \"postponed indefinitely\" any consideration of John Quincy Adams's nominee John Crittenden. Abraham Lincoln nominated Salmon P. Chase mainly because he was likely to uphold a law that had allowed the federal government to finance the war. Federal judges are chosen and confirmed by politicians; the idea that politics should play no role in the process is the delusion of technocrats.</p><p>Even so, something went awry in the 1960s and '70s. In Roe v. Wade (1973) and similar rulings of the time, the court implicitly repudiated the principle of federalism and showed that enlightened judges could remake American society from the top down. By the 1980s the American left understood that its goals would be achieved in large measure through the courts -- and that personnel was everything.</p><p>Before Robert Bork was \"Borked\" in 1987, as I learned from Mr. Shapiro's book, William Rehnquist had to endure a \"Rehnquisition.\" Sen. Ted Kennedy, attempting to stop Rehnquist's elevation to chief justice and foreshadowing his defamatory attack on Bork the following year, remarked that Rehnquist had \"a virtually unblemished record of opposition to individual rights in cases involving minorities, women, children and the poor.\" In the years since, the confirmation process for Republican nominees has become something close to hell.</p><p>Unless you're prepared to believe that Republican presidents have a penchant for choosing sexual predators and closet racists to sit on the Supreme Court, you may wonder why the vitriol in nomination battles travels mainly in one direction, from left to right. Mr. Shapiro treats the subject in an admirably evenhanded manner but rightly declines to pretend that both sides share equal blame. Debates over nominees are no longer about the nominees themselves, he says. \"They're about the direction of the Court. The left in particular needs its social and regulatory agendas, as promulgated by the executive branch, to get through the judiciary, because they would never pass as legislation at the national level.\"</p><p>Mr. Shapiro, a scholar at the Cato Institute, deals respectfully with a variety of proposals to diminish the rancor of Supreme Court nomination hearings, but he acknowledges, again rightly, that a return to federalism is the only way out.</p><p>Amanda Hollis-Brusky's \"Ideas With Consequences: The Federalist Society and the Conservative Counterrevolution\" (Oxford, 252 pages, $26.95) first appeared in hardback in 2015. The Federalist Society was so closely associated with President Trump's court nominations that Oxford evidently concluded that the subject holds more interest after Mr. Trump 2016 election than it did before.</p><p>\"Ideas With Consequences\" is a mostly fair assessment of the Federalist Society, an affiliation of conservative and libertarian lawyers, scholars and law students. The book's style is at times jarringly academic (the society is a \"political epistemic network\" -- a phrase I hope never to read again), and the author's disapproval of her subject isn't hard to discern. But her scholarship is thorough, and her understanding of American judicial politics is impressive.</p><p>In a new preface, Ms. Hollis-Brusky, a professor of politics at Pomona College, registers one point of serious \"discomfort\" with the Trump-era Federalist Society. \"Something changed when the Trump campaign [in September 2016] released its list of 21 potential Supreme Court nominees with the Federalist Society seal attached to it.\" This overt politicization of judicial nominations was too much, in her view. \"Subjecting lists of judges to electoral referenda,\" she writes, \"blurs the ever more tenuous divide between law and politics.\" That divide, if it ever existed, was obliterated more than three decades ago, as several members of the current Supreme Court could amply testify.</p>",
  "published": "2021-03-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1239,
          "end": 1246
        },
        {
          "start": 1506,
          "end": 1513
        },
        {
          "start": 2342,
          "end": 2349
        }
      ],
      "nexusId": "10051514"
    }
  ]
}