{
  "_id": "bee4edc635ad387db6ec938488fd01a58f062bc419db456025fe8e3bddfde779",
  "feed": "wall-street-journal",
  "title": "The Supreme Court's Chance to Rein In the Regulatory State; The doctrine of Chevron deference is at stake in an otherwise obscure case the justices heard last week.",
  "text": "<p>Chevron, like AHA, involved a technical challenge to an agency action. President Reagan's Environmental Protection Agency had decided that the term \"statutory source\" in the Clean Air Act referred to an entire plant rather than to its individual smokestacks. That rule, which had reversed an earlier determination by the Carter administration, accommodated industry's desire to modify individual components within the plant without triggering expensive and time-consuming permitting requirements for \"new or modified\" facilities under the act.</p><p>The EPA's \"bubble rule\" got the law and the economics right. As used elsewhere in the act, \"statutory source\" means the whole plant. And the economic theory behind the \"bubble rule\" aligned with the policy of the Clean Air Act: Everyone wins if output increases while pollution stays the same or, because of technological improvements, decreases.</p><p>But rather than decide the case on that basis, the court articulated a novel rule of deference to agency interpretations of law. The case's major legacy is not the particular outcome, which was correct, but its reasoning, which was disastrously wrong.</p><p>The Constitution gives federal courts the power to interpret federal statutes. This principle, which is vital for ensuring that Congress and the executive branch comply with the law, is confirmed by the 1946 Administrative Procedure Act, which explicitly provides in Section 706 that in reviewing an agency's action, courts \"shall decide all relevant questions of law\" and \"interpret constitutional and statutory provisions\" de novo—from scratch.</p><p>The court in Chevron never cited Section 706. Instead, it invented out of whole cloth a \"two-step\" rule for reviewing agency interpretations of law: First, courts are to give effect to the \"unambiguously expressed intent of Congress.\" Second, if a court finds that the statute is ambiguous, as courts too frequently do, then it is bound to respect any plausible agency interpretation.</p><p>The court made matters even worse in City of Arlington v. FCC (2013), which held that courts should defer even to agencies' interpretations of law on jurisdictional issues that define the scope of the agency's authority. It thereby let agencies have their way on questions that could alter both the balance of federal-state relationships and the balance of powers within the federal government.</p><p>On Demand: WSJ Opinion Talk</p><p>A Momentous Term for the Supreme Court WSJ Opinion's Paul Gigot, Allysia Finley and Kyle Peterson with legal scholar Ilya Shapiro discuss the new Court's first full term. Watch Now</p><p>Courts should apply the same approach in administrative-law cases that they use in other sorts of cases: Give their best reading of ambiguous statutes, rather than conjuring up ambiguities that exist only in the eye of the judicial beholder. As Justice Neil Gorsuch asked during the oral argument in AHA, \"What's ambiguous enough to trigger deference to the government?\" Chevron begged the question, and 37 years later the court has yet to answer it.</p><p>It is bad enough that administrative agencies do most lawmaking in America pursuant to sweeping delegations of rulemaking authority from Congress. Such delegations are not blank checks but depend on intelligible limiting principles. Yet in Chevron and City of Arlington, the high court abandoned that requirement, letting adventurous agencies invent self-serving interpretations to justify using their delegated authority in ways far removed from what Congress intended.</p><p>Agencies aren't impartial participants in these cases but have an interest in interpreting the law in ways that expand their powers. Last week Justice Gorsuch sounded exasperated by yet another example of the \"government's seeking deference for a rule that advantages it.\" He seemed sympathetic to Justice Amy Coney Barrett's observation that AHA presented a \"classical problem of statutory interpretation that a court should resolve\" without judicial deference. Justices Clarence Thomas and Samuel Alito both bluntly asked if Chevron should be overruled.</p><p>Chipping away at Chevron won't by itself solve the larger problem in the rise of the administrative state, which as James Madison warned, is that \"the accumulation of all powers, legislative, executive, and judiciary, in the same hands . . . may justly be pronounced the very definition of tyranny.\" But curbing abuses in agency rulemaking by returning to the Administrative Procedure Act would be a good start.</p><p>Mr. Epstein is a law professor at New York University, a senior fellow at the Hoover Institution and a senior lecturer at the University of Chicago. Mr. Loyola, a professor at Florida International University and senior fellow at the Competitive Enterprise Institute, served as associate director for regulatory reform of the White House Council on Environmental Quality, 2017-19.</p><p>The Supreme Court's Chance to Rein In the Regulatory State</p>",
  "published": "2021-12-07T20:11:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1603,
          "end": 1610
        },
        {
          "start": 4074,
          "end": 4081
        },
        {
          "start": 76,
          "end": 83
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 4028,
          "end": 4035
        },
        {
          "start": 2950,
          "end": 2957
        },
        {
          "start": 3270,
          "end": 3277
        }
      ],
      "nexusId": "10051514"
    }
  ]
}