{
  "_id": "8bf8ea048d02f6d7185869399431ea877778240f3b233635b67fb82b7577d553",
  "feed": "ftcomall",
  "title": "Activist fund Third Point calls for break-up of Shell",
  "text": "<p>Royal Dutch Shell is under pressure to break itself up after the activist hedge fund Third Point built a large stake and accused the oil supermajor of being bogged down by an incoherent strategy. </p> <p>Third Point, which is led by <a href=\"https://www.ft.com/topics/people/Daniel_Loeb\">Daniel Loeb</a>, urged Shell to split itself into “multiple standalone companies”, including a “legacy” arm focused on oil and gas that could “slow capex beyond what it has already promised”. Its stake is worth close to $750m, according to a source familiar with the matter.</p> <p>The move by the New York hedge fund comes less than six months after a court in The Hague ordered the Anglo-Dutch company to speed up plans to cut greenhouse gas emissions. It also follows a successful activist campaign run by the hedge fund Engine No 1 against Shell's US rival ExxonMobil. </p> <p>In a letter to shareholders seen by the Financial Times, Third Point said <a href=\"http://www.ft.com/stream/2317ce6d-cc16-4022-964e-597b58ae7ddb\">Shell</a> had “too many competing stakeholders pushing it in too many different directions, resulting in an incoherent, conflicting set of strategies attempting to appease multiple interests but satisfying none”.</p> <p>While Shell's legacy business could handle fossil fuels, Third Point said, a separate entity should focus on cleaner energy, to “combine modest cash returns with aggressive investment in renewables and carbon reduction technologies”. </p> <p>“Pursuing a bold strategy like this would likely lead to an acceleration of CO2 reduction as well as significantly increased returns for shareholders, a win for all stakeholders,” the letter said. </p> <p>Third Point is among the most prolific activist investors on Wall Street and manages about $20bn worth of assets. It has previously targeted companies such as <a href=\"https://www.ft.com/content/afa50509-afbc-4e7c-b57d-ac74ccbc6e6f\">Intel</a> and <a href=\"https://www.ft.com/content/39c3657e-3c88-4ece-adb4-0fff9fc994b6\">Disney</a>. </p> <p>The intervention at one of the world's biggest oil companies came a day before the chief executives of ExxonMobil and Chevron, as well as the US heads of Shell and BP, are due to testify in Congress about whether they misled the public over the role played by fossil fuels in causing climate change.</p> <p>In a landmark ruling in May, a <a href=\"https://www.ft.com/content/340501e2-e0cd-4ea5-b388-9af0d9a74ce2\">Dutch court ordered Shell</a> to speed up cuts to carbon-dioxide emissions, with the judge concluding that the company's plan to reduce pollution was not robust enough.</p> <p>The same day, ExxonMobil shareholders elected three new board directors nominated by Engine No 1, an upstart fund manager which had waged a six-month proxy campaign in which it argued that the company's plans to continue increasing oil and gas production were an “existential risk”.</p> <p>Shell has said that its oil output peaked in 2019. It plans to allow production to decline by 1-2 per cent a year as it shifts spending to renewable energy and other low-carbon technologies such as hydrogen. The company last month <a href=\"https://www.ft.com/content/33e48318-91ab-47e4-88f3-72986b0a85f6\">sold </a>its Permian shale oil business in Texas for $9.5bn, an area it had previously described as core to its oil and gas business. </p> <p>Shell said it welcomed “open dialogue” with all shareholders, including Third Point, but stressed that it was committed to executing the energy transition strategy it published in April and that had received the backing of 89 per cent of shareholders.</p> <p>“Shell's investor relations team has had preliminary conversations with Third Point and listened carefully to their ideas, as we do with all of our shareholders,” the company said.</p> <p>Andrew Mackenzie, appointed Shell's chair in May, has experience of grappling with activist investors. When he was chief executive of BHP, the world's biggest miner, Elliott Management launched an aggressive campaign to push the company to divest its oil business and consolidate into a single listed group. Mackenzie pushed back against Elliott's demands although BHP is now in the process of selling its remaining oil assets and unifying its dual-listed structure.</p> <p>Mark van Baal, head of Follow This, an activist shareholder group which holds a small stake in Shell, expressed scepticism over whether a break-up of the company would have any significant environmental benefit.</p> <p>“At first sight, I don't see how this will help in the fight against <a href=\"https://www.ft.com/climate-capital\">climate change</a> — and that is because there is no substantial renewables part of Shell yet. I don't see what needs to be split up,” he said. “We think it's better to generate cash flow with fossil fuels and invest this in renewables.”</p> <p>But others argued it could be a watershed moment. </p> <p>“It will force Shell to answer a question that has been on the minds of investors for some time: do legacy oil companies like Shell actually add any value to the low-carbon transition?” said Andrew Logan, senior director for oil and gas at Ceres, which co-ordinates investor climate action. </p> <p>“If nothing else, the move by Third Point signals that Shell has not convinced the investment community that there is value in keeping all of these businesses in house.”</p> <p><em>Additional reporting by Tom Wilson and Neil Hume in London</em></p><p>Source: Ortenca Aliaj, Derek Brower and Myles McCormick in New York and Justin Jacobs in Houston 2021 'Activist fund Third Point calls for break-up of Shell' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T20:13:18.674Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1796,
          "end": 1803
        }
      ]
    }
  ]
}