{
  "_id": "e0e630d2e91ba9f1ee57229a81c77c422f6e9b88480bf43e789bc2220527426b",
  "feed": "ftcomall",
  "title": "ExxonMobil reports $22bn annual loss ",
  "text": "<p>ExxonMobil slumped to its first annual loss, capping a year of crisis for a US corporate titan in which it has slashed jobs and spending, lost its place in the Dow Jones Industrial Average and been hit by a growing proxy shareholder battle. </p> <p>America's biggest oil producer reported a 2020 loss of $22bn, against profits of more than $14bn the previous year, after booking a fourth-quarter impairment charge of $19.3bn on assets in North America and Argentina. </p> <p>“The past year presented the most challenging market conditions ExxonMobil has ever experienced,” said Darren Woods, Exxon's chief executive. </p> <p>Revenues dropped to $182bn, the lowest level since 2002. The company also recorded its fourth consecutive quarter in the red, with a loss of $20bn compared with a $5.7bn profit in the same period in 2019. </p> <p>Despite the financial blow, Exxon maintained its quarterly dividend of $0.87 per share. The group's shares rose more than 2 per cent in pre-market trading.</p> <p>Exxon's earnings, along with those of US rival <a href=\"https://www.ft.com/content/51f0b549-5e5a-4417-a237-6c3eae9093d8\">Chevron </a>and the UK's <a href=\"https://www.ft.com/content/d89f65d1-0c73-4575-aa11-8e770f8d90bd\">BP</a> in recent days, have underlined the extent of the damage wreaked on Big Oil by the pandemic, which sparked a collapse in demand and prices last year. Exxon and Chevron even discussed a possible merger after prices crashed in March, according to recent reports. </p> <p>ConocoPhillips also announced a heavy loss of $2.7bn on Tuesday — much worse than analysts' expectations and down from a profit of $7.2bn last year. </p> <p>Exxon also named a new board member on Tuesday as part of “its ongoing refreshment process”, and said the board would take “further action in the near term”.</p> <p>The appointment of Tan Sri Wan Zulkiflee Wan Ariffin, former head of Malaysian state oil group Petronas, comes amid a sustained campaign by activist investors for Exxon to cuts costs and overhaul a strategy that is <a href=\"https://www.ft.com/content/30ffa51b-2079-400e-84f1-2e45991194c8\">focused on increasing oil and gas supply</a>.</p> <p>Last week hedge fund Engine No 1 formally nominated four new directors to Exxon's board.</p> <p>“A board that has underperformed this dramatically and defied shareholder sentiment for this long has not earned the right to choose its own new members or pack itself in the face of calls for change,” Engine No 1 said after Tuesday's results. </p> <p>Exxon has made several steps in response to activist pressure in recent weeks, including a <a href=\"https://www.ft.com/content/5b8dd517-faf6-438f-a975-a2df017127fe\">commitment to cut</a> carbon emissions from its upstream production business by 30 per cent by 2025.</p> <p>On Monday, it said it would spend $3bn in the net five years on a new low-carbon business unit mainly focused on advancing carbon capture and storage technologies, and identified more than 20 new sites for development. </p><p>Source: Derek Brower and Justin Jacobs 2021 'ExxonMobil reports $22bn annual loss ' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-02T13:59:43.812Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1009,
          "end": 1016
        },
        {
          "start": 1193,
          "end": 1200
        }
      ],
      "nexusId": "10051514"
    }
  ]
}