{
  "_id": "5becf488e8ec8409bb39cafdbfaca9547f3f5200e580ea41ec4eaee9afe637cb",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Chevron Mandates Vaccinations for Some Workers  ----  By Christopher M. Matthews",
  "text": "<p>   Chevron Corp. has begun requiring some employees to receive Covid-19 vaccinations and is evaluating mandates throughout its entire workforce as the oil-and-gas industry contends with rising infections, according to people familiar with the matter. </p><p>   The second-largest U.S. oil company is one of the first major oil-and-gas producers to implement such requirements as the industry wrestles with unvaccinated field workers. Virus outbreaks have recently been affecting operations in key sites such as the offshore platforms of the Gulf of Mexico and the Permian Basin of Texas and New Mexico, several industry executives said. </p><p>   Chevron is now requiring expatriate employees, workers traveling internationally, and employees on U.S.-flagged ships to receive vaccinations, said company spokesman Braden Reddall. It will also require offshore workers in the Gulf of Mexico and some onshore support staff to be vaccinated by Nov. 1, he said. The requirements cover thousands of employees. </p><p>   \"Chevron is committed to protecting the health of our people, and vaccinations are the strongest safeguard against this virus,\" Mr. Reddall said. </p><p>   Executives at the company are also evaluating the feasibility of mandates for each Chevron business unit and could implement such requirements more broadly through its roughly 47,000-member workforce, people familiar with the matter said. </p><p>   The analysis includes the risk of infection within the unit and the availability of vaccines within the dozens of countries in which Chevron operates, the people said, adding that there is currently no plan for a companywide mandate. Chevron plans to allow exceptions to some employees for health or religious reasons, Mr. Reddall said. </p><p>   Other oil-and-gas companies are considering similar vaccination policies, say people familiar with the matter. Oil producer Hess Corp. is requiring some employees to be vaccinated and refiner Valero Energy Corp. has implemented a requirement for new hires, say people familiar with the plans. </p><p>   Hess has told its offshore workers in the Gulf of Mexico they must be vaccinated by Nov. 1 after an outbreak on one of its platforms there in recent weeks, according to a person familiar with the matter. </p><p>   \"Given the highly infectious nature of the Delta variant and the rising number of Covid-19 cases in the U.S., we are implementing additional preventative measures in our Gulf of Mexico operations to help ensure safety and business continuity,\" said Hess spokeswoman Lorrie Hecker. </p><p>   Not everyone in the industry supports company vaccination mandates. Phillips 66, one of the largest U.S. refiners, won't require its employees to receive vaccinations, according to Chief Executive Greg Garland. </p><p>   \"We strongly encourage people to be vaccinated,\" Mr. Garland said. \"But we haven't yet crossed a bridge where we're going to say everyone needs to be vaccinated.\" </p><p>   He said the company has offered vaccinations on-site at some refineries and believes more than 80% of the employees at its Houston headquarters are vaccinated. </p><p>   Industry executives say they face a divide within their workforce over vaccines. Among primarily white-collar office employees, vaccination rates are high, the executives say. Field employees who work the industry's refineries, chemical plants, offshore platforms and other critical operations have much lower vaccination rates, internal company surveys show. </p><p>   A significant number of workers have been infected in the Permian Basin, the most productive U.S. oil field, putting stress on an already thin workforce there, according to the executives. The same is true among workers in Louisiana, sparking concerns over outbreaks on remote offshore platforms where employees live for weeks at a time during shifts, some of the executives said. </p><p></p>",
  "published": "2021-08-24T06:04:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 624,
          "end": 631
        },
        {
          "start": 11,
          "end": 18
        },
        {
          "start": 1210,
          "end": 1217
        },
        {
          "start": 1600,
          "end": 1607
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1499,
          "end": 1506
        },
        {
          "start": 982,
          "end": 989
        }
      ],
      "nexusId": "10051514"
    }
  ]
}