{
  "_id": "bfd219b23c4b29c8dbc6e50d8fbcf0a21ebc4eda7bd345ce23e51149a97212ae",
  "feed": "market-watch",
  "title": "Energy stocks are on a big run — and still have some catching up to do",
  "text": "<p>Then again, maybe going with the flow shouldn't be considered contrarian.</p><p>Regardless, what matters is your opinion — do you expect oil and natural gas prices to keep rising as the global economy rebounds from the pandemic? If so, the information below should be encouraging — energy stock prices have some catching up to do.</p><p>So far in 2021, the energy sector of the S&amp;P 500 Index SPX has returned 29% (with dividends reinvested), compared to a 21% return for the full benchmark index.</p><p>But even though the energy sector has been a winner this year, a look back shows it has been late to the party. For a perspective from before the COVID-19 pandemic sent U.S. markets cratering, here's a chart comparing the sector's performance since the end of 2019 with the movement of continuous forward contracts for West Texas crude oil CL00 and for natural gas NG00:</p><p>FactSetThe stocks have lagged behind the commodities — it appears some investors aren't entirely convinced that the economic recovery will continue unabated. Natural gas has been on what appears to be an incredible run, accelerating during the disruption of production in the Gulf of Mexico from Hurricane Ida.</p><p>Continuing economic growth, especially as we head for winter, bodes well for natural gas demand. It is also worth thinking about the financial media's narrative for energy. Green is good, but most people who drive are still using vehicles that run on gasoline or diesel fuel. Even governments' seemingly harsh measures of phasing out internal combustion engines won't rid the world of hybrids for decades to come.</p><p>Then there's the problem of home heating — millions of people will be using natural gas, as usual, to heat their homes this winter. Then, when you factor in the use case for fossil fuels in heavy transportation and air travel, it seems early to predict an end for fossil fuels.</p><p>Before reviewing a list of stocks, here's a 10-year chart, to add some perspective to the more recent action displayed above.</p><p>FactSetNow the picture for natural gas seems far less rosy, and this year's remarkable runup fits into a dramatic pattern, with the current price well below its highs of 2014.</p><p>Energy stocks and partnership units</p><p>If you are considering loading up on energy stocks in the hope of riding a continuing bounce for oil or natural gas prices, you are looking for growth. But some investors seek current income, and energy master limited partnerships (MLPs) have been a way to get it.</p><p>Most MLPs are focused on energy commodity transportation (mainly pipelines) and storage. The idea is that these “toll takers” have contracts based on the flow of liquids and not on oil and natural gas prices. But that hasn't kept the partnerships' unit prices from tanking during periods of weakness for oil and gas prices.</p><p>One disadvantage of MLPs is their tax complications. Since income passes through to the partnership unit holders, investors receive Schedule K-1 tax forms, which are more difficult to use when preparing a tax return than simple 1099-DIV forms received by investors who receive dividends from securities held outside retirement accounts. MLPs can also return capital to investors through the dividends, as reported on the K-1s. These lower the cost basis, which leads to larger capital gains (if there are gains) when the securities are sold.</p><p>The MLPs as a group haven't been good performers over the long term. This year, the Alerian MLP ETF AMLP (which holds units of 16 MLPs and has a dividend yield of 8.37%, according to FactSet) is up 36% with dividends reinvested. But for 10 years, the total return (with dividends reinvested) for the ETF has been minus 7%. Yes, that's better than the 20% price decline for oil over the past 10 years, but it certainly appears that the high dividend income hasn't done very much to outweigh the risk.</p><p>None of this is to say AMLP will fare poorly in the future. That dividend yield is nothing to sneeze at in a world of very low interest rates, and the pipeline partnerships may have their day in the sun.</p><p>There are other ways to invest in pipelines and natural gas, while still pursuing income, outside of the MLPs. One example is Williams Cos. WMB, which has a dividend yield of 6.79% and has returned 26% this year. WMB has returned 17% since the end of 2019 and 101% for 10 years.</p><p>Energy stock screen</p><p>In order to expand a potential list beyond the 22 energy stocks included in the S&amp;P 500, here is a list of the 30 energy stocks in the Russell 1000 Index RUI, with a summary of opinion among analysts polled by FactSet and performance since the end of 2019:</p><p> Company                            Industry                      Share “buy” ratings  Closing price – Sept. 9  Cons. price target  Implied 12-month upside potential  Dividend yield  Total return from end of 2019  Cheniere Energy Inc. LNG           Oil &amp; Gas Pipelines           100%                 $87.56                   $104.14             19%                                1.51%           43%  ConocoPhillips COP                 Oil &amp; Gas Production          97%                  $55.58                   $75.56              36%                                3.09%           -9%  Diamondback Energy Inc. FANG       Oil &amp; Gas Production          91%                  $75.66                   $113.73             50%                                2.38%           -14%  Baker Hughes Co. Class A BKR       Oilfield Services/ Equipment  90%                  $23.51                   $28.20              20%                                3.06%           -2%  Valero Energy Corp. VLO            Oil Refining/ Marketing       86%                  $63.54                   $83.82              32%                                6.17%           -25%  Devon Energy Corp. DVN             Oil &amp; Gas Production          85%                  $28.45                   $38.42              35%                                4.36%           19%  Marathon Petroleum Corp. MPC       Oil Refining/ Marketing       84%                  $57.25                   $70.06              22%                                4.05%           4%  Williams Cos. Inc. WMB             Oil &amp; Gas Pipelines           83%                  $24.14                   $29.05              20%                                6.79%           17%  Targa Resources Corp. TRGP         Oil Refining/ Marketing       83%                  $43.96                   $53.43              22%                                0.91%           13%  Pioneer Natural Resources Co. PXD  Oil &amp; Gas Production          81%                  $150.30                  $207.29             38%                                1.49%           4%  Schlumberger Ltd. SLB              Oilfield Services/ Equipment  80%                  $26.62                   $35.62              34%                                1.88%           -31%  EOG Resources Inc. EOG             Oil &amp; Gas Production          70%                  $67.35                   $98.95              47%                                2.45%           -15%  Phillips 66 PSX                    Oil Refining/ Marketing       70%                  $66.74                   $90.24              35%                                5.39%           -35%  EQT Corp. EQT                      Oil &amp; Gas Production          70%                  $19.87                   $26.80              35%                                0.00%           83%  Halliburton Co. HAL                Oilfield Services/ Equipment  69%                  $19.32                   $26.31              36%                                0.93%           -19%  DT Midstream Inc. DTM              Oil &amp; Gas Pipelines           67%                  $46.34                   $50.00              8%                                 5.18%           N/A  Chevron Corp. CVX                  Integrated Oil                63%                  $96.00                   $124.31             29%                                5.58%           -12%  Hess Corp. HES                     Oil &amp; Gas Production          61%                  $68.58                   $99.64              45%                                1.46%           6%  Cimarex Energy Co. XEC             Oil &amp; Gas Production          54%                  $74.10                   $88.00              19%                                1.46%           47%  NOV Inc. NOV                       Oilfield Services/ Equipment  54%                  $12.72                   $17.23              35%                                0.00%           -49%  Marathon Oil Corp. MRO             Oil &amp; Gas Production          52%                  $11.35                   $15.89              40%                                1.32%           -15%  APA Corp. APA                      Integrated Oil                40%                  $18.93                   $27.80              47%                                0.53%           -25%  Cabot Oil &amp; Gas Corp. COG          Integrated Oil                39%                  $18.53                   $21.32              15%                                2.37%           11%  Occidental Petroleum Corp. OXY     Oil &amp; Gas Production          38%                  $25.07                   $34.52              38%                                0.16%           -35%  HollyFrontier Corp. HFC            Oil Refining/ Marketing       35%                  $29.94                   $37.54              25%                                0.00%           -37%  Exxon Mobil Corp. XOM              Integrated Oil                33%                  $54.09                   $67.11              24%                                6.43%           -12%  Continental Resources Inc. CLR     Oil &amp; Gas Production          31%                  $37.45                   $40.30              8%                                 1.39%           10%  Kinder Morgan Inc. Class P KMI     Oil &amp; Gas Pipelines           30%                  $15.98                   $18.76              17%                                6.76%           -15%  ONEOK Inc. OKE                     Oil &amp; Gas Pipelines           29%                  $52.40                   $56.45              8%                                 7.14%           -18%  Antero Midstream Corp. AM          Oil &amp; Gas Pipelines           0%                   $10.00                   $9.28               -7%                                9.00%           80%  Source: FactSet</p><p>Click on the tickers for more about each company. Here is a new guide to the MarketWatch quote page, which includes a wealth of information.</p><p>The list is sorted by percentage of “buy” or equivalent ratings among analysts polled by FactSet. Cheniere Energy Inc. LNG tops the list with 100% “buy” ratings and it has also been the best performer among the listed stocks over the past 10 years, with a return of 1,149%. Cheniere is a leading player in the liquified natural gas industry, shipping worldwide through terminals in Louisiana and Texas.</p><p>Don't miss: Here's a safer way to invest in bitcoin and blockchain technology</p>",
  "published": "2021-09-10T08:37:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 6015,
          "end": 6022
        }
      ]
    }
  ]
}