{
  "_id": "5a3fd071eea3e6340092dd6e5ec18aa239cd93a710f76125ea6bb828ecfe3649",
  "feed": "wall-street-journal",
  "title": "Wynn Resorts, Kroger, Robinhood: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Chevron Corp.</p><p>Chevron is providing new energy to its green spending. The oil giant pledged to spend $10 billion through 2028 on biofuels, hydrogen production, carbon capture and other technologies, up from a prior commitment of around $3 billion. The investment comes as investors increasingly ask oil companies to diversify beyond fossil fuels and explain how they will navigate tightening global oil and gas regulations. The planned low-carbon spending still represents a fraction of what Chevron is spending on oil and gas projects. In December, the company said its capital spending would range from $14 billion to $16 billion a year through 2025. Chevron shares lost 1.8% Tuesday.</p><p>Kroger Co.</p><p>Kroger is stepping into a crowded market, partnering with Instacart Inc. to deliver food and household staples in as little as 30 minutes. The partnership is one of many new attempts across the grocery industry to grab a bigger slice of consumer spending. Consistent profitability in delivery is hard to reach because of high labor and transportation costs. Chief Executive Rodney McMullen said the grocer tested 30-minute delivery about two years ago and found it difficult to expand the service quickly with only its staffers, while Instacart has the technology and shoppers in place to pick and deliver products from Kroger's more than 2,700 stores. Kroger shares fell 2.5% Tuesday.</p><p>Robinhood Markets Inc.</p><p>Robinhood has a new target: college students. The go-to trading app for young investors is now recruiting new customers by touring campuses, giving students who sign up for brokerage accounts using their school email address $15 to trade and entering them into a $20,000 giveaway. The campaign includes stops at community colleges and historically Black colleges and universities this fall. Millions of users -- many of whom were novice investors—downloaded the company's app earlier this year to buy and sell shares in GameStop Corp. and other hot stocks. But trading activity has recently started to slow across the industry, and for the third quarter Robinhood forecast that new account openings would decelerate. Robinhood shares rose 4.6% Wednesday.</p><p>Match Group Inc.</p><p>The company behind Tinder and OkCupid wants to break up with Apple and Google—or their app stores, at least. The online-dating company is working to sidestep payments systems run by the tech giants following moves by U.S. and South Korean authorities. A federal judge in California recently ruled that Apple can't block app developers from sending their users outside its app store to pay, while South Korea lawmakers last month passed legislation requiring Apple and Google to open their app stores to alternative payment methods. Match's dating apps are free to download, but users pay for subscriptions and other premium services, such as the ability to see when another Tinder user reads a message. Match shares added 0.7% Thursday.</p><p>Amazon.com Inc.</p><p>It's back-to-school season, but retailers are already preparing for the holidays. Amazon said on Tuesday it plans to add 125,000 employees in the U.S. as it continues to rapidly expand its vast warehouse operations in a tight labor market. Amazon has opened more than 250 facilities this year and plans to open 100 more across the country in September, deepening its pool of locations used to store, sort and ship its packages. The company also lifted pay for workers in such facilities to an average of $18.32 an hour as it seeks to fill those locations and replace workers who leave existing jobs. Amazon shares lost 0.2% Tuesday.</p><p>Invesco Ltd.</p><p>Two money managers may decide their best investment is in each other. Invesco is in talks to merge with State Street Corp.'s asset-management business, The Wall Street Journal reported Thursday. A potential deal would likely be one of the industry's biggest in recent memory, as the State Street unit manages nearly $4 trillion in assets. Invesco oversees $1.5 trillion in assets and manages a large ETF business. Many asset managers, large and small, are considering combining forces to lower expenses and cut investment management fees. Investors' appetite for lower-cost funds have thinned profit margins across the industry. Invesco shares gained 5.5% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>Wynn Resorts, Kroger, Robinhood: Stocks That Defined the Week</p>",
  "published": "2021-09-18T00:02:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 652,
          "end": 659
        },
        {
          "start": 491,
          "end": 498
        },
        {
          "start": 14,
          "end": 21
        }
      ]
    }
  ]
}