{
  "_id": "c5ff729e8c437a01107ac6b2b36bdcf72d3aeaec34b7984956e9fb8ffd181ac5",
  "feed": "ftcomall",
  "title": "Exxon considers capex cuts and board shake-up",
  "text": "<p>ExxonMobil is considering further cuts to capital expenditure, changes to its board and more investment in sustainable technologies after it held talks with activist investors engaged in a proxy battle to reshape the US oil supermajor.</p> <p>The changes could be announced as early as next week, when the company reports its fourth-quarter earnings, people familiar with the discussions said.</p> <p>The potential changes surfaced hours after Engine No 1, which launched a <a href=\"https://www.ft.com/content/c0639fb0-d81f-4ee9-8d58-d8e8da05c454\">proxy battle with the group</a> in December, announced that it had formally nominated four independent director candidates to Exxon's board.</p> <p>A person familiar with Engine No. 1's thinking said it would evaluate Exxon's forthcoming announcements, “but given the company's long history it is hard to trust that any changes will endure or be the start of a new direction without real change on the board, and there's no reason to permit this board to pick its own new members”. </p> <p>Exxon's investment in sustainable technologies is likely to focus on biofuels and carbon capture and storage, two areas of development the company has pursued for years.</p> <p>Exxon had already <a href=\"https://www.ft.com/content/145765b3-2385-4d2f-a71b-82d9b81e85da\">cut planned capex</a> for 2021 in November, when it also said it may write off up to $20bn worth of assets as it reviewed its portfolio in the wake of last year's coronavirus-induced oil price crash.</p> <p>Engine No 1, a recently established fund, said its proposed directors would help Exxon “chart a new value-creating path, including better long-term capital discipline, strategic planning and management incentives”. Its nominees include a former windpower executive and strategist at Google's “moonshot factory”.</p> <p>Earlier on Wednesday, the Wall Street Journal reported that DE Shaw, another activist investor, may support the potential changes. DE Shaw declined to comment.</p> <p>Spending cuts could imperil Exxon's hopes of reversing a downward trend in production,&#xa0;a centrepiece of the company's turnround strategy, said Pavel Molchanov, an analyst at Raymond James.</p> <p>Exxon's spending plans were already close to “bare bones” and additional cuts risked further production declines after output had already fallen four out of the past five years. “A strategy of decline is not a viable long-term strategy,” he said.</p> <p>In a statement responding to Engine No 1's nominations on Wednesday, Exxon said it would “update shareholders in the coming weeks on . . . company performance and actions to address climate change, including initiatives to commercialise technologies which are key to reducing emissions and meeting societal goals consistent with the Paris Agreement”.</p> <p>In its statement, Engine No. 1 said it had the support of the California State Teachers' Retirement System, which it says holds $300m in shares, for its nominees and expected support from other investors.</p> <p>In December, the Church Commissioners for England, which manages the Church Of England's investment fund, backed Engine No 1's effort to “re-energise ExxonMobil”.</p> <p>BlackRock, a major Exxon shareholder, said this week it would start pushing companies to <a href=\"https://www.ft.com/content/a71feaac-d3f4-4e76-a60c-c68924b06dfd\">commit to targets</a> to reach net-zero emissions by 2050, adding that it would consider dumping companies from its actively traded funds if they did not do so. </p> <p>Exxon last month announced targets to reduce its greenhouse gas emissions and started reporting more expansive emissions data after increased shareholder&#xa0;pressure.</p> <p>The supermajor, which recently reclaimed its position above Chevron as the US's biggest oil company by market capitalisation, believes a strategy of continuing to increase oil and gas production will eventually be rewarded as demand grows for the fuels and prices recover.</p><p>Source: Derek Brower, Justin Jacobs and James Fontanella-Khan 2021 'Exxon considers capex cuts and board shake-up' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T20:07:45.778Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3412,
          "end": 3419
        }
      ],
      "nexusId": "10051514"
    }
  ]
}