{
  "_id": "3e9965017a49a51473bb58b75519039ef9a7d53b9f4bdb28ad838ddbe93762b4",
  "feed": "wall-street-journal",
  "title": "Courts and the Regulatory State; The Supreme Court has a chance to revisit its Chevron deference to runaway bureaucracies.",
  "text": "<p>***</p><p>Drug companies that participate in Medicaid must provide hefty discounts to \"Section 340B\" hospitals that treat low-income and uninsured patients. The program's intent was to stretch hospital resources. Yet many Section 340B hospitals reap windfalls because they are compensated for the drugs at much higher rates by private insurers and Medicare. The result is higher costs for Medicare and privately insured patients. Congress held hearings in 2018 about reforming the program. But enacting legislation is, well, difficult.</p><p>Enter the Trump Health and Human Services Department, which in 2018 slashed Medicare payments for outpatient drugs to Section 340B hospitals by 28.5%. But in doing so HHS essentially rewrote the law.</p><p>Congress allowed HHS to adjust Medicare reimbursement rates by hospital group only if the department has conducted a survey of hospital acquisition costs. Barring such a survey, HHS must reimburse all hospitals at the average price charged by drug companies with adjustment for overhead costs.</p><p>HHS failed to conduct the required survey yet reduced payments for Section 340B hospitals anyway. While the statute's text is technically complicated, it is by no means ambiguous: HHS can only vary rates by hospital groups if it conducts a survey of their costs.</p><p>A divided D.C. Circuit Court of Appeals panel nonetheless upheld HHS's payment under Chevron, which requires that judges defer to regulators when reviewing a statute that is ambiguous as long as the interpretation is reasonable.</p><p>The majority concluded HHS's interpretation was reasonable because it was consistent with what the judges said was the purpose of the law—controlling Medicare costs. Then they searched the text for an ambiguity to support HHS's interpretation. This has Chevron backwards: Judges are supposed to first conduct a rigorous review of the text.</p><p>This is a case-in-point in how judicial application of Chevron has gone off the rails, and it's far from clear that it can be saved. In most cases laws aren't ambiguous. Lower court judges, however, all too often defer to regulators' opinion because they don't want to deal with textual complexities. Then they rubber-stamp agencies' interpretations. By one estimate, appellate courts agree with an agency's judgment that a statute is ambiguous 70% of the time, and then 94% of the time uphold its interpretation.</p><p>Most conservative jurists once believed Chevron would buttress the separation of powers. But many have had second thoughts as judges abdicate their constitutional duty to interpret statutes, and administrative agencies arrogate to themselves the legislative and judicial authority to write and interpret laws.</p><p>Chevron has also increased the incentive for Congress to write vague laws, which unelected officials fine-tune to achieve their policy objectives. All of this undermines the separation of powers that is vital to protecting liberty.</p><p>Business groups are urging the Justices to use the hospital case to reinforce limitations and requirements of Chevron—this time, with emphasis. The Court has repeatedly rebuked lower courts, especially the D.C. Circuit, for sloppy Chevron analysis. Judges haven't listened.</p><p>***</p><p>Meantime, regulators continue to pull fast ones because lower-court judges let them get away with it. As Justice Antonin Scalia once noted in exasperation, the Federal Communications Commission \"has repeatedly been rebuked in its attempts to expand the statute beyond its text, and has repeatedly sought new means to the same ends.\"</p><p>The Biden Administration argued the Centers for Disease Control and Prevention's eviction moratorium should be upheld under Chevron. Six Justices disagreed. There will be much more administrative overreach as President Biden seeks to accomplish through regulation what he can't pass through Congress.</p><p>Justices Neil Gorsuch, Clarence Thomas and Brett Kavanaugh have hinted they'd like to overturn Chevron. Justice Gorsuch wrote a concurring opinion in Kisor (2019), joined by Justices Thomas, Kavanaugh and Samuel Alito, arguing for reversing the Court's Auer precedent, Chevron's close cousin. Perhaps the hospital case isn't the hill that Chevron dies on, but its days may be numbered if lower judges continue to flout the Court's rulings.</p><p>Courts and the Regulatory State</p>",
  "published": "2021-11-28T22:17:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1769,
          "end": 1776
        },
        {
          "start": 1911,
          "end": 1918
        },
        {
          "start": 2680,
          "end": 2687
        },
        {
          "start": 2410,
          "end": 2417
        },
        {
          "start": 3143,
          "end": 3150
        },
        {
          "start": 4093,
          "end": 4100
        },
        {
          "start": 3919,
          "end": 3926
        },
        {
          "start": 3647,
          "end": 3654
        },
        {
          "start": 1372,
          "end": 1379
        },
        {
          "start": 4163,
          "end": 4170
        },
        {
          "start": 79,
          "end": 86
        }
      ],
      "nexusId": "10051514"
    }
  ]
}