{
  "_id": "7e43633837f53d4255e16dbba67a2a36a5e355cb18ef6cc295f4988c539625c9",
  "feed": "market-watch",
  "title": "Exxon to get boost from higher natural gas, crude prices in Q3",
  "text": "<p>Profit margins for its chemicals products, however, which have been a bright spot for the integrated energy giant and others, are likely to get slimmer, Exxon XOM said in a filing.</p><p>Exxon said it expects a favorable effect between $200 million and $600 million on its third-quarter results from changes in oil prices, and between $500 million and $900 million due to changes in natural gas prices.</p><p>Related: Oil futures turn higher on reports that China ordered energy firms to secure winter supplies at all costs</p><p>“This continues the recent string of solid earnings and adds to the recovery momentum for (Exxon) and the rest of the majors,” analyst Justin Jenkins at Raymond James said in a note Thursday.</p><p>Changes in refining margins are likely to bring in between $500 million and $700 million, but changes in chemicals margins are likely to negatively affect third-quarter results by between $200 million and $400 million, the company said.</p><p>“This might be a slight disappointment, but chemicals earnings of (more than $2 billion a quarter) are still very robust” relative to historical performances, Jenkins said.</p><p>Exxon is expected to report third-quarter results in late October. In July, Exxon's and Chevron Corp's CVX chemicals businesses were the highlight of better-than-expected second-quarter earnings for both energy giants. </p><p>Chemicals profits were at a record then for Exxon, which makes a variety of oil-derived products used in industrial and consumer applications, such as flexible PVC used in rain boots and rubber duckies.</p><p>Earlier Thursday, U.S.-traded crude futures CLX21ended higher for the session and for the quarter, their sixth straight quarterly advance, as the market expects more demand amid coal and other fuel shortages in China.</p><p>Exxon stock edged higher in the extended session Thursday after ending the regular trading day down 1.8%.</p><p>So far this year, Exxon shares have rallied more than 70%, compared with gains of around 16% for the S&amp;P 500 index SPX and 37% for the Energy Select Sector SPDR ETF XLE.</p>",
  "published": "2021-09-30T17:51:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1202,
          "end": 1209
        }
      ],
      "nexusId": "10051514"
    }
  ]
}