{
  "_id": "45f5599750e9fbada3adc6dd74164f314d7cfc2861b26a5d1489c75ed5991463",
  "feed": "ftcomall",
  "title": "Monster problem: Gorgon project is a test case for carbon capture",
  "text": "<p>When Chevron won approval for its $54bn Gorgon liquefied natural gas plant, it promised to store 100m tonnes of greenhouse gas emissions in one of the world's biggest carbon capture and storage facilities. </p> <p>The US energy group touted the project in Western Australia as a standard-bearer for CCS technology and the industry's dream of gas production thriving even in a carbon-constrained world. </p> <p>In the decade since, dozens of CCS initiatives have been launched. More than 30 projects have been announced in the past five years, according to the International Energy Agency, with the potential to triple the amount of CO2 captured each year.</p> <p>But the evidence from Australia so far is mixed. </p> <p>Chevron, which runs <a href=\"https://www.ft.com/content/292f2ecc-6f6c-11e8-92d3-6c13e5c92914\">Gorgon</a> with ExxonMobil, Royal Dutch Shell and a string of Japanese groups that are the plant's main customers, admitted this month it had failed to meet Canberra's requirements to lock away 80 per cent of emissions generated within its first five years of operation. </p> <p>Chevron blamed technical challenges and a three-year delay to CCS operations but said it had reached a “significant milestone” by injecting 5m tonnes of CO2 equivalent into giant sandstone basins beneath Barrow Island off Western Australia since 2019. It said it was confident of resolving problems with the $3.1bn facility's pressure management system.</p> <p>The initial penalty for the companies involved is relatively low — up to A$100m (US$74m) collectively if they are forced to offset the shortfall on Australia's carbon credit market. </p> <p>But the stakes are higher. Failure would provide further ammunition to environmentalists sceptical of the technology at a time when the global industry is seeking huge subsidies to make CCS scalable and economic. </p> <p>“CCS is technically challenging. Gorgon has run below capacity, been plagued by outages and other problems throughout its short history,” said Bruce Robertson of the Institute for Energy Economics and Financial Analysis.</p> <p>The biggest threat to CCS was cost, he added, given that those of wind, solar and batteries were tumbling. “Energy is no longer a commodity, it is fast turning into a technology.” </p> <p>CCS falls within the broader field of carbon capture, utilisation and storage (CCUS), in which high-emitting industries such as power generation, cement manufacturing and fossil fuel extraction also seek to use captured CO2 for other industrial purposes.</p> <p>The deployment of CCUS has been painfully slow, consistently accounting for less than 0.5 per cent of global investment in clean energy and efficiency technologies, <a href=\"https://iea.blob.core.windows.net/assets/181b48b4-323f-454d-96fb-0bb1889d96a9/CCUS_in_clean_energy_transitions.pdf\">according to the IEA</a>. There are 21 CCUS facilities worldwide with combined CO2-capturing capacity of up to 40m tonnes a year.</p> <p>But the agency said stronger climate targets and investment incentives had injected momentum into CCUS, which it believes remains a critical technology if the world is to hit the Paris target of limiting global warming to well below 2C above pre-industrial levels.</p> <p>The oil and gas industry is embracing the technology. Exxon, which has come under investor pressure to start addressing climate change, has begun touting its capabilities having captured more CO2 than any other company, although this has primarily been for enhanced oil recovery, where companies force CO2 into still-operating wells to squeeze out more crude.</p> <p>In the UK at least four big projects are fighting for government funding to make carbon storage viable. These “net zero” industrial clusters aim to tie together facilities responsible for the majority of industrial emissions such as power plants and refineries, capturing emissions while installing new hydrogen production capacity.</p> <p>Simon Virley, the lead energy partner at KPMG UK who formerly led the UK government's CCS efforts, has little doubt the technology can work. “The biggest risks with CCS are financial, rather than technical,” he said. “Costs of CCS will fall over time as we scale up. But the government could accelerate this process by raising carbon prices and giving investors a clearer signal on their long-term trajectory.”</p> <p>That may be plausible in Europe, where carbon pricing systems in the EU and UK have soared in the past year to record levels near £45 a tonne. But it is thought carbon prices will still need to roughly double in the coming decade to make CCUS viable without subsidies and persuade companies to pay to have their carbon sequestrated. </p> <p>Exxon's proposal for a $100bn industrial CCUS cluster in Houston, for which it wants government support, would also probably require a higher carbon price to stand on its own but the US has eschewed a national carbon price beyond some tax credits related to storage.</p> <p>Canberra is among the biggest supporters of the technology, hoping it can prolong Australia's A$17bn-a-year thermal coal export sector and support its LNG and emerging hydrogen industry. It allocated almost A$300m to support CCUS in its 2021-22 budget and last month agreed to fund six projects. </p> <p>“CCS is well positioned to contribute to economic recoveries and has the potential to achieve cost-competitive emissions reductions in hard-to-abate industries,” Keith Pitt, minister for resources, told the Financial Times.</p> <p>However, Gorgon's problems show that difficulties remain. Chevron said one issue related to water entering the pipeline that injects CO2 underground, creating corrosion risk. Equipment replacement delayed the facility's operations until August 2019. </p> <p>Sand has also clogged an underground reservoir designed to fill with displaced water when CO2 is pumped underground. Australian regulators have cut the injection rates since December 2020 on safety grounds.</p> <p>“Like any pioneering endeavour, it takes time to optimise a new system to ensure it performs reliably over 40-plus years of operation,” said Mark Hatfield, Chevron Australia's managing director.</p> <p>John Underhill, academic executive director of the GeoNetZero Centre for Doctoral Training in Edinburgh, said the main challenge was site selection, because not all depleted oil and gas fields can safely store CO2.</p> <p>“I often hear it said about CCUS projects that it's just an engineering issue and we've just got to get on and do it,” he said. “As Gorgon has shown, the geology is absolutely key too. If we pick the wrong ones and something goes awry then the industry will lose credibility and we may not get a second chance.”</p> <a href=\"http://www.ft.com/cms/6fd48247-a825-4e8d-8d56-07283fc4bb57.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Jamie Smyth in Sydney and David Sheppard in London 2021 'Monster problem: Gorgon project is a test case for carbon capture' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-26T03:00:11.228Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5774,
          "end": 5781
        },
        {
          "start": 5,
          "end": 12
        },
        {
          "start": 976,
          "end": 983
        },
        {
          "start": 5219,
          "end": 5226
        },
        {
          "start": 689,
          "end": 696
        }
      ],
      "nexusId": "10051514"
    }
  ]
}