{
  "_id": "20e011ccdd530fc725d520a5e5bba1780836eec25e7034b9cc25527d7b0bf446",
  "feed": "wall-street-journal",
  "title": "Streetwise: Shell Is Greenest, but Look What That Got",
  "text": "<p>Now hedge fund Third Point has an answer that makes perfect sense from a theoretical perspective: Split it in two. The \"green\" and transition business it has built up should attract shareholders who want heavy investment in growth and trade at a premium valuation. The \"brown\" oil operations should appeal to investors who just want a fat dividend from a dying business, and while it might trade at a discount it would throw off huge amounts of cash. Third Point founder Daniel Loeb, in a letter to investors, argued that this would be better for ESG and better for shareholders than the current hodgepodge of businesses that satisfies no one.</p><p>The Third Point theory is already being put into practice on the quiet by big dirty companies as they try to reduce emissions. Shell recently signed a $9.5 billion deal to sell its U.S. shale-oil business to ConocoPhillips, the big miners have been selling their coal businesses to private equity and Anglo-Australian miner BHP Group this summer exited from oil and gas by selling the business to Australia's Woodside Petroleum for $28 billion, although it took a big stake in Woodside in return.</p><p>The practical problem for both shareholders and the environmentally minded is shown by the sales of oil wells and coal mines. In themselves they did nothing to reduce emissions, merely changed the ownership. To the extent that the buyers have to sell the assets on the cheap because ESG pressure means buyers are scarce, those willing to buy get a bargain and so higher future returns from the dirty business. Any shareholder pushing for a sale for environmental reasons needs to think through what they are up to.</p><p>Third Point's argument is that this is better for the environment because the new dirty business would have a higher cost of capital, visible as a lower valuation and so should invest less in production. If true, the existing oil wells would be tapped to pay dividends, but less new production will be brought on stream, speeding the transition to cleaner forms of energy.</p><p>The environmental risks are twofold: Management might not care much about what are fairly small shifts in the cost of capital and anyway the new brown business might end up with a higher value on its own than it does within Shell.</p><p>Paul Chandler, director of stewardship at the Principles for Responsible Investment, a United Nations-supported investor group, said shareholder engagement with executives and carbon taxes are far more effective than the share price at pushing change.</p><p>\"The cost of capital associated with an increase or decrease in their share price isn't likely to be a major driver of their activity,\" he said.</p><p>If Shell is really doing what it says and extracting cash from the oil business to invest in clean-energy projects, then it might internally be giving the oil business a higher cost of capital than the market would -- especially when soaring oil prices have made the dirty industry financially attractive.</p><p>The practical problems come from the large number of investors who refuse to invest in oil and gas altogether. Shell is rated AA by MSCI for ESG, better than the other supermajors of Exxon Mobil, Chevron, Conoco and Europe's BP, TotalEnergies and Eni.</p><p>MSCI estimates that Shell's carbon plans are compatible with a temperature rise slightly above the Paris agreement of at most 2 degrees Celsius over preindustrial levels. Of the others, only Italy's Eni has plans that MSCI thinks are compatible with a rise below the catastrophic level of 4 degrees. In principle, ESG investors ought to ascribe a higher value to Shell as a result, but perhaps they don't because so many steer clear of all oil stocks.</p><p>Environmental campaigners often dismiss all oil-industry ESG activity as greenwashing, and certainly Shell still produces and sells a lot of oil and gas.</p><p>But as more big investors such as endowments and pension funds are pressured by their members to avoid fossil fuels altogether, it makes sense for the market to split and perhaps for Shell to follow.</p><p>A plausible future market will have a choice of green or brown energy companies, with green investors paying a premium for their beliefs, and so having a lower long-term return.</p><p>Brown investors would pick up a bargain from fossil-fuel stocks servicing the continued demand -- including from the members of those pension funds -- for oil. If ESG takes over public markets altogether, those brown businesses will go private.</p><p>Whether this ends up being better for the environment remains an open question, but I doubt it will make a lot of difference.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3159,
          "end": 3166
        }
      ]
    }
  ]
}