{
  "_id": "8807de057174ab6550bfd81944ec539e324ad643c435211de524f89afedef363",
  "feed": "wall-street-journal",
  "title": "U.S. Expansion Slowed in August, Survey Shows; Factories and service providers report sharply slower growth due to the Delta variant and troubles in hiring, shipping",
  "text": "<p>The biggest shifts are occurring in the U.S., which has helped drive the global economic expansion since last year's severe recession. U.S. factories and service providers reported sharply slower growth in August, the forecasting firm IHS Markit said Monday in its surveys of purchasing managers. Its index of service-sector activity, the broadest segment of the economy, fell to 55.2 last month from 59.9 in July, hitting an eight-month low. An index of factory activity dropped to 61.2, a four-month low, from 63.4 in July. A reading above 50 suggests activity—as measured by sales, output, prices and other factors—is growing.</p><p>But the surveys show that the Delta variant of the Covid-19 virus, which has led to a new wave of infections and hospitalizations and has spooked consumers, is harming the economy.</p><p>\"The expansion slowed sharply again in August as the spread of the Delta variant led to a weakening of demand growth, especially for consumer-facing services, and further frustrated firms' efforts to meet existing sales,\" Chris Williamson, chief business economist at IHS Markit, said.</p><p>Recent cancellations or postponements of activities in various industries, including concerts and colleges, are likely to hinder consumer spending and economic growth. Country singer Garth Brooks became the latest big-ticket artist to cancel shows. Rice University in Houston moved the first two weeks of the coming semester online.</p><p>Apple Inc. told corporate employees last week that its planned return to U.S. offices would be delayed until at least January. Companies such as Chevron Corp. and Wells Fargo &amp; Co. have postponed September returns, while tech companies such as Amazon.com Inc. and Facebook Inc. have pushed them to early next year.</p><p>Americans cut spending at retailers in July, the Commerce Department said last week. Consumer spending is the biggest source of economic demand in the U.S.</p><p>The European economy also slowed during August, but less than the U.S., surveys of purchasing managers indicated. With much of the adult population already vaccinated, governments haven't rushed to reimpose the tight restrictions on activity that pushed the eurozone's economy back into recession around the turn of the year. Instead, many Europeans are being asked to show proof of vaccination or a negative test for Covid-19 before gaining access to restaurants, aircraft and other places where the risk of transmission is relatively high.</p><p>The composite Purchasing Managers Index for the eurozone fell to 59.5 in August from 60.2 in July. And for the first month since the pandemic struck, the services sector grew faster than the manufacturing sector, a sign that the Delta variant is having less of an impact on growth than the supply shortages that continue to hamper factories.</p><p>\"Southern economies have benefited from the return of tourists, even if the summer holiday season is nothing like those seen before the pandemic,\" said Jack Allen-Reynolds, an economist at Capital Economics.</p><p>Notably, businesses said they were continuing to hire at the fastest pace in more than two decades, an indication they are confident that the spread of the Delta variant won't send the eurozone economy back into contraction.</p><p>By contrast, surveys of purchasing managers in Japan and Australia pointed to declines in economic activity during August, largely the result of tightening restrictions imposed by their respective governments in response to the Delta variant. Both countries lag behind the U.S. and Europe in vaccinations. The PMI for Japan hit its lowest level for a year, while the Australian measure fell to its lowest level in 15 months.</p><p>Other economies across Asia are also seeing a rapid rise in infections across thinly vaccinated populations, and that is likely to slow growth in one of the world's main manufacturing centers. Largely in response to that development, Oxford Economics on Monday lowered its 2021 global growth forecast to 5.9% from 6.4%.</p><p>\"We don't see Delta as a cause for major panic,\" wrote Ben May, Oxford's director of research, in a note to clients. \"Rather than pushing economies back into recession, the most likely outcome is that it pushes back the recovery in the shorter term.\"</p><p>Write to Josh Mitchell at joshua.mitchell@wsj.com and Paul Hannon at paul.hannon@wsj.com</p><p>U.S. Expansion Slowed in August, Survey Shows</p>",
  "published": "2021-08-23T15:39:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1575,
          "end": 1582
        }
      ],
      "nexusId": "10051514"
    }
  ]
}