{
  "_id": "f1095f4c660e0fa690ac43548def5a18af0a2384eef1735b62582e45f187cecc",
  "feed": "ftcomall",
  "title": "Energy crisis casts shadow over COP26",
  "text": "<p>One thing to start: The Biden administration <a href=\"https://www.ft.com/content/65a346e4-1ce8-4027-9427-a3347691e8bd\">will today announce</a> new rules clamping down on methane emissions from oil and gas operations. That will give the president a climate achievement to tout in Glasgow despite his legislative agenda <a href=\"https://www.ft.com/content/9fa5104b-b6db-4274-84ca-837b460969df\">remaining bogged down</a> in Congress. </p> <p>Welcome back to Energy Source.</p> <p>The Glasgow climate talks are finally here. </p> <p>COP26 kicked off in earnest yesterday in a chorus of bagpipes, bravado and <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-f1ce4d6e-1776-4327-b84a-f1845fbe1cd9\">Bond references</a> — and plenty of the “blah, blah, blah” predicted by Greta Thunberg.</p> <p>There were some new commitments on emissions announced by countries that have been seen as laggards on climate. And a host of developed countries made fresh climate finance pledges. But there were no game changing announcements. </p> <p>The event comes hot on the heels of a <a href=\"https://www.ft.com/content/92839b0d-dba1-41a7-923b-d3361bb19b9a\">G20 meeting in Rome</a>, where world leaders took some steps to put the breaks on new coal fired power generation, but also did not go as far as many had hoped. </p> <p>This kind of frustration is likely to be a central theme of the talks as activists push for urgent action to contain the rise in global temperatures. UK prime minister Boris Johnson warned of <a href=\"https://www.ft.com/content/073563e1-157b-4023-ab37-7487bab83360\">“uncontainable” anger</a> if world leaders failed to take concrete action. </p> <p>The conference takes place as a global energy crisis rumbles on in the background, with politicians more concerned in the near term with countering soaring energy prices.</p> <p>With Opec and its allies due to meet on Thursday, the White House is <a href=\"https://www.ft.com/content/cecf912d-705e-47b0-9ceb-911e7c517fd8\">ratcheting up pressure</a> for the group to pump more oil to ease the surge in petrol prices. That flies in the face somewhat of President Joe Biden's COP <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-34d6261e-fb36-41e3-ba05-b8b44a4706fb\">message</a> that “we are standing at an inflection point in world history” with climate change an “existential threat to human existence as we know it”.</p> <p>We'll be keeping a close eye on Glasgow as the conference progresses over the next two weeks, with ES round-ups of what you need to know. Amanda Chu kicks this off today with a look at what has happened so far. </p> <p>And Justin Jacobs takes a look at what we learnt about America's supermajors as they reported soaring third-quarter profits. </p> <p>Thanks for reading. </p> <h1>COP26 round-up </h1> <p>A <a href=\"https://www.ft.com/content/073563e1-157b-4023-ab37-7487bab83360\">flurry of new climate commitments</a> emerged from Glasgow yesterday as world leaders addressed the COP26 conference. But worries remain that a substantial deal to limit global emissions rises may prove beyond reach.</p> <p>With time running out for climate action, the UN summit will focus on galvanising support to meet the Paris agreement's 1.5C target and assisting developing countries with carbon emissions reduction. While rich countries promised <a href=\"https://www.ft.com/content/ca1757ad-c23a-491e-b420-b3259b0c910a\">$100bn annually</a> to help developing countries address climate change twelve years ago, most of the money was never paid.</p> <p>The UK, Spain, Denmark and Italy put new funding on the table for developing countries, as they work to close that gap.</p> <p>And the White House <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/01/fact-sheet-president-biden-renews-u-s-leadership-on-world-stage-at-u-n-climate-conference-cop26/\">announced</a> the US was working with Congress to provide $3bn by 2024 to help vulnerable countries adapt to climate change.</p> <blockquote>  <p>“Glasgow must be the kick-off of a decade of ambition and innovation to preserve our shared future,” said President Joe Biden in his COP26 address yesterday. </p> </blockquote> <p>New emission reduction pledges also featured prominently yesterday. India's Narendra Modi said his country would <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-fff88af1-86a3-4e7f-b633-ff0b2aaa2620\">hit net zero by 2070</a>. Vietnam said it would do so by 2050.</p> <p>However, five leaders of the top 15 emitters are not attending the summit in person. These countries include China, Russia, Mexico, Iran and Brazil, which make up a third of global greenhouse gas emissions. Turkey's Recep Tayyip Erdogan also joined the list of absentees by making a <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-b5cc3c63-978a-4469-a443-a5652e83a036\">last minute cancellation</a>.</p> <p>“Nations representing nearly 65 per cent of global GDP will arrive in Glasgow, committed to the 1.5C limit,” said <a href=\"https://www.ft.com/content/eef90c01-4cbe-48b7-8b2c-2beb398a4fb1\">US climate envoy</a> John Kerry. “But we're still in a significant gap on that other 35 per cent.”&#xa0;&#xa0;</p> <p>The world's largest emitter, China <a href=\"https://www.ft.com/content/bb5e8f78-59bd-4327-9710-6dce1a42088f\">pledged</a> to reach peak emissions before 2030 and climate neutrality by 2060. But the country has resisted requests to reduce its reliance on coal and plans to increase domestic coal production until 2025. </p> <p>World leaders will finish giving their welcomes and pledges today before moving to discussions on climate financing.&#xa0;<em>(Amanda Chu)</em></p> <p><em>For latest sustainable finance updates from COP26, sign up </em><a href=\"https://www.ft.com/moralmoney\"><em>here</em></a><em> to receive our Moral Money newsletter, delivered every weekday during the UN climate summit.</em></p> <h1>A big quarter for Big Oil results</h1> <p>ExxonMobil and Chevron, America's oil supermajors, reported surging third-quarter profits last week on higher oil and gas prices. For Big Oil's bosses, it was a dramatic turnround after more than a year of stinging austerity and board losses on shareholder climate proposals. Here's what we learned from the supermajors' big quarter:</p> <h2>Cash (returns) is king</h2> <p>For all the disruption to Big Oil in recent years, the one constant that has remained: the dividend is king. Shareholders prize the cash returns offered by the oil supermajors above all else. </p> <p>That was on full display as ExxonMobil and Chevron saw their coffers filled once again following the surge in oil and gas prices.</p> <p>ExxonMobil raised its dividend for the first time since 2019, from 87 cents a share to 88 cents. It also promised to buy back up to $10bn in shares starting from next year. </p> <p>Chevron said it restarted its own repurchase programme in the third quarter, buying back more than $600m in shares. Analysts say that the surging profits mean the dividend could be raised again soon.</p> <p>Chevron's chief financial officer Pierre Breber told ES that the company's first financial priority continues to be to “sustain and grow the dividend”.</p> <p>For all the debate around the companies' future in a lower-carbon world, throwing off a gusher of cash is likely to be most effective in the short term for these companies to lure back investors.</p> <h2>The low-carbon agenda takes centre stage</h2> <p>Exxon and Chevron's low-carbon strategies remain in the spotlight, especially after the activist hedge fund Third Point last week called for the <a href=\"https://www.ft.com/content/51b6ddd3-cbbf-46ae-abdf-c1f5c1945e37\">break-up of Shell</a>'s clean and dirty businesses.</p> <p>Exxon increased the spending target for its low-carbon business to $15bn from 2022 to 2027, four times higher than its previous plans, the company's chief executive Darren Woods said. It lifted the low-carbon spending guidance while holding its overall capital expenditures steady, implying that the greener spending would eat into some oil and gas spending over time.</p> <p>However, the spending target is still only around 8 per cent of the company's total spending, and a large share of it will go towards reducing emissions from the company's own operations rather than new carbon capture or hydrogen projects. </p> <p>So while the American supermajors continue to ratchet up their low-carbon ambitions, they are still — for better or worse — far from the sort of fundamental strategic overhaul that's happening at their European rivals Shell, BP and Total.</p> <p>New to us was this line from Exxon's Woods, pointing to how higher oil and gas prices could speed the green transition: “The strong returns generated by our core businesses provide the near-term cash flows to fund lower-carbon opportunities.” </p> <h2>Picking up the pace in the Permian</h2> <p>Both the American oil majors said to expect more production from the Permian shale in Texas after retrenching during last year's downturn. </p> <p>Chevron said it is adding two rigs in the Permian in the fourth quarter and plans to be in recovery mode. Breber said the company was standing by plans that could see output rise from 600,000 barrels of oil equivalent a day to 1m barrels of oil equivalent a day by 2025. </p> <blockquote>  <p>“The biggest growth that we have going forward clearly is in the Permian,” said Breber.</p> </blockquote> <p>Exxon was also bullish on its Permian operations. It said output was 30 per cent higher than it was this time last year — a sharper increase than analysts had expected. It also added two rigs to its operations bringing the total from seven to nine, pointing to an acceleration going into 2022. <em>(Justin Jacobs) </em></p> <h1>Data Drill</h1> <p>EU households pay hefty taxes for energy. In the first half of 2021, <a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Electricity_price_statistics#Electricity_prices_for_household_consumers\">40 per cent of household energy bills</a> went to taxes and levies, according to new data from Eurostat. The share was highest in Germany and Denmark, where taxes made up 51 and 64 per cent of household electricity bills, respectively. The proportion of taxes was negative in the Netherlands, where households receive an allowance to offset the burden of electricity prices. </p> <p>The data comes as the European Commission pushes tax breaks as part of its <a href=\"https://www.ft.com/content/f37d2a36-4609-4b3e-9795-064b6d459676\">“toolbox”</a> to support households grappling with high energy prices. Rising demand and diminishing inventories have sent bills surging in the EU, with Spain last month <a href=\"https://www.ft.com/content/170b34a9-7a03-4bfa-abb9-7eafe9405ff9\">slashing</a> taxes for consumers after bills rose 35 per cent in the past year. &#xa0;</p> <p>Despite Brussel's toolbox, EU member states are split on how to tackle the energy crisis. Spain, Greece, and France are demanding <a href=\"https://www.ft.com/content/463d0eed-c9c3-4a2d-9958-0125c864237d\">larger market reforms</a>, while nations like Germany, Ireland, and Denmark insist the current energy crisis is temporary and will subside by early 2022.&#xa0;<em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>As COP kicks off, check out our FT special report on ‘<a href=\"https://www.ft.com/reports/managing-climate-change\">Managing Climate Change</a>'</p></li>  <li><p>Why supply chains are so <a href=\"https://www.ft.com/content/dd06cc6c-e1ea-421a-a05e-16ed4a4a9dd0\">difficult to decarbonise</a>. </p></li>  <li><p>US energy secretary <a href=\"https://www.ft.com/content/cecf912d-705e-47b0-9ceb-911e7c517fd8\">blames OPEC</a> for surging petrol prices. </p></li>  <li><p>UN climate conferences leave <a href=\"https://www.ft.com/content/52fcea34-e412-44b5-b691-46fbffca0521\">large carbon footprints</a>. </p></li>  <li><p>How extreme heat is <a href=\"https://www.ft.com/content/7a83a542-1b49-41be-9ffb-ef1bbacd2404\">hurting the workforce</a> and spurring automation. </p></li>  <li><p>The fierce debate in schools on <a href=\"https://www.ft.com/content/4289bcbd-2109-4129-b091-9e25be02be4b\">how to teach climate</a>. </p></li> </ul> <p><em>As part of our coverage of COP26 we want to hear from you. Do you think carbon pricing is the key to tackling climate change?&#xa0;Tell us via a short&#xa0;</em><a href=\"https://survey.ft.com/jfe/form/SV_cORvD3W5FxeH3AG\"><em>survey</em></a><em>.&#xa0;We will share some of the most interesting and thought provoking&#xa0;answers in our newsletters or an upcoming story</em></p><p>Source: Myles McCormick, Justin Jacobs, Amanda Chu and Derek Brower 2021 'Energy crisis casts shadow over COP26' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-02T11:00:05.635Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5193,
          "end": 5200
        },
        {
          "start": 7240,
          "end": 7247
        },
        {
          "start": 5792,
          "end": 5799
        },
        {
          "start": 4933,
          "end": 4940
        },
        {
          "start": 5393,
          "end": 5400
        },
        {
          "start": 4356,
          "end": 4363
        }
      ]
    }
  ]
}