{
  "_id": "00123ab0e324cd75bc487408738610e9540c563227c965d80f670f50afa66431",
  "feed": "ftcomall",
  "title": "Oil groups accused of climate deceit in US Congress grilling",
  "text": "<p>Top US <a href=\"https://www.ft.com/companies/oil-gas\">oil executives</a> were accused of decades-long industry efforts to spread disinformation over the role of fossil fuels in driving global warming during congressional hearings held on Thursday, days before pivotal UN climate talks. </p> <p>Democratic legislators slammed the chief executives of American supermajors ExxonMobil and Chevron alongside the US heads of Royal Dutch Shell and BP for misleading the public over the companies'&#xa0;contributions to <a href=\"https://www.ft.com/climate-capital\">climate change</a> in a grilling that marked the beginning of a year-long investigation into the matter.</p> <p>“For far too long, Big Oil has escaped accountability for its central role in bringing our planet to the brink of a climate catastrophe. That ends today,” said Carolyn Maloney, a New York congresswoman and chair of the House of Representatives oversight and reform committee.</p> <p>The hearings marked the first time a group of senior executives from the country's biggest oil groups had appeared jointly before Congress, albeit remotely, to testify over the roles of their companies in causing climate change. They were joined by the heads of lobby groups the American Petroleum Institute and the US Chamber of Commerce. </p> <p>Democrats said the industry had expanded fossil fuel production despite being aware of the role of emissions in heating the planet as far back as the 1970s. They drew parallels with 1994 hearings in which cigarette industry executives appeared before Congress and denied nicotine was addictive, triggering a wider shift in public opinion against Big Tobacco. </p> <p>Maloney said that Exxon scientists had told executives in the 1970s and '80s that burning fossil fuel was altering the climate. Instead of responding by transitioning to cleaner energy sources, “Big Oil doubled down on fossil fuels”, she said.</p> <p>“Working with the American Petroleum Institute and the Chamber of Commerce and other front groups and [public relations] firms, the industry ran a co-ordinated campaign to mislead the public, hide the dangers of its own product and derail global efforts to reduce greenhouse-gas emissions,” the Democratic congresswoman said. </p> <p>The industry executives denied any effort to deceive the public and pointed to the role played by fossil fuels in economic growth and the industry's investments in technologies such as carbon capture, hydrogen and biofuels.</p> <p>“Some have sought to portray ExxonMobil's policy positions as climate denialism and have baselessly claimed that ExxonMobil withheld information or spread disinformation about climate change. Neither charge is true,” chief executive Darren Woods told the committee.</p> <p>Gretchen Watkins, president of Shell's US division, said providing reliable sources of energy while tackling climate change was “one of the defining challenges of our time”, but underlined the importance of fossil fuels in the modern economy.</p> <p>“Fuel is needed to power trucks, airplanes and ships that move people around the globe. Petrochemicals are needed for everything from clothing to cell phones,” she said. </p> <p>The hearings laid bare the partisan split over climate change in Congress, with Republican members questioning the motivations of Democrats in holding the hearings and seizing on the opportunity to <a href=\"https://www.ft.com/content/3d52facb-7a24-40d0-a220-6d92b4e78973\">slam Joe Biden</a> for rising fuel prices. </p> <p>“I have concerns about today's hearing and the legitimacy of Democrats' so-called investigation of America's oil and gas companies,” said James Comer, a Kentucky representative and Republican ranking member of the committee. “When are we going to hold a hearing with a Biden administration member so we can hold the federal government accountable?”</p> <p>The role of fossil fuels in contributing to greenhouse gas emissions has been brought into focus ahead of the UN <a href=\"https://www.ft.com/cop26\">COP26</a> climate summit, which begins in Glasgow next week. </p> <p>Democratic lawmakers homed in on the disparity between US and European majors' in their strategies to cut emissions. California representative Ro Khanna pressed Woods and Chevron chief Mike Wirth over their companies' plans to increase output while their European counterparts sought to cut output. </p> <p>That prompted an angry retort from Jim Jordan, an Ohio Republican, who said calling on American oil and gas companies to reduce production while the president was calling on members of the Opec+ cartel <a href=\"https://www.ft.com/content/a8a631cf-de43-47e8-8cc4-99732c39c4da\">to pump more oil</a> in order to lower prices “may be the dumbest thing I've ever heard”.</p><p>Source: Myles McCormick in New York and Amanda Chu in Washington 2021 'Oil groups accused of climate deceit in US Congress grilling' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-28T18:19:00.826Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 326,
          "end": 333
        },
        {
          "start": 3924,
          "end": 3931
        }
      ],
      "nexusId": "10051514"
    }
  ]
}