{
  "_id": "690271945a7d5970a968709a81929847130b63d9417e1aea7995fc9bea976060",
  "feed": "wall-street-journal",
  "title": "Omicron Casts Pall Over Texas Oil-and-Gas Meeting; World Petroleum Congress was set to celebrate higher prices and growing demand, but a new Covid-19 variant is changing the mood",
  "text": "<p>The Omicron variant has lopped about 14% off oil prices in recent weeks and created headaches in international travel. Fears that Covid-19 will once again stall the global economy are undermining the mood ahead of the important industry event, which had been set to include the chief executives of Exxon Mobil Corp., Chevron Corp. and BP PLC as well as the secretary-general of the Organization of the Petroleum Exporting Countries.</p><p>SHARE YOUR THOUGHTS</p><p>Where do you think oil and gas prices are headed? Join the conversation below.</p><p>The variant has deterred some attendees from the summit, including BP CEO Bernard Looney. Canada's minister of natural resources, Jonathan Wilkinson, also has pulled out of the event, which a spokeswoman attributed to a scheduling conflict.</p><p>As of Friday, Qatar Energy Minister Saad Sherida al-Kaabi, also chief executive of QatarEnergy, was no longer listed as a participant in a Tuesday session. QatarEnergy didn't respond to a request for comment.</p><p>Representatives for the 23rd World Petroleum Congress, one of the energy industry's biggest conferences, said it wasn't uncommon for speakers to withdraw from such events at the last minute and that there were no plans to alter the event's format.</p><p>\"We are genuinely disappointed that Mr. Looney will not be available to speak at the 23rd World Petroleum Congress,\" a conference spokesman said. \"The Congress is designed for thought-provoking exchanges and an interactive exhibition that is best conducted in person.\"</p><p>BP said David Lawler, the company's U.S. head, will speak in Mr. Looney's place. Panels kicking off the event Monday include Exxon CEO Darren Woods, Chevron CEO Mike Wirth and Saudi Aramco CEO Amin Nasser. The event, which runs through Thursday, was last held in Houston in the 1980s.</p><p>Just a few weeks ago, some market observers had predicted crude prices could soon hit $100 a barrel for the first time in seven years, on the back of a strengthening demand recovery and sluggish growth in oil supplies. Brent oil, the global benchmark, closed at $69.88 a barrel Friday, up 21 cents.</p><p>\"One-hundred-dollar-oil is still possible, but we're still in it,\" Ed Hirs, an energy fellow at the University of Houston, said of continued uncertainty. \"Face it, it's awfully volatile right now, and not on the supply side but on the demand side.\"</p><p>Scientists are still uncertain about the health risks posed by Omicron, and projections vary widely on how the new strain will affect global oil demand. Consulting firm IHS Markit said Omicron will cut off only 100,000 barrels a day of jet fuel consumption, less than 1% of a global market that consumes around 99 million barrels daily.</p><p>Rystad Energy, another consulting firm, said the market might shed as much as 2.9 million barrels a day of demand in the first quarter, in a scenario that includes the possibility of lockdowns.</p><p>\"I pray that we don't have to put up with that,\" said Kevin Foxx, chief executive of Houston-based pipeline and oil-storage operator Barcas LLC, referring to shutdowns that decimated oil demand last year.</p><p>Unless oil prices fall below $50 a barrel, U.S. shale producers are unlikely to stray from plans to boost capital spending next year by about 15% to 20% cumulatively, analysts said.</p><p>In 2021, oil producers spent the lowest amount of capital in the U.S. since 2004, according to investment bank Evercore ISI, meaning next year's spending, even with the expected increase, will still be far below pre-pandemic levels.</p><p>Linhua Guan, chief executive of private Houston-based oil producer Surge Energy, said the new variant will probably give many companies second thoughts about dispatching more drilling rigs to oil fields next year.</p><p>\"Anything can change,\" Mr. Guan said. He noted his company doesn't intend to alter its spending plans, which are more conservative than prior years.</p><p>Write to Collin Eaton at collin.eaton@wsj.com and Christopher M. Matthews at christopher.matthews@wsj.com</p><p>Omicron Casts Pall Over Texas Oil-and-Gas Meeting</p>",
  "published": "2021-12-06T12:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 317,
          "end": 324
        },
        {
          "start": 1648,
          "end": 1655
        }
      ],
      "nexusId": "10051514"
    }
  ]
}