{
  "_id": "b79fed42f758c7838f7525458249435d381844eeab3e1592ba0d890702f48937",
  "feed": "ftcomall",
  "title": "Korean steelmaker Posco urged to cut ties with Myanmar's junta",
  "text": "<p>Investors are urging South Korean industrial group Posco to exit a steel joint venture with a Myanmar military-controlled conglomerate as pressure builds on multinationals to cut financial links with the country's junta. </p> <p>APG, the $668bn Dutch pension fund, said it was among a group of investors worried their holdings in Seoul-listed Posco would undermine responsible investing commitments after Myanmar's military overthrew Aung San Suu Kyi's government in a <a href=\"https://www.ft.com/content/470fd349-ddda-410f-afb6-1342010ce079\">coup in February</a>. </p> <p>They pointed to Japan's Kirin, which announced <a href=\"https://www.ft.com/content/209f5ca9-0a09-42cd-b72c-b6897a7f643e\">it would pull out</a> of its two brewery joint ventures with a Myanmar military-owned company during the week of the coup, as an example to heap pressure on Posco.</p> <p>“The military is killing people every single day . . . A lot of investors are engaging [with the campaign at Posco],” said APG adviser Park Yoo-kyung. </p> <p>Posco's majority-owned subsidiary Posco C&amp;C runs the steel joint venture with Myanmar Economic Holdings Limited, one of the country's military-controlled conglomerates.</p> <p>Calls for foreign groups to divest from Myanmar mounted in the wake of the military's 2017 deadly crackdown on Rohingya Muslims in the country's western Rakhine state. But <a href=\"https://www.ft.com/content/0deb1860-cd46-45aa-8992-e7849c025f37\">they have intensified</a> since the February coup. </p> <p>General Min Aung Hlaing's security forces have <a href=\"https://www.ft.com/content/2716e993-dfa0-475b-a5e0-0cf370bc357e\">killed more than 500 civilians</a>, including children, and arrested almost 2,700, including former officials and protesters, according to human rights groups.&#xa0;</p> <p>Posco C&amp;C is reviewing its Myanmar arrangements but gave no deadline for a decision. Dividends to MEHL have already been suspended since 2017. </p> <p>Justice for Myanmar, an influential campaign group, has pushed for APG as well as PGGM, a second Dutch pension fund, to shed $2.3bn in combined equity stakes linked to businesses in the crisis-hit country.</p> <p>Park added that shareholders faced a “dilemma” in that divesting from Posco was “an easy option”, but it would mean abandoning their leverage over the company.</p> <p>PGGM said it was “extremely concerned” by the situation in Myanmar. But the fund said it “does not directly finance the Myanmar government”. </p> <p>The US and the UK have <a href=\"https://www.ft.com/content/aecb7558-0da7-452c-bed1-07b635b30863\">imposed sanctions</a> against MEHL and Myanmar Economic Corporation, another military conglomerate with extensive holdings in a number of sectors, further complicating the picture for companies with links to the groups. </p> <p>South Korea's presidential Blue House and foreign ministry declined to comment.</p> <p>JFM has also called on the Dutch funds to divest from foreign companies that do business with state-owned companies, which the military now controls.&#xa0;</p> <p>These include energy groups Total, Chevron and Thailand's PTT, which work in partnership with the state-owned Myanmar Oil and Gas Enterprise on the offshore Yadana gas project. </p> <p>However, the companies have questioned the impact they would have on Myanmar's people during a time of political crisis and pandemic. </p> <p>Total, which operates Yadana, at the weekend <a href=\"https://www.ft.com/content/ea895276-6405-4f4c-9ca6-55b17de095c3\">rejected campaigners' calls</a> to suspend tax payments to the junta, warning that doing so could expose its local managers to arrest and imprisonment. </p> <p>To cut off military revenue from the project, the French energy group said it would need to cease gas production, which provides half the power for Yangon's 5m people.</p> <p>Chevron, as with Total, has condemned the military's human rights abuses, and said it was working with the project operator “to ensure safe and reliable energy for the people of Myanmar at a time of crisis, and during a pandemic”. </p><p>Source: Edward White in Seoul and John Reed in Bangkok 2021 'Korean steelmaker Posco urged to cut ties with Myanmar's junta' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-04T23:01:54.738Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3221,
          "end": 3228
        },
        {
          "start": 2584,
          "end": 2591
        }
      ],
      "nexusId": "10051514"
    }
  ]
}