{
  "_id": "ec5235c2b96cc6815ae6dfcaa18b483a35832836e9627573333846179a2d5cfc",
  "feed": "ftcomall",
  "title": "France's Total quits powerful US oil lobby over climate policy",
  "text": "<p>French energy company Total has become the first oil major to end its membership of the American Petroleum Institute, Big Oil's powerful Washington lobby group, citing its stance on climate change and support for politicians who opposed the Paris agreement. </p> <p>The move exposes a growing rift between US and European oil supermajors on climate policy, and comes just days before Joe Biden enters the White House with a pledge to rejoin the Paris climate pact, clamp down on oil industry pollution, and launch a clean-energy supply revolution.</p> <p>Total also cited the API's opposition to electric vehicle subsidies and its support last year for the Trump administration's rollbacks of regulations to limit emissions of methane, a potent greenhouse gas. </p> <p>Total is “committed to ensuring, in a transparent manner, that the industry associations of which we are a member adopt positions and messages that are aligned with those of the group in the fight against climate change”, chief executive Patrick Pouyanné said.</p> <p>The stance follows an API conference this week at which the lobby group laid out areas of disagreement with the incoming Biden administration. This includes the president-elect's proposals to limit new drilling on federally owned lands in the US.</p> <p>As well as its controversial support for federal rollbacks of Obama-era methane regulations, the API backed the Trump administration's efforts to open <a href=\"https://www.ft.com/content/bf1c671e-a032-43a0-8471-5cfc133c8fee\">protected Alaskan wilderness</a> to drillers. </p> <p>Big shareholders and environmental activists, especially in Europe, have criticised oil majors such as BP and Royal Dutch Shell for their membership of organisations that have lobbying positions running counter to the promises these companies are making to shrink emissions.</p> <p>The major Norwegian pension fund KLP, which manages US$80bn, said Total's decision would heap pressure on Equinor, Shell and BP to follow suit. </p> <p>“There is simply no justification for any association with lobby groups who roll back emissions regulation and undermine urgent climate action,” said Jeanett Bergan, the head of responsible investment for KLP.</p> <p>Bernard Looney, BP's chief executive, defended his company's membership of the API in an <a href=\"https://www.ft.com/content/635aa603-f17b-4795-9d7a-4f935ed59c8c\">interview with the Financial Times</a> last year, saying the UK oil group had helped shift the lobbying body's position on some policies. </p> <p>“While you may think that they don't have the most progressive climate policy, it's far more progressive than it was,” Mr Looney said. “And that's part of us being in there helping and pushing.” </p> <p>But Total's move will provide momentum to campaigners' calls for other European oil companies to pull out of the API. Alongside BP and <a href=\"https://www.ft.com/content/32544822-5547-11e9-91f9-b6515a54c5b1\">Royal Dutch Shell</a>, Total had already ditched its membership of the American Fuel &amp; Petrochemical Manufacturers, a lobby group for refiners.</p> <p>Total's US business includes refining in Texas and upstream operations in the Gulf of Mexico and some shale fields. It announced a joint venture this week with 174 Power Global, a unit of South Korea's Hanwha Group, to install new solar power and battery storage capacity in the US, part of its attempt to build up a global renewable energy business. </p> <p>The API has long represented Big Oil interests in Washington, including last year when US president Donald Trump sought to shelter domestic oil producers from a collapse in crude prices. </p> <p>It claims a membership of more than 600 operators, from ExxonMobil and Chevron down, and also sets safety standards for the industry. </p> <p>The API said Total's withdrawal reflected the “diversity” of views in the industry, but that it did not support what it described as “subsidising energy”. In a slightly softened message in the face of the incoming Biden administration, it also said this week that it was “open to the possibility” of further regulation and working with the new EPA administrator and the next President “on how we can do this the right way”.</p><p>Source: Derek Brower and Anjli Raval in London 2021 'France's Total quits powerful US oil lobby over climate policy' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T17:48:44.738Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3378,
          "end": 3385
        }
      ]
    }
  ]
}