{
  "_id": "6b94abad30411d8de0bde87c35de7dcd0844b45c9ae86e56b1104fba5a30c844",
  "feed": "wall-street-journal",
  "title": "More Companies Weigh Penalizing Employees Without Covid-19 Vaccinations; After months of lobbying and encouragement, businesses are considering more forceful methods, like Delta's benefit surcharge",
  "text": "<p>Delta Air Lines Inc. on Wednesday became one of the first high-profile companies to impose a health-insurance surcharge for unvaccinated employees, charging them $200 a month starting in November. Delta also requires newly hired employees to be vaccinated, but not existing workers.</p><p>Employment and benefit experts say they expect other companies to follow suit. \"The measures [businesses] have taken so far aren't leading to the levels of vaccination in the workforce that they want,\" Wade Symons, who leads consulting group Mercer LLC's regulatory resources group. \"They are starting to think about some of the more strict measures they can take,\" he said.</p><p>Some companies already have implemented the strictest measure possible, telling employees they must get a vaccine to access the workplace or continue being employed by the company altogether. Chevron Corp., one of the biggest oil companies in the U.S., has begun requiring some employees to receive Covid-19 vaccinations and is considering a workforce-wide mandate. Walt Disney Co. also recently reached a deal with unions representing workers at Walt Disney World in Orlando, Fla., that will require employees to show proof of Covid-19 vaccinations.</p><p>But many other businesses are reluctant to impose a vaccine mandate, often fearing such a requirement could prompt employees to leave or cause other disruptions. That is why companies are starting to turn to intermediate measures such as benefits surcharges, experts said.</p><p>Businesses for months have experimented with softer incentives, including offering employees cash cards or time off if they get vaccinated. But several factors are pushing companies to go further, including full approval by the U.S. Food and Drug Administration this week of Pfizer Inc. and BioNTech SE's Covid-19 vaccine, said Marc Bernstein, chair of law firm Paul Hastings LLP's New York employment law department.</p><p>\"Companies are taking a broad range of approaches, from, on the one hand, requiring vaccinations with exceptions for medical or religious accommodations, to creating financial incentives, imposing financial penalties or simply encouraging employees to get vaccinated,\" Mr. Bernstein said.</p><p>As with mandates, the biggest risk of benefits surcharges or similar penalties for those not vaccinated against Covid-19 has to do with employee relations rather than legal compliance, according to Mr. Symons. \"Do you risk people not wanting to work for your company anymore, because of the impact of the surcharge on their finances?\" he asked.</p><p>Apart from how employees will react to such a surcharge, companies that are considering imposing one need to take into account guidance from the U.S. Equal Employment Opportunity Commission. They must also consider the ACA, the Americans with Disabilities Act and the Health Insurance Portability and Accountability Act, or HIPAA.</p><p>\"I'm certainly getting a lot of questions, like, 'Can I not cover Covid treatment for those that are not getting vaccinated? Can I not cover their Covid testing? Can I kick them off the plan altogether?'\" Mr. Symons said. \"Generally the answer to all three of those questions is: It's dangerous to do that under HIPAA nondiscrimination protections,\" he said, adding, \"Companies are exploring a lot of the options here but there are certainly some legal risks they need to be mindful of.\"</p><p>Stricter rules on surcharges apply to companies offering on-site vaccinations that require them to ask sensitive prescreening questions. U.S. law prohibits businesses from offering an incentive that could be considered \"coercive\" to providing such information.</p><p>Exceptions are made for token, or \"de minimis,\" incentives, according to EEOC guidance. The agency has said that giving an employee a water bottle is an example of such an incentive, according to Joseph Lazzarotti, an employee benefits and data privacy lawyer at law firm Jackson Lewis PC. \"I don't know if that would spur you to get a vaccination,\" he added.</p><p>Employers that aren't directly involved in vaccination efforts have wider latitude to impose surcharges and other incentives, Mr. Lazzarotti said. But they must still be cognizant of certain rules. As with mandates, they must offer reasonable accommodations to people who refuse the vaccine because of a disability or religious belief, as covered by the ADA or the Civil Rights Act.</p><p>Under the ACA, a reward or penalty imposed as part of a wellness program can only be as large as 30% of an employee's health insurance premium. If a company does offer such a reward or penalty for vaccination, it also might be required to provide employees who have a medical or religious exemption with a path to receiving the same incentive as vaccinated employees, Mr. Lazzarotti said.</p><p>Companies have long used similar incentives, such as charging smokers more for healthcare coverage, to encourage employees to adopt healthier lifestyles that lower healthcare costs.</p><p>\"I think [businesses] are fed up,\" Mr. Lazzarotti said. \"They are more motivated to think about ways to be creative and still be lawful.\"</p><p>Write to Dylan Tokar at dylan.tokar@wsj.com</p><p>More Companies Weigh Penalizing Employees Without Covid-19 Vaccinations</p>",
  "published": "2021-08-26T17:27:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 850,
          "end": 857
        }
      ],
      "nexusId": "10051514"
    }
  ]
}