{
  "_id": "984a32336b44a3d6729fe2e023900bad8d3f251a98a27fc94130a9d69a941d62",
  "feed": "wall-street-journal",
  "title": "Chevron Sets Goal of Cutting Carbon Emissions in Operations, but Not for Products; Net-zero goal for 2050 resembles that of other oil producers, as environmentalists push fossil-fuel cutbacks",
  "text": "<p>Nearly 61% of its shareholders voted earlier this year in support of a proposal that the company substantially reduce emissions from its products—a stance that Chevron had urged investors to reject.</p><p>Other large oil companies have announced similar net-zero goals over the past two years, as they face calls from investors and activists to respond to ESG, or environmental, social and governance concerns.</p><p>\"We regularly engage with stakeholders and investors to understand their views and to be responsive to their increasing expectations on all issues, including ESG,\" said Ronald Sugar, the lead director on Chevron's board. \"Our updated report demonstrates our goal to partner with many stakeholders to work toward a lower carbon future.\"</p><p>Some analysts say the pressure to curb future emissions is now hindering the companies' ability to invest more heavily in fossil fuel production. U.S. oil prices topped $80 Monday as traders assess mounting energy supply shortages around the world; but large Western oil producers are sticking to the austere budgets during the pandemic, when many dramatically cut spending following a plunge in demand.</p><p>Chevron's net-zero announcement was immediately criticized by environmental groups Monday, with shareholder activist group Follow This in a statement calling it \"disappointing tokenism.\" Among other reasons, the groups said the goal was insufficient because it doesn't cover Chevron's products, only the emissions from its operations.</p><p>\"Chevron is like a tobacco firm that promises to quit smoking, while continuing to produce cigarettes,\" said Follow This, which lodged the successful proposal at Chevron's annual meeting. \"Product emissions are up to 90% of all emissions of an oil major.\"</p><p>BP PLC and Royal Dutch Shell PLC made commitments last year to zero out emissions produced by the assets they own, but U.S. oil companies have been slower to make such pledges. Exxon Mobil Corp. Chief Executive Darren Woods in 2020 called the targets a \"beauty competition. The oil giant is now considering making a net-zero pledge, The Wall Street Journal reported in August.</p><p>Chevron Chief Executive Mike Wirth previously said the company won't set targets for which it doesn't have a plan to achieve. Monday's announcement was short on details for how the company would achieve net-zero and stopped short of pledging to do so, as other companies have. Chevron said the aspiration anticipates progress in technology, policy, regulations, and offset markets.</p><p>\"Solutions start with problem solving, which is exactly what the people of Chevron do—and have excelled at for over 140 years,\" Mr. Wirth said in a statement.</p><p>Chevron committed Monday to cutting the intensity of emissions from its oil-and-gas production and products by more than 5% by 2028. Such a reduction generally means cutting emissions per amount of energy produced, but a company can still increase emissions overall if it is producing more oil and gas in total. For that reason, many environmentalists have criticized the measure.</p><p>Chevron said Monday its new targets give it flexibility to grow its oil and gas production, provided it is increasingly carbon-efficient. The company also said it would pursue investments in lower-carbon businesses, which include biofuels, hydrogen and carbon capture.</p><p>Earlier this year, Chevron executives met with representatives of Engine No. 1, the investment firm that led the successful fight to win three seats on Exxon's board, The Wall Street Journal previously reported. The hedge fund is considering whether to target a major oil company once again, and other investors have been in touch with it about organizing a group to purchase Chevron shares, the Journal reported.</p><p>Chevron has studied Engine No. 1's campaign against Exxon, and its rival's defeat crystallized the urgency in communicating its energy-transition plans, the Journal reported.</p><p>Write to Christopher M. Matthews at christopher.matthews@wsj.com</p><p>Chevron Sets Goal of Cutting Carbon Emissions in Operations, but Not for Products</p>",
  "published": "2021-10-11T17:17:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2654,
          "end": 2661
        },
        {
          "start": 1420,
          "end": 1427
        },
        {
          "start": 1145,
          "end": 1152
        },
        {
          "start": 2113,
          "end": 2120
        },
        {
          "start": 3718,
          "end": 3725
        },
        {
          "start": 160,
          "end": 167
        },
        {
          "start": 3680,
          "end": 3687
        },
        {
          "start": 2570,
          "end": 2577
        },
        {
          "start": 3323,
          "end": 3330
        },
        {
          "start": 3035,
          "end": 3042
        },
        {
          "start": 2390,
          "end": 2397
        },
        {
          "start": 1642,
          "end": 1649
        },
        {
          "start": 3958,
          "end": 3965
        },
        {
          "start": 609,
          "end": 616
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1481,
          "end": 1488
        }
      ],
      "nexusId": "10051514"
    }
  ]
}