{
  "_id": "d1c61ef77bbeb437ae92e9b7f669ef4e0a66b91e4453ab113bea8476943d092e",
  "feed": "ftcomall",
  "title": "Methane pollution soars in US as shale drilling resumes",
  "text": "<p>Methane pollution from the largest oilfield in the US has soared back to pre-pandemic levels as a recovery in drilling undermines industry pledges to crack down on emissions of the potent greenhouse gas. </p> <p>The rise in methane pollution from Texas and New Mexico's Permian Basin oilfield will heap pressure on oil and gas drillers and may embolden the Biden administration's crackdown on the sector ahead of critical international climate change meetings this year. </p> <p><a href=\"https://www.ft.com/content/54aff00d-8108-4d01-9090-5d0273b55bb0\">Emissions of methane</a>, which can have up to 80 times the warming effect of carbon dioxide, plunged last year as a deep industry downturn halted most new drilling across the US. The drop mirrored a pandemic-driven downturn in carbon emissions as economies around the world locked down and travel halted. </p> <p>But an oil price rally in recent months has spurred a pick-up in drilling, pushing emissions quickly back to pre-pandemic levels, according to <a href=\"https://acp.copernicus.org/preprints/acp-2020-1175/\">research</a> published in the journal Atmospheric Chemistry and Physics, using data collected by the Environmental Defense Fund.</p> <p>Those findings are backed up by others in the burgeoning effort to track emissions. Kayrros, a company that uses satellites to monitor methane plumes, shows Permian emissions in January rose to 190,000 tonnes, close to their level from a year before, just ahead of one of the worst drilling downturns in decades.</p> <p>The swift rebound in oil and gas industry methane emissions comes as Washington and state capitals around the oil patch have started to tackle the pollution. </p> <p>Martin Heinrich, a Democratic Senator from New Mexico, where the economy has been buoyed by rising Permian investment and output, is leading a group of lawmakers who want to use congressional authority to quickly reverse some of the Trump administration's efforts to weaken Obama-era methane regulations. </p> <p>Heinrich called for “swift action to reinstate and strengthen responsible methane emission standards, which is critical to confronting the climate crisis and reducing the air pollution harming communities in New Mexico”. Senate majority leader Chuck Schumer said he would bring a vote on the issue before the Senate in April.</p> <p>It comes just after New Mexico finalised regulations last week that aim to force operators in the state to capture 98 per cent of their emissions by 2026, a centrepiece of Democratic governor Michelle Lujan Grisham's plans to slash greenhouse emissions by 45 per cent by 2030, compared to 2005 emissions.</p> <p>Shale producers sometimes drill wells targeting oil but lack pipeline capacity or are not connected to the infrastructure needed to ship or handle the natural gas that surfaces with the crude. Instead they burn the natural gas — creating CO2 emissions — or release it directly into the air as methane. </p> <p>US oil prices have risen to about $60 a barrel, making most new drilling profitable and spurring a <a href=\"https://www.ft.com/content/c803be61-61ac-4f4c-836a-4ac19265ad45\">revival in the oil patch</a>. On Friday, oilfield service group Baker Hughes said the number of oil rigs in the Permian rose again last week to 221, up more than 60 per cent from November. </p> <p>That drilling momentum is expected to carry through the rest of the year, further increasing methane emissions.</p> <p>The industry has come under growing pressure from shareholders to mitigate those emissions as part of a sweeping effort to make shale companies more profitable and resilient in the face of climate change risks. </p> <p>Many of the industry's largest producers, including supermajors <a href=\"https://www.ft.com/content/5b8dd517-faf6-438f-a975-a2df017127fe\">ExxonMobil</a> and <a href=\"https://www.ft.com/content/c8eca359-ebc5-429b-bc02-606e3723293c\">Chevron </a>and leading shale-focused producers like ConocoPhillips and EOG Resources, have set emissions reduction targets and promised to end or significantly reduce flaring. </p> <p>However, a recent survey from the Dallas Fed showed that those ambitions are far from widespread across the Permian, which includes scores of mom-and-pop companies alongside big global oil groups. Only half of larger companies, and 30 per cent of smaller ones, said they had a plan to reduce their methane emissions. </p> <p>Last year, the French gas buyer Engie broke off a potential $7bn liquefied natural gas deal with Texas project developer NextDecade amid French government concerns about high emissions from Permian-produced gas.</p> <p>Deborah Gordon, a senior fellow at the Rocky Mountain Institute, a climate-focused think-tank, said the Engie deal “brought the methane question to the fore” for the industry. Some companies, she added, would want to highlight their efforts to rein in emissions to make sure global markets remain open to their gas. </p> <p>Texas's Railroad Commission, the oil and gas regulator, signalled last month that it would take a more sceptical look at industry requests to flare gas, which had been routinely approved in recent years. However, it has resisted calls for stricter mandates and Texas state officials have already pushed back against proposed tighter federal emissions rules. </p> <p>The EDF, meanwhile, has called on the Biden administration to carve out a special target for cutting methane emissions from oil and gas operations as it lays out new US greenhouse gas emissions targets ahead of the UN climate conference later this year.</p> <p>“Reducing these emissions is the biggest, fastest opportunity we have to slow the rate of warming,” said Ilissa Ocko, a senior climate scientist at the EDF.</p><p>Source: Justin Jacobs in Washington 2021 'Methane pollution soars in US as shale drilling resumes' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T10:00:00.458Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3428,
          "end": 3435
        }
      ],
      "nexusId": "10051514"
    }
  ]
}