{
  "_id": "f050ab9c764d8d799e9f250112b2c550864bccdcb49ec9b22c905987c5cc0aa6",
  "feed": "ftcomall",
  "title": "Corporate bonus culture impedes the push for net zero",
  "text": "<p>Governments across the world are urging big investors to galvanise the global corporate sector into meeting climate change goals. A growing number of asset owners and managers have taken their cue and are committing to secure an overall balance between greenhouse gas emissions produced and emissions taken out of the atmosphere — net zero.</p> <p>Yet in the run-up to November's COP26 Glasgow summit to accelerate action on the 2015 Paris agreement's sustainability goals, it is striking how little has so far been achieved. A <a href=\"https://eciu.net/analysis/reports/2021/taking-stock-assessment-net-zero-targets\">survey by Energy and Climate Intelligence Unit</a>, a UK non-profit outfit, and Oxford Net Zero, an Oxford university research initiative, has found that only about a fifth of publicly traded companies in the Forbes Global 2000 list have made any form of commitment to net zero.</p> <p>At the same time, the Task Force on Climate-related Financial Disclosures, a body backed by the world's leading central banks, <a href=\"https://assets.bbhub.io/company/sites/60/2020/09/2020-TCFD_Status-Report.pdf\">has noted</a> that while companies are producing more information on climate change, disclosure of the potential financial impact on businesses and strategies — the litmus test of corporate commitment — remains low. The question is why.</p> <p>There are good grounds for questioning the depth of the investment community's commitment to sustainability. For many fund managers, trumpeting a commitment to climate change is just marketing — greenwashing, in a word — to address retail investors' increasing interest in sustainable investing.&#xa0;</p> <p>Monitoring and engaging with companies — the so-called stewardship agenda — is difficult and expensive. This results in a conspicuous dichotomy between the biggest fund managers' rhetoric and their voting records on environmental, social and governance (ESG) issues.&#xa0;</p> <p>Note, too, the limits on institutional investors' voting power imposed by the structure of global markets. Public equity is a shrinking portion of total securities market capitalisation, while green bonds account for less than $1tn of the $100tn-plus global bond market, <a href=\"https://www.bbva.com/en/green-bonds-the-latest-news-you-need-to-know/\">according to a 2020 report</a> by multinational bank BBVA. Bond investors' leverage over borrowers is anyway negligible once the money is invested.&#xa0;&#xa0;</p> <p>The natural stewards on ESG are long-term asset owners such as pension funds. Yet they are increasingly detached from equity markets, as the UK example shows. According to the Office for National Statistics, <a href=\"https://www.ons.gov.uk/economy/investmentspensionsandtrusts/bulletins/fundedoccupationalpensionschemesintheuk/octobertodecember2020\">private sector pension funds</a>, which account for 83 per cent of all UK pension scheme assets, held a mere 10 per cent of portfolio assets in equities at the end of 2020. Most is invested in debt and unquoted assets such as property, private equity and infrastructure funds.&#xa0;&#xa0;</p> <p>This is not to downplay the successes of <a href=\"https://www.ft.com/content/fa9946b9-371b-46ff-b127-05849a1de2da\">shareholder activists</a> who have won notable battles against the boards of ExxonMobil, Chevron and Shell on tackling the transition to low carbon. But in seeking to align corporate purpose with sustainability criteria they face big hurdles.&#xa0;</p> <p>With the average chief executive's tenure in the US <a href=\"https://corpgov.law.harvard.edu/2021/01/15/ceo-succession-practices-in-the-russell-3000-and-sp-500/\">Russell 3000 index</a> less than seven years, and in the <a href=\"https://www.roberthalf.co.uk/press/ceo-turnover-decline-internal-candidates-rise-top\">FTSE 100</a> five years and six months, boardroom time horizons are hopelessly misaligned with the 2050 timetable for the Paris agreement's carbon neutrality goals. And an overwhelming obstacle lies in the corporate bonus culture.</p> <p>Performance-related pay metrics rely heavily on such yardsticks as share price movements and earnings per share. The enormous allocation of capital required to put the world's energy-related capital stock on the path to net-zero emissions will depress earnings, as will depreciation from the rundown of fossil fuel-intensive assets. Lower earnings might well depress share prices.</p> <a href=\"http://www.ft.com/cms/a4cee5a6-bdb4-4f8c-bf30-a38ae3b38494.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>One remedy would be to attach ESG criteria to incentive structures. This already happens with annual bonuses. But consultants Willis Towers Watson <a href=\"https://www.willistowerswatson.com/en-GB/Insights/2020/06/can-including-esg-metrics-in-remuneration-arrangements-have-a-positive-financial-impact\">estimate</a> that only 4 per cent of S&amp;P 500 companies include ESG metrics in the long-term incentive plans that are more relevant to the time horizon for decarbonisation. A higher percentage might simply encourage executives to unload high carbon assets on to less sustainably minded private equity managers.</p> <p>To address this problem, governments need to accelerate the obsolescence of the existing toxic energy-related capital stock coveted by private equity through tougher tax and regulation on emissions. Yet the uncomfortable reality is that the bonus culture militates in favour of share buybacks that boost corporate earnings and against the huge reallocation of capital into renewables required to reach net zero.&#xa0;</p> <p>Putting these distorted private sector incentives high on the COP26 agenda should be an urgent priority.</p> <p><a href=\"mailto:john.plender@ft.com\"><em>john.plender@ft.com</em></a></p>&#xa0;<p>Source: John Plender 2021 'Corporate bonus culture impedes the push for net zero' FT.com 29 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-29T10:00:21.469Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2747,
          "end": 2754
        }
      ],
      "nexusId": "10051514"
    }
  ]
}