{
  "_id": "6c84ed36be3a07950778f21f29dfd2944a5409c7f18fc2f5b7f6ddf4a8c2e9b9",
  "feed": "market-watch",
  "title": "Now that a COVID-19 shot is fully approved, employer mandates are rolling in. But will vaccination rates in the U.S. go up?",
  "text": "<p>The Pentagon said service members are required to get a shot; CVS Health Corp. CVS is mandating vaccination for clinical workers (like pharmacists) and its corporate employees; Chevron Corp. CVX is requiring immunization among a mix of both onshore and offshore employees; and teachers and staff members in New York City schools are required to get their first shot by Sept. 27.&#xa0;</p><p>(You can check out MarketWatch's running tally of employers requiring COVID-19 vaccination.)&#xa0;</p><p>“The moment you've been waiting for is here,” President Joe Biden said Monday during a speech in which he appealed to the unvaccinated to get a shot and employers to begin requiring vaccinations.</p><p>Many companies and government agencies decided to move forward with vaccination mandates after the Justice Department said in July that employers can require vaccines even though the vaccines were only available via emergency-use authorization at that time.</p><p>But the real question for many is whether full approval will actually improve COVID-19 immunization rates. So far, only BioNTech SE BNTX and Pfizer Inc.'s PFE vaccine has been fully approved by the Food and Drug Administration, while the vaccines developed by Moderna Inc. MRNA and Johnson &amp; Johnson JNJ are under emergency authorization.</p><p>If it does, will that be because employers are more comfortable issuing mandates now that there's full approval? Or will rates increase because the wait-and-see crowd now feel more confident in the safety and effectiveness of an approved vaccine?</p><p>In the most recent assessment of vaccine attitudes conducted by the Kaiser Family Foundation, 10% of Americans who are not vaccinated say they want to “wait and see,” 3% say they will not get a shot until they are required to, and 14% say they will “definitely not” get a vaccine.</p><p>Liz Hamel, the KFF's director of public opinion and survey research, in June told MarketWatch that a small subset of the unvaccinated are worried about the limitations of emergency authorization. “We hear people say, it's just experimental at this point. It's not approved yet,” she said then.</p><p>On Tuesday, Dr. Anthony Fauci, President Biden's chief medical officer, said on NBC's “Today” that “there will now be much more enthusiasm in mandating vaccine” by companies, which he believes “will contribute to the number of people vaccinated.”</p><p>Here's what the numbers say (and why experts are saying delta is peaking in the South)</p><p>The seven-day moving average is 124,383 cases per day and 691 deaths per day in the U.S., as of Aug. 22, according to the latest data from the Centers for Disease Control and Prevention.&#xa0;</p><p>Some experts say the virus has peaked or is peaking in the South. “It's pretty clear right now the South has peaked,” Scott Gottlieb, former FDA commissioner and Pfizer board member, told CNBC this week.&#xa0;</p><p>“The percent increases in cases and hospitalizations are declining each week, indicating progression towards a nationwide peak,” Raymond James analyst Chris Meekins wrote Tuesday in a note to investors. “The number of breakthrough infections and individuals getting infected again is likely higher than initially foreseen.”</p><p>About 171.0 million people in the U.S., or 51.5% of the total population (including those too young for eligibility), are fully vaccinated, as of Aug. 23; of those who qualify for vaccination, 201.5 million, or 71.1%, of those who qualify for vaccination, have received at least one shot, and 60.3%, or 170.9 million, are fully vaccinated.&#xa0;</p>",
  "published": "2021-08-24T09:45:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 177,
          "end": 184
        }
      ]
    }
  ]
}