{
  "_id": "118fc1ccee474f58d5a0db335a96eb13bbda4462c313489224270ca13dd6d37d",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Chevron Opponent Donziger Is Convicted of Contempt of Court  ----  By Sara Randazzo",
  "text": "<p>   Disbarred attorney Steven Donziger was found guilty of six counts of criminal contempt of court, the latest twist in a nearly three-decade crusade against Chevron Corp. that began as an attempt to prove the oil company caused environmental harm in Ecuador. </p><p>   The legal saga has since spanned the globe and morphed into a fight between Mr. Donziger and Chevron itself, resulting in Mr. Donziger being put under home confinement for nearly two years as he awaited a trial over charges that he repeatedly flouted court orders. </p><p>   U.S. District Judge Loretta Preska found him guilty on all six charges in a nearly 250-page order issued Monday. \"It's time to pay the piper,\" she wrote. </p><p>   The contempt case, the judge wrote, has nothing to do with any responsibility Chevron might bear for pollution in the rainforest in Ecuador, where Chevron's predecessors drilled for oil in the pristine jungle. The company has denied culpability. Instead, \"at stake here is the fundamental principle that a party to a legal action must abide by court orders or risk criminal sanctions, no matter how fervently he believes in the righteousness of his cause or how much he detests his adversary.\" </p><p>   Mr. Donziger said he plans to appeal the decision, which he said \"marks a sad day for the rule of law, for our democracy and for our planet.\" </p><p>   Sentencing is expected to take place in the coming weeks. Martin Garbus, an attorney for Mr. Donziger, said he expects him to receive the maximum six-month sentence. </p><p>   Spokesmen for Chevron, which wasn't a party in the case, didn't respond to a request to comment. </p><p>   Mr. Donziger first went up against Chevron's predecessor Texaco Inc. in the early 1990s, when he represented native Ecuadoreans who claimed the company's operations in the Amazon were sickening them. The legal dispute moved to Ecuador, where a judge in 2011 issued a $9.5 billion judgment against Chevron. </p><p>   The San Ramon, Calif., company has never paid a penny of that and instead spent the ensuing decade fighting back, securing a U.S. court ruling that concluded Mr. Donziger and his colleagues corrupted the legal process in Ecuador by manufacturing evidence, pressuring judges and ultimately ghost writing the final judgment in the case. </p><p>   That 2014 ruling by U.S. District Judge Lewis Kaplan ordered Mr. Donziger to relinquish his 6.3% contingency fee interest in the Ecuadorean case and forbade him from profiting off the $9.5 billion judgment or trying to enforce it in the U.S. </p><p>   Mr. Donziger's continued pursuit of the judgment ultimately led to Judge Kaplan finding him in civil contempt of court and later charging him with criminal contempt for, among other things, paying an executive coach with a pledge of 0.007% of any judgment collected from Chevron, out of Mr. Donziger's share. Judge Kaplan's 2014 findings were later echoed in a disciplinary decision against Mr. Donziger in New York, where he was disbarred last August. </p><p>   Judge Preska's Monday ruling follows a five-day bench trial held in May. </p><p>   A court-appointed private lawyer served as the prosecutor in the case after the U.S. Attorney's Office for the Southern District of New York declined to pursue it. </p><p></p>",
  "published": "2021-07-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 155,
          "end": 162
        },
        {
          "start": 1872,
          "end": 1879
        },
        {
          "start": 11,
          "end": 18
        },
        {
          "start": 2729,
          "end": 2736
        },
        {
          "start": 754,
          "end": 761
        },
        {
          "start": 1492,
          "end": 1499
        },
        {
          "start": 1610,
          "end": 1617
        },
        {
          "start": 823,
          "end": 830
        },
        {
          "start": 350,
          "end": 357
        }
      ],
      "nexusId": "10051514"
    }
  ]
}