{
  "_id": "50e359571825169a08c6b054a9193b7a86547e296b9e0757bf094aa4598fc886",
  "feed": "ftcomall",
  "title": "Credit Suisse fights to stem exodus as top US dealmaker quits",
  "text": "<p>Credit Suisse's top dealmaker in the US has quit, the latest senior employee to defect from the Swiss bank, which is battling to retain top talent following a series of scandals that have shattered employee morale.</p> <p>Greg Weinberger, who has run the mergers and acquisitions business at Credit Suisse since 2019, will join Morgan Stanley later this year, people with direct knowledge of the matter said. He had worked at the bank for more than 25 years.&#xa0;</p> <p>Credit Suisse and Morgan Stanley declined to comment on the move, which was first reported by the Wall Street Journal.&#xa0;</p> <p>Following the news of Weinberger's departure on Wednesday, Credit Suisse is naming New York-based Steven Geller and London-based Cathal Deasy as its new co-heads of global M&amp;A, according to people familiar with the matter. David Wah, a senior technology banker, is being named global head of advisory.&#xa0;</p> <p>The move by Weinberger, who acts as an adviser to a number of US corporations including Chevron, follows a wave of departures across the bank after the back-to-back crises involving Archegos Capital and Greensill Capital.&#xa0;</p> <p>Earlier this year, the prime brokerage unit that services hedge funds lost at least $5.5bn from the blow-up at Bill Hwang's family office, Archegos. Bankers not involved in the affair were furious because Credit Suisse <a href=\"https://www.ft.com/content/c7a958d0-3fc0-456a-9f01-3077b772e41b\">would otherwise have reported</a> its best quarter for at least a decade, driven by the capital markets and M&amp;A advisory side of the business.</p> <p>The trading loss followed the closure of $10bn of supply-chain finance funds at Credit Suisse linked to insolvent finance group Greensill Capital. It could cost the bank's clients as much as $3bn and is being probed by regulators worldwide.</p> <p>As a result, Credit Suisse's head of investment banking, Brian Chin, left the bank alongside chief risk and compliance officer Lara Warner. The leaders of the prime brokerage unit were also removed. &#xa0;</p> <p>New chair António Horta-Osório has pledged to reduce the size of the investment bank, overhaul the culture and <a href=\"https://www.ft.com/content/c2257697-df52-4475-8040-a0a80a17cef2\">rein in risk taking</a>. The prospect of further cuts and a change in strategy led many staff to start looking for jobs elsewhere, several people inside the lender said.</p> <p>Multiple Wall Street investment banks, both bulge bracket and boutique firms, told the Financial Times they had been poaching as well receiving inquiries from Credit Suisse bankers seeking a job. A person who recently left said: “Nobody wants to be the last man standing.”&#xa0;&#xa0;</p> <p>Other high-profile defections since the twin scandals include Credit Suisse's top financial services sector adviser, Alejandro Przygoda, who left for Jefferies along with several members of his team. Two senior consumer industry bankers, Andrew Conway and Charles Hadid, quit last week to join Bank of America and Morgan Stanley, respectively.&#xa0;</p> <p>Barclays has hired Credit Suisse's technology and media-focused adviser Ihsan Essaid, who will become the British investment bank's head of M&amp;A in the Americas.&#xa0;</p> <p>Over the past decade Credit Suisse had built a sizeable M&amp;A business, advising on several major transactions, including Chevron's <a href=\"https://www.ft.com/content/604c2b56-74b9-4e31-9775-06a78296acde\">$13bn acquisition</a> of US energy group Noble, and Charles Schwab's $26bn deal to buy US online brokerage TD Ameritrade.</p> <p>To try to keep selected key staff, Credit Suisse has been offering retention bonuses, according to several people familiar with the details. </p> <p>However, the policy has provoked further disquiet internally for not being generous enough and being offered to too few people, with managing directors and team leaders prioritised over the lower ranks, the people said.</p> <p>Shares in Credit Suisse have plunged 16 per cent this year — compared with a 32 per cent increase at Morgan Stanley and a 15 per cent gain at domestic rival UBS — a further blow for staff who have seen the value of their deferred pay in stock diminish.</p><p>Source: James Fontanella-Khan in New York and Stephen Morris and Arash Massoudi in London 2021 'Credit Suisse fights to stem exodus as top US dealmaker quits' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-16T17:50:01.080Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3078,
          "end": 3085
        },
        {
          "start": 964,
          "end": 971
        }
      ],
      "nexusId": "10051514"
    }
  ]
}