{
  "_id": "f2f22d841ade345da9c913c4d9a1ee9c2cea92e1c2fda8e1513b5f8755801d04",
  "feed": "wall-street-journal",
  "title": "TotalEnergies to Invest $27 Billion in Iraq; French energy giant signs 25-year deal spanning fossil fuel and renewables",
  "text": "<p>Total Chief Executive Patrick Pouyanné attended a signing ceremony in Baghdad with Iraq's oil minister Ihsan Abdul Jabbar on Sunday, a spokesman for the Iraqi oil ministry said.</p><p>The spokesman added that the projects would help improve the country's electricity supply. Chronic shortages of power and drinkable water, especially during the summer, have led to protests in recent years.</p><p>The planned investments in Iraq's energy infrastructure could also help the country reduce its reliance on Iranian natural gas. Iraq has repeatedly come under pressure from the U.S. over its purchasing of gas from Iran.</p><p>The deal comes at a time when oil and gas companies are reassessing their portfolios to address concerns from investors, governments and environmentalists over their carbon emissions. As a result, some companies, including Total, Royal Dutch Shell PLC and BP PLC, are seeking to invest more in low-carbon energy such as solar and wind power and say they are more selective on hydrocarbon investments.</p><p>Some major Western energy companies have reshuffled their position in Iraq.</p><p>Last month, BP confirmed it would spin off its Iraq operations into a stand-alone company. BP and PetroChina, the listed arm of China National Petroleum Corp., set up a joint venture, Basra Energy Co., through which the companies intend to manage their interests in the Rumaila field in Iraq.</p><p>Exxon Mobil Corp. held talks earlier this year to sell its position in the West Qurna 1 field to the Iraqi government, according to people familiar with the matter. At the time, Exxon and the Iraqi government declined to comment on the talks.</p><p>Chevron Corp. signed a memorandum of understanding with the Iraqi government last year to explore for oil and gas in the south of the country.</p><p>In 2018, Shell handed its Majnoon field operations to Basra Oil Co.</p><p>Write to Sarah McFarlane at sarah.mcfarlane@wsj.com and Benoit Faucon at benoit.faucon@wsj.com</p><p>TotalEnergies to Invest $27 Billion in Iraq</p>",
  "published": "2021-09-05T19:37:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1618,
          "end": 1625
        }
      ],
      "nexusId": "10051514"
    }
  ]
}