{
  "_id": "9d440dd5a184cd2c4974334621c20ab9950b54d03650adcaa643f0e2d2d96ed1",
  "feed": "wall-street-journal",
  "title": "Democrats Challenge Big Oil Executives From Shell, Exxon, Chevron Over Climate Policy; Republicans brand hearing as political theater; Democrats contend the oil-and-gas industry covertly resists climate legislation",
  "text": "<p>All four companies said that they have long acknowledged the threat of climate change and are cutting their carbon emissions to minimize their contributions to it.</p><p>\"At Chevron, we have been very clear where we stand,\" Chevron Chief Executive Mike Wirth said. \"We accept the scientific consensus: Climate change is real, and the use of fossil fuels contributes to it.\"</p><p>Democrats on the House committee said the companies publicly support climate-friendly policies and investments but privately work to derail regulations that would cut greenhouse gas emissions.</p><p>Rep. Ro Khanna (D., Calif.), chairman of the Subcommittee on the Environment, said that the American Petroleum Institute—the industry's main lobbying group, which is funded by the companies—is currently lobbying against Democrat-supported policies that he said would reduce emissions, including subsidies for electric vehicles and a methane tax.</p><p>\"You're funding these groups, and they're really having an impact,\" Mr. Khanna told the executives. \"Could you tell them to knock it off for the sake of the planet?\"</p><p>API president Mike Sommers responded to allegations the group was lobbying against Democrat-backed climate change policies by saying the group supports market adoption of electronic vehicles and renewable energy, but not through government subsidies. He said renewable energy will be unable to replace fossil fuels for the foreseeable future.</p><p>\"One area where experts agree is that oil and natural gas will continue to be the leading energy sources for decades to come, and it's important that we take action to reduce emissions while providing that energy,\" Mr. Sommers said.</p><p>The wide-ranging framework for social-spending legislation detailed by Mr. Biden includes expanded tax credits for electric vehicles, but a methane tax was dropped after opposition from some lawmakers. The executives said they didn't always agree with every policy position taken by the industry's trade groups.</p><p>At the end of the roughly six-hour hearing, Rep. Carolyn B. Maloney (D., N.Y.), the committee's chairwoman, said she would subpoena the companies to compel documents requested by Democrats that she said the companies hadn't provided.</p><p>During the hearing, Democrat committee members cited decades-old findings by Exxon scientists and others, made public years ago, that fossil fuels are contributing to climate change and could lead to environmental disasters. Democrats pointed to past public statements by the companies the lawmakers said played down the risk of climate change and contradicted the companies' own findings.</p><p>The industry broadly has faced criticism for efforts in the 1990s and early 2000s to cast doubt on climate change as scientists began to document it and better understand its potential effects.</p><p>States and cities, including New York, have sued oil and gas producers in more than two dozen lawsuits over alleged misstatements about fossil fuels' contribution to climate change but without success so far. A state judge cleared Exxon in the New York case in 2019, finding the state's attorney general failed to establish the oil giant had deceived investors about its climate change accounting.</p><p>Democrats on the committee have asked the companies to turn over talking points and other internal documents on climate science and clean energy that executives, lobbyists and public relations staff provided to lawmakers and executive branch officials since late 2015 and said the companies aren't complying with the requests thus far.</p><p>The companies have said they are complying. Exxon Mobil CEO Darren Woods denied that the company had spread disinformation about climate change and said Exxon has responded to the issue as the scientific community's understanding of it has developed.</p><p>\"The fact that ExxonMobil has supported certain climate policies, such as a revenue-neutral carbon tax and adherence to the Paris Agreement, while opposing others, is not tantamount to promoting climate disinformation,\" Mr. Woods said in his statement.</p><p>Republican committee members, at times, came to the companies' defense and used the hearing as an opportunity to criticize Biden administration policies they said are causing soaring energy prices. Rep. Jim Jordan (R., Ohio) said the companies should increase their production to alleviate energy shortages.</p><p>\"I'll tell you what's frustrating is a member of Congress telling American oil-and-gas companies to reduce production at the same time the President of the United States is begging OPEC to increase production,\" he said. \"That may be the dumbest thing I've ever heard.\"</p><p>Mr. Woods and the other oil company executives testified via remote video links. Shell U.S. President Gretchen Watkins and BP America Inc. Chairman David Lawler also spoke.</p><p>The inquiry comes as Congress furiously negotiates the framework unveiled by Mr. Biden Thursday morning, which sets aside $555 billion for climate-related provisions.</p><p>Eighty percent of U.S.'s electricity comes from fossil fuel combustion. That combustion, methane leaks and other energy sector operations make the industry the largest source of U.S. man-made greenhouse gas emissions, according to the U.S. government's annual emissions inventory report.</p><p>Exxon and Chevron announce their quarterly earnings Friday. Analysts expect the companies to report billions in profits, marking their strongest performance since before the global pandemic. Energy prices are reaching their highest levels in several years as the global economy recovers from the spread of Covid-19.</p><p>House Republicans put on the stand Neal Crabtree, a welder who worked on the Keystone pipeline expansion project and said it has been hard to find another job as energy firms hesitate to move forward on similar projects. In January, Mr. Biden revoked a permit for the project, prompting the developer to abandon it.</p><p>In September, Democrats on the committee opened an investigation into oil companies' statements in support of addressing climate change after environmental group Greenpeace released footage of a senior Exxon lobbyist, Keith McCoy, saying the oil giant was working to strip out certain provisions aimed at reducing carbon emissions from the massive infrastructure package proposed by Mr. Biden.</p><p>Mr. Woods apologized for Mr. McCoy's remarks and said they didn't represent the company's views.</p><p>The hearing took place days before Mr. Biden and other world leaders begin meeting at the United Nations climate summit in Glasgow to discuss how to steer the world's energy industry toward cleaner sources to meet commitments to cut greenhouse gas emissions.</p><p>Write to Katy Stech Ferek at katherine.stech@wsj.com and Christopher M. Matthews at christopher.matthews@wsj.com</p><p>Democrats Challenge Big Oil Executives From Shell, Exxon, Chevron Over Climate Policy</p>",
  "published": "2021-10-28T21:50:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 168,
          "end": 175
        },
        {
          "start": 6775,
          "end": 6782
        },
        {
          "start": 218,
          "end": 225
        },
        {
          "start": 58,
          "end": 65
        },
        {
          "start": 5232,
          "end": 5239
        }
      ],
      "nexusId": "10051514"
    }
  ]
}