{
  "_id": "d2f8df454a0a608787eff03263f379a739c0322d6e03f1df0a4a0e312d0a8c0f",
  "feed": "wall-street-journal",
  "title": "Exxon, Chevron Lack a Certain Je ne Sais Quoi; Investors seem to prefer major U.S. oil companies' energy-transition plans compared with their European peers. The jury is still out.",
  "text": "<p>The U.S. oil majors' shares trade at a roughly 58% premium to European peers as a multiple of forward-12-month earnings. The latter have historically lagged behind U.S. oil companies on valuation, but the gap has grown. Ten years ago, U.S. oil majors traded at a more moderate 24% premium to their European peers.</p><p>So what are Exxon Mobil and Chevron doing right? The U.S. majors have announced more moderate investments in speculative new technologies such as hydrogen and carbon capture, actively avoiding wind and solar because of low expected returns. The sums they are pledging are paltry compared with European investors but enough to quell activist pressure—at least for now. Chevron said earlier this month it plans to spend $10 billion between now and 2028 on new technologies, while Exxon Mobil set aside $3 billion for such endeavors through 2025.</p><p>The U.S. companies have each pledged less than 5% of their 2021 capital expenditures on low carbon investments while Royal Dutch Shell, BP and TotalEnergies are all spending at least 10%, according to an analysis from Raymond James.</p><p>The choice comes down to risk. Investing in BP, Shell or TotalEnergies invites lower but more predictable returns as more capital gets allocated away from profitable drilling. Lightsource BP, BP's renewable-development arm, has said its renewable projects have consistently delivered 8% to 10% returns. Oil-and-gas companies target higher returns in the order of 10% to 15%.</p><p>Technologies that Exxon and Chevron are spending money on—hydrogen, carbon capture and renewable fuels—could pay off in a big way or become costly white elephants. In a research note, RBC analysts Biraj Borkhataria and Erwan Kerouredan wrote that hydrogen and carbon capture \"will require a greater level of government support and collaboration with other sectors including end users, making it difficult to assess in a systematic way.\"</p><p>A number of assumptions need to play out in order for Exxon and Chevron's strategy to prevail. One is that one of the moonshot technologies in which they are investing in needs to \"pop.\" There is a chance this could happen, but also a fairly good chance the companies will have to invest a whole lot more to see tangible results, if those materialize at all. Biotech companies are richly valued for precisely those promises of breakthrough products, but they spend a much larger chunk of revenue on research and development to maximize their chances. Gilead spent roughly 20% of its revenue on R&amp;D last year. Exxon and Chevron will end up spending a grand total of 0.2% of revenue on new technologies this year.</p><p>A cynical take is expecting Exxon and Chevron to benefit from relatively lax scrutiny of their green credentials compared with European peers, allowing them to grab European majors' market share over time. That seems to be a risky bet given activist investors' victories this year.</p><p>With that in mind, the market may have been too quick to dismiss the European oil majors' plans. In a world that will surely shift more toward electrification, there is an early mover advantage on having one's foot in the door on wind and solar. Perhaps more important, however, European companies with renewable-energy units have the potential to spin them off in the future at more attractive multiples.</p><p>\"What is clear in the market today is that investors are willing to ascribe much higher valuations for [low-carbon assets] than hydrocarbon investments,\" according to the RBC research note. \"If the valuation disconnects continue, clearly the majors may look to spin out low-carbon segments in order to crystallize some of the 'value' created.\"</p><p>At the moment, the European majors also excel on one metric that all oil investors—climate-conscious or not—care about: Potential to return cash. European majors have higher expected 2022 free cash flow as a percentage of their market capitalization compared with Exxon and Chevron, according to FactSet.</p><p>In a market that favors growth potential over other metrics, investors' preference for Exxon and Chevron is unsurprising. As rhetoric around climate change ramps up around the world, however, the winds blowing in their direction could just as easily shift the other way.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>Exxon, Chevron Lack a Certain Je ne Sais Quoi</p>",
  "published": "2021-09-28T11:03:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4049,
          "end": 4056
        },
        {
          "start": 2653,
          "end": 2660
        },
        {
          "start": 1494,
          "end": 1501
        },
        {
          "start": 1967,
          "end": 1974
        },
        {
          "start": 4272,
          "end": 4279
        },
        {
          "start": 682,
          "end": 689
        },
        {
          "start": 2522,
          "end": 2529
        },
        {
          "start": 342,
          "end": 349
        },
        {
          "start": 7,
          "end": 14
        },
        {
          "start": 3921,
          "end": 3928
        }
      ],
      "nexusId": "10051514"
    }
  ]
}