{
  "_id": "d1b35d53c9480d7377cf53eebeb0700f36944ba4049b1628e0874821cdd17a03",
  "feed": "ftcomall",
  "title": "The global implications of India's oil spat with Saudi Arabia",
  "text": "<p>Good morning from Energy Source. The big news is that the Suez Canal remains <a href=\"https://www.ft.com/content/eec9f3a6-2817-45f5-b007-a290f3e530c6\">blocked</a>.</p> <p>The disruption helped stop an oil price slide this week. But Brent crude was softening again on Thursday morning. At $63 a barrel on Thursday, it is down almost 10 per cent from its high this year. </p> <p>But that is still too high for India. In today's first note, our South Asia correspondent Stephanie Findlay writes about the oil spat with Saudi Arabia. Our second note is on another net-zero emissions pledge, this one from the US's biggest natural gas distributor. </p> <p>Thanks for reading. Please get in touch at energy.source@ft.com. You can sign up for the newsletter <a href=\"https://www.ft.com/energy-source\">here</a>. — <em>Derek</em></p> <h1>America moves up in the Indian oil market </h1> <p>The US has replaced Saudi Arabia as India's second-largest oil supplier as New Delhi makes an aggressive push to diversify its import basket following a spat with Riyadh. </p> <p>India, the world's third-largest oil importer, is particularly vulnerable to rising oil prices because it imports around 80 per cent of its needs to keep its 1.4bn people moving. </p> <p>Throughout the pandemic, Prime Minister Narendra Modi's government has been relying on fuel taxes to make up for a shortfall in revenue — a move that has made rising prices even more painful. </p> <p>Diesel prices across several major Indian cities have increased by more than 7 per cent compared with the start of the year, with taxes and duties on fuel accounting for around 60 per cent of the retail price.</p> <p>Indian motor fuel consumption in February was down 6.8 per cent year on year, said energy research company Kpler, while the government is coming under increasing criticism. “This is becoming a political hot potato right now,” said Parul Chopra at Rystad Energy. </p> <p>In an effort to cool things down in India, oil minister Dharmendra Pradhan repeatedly called on Saudi Arabia to end the deep production cuts that have propped up global crude prices.</p> <p>“While we do not favour too low prices, we also do not support high prices, which deny energy access to millions in India,” warned Pradhan. But the remark landed him in hot water with Saudi energy minister Abdulaziz bin Salman following the Opec meeting in March.</p> <p>Prince Abdulaziz responded to Pradhan saying that India should start using the oil in storage that it bought “very cheaply last year”. </p> <p>Unable to sway Riyadh, New Delhi directed Indian state refiners to start diversifying supplies. In February, US exports to India rose to 2.11m tonnes, higher than 1.61m from Saudi Arabia.</p> <p>“Prices should be reasonable and the interest of consumers should be safeguarded,” a spokesman for India's petroleum ministry told me this week. “We are in regular touch with all the oil producing countries and we try to put forth our view.” </p> <p>And it is not only price that is driving the pivot to the US, said Harsh Pant, a director at New Delhi's Observer Research Foundation.</p> <p>“Expanding America's role in the Indian energy matrix has been a policy push from Washington for quite some time,” said Pant. He added that the Trump administration in particular was pushing for a “structural shift in India's energy options”.</p> <p>India has been particularly disappointed that “despite being such a big buyer, it was unable to shape the dynamic of the consortium” leading it to look for alternatives, said Pant. </p> <blockquote>  <p>“Even if the tiff with the Saudi's may not last long, the rise in America's share is going to be a long-term thing,” he said. </p> </blockquote> <p><em>(Stephanie Findlay)</em></p> <h1>Major utility in US natural gas pledges to go net-zero </h1> <p>Southern California Gas, the Sempra Energy subsidiary that is the US's largest natural gas distributor, this week became the latest oil and gas company to pledge net-zero emissions by 2045, aligning it with California's own targets. </p> <p>Last year, the utility <a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/socalgas-sues-california-energy-commission-to-block-anti-natural-gas-policy-59758122\">sued the state</a> to stop it from making rules that would constrain the use of natural gas. </p> <p>Its new pledge includes so-called Scope 3 emissions — those created when customers burn the fuel. In SoCalGas's case, this would account for 96 per cent of the total.</p> <p>How will the company reach net zero? It has set some interim targets around increasing its use of renewable natural gas (made from material such as manure) and developing hydrogen; and says it will deploy carbon capture and storage (CCS) and other techniques. It plans to spend $2bn modernising its infrastructure in line with the goals over the next five years. </p> <blockquote>  <p>“By 2045, our fleet vehicles, the buildings we own, the pipelines we operate and the fuel we deliver to our 22m customers across Southern California will be net-zero emissions,” the company said. </p> </blockquote> <p>This might mean less natural gas. “It could be that on an absolute basis, less is flowing, more of what's flowing is green,” Scott Drury, SoCalGas's chief executive, told me this week. Either way, “cleaner molecules” would flow through the company's extensive infrastructure by 2045, he said. </p> <p>The renewable gas, CCS and hydrogen targets apply over the next decade, and SoCalGas's plan does not give a precise road map or costs for net zero in the 15 years after 2030. </p> <p>“It's going to take an ongoing amount of innovation and evolution in some of the technologies and some of the policy framework,” said Drury.</p> <p>Some clean energy advocates say falling renewables and battery costs will allow for rapid scaling up of wind, power and storage capacity, enabling energy end uses such as heating and cooking to run on clean electricity rather than natural gas. </p> <p>A recent <a href=\"https://gspp.berkeley.edu/faculty-and-impact/news/recent-news/the-us-can-reach-90-percent-clean-electricity-by-2035-dependably-and-without-increasing-consumer-bills\">paper from the University of California, Berkeley</a> said the entire US could achieve 90 per cent of its electricity from renewables by 2035 without adding to customers' bills. </p> <p>But SoCalGas argued natural gas's role in California would increase as clean electricity spread through the state. </p> <p>“We support renewable electricity as a company,” said Maryam Brown, the company's president. But gas-fired generation would be necessary to meet demand during peak-consumption hours of the morning and evenings, when renewable supply dipped, she argued.</p> <p>“So you have the electric system actually needing more support from the gas system over time,” she said. </p> <p>But the reverse was also viable, she said, as excess clean electricity could be used to create green hydrogen — a possible growth area for SoCalGas. The company created the US's <a href=\"https://www.sempra.com/newsroom/spotlight-articles/socalgas-launches-first-power-gas-project-us\">first power-to-gas project</a> in 2015. </p> <p>The National Renewable Energy Laboratory yesterday published <a href=\"https://maps.nrel.gov/la100/#\">new research</a> on pathways for Los Angeles to decarbonise as early as 2035. Only one of the four main scenarios envisaged a role for natural gas, which would account for 10 per cent of the city's energy in 2045, offset by renewable electricity credits. </p> <p><em>(Derek Brower)</em></p> <h1>Oil rich states struggle in the energy transition</h1> <p>The energy transition is going to be part of the global industry conversation for decades to come. Three new reports shed light on how prepared (or ill-prepared) companies and countries are for the transition to a low-carbon world: </p> <h2>Oil-dependent states</h2> <p>Countries whose economies rely heavily on oil exports face a “slow-motion wave of political instability” over the next three to 20 years, as the energy transition weans the world off crude, says a <a href=\"https://www.maplecroft.com/insights/analysis/energy-transition-a-political-risk-nightmare-for-least-competitive-oil-producers/\">new report</a> from Verisk Maplecroft.</p> <p>Iraq, Nigeria and Algeria are first in line to be hit by the fallout, Verisk finds, because of the difficulties they face diversifying away from oil.</p> <p>Countries that fail to adapt will suffer changes in credit risk and regulatory volatility, according to Verisk, as they enter “doom loops” of shrinking hydrocarbon revenues, political turmoil, and flunk their attempts to revive non-oil sectors.</p> <h2>National oil companies</h2> <p>NOCs — and the governments that run them — need to up their games in tackling methane emissions, according to a <a href=\"https://business.edf.org/insights/methane-action-at-national-oil-companies/\">new report</a> from the Environmental Defense Fund and Carbon Limits.</p> <p>State-owned producers account for more than half of global oil and gas production and their home countries make up three-quarters of the sector's methane emissions.</p> <p>That makes these companies prime candidates for cutting global emissions of methane — a gas 84 times more potent than carbon dioxide over a 20 year period. Yet, with a handful of exceptions, they lag the big international producers in efforts to tackle the problem.</p> <h2>Publicly listed producers</h2> <p>BloombergNEF <a href=\"https://www.bloomberg.com/company/press/integrated-european-majors-lead-on-preparedness-for-a-low-carbon-world-among-39-global-og-companies/\">ranked</a> the top oil and gas companies in terms of their preparedness for a low-carbon world and found that US producers trailed their European counterparts. </p> <p>These were the winners — based on the ambition of their climate targets and transition-related investments:</p> <h1>Data Drill</h1> <p>US oil and gas activity has roared back since last year's crash, according to the latest energy survey from the Dallas Federal Reserve. The bank's business activity index — a broad measure of conditions facing oil and gas companies in America's energy heartlands — jumped to the highest level in its five-year history in the first quarter of 2021. </p> <h1>Power Points</h1> <ul>  <li><p>Financing for Texas's wind power sector is in <a href=\"https://www.ft.com/content/00036ceb-41a2-4f7d-a006-44ef687ecb88\">disarray</a> after the winter storm.</p></li>  <li><p>The world's largest banks <a href=\"https://www.ft.com/content/c1e31c6f-6319-4bfc-bde3-3ace80b46a2b\">provided $750bn</a> to coal, oil and gas companies last year, despite widespread pledges to go green.</p></li>  <li><p>Chevron and Total are <a href=\"https://www.ft.com/content/13c27ea1-d0eb-4652-be6c-4426977b043a\">under pressure</a> from human rights campaigners to cut off the flow of funds to Myanmar's military junta after a coup and crackdown on civil society.</p></li>  <li><p>Martin Wolf has a <a href=\"https://www.ft.com/content/cf2d5ad5-2b60-4398-a6d3-cbec8716d9ec\">must read</a> piece on the uneven economic and social impacts of the pandemic and subsequent recovery. </p></li>  <li><p>The Biden administration's efforts to restore US-German relations while also building a <a href=\"https://www.ft.com/content/43361fe1-81b3-416c-b0dc-44ede3dee640?desktop=true&amp;segmentId=7c8f09b9-9b61-4fbb-9430-9208a9e233c8\">coalition to confront</a> Russia is being tested in the conflict over the Nord Stream 2 gas pipeline, writes Constanze Stelzenmüller.</p></li>  <li><p>Ahead of an Interior Department <a href=\"https://www.doi.gov/pressreleases/interior-department-announces-details-public-forum-federal-oil-and-gas-program\">forum</a> on federal oil and gas drilling, Wyoming filed a <a href=\"https://drive.google.com/file/d/1ygQuK_ZudvLS1Vw8iCnsK1THejStuWp_/view\">lawsuit</a> challenging the Biden administration's leasing moratorium . . . </p></li>  <li><p>. . . while the Natural Resources Defense Council has <a href=\"https://www.nrdc.org/experts/josh-axelrod/federal-oil-and-gas-leasing-needs-reform-and-phaseout\">urged</a> the administration to reform and phaseout onshore federal drilling leasing, and scrap offshore leasing altogether. </p></li> </ul><p>Source: Derek Brower, Stephanie Findlay, Myles McCormick and Justin Jacobs 2021 'The global implications of India's oil spat with Saudi Arabia' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-25T11:00:16.019Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 9053,
          "end": 9060
        }
      ],
      "nexusId": "10051514"
    }
  ]
}