{
  "_id": "101dfd108668e6d6da15c177c060dfbaa79da7281ecb516071ddad633f3403a8",
  "feed": "wall-street-journal",
  "title": "Oil's Sunset Years Could Be Profitable for Some",
  "text": "<p>On Tuesday, the Organization of the Petroleum Exporting Countries and friends, including Russia, agreed to open the taps a bit. Supply cuts have been crucial in stabilizing crude prices in the face of pandemic-induced demand fluctuations, but producers are now more optimistic. Vaccines are rolling out and economies are reopening. Oil prices are at a two-year high.</p><p>While big listed companies will benefit, they cannot take full advantage, faced with growing shareholder pressure to limit petroleum investments and cut greenhouse-gas emissions. European companies Shell, Total Energies and BP have already limited plans to find new oil reserves, and now U.S. peers Chevron and Exxon are rethinking investments too.</p><p>In contrast, state-controlled rivals are free to drill to meet future oil demand with scant consideration of their carbon footprint. Most state-run producers answer to domestic politicians in emerging economies more focused on cash flow, local jobs and tax revenues than environmental concerns.</p><p>\"The part of development projects that are being operated by OPEC members is going to increase substantially over the next 20 years,\" says Per Magnus Nysveen, an analyst at consulting firm Rystad Energy. \"National oil companies have quite a lot of really nice development projects with low break-even prices down below $30 a barrel.\"</p><p>Producers from the Persian Gulf, notably Aramco, and Brazil's Petrobras are particularly likely to benefit with ready projects that can provide relatively low-cost supply to fill any gaps left by the supermajors' declining reserves. Less technically savvy national producers might offer incentives to keep Western companies and their skilled exploration engineers involved. Smaller companies might also benefit from the retreat of the industry's giants, assuming they avoid the same shareholder pressure.</p><p>With low investment in oil exploration over the past half-decade, new projects could enjoy outsize profits in the medium term, but they are not without risk. The most immediate wild card is quick-to-produce U.S. shale, which has filled supply gaps in recent years. U.S. drillers are currently more focused on profitability than expansion, but that might not last. A rush of investment from the wider industry also risks creating a glut.</p><p>Further out, the big uncertainty is how fast economies will decarbonize. The quicker it happens, the greater the risk of write-downs for companies that continue to drill, and the better the chances that low-carbon bets pay off. \"The energy system of the next two to three decades will be the most diverse in history. All the numbers are fluid,\" says Oswald Clint, an analyst at Bernstein.</p><p>Rapid declines in carbon emissions would reward the oil and gas producers trying to lead the transition, such as Shell, which has invested in renewable power, biofuels, carbon capture and hydrogen. Based on various aggressive scenarios for global carbon reductions, Mr. Clint estimates that Shell could be valued at between 20% and 58% more.</p><p>As shareholders push public oil giants to reconsider big new fossil fuel projects, national oil producers have an opportunity. Depending on the pace of decarbonization, it might be golden or just a mirage.</p>",
  "published": "2021-06-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 666,
          "end": 673
        }
      ],
      "nexusId": "10051514"
    }
  ]
}