{
  "_id": "e3f06ad3c4c2552f38b57ac06196672aa47a2a54e5e36ba7bc0383fe7f283a03",
  "feed": "ftcomall",
  "title": "Biden's clean energy plans will make Texas oil more competitive ",
  "text": "<p><strong>One thing to start: </strong>Joe Biden's $1.9tn stimulus bill <a href=\"https://www.ft.com/content/f4eee199-87c6-4291-ada0-67204a700063\">has passed</a>. The news reinforces a floor beneath oil prices, with the US benchmark edging close to $65 a barrel after the vote in the House of Representatives. </p> <p>Welcome back to Energy Source. Last year was brutal for Texas, which also just endured its worst electricity crisis in years. But the state is on the recovery path, reports Justin Jacobs, our Houston correspondent. That's our first item. </p> <p>Also in today's newsletter: can liquefied natural gas meet the demands of the energy transition? And we detail what stood out from Chevron's investor day this week. </p> <p>Thanks for reading. Please get in touch at energy.source@ft.com. You can sign up for the newsletter<a href=\"https://click.newsletters.ft.com/f/a/V0L8el7QsrXEC_WajQ6AOg~~/AAAAAQA~/RgRg3ZIrP0SQaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvNTY1NWQwOTllNGIwMTA3N2U5MTFkNjBmL3N1YnNjcmliZT9lbWFpbElkPTVlZmE0ZTc3ZDZmYjFlMDAwNGRjOWEwMiZzZWdtZW50SWQ9N2U5NDk2OGEtYTYxOC1jNDZkLTRkOGItNmUyNjU1ZTY4MzIwVwhmaW50aW1lc0IKACwyDftePy36B1IWbXlsZXMubWNjb3JtaWNrQGZ0LmNvbVgEAAAAAA~~?emailId=5efceeb961d28b0004ba1f5f&amp;segmentId=7e94968a-a618-c46d-4d8b-6e2655e68320\"> here</a>. — <em>Derek</em></p> <h1>Texas' oil industry: Clear eyes, full hearts, can't lose</h1> <p>Think the Biden administration's fossil fuel crackdown is going to tank Texas' oil economy? Think again.</p> <p>Despite some vociferous Texan opposition to the new president's plans — which includes a moratorium on federal drilling and efforts to limit industry pollution — the state will add jobs this year at a faster rate than the rest of the country, says Dallas Fed senior economist Keith Phillips. </p> <p>“Texas is going to have another year where we outperform the nation,” he said.</p> <p>He expects Texas, the nation's second-largest economy at $1.8tn, to add 518,000 jobs this year, a 4.2 per cent expansion from 2020.</p> <p>Biden's oil and gas plans might even play their part. </p> <p>The administration's efforts to restrict drilling on federal lands will disproportionately hit neighbouring New Mexico's section of the Permian and send jobs and production fleeing into Texas, the Dallas Fed said.</p> <p>That runs counter to the dire warnings from some of the state's leading Republicans.</p> <p>George P Bush, nephew of former president George W Bush and Texas's Land Commissioner, a powerful elected position in the state, set up a “Texas Defense Task Force” to “fend off threats to the Texas oil and gas economy”.</p> <p>Greg Abbott, the state's Republican governor, told a group of oil workers in Odessa last month that Texas would not “sit idly by and allow the Biden administration to destroy jobs”.</p> <p>But Texas has little federally owned land, a legacy of its negotiated annexation into the US in 1845 — when unlike other parts of the West absorbed into the union, it was an independent republic.</p> <p>Big Permian Basin operators like ExxonMobil, EOG Resources and Devon Energy have land holdings across both New Mexico and Texas, giving them the ability to shift their investment from one state to another.</p> <blockquote>  <p>“There's a knee jerk, political reaction,” said Michael Webber, an energy professor at the University of Texas at Austin. “But [the federal moratorium] might be directly beneficial for Texas production because it's hurting Texas's competitors.”</p> </blockquote> <p>The Biden administration's efforts to clean up the sector's emissions could also benefit Te<strong>xas's</strong> industry, despite state official protests of federal over-reach, argues Webber.</p> <p>Last year, the government of French president Emmanuel Macron quashed a proposed $7bn liquefied natural gas export deal between Engie, the French energy giant, and US developer NextDecade, partly over concerns about US shale's methane emissions.</p> <p>If tougher emissions rules help Texas repair damage to its reputation from rampant methane pollution, it could “make Texas gas much more attractive to global markets”, said Webber.</p> <p>The state's tech boom is also helping to fuel growth. Austin is expected to see the fastest rate of job growth of any city in the state amid an influx of investment from tech firms, many of which say they are fleeing higher taxes and costs in California.</p> <p>Elon Musk's Tesla is one of those companies. It is building a massive “gigafactory” in Austin which is slated to start operations this year and will employ around 5,000 people to produce electric vehicles.</p> <blockquote>  <p>“The dominating force in Texas is not oil and gas, it's a low cost of living and the low cost of doing business,” said Phillips.</p> </blockquote> <p>And its oil business is about to thrive again too, predict some analysts.</p> <p>The number of rigs drilling in the state has risen more than 40 per cent since the start of November and hiring has started again in Midland, Odessa and other Permian oil towns.</p> <p>“Texas oil and gas did really darn well under Obama and we're about to see a repeat of that,” said Webber. (<em>Justin Jacobs</em>)</p> <h1>The need for more LNG</h1> <p>Global liquefied natural gas supply risks falling far short of surging demand levels over the coming decade, leaving markets exposed to “devastating under-supply”.</p> <p>That at least is the case made by a new report from Thunder Said Energy, which finds that the rush to rapidly wean the world off coal could overwhelm the sluggish growth in LNG supply.</p> <p>Take their outlook for supply and demand:</p> <ul>  <li><p>The cheapest path to decarbonisation, per TSE, would see global gas demand treble from 135tn cubic feet in 2019 to 375 tcf in 2050. (This is driven in part by significant gas usage to back up renewables, something energy storage advances may change.)</p></li>  <li><p>China's demand alone could rise by a factor of 10 from current levels to 300bn cubic feet a day by 2060 to hit its decarbonisation goals — requiring 380m tonnes per annum of new LNG supply by 2030. Europe's decarbonisation plans would need a doubling of LNG imports to 160m tpa by that time.</p></li>  <li><p>Yet . . . by TSE's reckoning just 260m tonnes a year of additional LNG supply are set to come online by 2030. That could rise to 450m tpa if 90 per cent of all projects in the pipeline are successfully derisked.</p></li> </ul> <p>The blow to new supply in 2020 is set to spill over into the coming years, with 50m tpa knocked back by the pandemic. And with uncertainties hanging over the market<strong> (see Justin's note on the French government's about turn on NextDecade),</strong> how many projects make it to completion is far from clear. </p> <p><em>(Myles McCormick)</em></p> <h1>The latest from Chevron</h1> <p>US supermajor Chevron is branding its strategy as “<a href=\"https://www.ft.com/content/c8eca359-ebc5-429b-bc02-606e3723293c\">higher returns, lower carbon</a>”, neatly tapping into the two latest obsessions of oil investors. It offered more detail on Tuesday during a strategy update. Here are our main takeaways.</p> <ol>  <li><p><strong>Chevron is bucking Big Oil's shrinking trend.</strong> Chevron plans to expand its oil and gas output 20 per cent by 2025 to around 3.7m b/d (which would bring it close to its larger rival Exxon's projected 2025 production figure). That is led by an aggressive increase in its Permian business towards 1m barrels a day. The company plans to plough around $3.5bn a year into the US shale business, more than it plans to spend on low carbon technology in total through 2028. It says it can pull off the growth while keeping spending capped and doubling return on capital by 2025.</p></li>  <li><p><strong>Greener, but not that green.</strong> Chevron and Exxon's low-carbon strategies are starting to look very similar. The focus is on stripping carbon out of its oil and gas production by increasingly powering operations with renewables, reducing methane emissions and gas flaring while making smaller bets on early-stage low carbon technologies. But there is no European style green transition under way. “Ten to 20 years from now will our core domain be oil and gas? I actually think the answer to that is yes I think it will be because 10 to 20 years from now the world is going to be using more oil and gas than it is using today,” Chevron's CEO Mike Wirth said.</p></li>  <li><p><strong>The market is mostly buying the “higher returns, lower carbon” tagline</strong>. Shares are up around 30 per cent this year and analysts broadly welcomed the strategy update this week. Next, analysts want to see share buybacks start up again later this year — the next step in the post-pandemic recovery.</p></li> </ol> <p><em>(Justin Jacobs)</em></p> <h1>Power Points</h1> <ul>  <li><p>The North Sea's ownership changes continue apace, with Cairn Energy the latest established player to <a href=\"https://www.ft.com/content/f3365321-4578-475b-a386-495bdef582e6\">sell assets in the region</a>.</p></li>  <li><p>Do we still need to fly to business meetings? “<a href=\"https://www.nytimes.com/2021/03/10/opinion/business-travel-videoconferencing.html?action=click&amp;module=Opinion&amp;pgtype=Homepage\">Log in, fly less.</a>” </p></li>  <li><p>Plans for a BP-led <a href=\"https://www.nytimes.com/2021/03/08/business/carbon-capture-bp.html\">carbon capture facility</a> in northern England are taking shape. </p></li> </ul> <h1>Endnote</h1> <p>Joe Biden's $1.9tn stimulus plan, which <a href=\"https://www.ft.com/content/f4eee199-87c6-4291-ada0-67204a700063\">won congressional approval</a> yesterday, contains little for energy wonks to get excited about.</p> <p>There are a just a handful of provisions directly relevant to the sector, including: </p> <ul>  <li><p>$4.5bn to be spent on the Low Income Home Energy Assistance Program </p></li>  <li><p>$22bn and $10bn, respectively, in emergency rental and homeowner assistance (some of which could flow through to energy and utility companies)</p></li>  <li><p>$100m for the Environmental Protection Agency to spend on environmental justice</p></li> </ul> <p>Frank Pallone, the Democratic chairman of the House Energy and Commerce Committee, was quick to flag the “critical relief” the bill provided “to help families with their utility bills so they can keep the lights on, the heat working, and the water running”.</p> <p>Analysts at Washington consultancy Clearview Energy Partners pointed out an indirect effect of the bill's $1,400 stimulus cheques: a proportion of them are likely to be spent at the pump, which could preserve 390,000 barrels a day of petrol demand&#xa0;over a three month period.</p> <p>But from an energy perspective, the most important thing the passage of the stimulus bill does is to allow the White House to shift its focus to its <a href=\"https://www.ft.com/content/1eca9de7-8ce5-41f9-8dbd-86289aa4705a\">next big legislative project</a>: the multitrillion clean energy and infrastructure bill.</p> <p>Details of what that bill will specifically involve remain scant, but on the campaign trail, Biden proposed <a href=\"https://www.ft.com/content/8cae665f-4910-4cdd-91ea-f58c4ce5afbf\">pumping $2tn</a> into green energy and infrastructure. Some of its more ambitious climate-focused elements will probably face tough opposition from Republicans and moderate Democrats.</p><p>Source: Derek Brower, Justin Jacobs and Myles McCormick 2021 'Biden's clean energy plans will make Texas oil more competitive ' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T11:00:38.721Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5865,
          "end": 5872
        },
        {
          "start": 6154,
          "end": 6161
        },
        {
          "start": 6706,
          "end": 6713
        },
        {
          "start": 5887,
          "end": 5894
        },
        {
          "start": 7301,
          "end": 7308
        },
        {
          "start": 581,
          "end": 588
        },
        {
          "start": 6108,
          "end": 6115
        }
      ],
      "nexusId": "10051514"
    }
  ]
}