{
  "_id": "73a5f797a7ceb1f8c631588d57ef9cf6bf14368e8b2588d4c66f67445e6d4def",
  "feed": "ftcomall",
  "title": "Navigating the bumpy road to net zero",
  "text": "<p>Salesforce, the cloud-computing company, announced in September that it had reached net-zero greenhouse gas emissions, even when counting its customers' energy use. It was a proud day, said chief executive Marc Benioff, “but we cannot stop until we embrace every solution and get every business on board”.&#xa0;</p> <p>In committing to net zero, businesses resolve to cut their emissions to levels in line with the Paris Agreement and to offset the impact of those they cannot cut, typically by planting trees or carbon capture. </p> <p>Mentions of “net zero” in US corporate press releases have risen fivefold in two years, according to Sentieo, a data provider. Such targets raise optimism but there is concern over how these far-off deadlines will be met. </p> <p>In 2018 the Intergovernmental Panel on Climate Change said that the world must halve carbon dioxide emissions by 2030 and reach net-zero emissions by 2050 to limit global warming to 1.5C above pre-industrial levels. Now, business is under pressure to play its part. </p> <p>That pressure is not only from governments and environmentalists. Larry Fink, BlackRock's CEO, summed up net zero's importance to investors in January when he <a href=\"https://www.blackrock.com/corporate/investor-relations/larry-fink-ceo-letter\">warned </a>that no company in the asset manager's portfolio would escape “profound” changes to its business model. </p> <p>“Companies that are not quickly preparing themselves will see their businesses and valuations suffer,” he predicted.</p> <p>The environmental and investor case for setting net-zero targets may be clear but the question of whether and how most companies will meet them is unresolved. FT Moral Money readers we surveyed were split on whether their companies would hit their emissions goals. </p> <p>“Achieving net zero is going to raise challenges for companies, but inaction will also come with a significant cost,” says Mary Schapiro, head of the secretariat of the Task Force on Climate-related Financial Disclosures (TCFD). “It's going to require that every aspect of the business is on a path to transition. That may mean that some currently profitable products or services have to be phased out or eliminated.”</p> <p>Salesforce has not stopped generating greenhouse gases. To compensate for its remaining emissions, it is buying renewable energy and what it calls “high-credibility” carbon credits. “We are nowhere near done,” says Patrick Flynn, its head of sustainability. </p> <p>&#xa0;For those with a glass half-full approach, the recent wave of promises by such large businesses is encouraging. At least 1,500 companies with combined revenues of more than $11.4tn had made a pledge by last year, up from 500 in 2019, according to Data-Driven EnviroLab, an international group of scientists and researchers. &#xa0;</p> <p>Nearly half of the FTSE 100's constituents have set net-zero targets; Amazon has enlisted more than 200 businesses to its 2040 net zero pledge; and Ikea wants to be “climate positive” by 2030, removing more greenhouse gases than its value chain emits. </p> <p>Such commitments have proliferated of the <a href=\"https://www.ft.com/climate-capital\">COP26 climate summit</a>, but they leave plenty of room for a glass half-empty view. </p> <p>Most enterprises have set no climate goals, says Steve Varley, the global vice-chair for sustainability at EY, the consultancy. “The companies we need to worry about are those without any published targets,” he says. “The starting point is to publish a target, create transparency and follow one of the reporting standards to get there — but it starts with declaring a target publicly.”&#xa0;</p> <p>According to Just Capital, which monitors companies' effect on society, 42.8 per cent of Russell 1000 companies have committed to reducing emissions, but less than 11 per cent have said they will reach net zero by 2050. </p> <p>The Science Based Targets initiative (SBTi) found similarly that only 20 per cent of companies in G20 nations with emissions-cutting goals have aligned them with what science says is needed. Outside the G7 nations, the share is just 6 per cent. </p> <p>“Corporate net-zero targets are being approached inconsistently, making it difficult to assess these targets' contribution to the global net-zero goal,” SBTi <a href=\"https://sciencebasedtargets.org/resources/files/Taking-the-Temperature-in-the-G20.pdf\">warned</a>. There is, it said, a “pressing need for a common understanding on what net zero means for companies and how they can get there”.</p> <p>For some, the glass is worse than empty. “The idea of net zero has licensed a recklessly cavalier ‘burn now, pay later' approach which has seen carbon emissions continue to soar,” wrote three climate scientists in an <a href=\"https://theconversation.com/climate-scientists-concept-of-net-zero-is-a-dangerous-trap-157368\">article </a>in April. Greta Thunberg, the environmental activist, has scathingly dismissed corporate pledges as: “Net zero by 2050. Blah, blah, blah.”&#xa0;</p> <p>As the backlash against greenwashing grows, so does the cost of inaction, or of falling short of public pledges. Companies whose promises are not supported by evidence of progress risk the ire of regulators, investors, activists, consumers and employees.</p> <p>For these stakeholders, serious questions have yet to be answered: how do we hold companies accountable for progress towards net zero? And by what milestones should we judge whether they are on course? </p> <p>“The problem with climate is that a good effort is not good enough,” says Mindy Lubber, chief executive of Ceres, the sustainable investor network. “Unless companies are making short, medium and long-term commitments, and those commitments are transparent, they're not good enough.”&#xa0;</p> <h1>Expertise, incentives and setting the tone from the top</h1> <p>Any company could be forgiven for feeling daunted by the work that experts say will be needed to reach net zero. </p> <p>“In the pandemic, at one point we shut down half the global economy,” says Jason Bordoff, co-founding dean of the Columbia Climate School. “Last year emissions fell 6 per cent. We need emissions to fall 8 per cent every year between now and 2030 to be on track. That's a sobering reminder of how staggeringly difficult this is.”&#xa0;</p> <p>One challenge identified by several Moral Money readers is that while the corporate response needs to start at the top, support and expertise from senior leadership is often lacking. </p> <p>Certainly, it is rarer for businesses to delegate the task of managing climate change to sustainability officers with limited boardroom influence. Research by the NYU Stern Center for Sustainable Business found, however, that few companies are adequately prepared. In a review of the biographical details of 1,188 board directors of Fortune 100 groups, it found that only 2 per cent had climate expertise. </p> <p>This does more than dent companies' ability to reach net zero. The NYU Stern study found that one insurance company had no environmental expertise on its board in a year that it suffered $100bn in climate-related losses. </p> <p>Board composition is critical to making progress, says Richard “RJ” Bannister, chief operating officer at Farient Advisors, a corporate governance consultancy. Boards should, he says, include individuals with a broad perspective on how to integrate net-zero goals into strategies such as cost cutting, efficiency gains and risk management. </p> <p>Some shareholders agree. In July, institutional investors managing more than $14tn of assets <a href=\"https://www.ft.com/content/a1ab86dd-edbc-45f8-a4d0-53f7dc3ccc67\">called on companies </a>to each make one director responsible for their net zero commitment and to give investors an annual vote on progress.</p> <p>Even with such oversight, most global companies face the thorny challenge that most of the emissions for which they can be held responsible are outside their control — they are in the operations of suppliers and in the hands of consumers. Those generated by supply chains, part of the Scope 3 emissions set out in the Greenhouse Gas Protocol, part of the Paris Agreement, can be substantial. </p> <p>At Carlsberg, for example, carbon emissions generated by its barley growers, beer can manufacturers and transport providers are more than 10 times the direct emissions from the company's breweries. Similarly Kraft Foods found that value-chain emissions comprised more than 90 per cent of its emissions.</p> <p>While multinationals may have the resources to implement carbon reduction, smaller suppliers could be less well equipped. </p> <p>“Many small and medium-sized companies are struggling,” says Elizabeth Sturcken, head of the net-zero programme at Environmental Defense Fund (EDF), a US lobbyist. “There's a double-pronged effort needed by companies to require climate action [by their suppliers] and to hold them to account for reporting on that — but also to help them with tools and support,” she says.</p> <p>The question for companies is how to engineer that shift. For some, including several Moral Money readers, the answer lies in remuneration. In fact since 2018 the number of companies that include considerations of environmental or social performance when making executive pay decisions has doubled, according to ISS ESG, the responsible investment arm of Institutional Shareholder Services. About a fifth of the 6,500 businesses examined consider these factors.</p> <p>“That's the single biggest change that could transform companies' results in terms of delivering for the planet,” says Sturcken. </p> <p>However, Nigel Topping, the UK's COP26 high-level champion for climate action, appointed by Boris Johnson last year, takes a different view. He argues that the risk of losing market share in a low-carbon economy could be more powerful in pushing executives to produce a credible net-zero plan.</p> <p>“You can say, yes, this should be tied to performance,” he says. “If you're a car company CEO and you get this wrong, you're not just going to lose your ESG bonus, you're going to lose your job.”</p> <h1>Investors narrow their focus to engage the biggest emitters</h1> <p>In 2015, when the California Public Employees' Retirement System (Calpers) examined the carbon footprints of the public companies in its portfolio, it concluded that of more than 10,000 holdings, fewer than 100 were responsible for half of the portfolio's greenhouse gas emissions.</p> <p>The assets in question were not only fossil fuel companies; they were also in steel and cement production, automotive and chemical manufacturing, shipping and agriculture. </p> <p>“When people look at what really matters in the transition to net zero, there is a huge focus on the producers of fossil fuels,” says Anne Simpson, managing investment director of board governance and sustainability at Calpers. “But the bulk of emissions come when the energy is used.”</p> <p>This, she says, means it is important to focus on what Calpers calls systemically important carbon emitters. “In other words, if these 100 companies don't make the transition, you can kiss goodbye to net zero by 2050 — or any date you care to choose.”</p> <p>For this reason, Calpers joined Ceres, the Principles for Responsible Investment and the Institutional Investors Group on Climate Change to launch Climate Action 100+, a group of investors with $55tn in assets that aims to ensure that the world's largest corporate greenhouse gas emitters do enough to tackle climate change.</p> <p>The 167 companies on the CA100+ list include steel producers such as ArcelorMittal, cement producers such as Holcim and Cemex, oil and gas companies such as BP and Chevron and airlines such as Delta and American Airlines.</p> <p>The group exerts pressure on those that fall behind. Having recently highlighted the steel industry's failure to make sufficient progress, its members plan to meet industry representatives twice a year to discuss everything from recycling scrap steel and plant energy efficiency to investments in low-emission production facilities.</p> <p>Understanding the biggest sources of corporate emissions focuses minds, argues Simpson. “We're not trying to boil the ocean,” she says. “There needs to be a very focused engagement by investors with the companies that need to make the transition.”</p> <p>CA100+ is not alone in seeing both the threat that climate risk poses to companies and the opportunity to generate value by pushing for climate action. Plenty of investors see an upside, as shown by the surge of inflows into sustainable funds. </p> <p>“Investors understand that they have a responsibility — both a fiduciary responsibility and a responsibility generally — to direct capital to where it is going to help us with this transition,” says Neil Stewart, director of corporate outreach at the Value Reporting Foundation, an organisation formed by a merger between the Sustainability Accounting Standards Board and the International Integrated Reporting Council. </p> <p>At the same time, investors have set their own net-zero goals. Last December, for example, 30 of the world's biggest asset managers announced that they would achieve net-zero carbon emissions across their investment portfolios by 2050.</p> <p>Now with a collective $43tn in assets under management, investors in the Net Zero Asset Managers Initiative have set interim targets and will use five-yearly reviews to ensure that they make sufficient progress for all their assets under management to be net zero by at least 2050.</p> <p>Importantly those behind the initiative stressed that this might mean deciding not to invest in carbon-intensive companies or those without credible net-zero plans. They said, however, that the preferred route would involve engagement and stewardship. </p> <p>The knock-on effect for business could be significant. While the stakeholders to whom companies need to pay attention in the race to net zero include consumers, employees and policymakers, investors can wield the biggest stick.</p> <p>Investor initiatives such as this provide reassurance to those worried about the long horizons of corporate net-zero goals and the absence of clear transition plans and interim milestones.</p> <h1>Making tomorrow's goals matter to today's leaders&#xa0;</h1> <p>Given the speed with which C-suite doors revolve, few corporate chiefs who make a promise today are likely to be at their desks for the approach of the deadlines they have set. “Those that have a 2050 target appear to be kicking the can down the road to be held by the next generation of leaders,” says EY's Varley. This begs the question: How do we hold companies accountable in the interim?</p> <p>“Making a commitment to 2050 without a very clear plan is not a commitment,” observes Ceres's Lubber. “Unless companies are making short, medium- and long-term commitments and unless those commitments are transparent, they are not good enough.”</p> <p>Many companies currently fall into this “not good enough” category. According to research published last year by New Climate Institute and Data-Driven EnviroLab, only 8 per cent of corporate net-zero goals included interim targets. </p> <p>As Grant Reid, chief executive of Mars, the food company, warned recently: “The gaps that exist in some net zero commitments risk undermining their credibility, and even more importantly, the climate action movement. We can't use long-term ambitions as an excuse for inaction and delay.”</p> <p>Those gaps are something the Net Zero Financial Services Providers Alliance, launched in September, hopes to address. As well as aligning “all relevant product and services” with achieving net-zero greenhouse gas emissions by 2050, members of the initiative commit to set a meaningful interim target for 2025 within 12 months of joining.</p> <p>Again, it may be large investors that spur companies into action: BlackRock, which told companies this year that it wanted their emissions plans to come with near-term targets, has <a href=\"https://www.ft.com/content/52dc290f-cc15-4ffa-b5cc-5d0fca6615a5\">indicated </a>that it could vote against boards that fall short. </p> <p>Of course, developing a credible net zero plan will mean different things for each sector. </p> <p>In its latest Pathways to Net Zero guide, the Environmental Defense Fund highlights key strategies for different industries based on what companies in a coalition called Transform to Net Zero say they are implementing or plan to implement.</p> <p>In transport, for example, companies are focused on electrification (more electric vehicles and new engines), demand management (changes in modes of transport) and shifts to more sustainable fuels.</p> <p>By contrast, in agriculture the main strategies include methane reduction through livestock feeds and manure management and improved input efficiency through fertiliser application and timing.</p> <p>Some industries are also inherently “hard to abate”, says Faustine Delasalle, co-executive director of Mission Possible Partnership, a coalition working with sectors from steel to chemicals which produce 30 per cent of global CO2 emissions. &#xa0;</p> <p>“We can't just count on stakeholders in those industries to mobilise themselves. They need support and need to work hand in hand with financial institutions, with major sectors that buy their services and with governments,” she says. </p> <p>While companies that want to decarbonise their supply chains have tackled what she calls “the lowest hanging fruit”, they have been slower to clean up dirty industries such as road freight or shipping. </p> <p>The challenge that faces the heaviest-emitting industries was illustrated in September when the airline industry, which accounts for 2 per cent of global emissions, <a href=\"https://www.ft.com/content/c43e06ff-48b5-488e-a59f-2ba60f463781?shareType=nongift\">agreed to a net-zero</a> plan. Although its 2050 target date was 10 years earlier than that wanted by Chinese airlines, it was also criticised for relying on scarce or unproven technologies, such as sustainable jet fuel or hydrogen-powered aircraft.</p> <h1>Disclosure is the key to counting to zero</h1> <p>Regardless of sector, Varley argues that companies have one responsibility in common: providing clarity, particularly to investors, on what capital allocations their transition requires and what business strategies will get them there. </p> <p>“Leading companies are costing out the change programme that will deliver their sustainability programme, and reflecting that significant investment in their financial reports,” he says. “The standards here definitely need to mature a lot more, but regardless we encourage companies to be transparent in this area.”</p> <p>When we <a href=\"https://www.ft.com/content/92915630-c110-4364-86ee-0f6f018cba90\">asked readers </a>in May what their organisations found toughest when trying to report on their social and environmental impact, one message rang out loud and clear: the plethora of measurement standards left companies struggling to make sense of the data.</p> <p>The impact measurement world has moved on significantly since then, with a shift towards harmonisation and standardisation, particularly with respect to climate change. November could see the launch by the IFRS Foundation (which oversees international accounting standards) of an international sustainability standards board which would set standardised reporting measurements for environmental social and governance (ESG) criteria, beginning with climate change.</p> <p>Meanwhile, TCFD, created by the Financial Stability Board, the rulemaking body set up after the financial crisis, has become the leading global framework for climate disclosure, encouraging companies to report progress towards climate-related targets at least annually and review those targets at least every five years.</p> <p>Some 2,600 firms with a combined market capitalisation of more than $25tn endorse TCFD's voluntary reporting framework, up by more than a third in the past year.</p> <p>Even so, the battle for better disclosure is far from won. According to CarbonTracker, a think-tank, more than 70 per cent of listed companies, including some of the world's largest carbon emitters, failed to show in their 2020 financial statements that they had considered how the climate is material to their businesses. </p> <p>Transparency and disclosure is particularly important in the voluntary carbon markets as more companies use carbon credits, generated by activities such as tree planting, to offset emissions. “There's a lot of things being claimed as carbon offset credits that maybe don't warrant it,” says Columbia's Bordoff. “There will be growing scrutiny of the credibility of carbon offset credits.”</p> <p>In the absence of standards and verification, it is hard to know whether such credits actually reduce greenhouse gases and if those companies that make use of them do so only after cutting emissions to a minimum, rather than as a way to continue to pollute.</p> <p>“What everyone is trying to do is to move towards having a robust offset market,” says Topping. “That means credible sellers and credible buyers.”</p> <p>While carbon emissions are easier to measure than, say, how a company treats its employees, corporate climate footprints have their own complexity. “We need transparency and disclosure and stronger methods of carbon accounting,” says Bordoff. “They vary a lot and there's not enough consistency in how emissions are counted.”</p> <p>In some cases, emissions may be counted twice, he says, citing the example of measuring a steel plant's direct emissions and those emitted during the manufacture of a car. “You are capturing those emissions in different places,” he says. “That's not a bad thing but you need to understand that and make sure you're accounting for it.”</p> <p>Clarity is critical, argues the TCFD's Schapiro. Robust disclosure, she says, means companies must lay out targets and actions that support their transition to a low-carbon economy and that are aligned with their business strategy. Plans should be based on quantitative elements, should contain specific, actionable initiatives and must be subjected to effective governance.</p> <p>“By disclosing all that, we will have a mechanism for understanding whether their targets are achievable,” she says, adding that companies should report annually on their progress and review those transition plans at least every five years.</p> <p>The good news for those hoping for better ways to track carbon reduction is that, as ESG disclosure mechanisms mature, climate change is emerging as a standalone measurement. “We are increasingly breaking out the climate as its own product line,” Henry Fernandez, chief executive of MSCI, recently told Moral Money. “A big part of what we're doing in analytics is to make climate a large part of risk management and risk reporting.”</p> <p>Meanwhile, SBTi issued a framework for target setting in late October that aims to ensure net zero goals are backed up by science-based strategies consistent with achieving global net zero by 2050. </p> <p>For now, climate disclosure is voluntary but this is changing rapidly. Five countries — Hong Kong, Singapore, the UK, Switzerland and New Zealand — require TCFD-aligned disclosure or have announced plans for such a requirement. Japan has incorporated it into its corporate governance code, says Schapiro, and Brazil has announced that it will require TCFD-aligned disclosure of financial institutions.</p> <p>“The SEC will propose climate disclosure rules by early next year; the EU has incorporated TCFD-aligned sustainability reporting in the new corporate sustainability reporting directive and the IFRS is well on its way to establishing an international sustainability standards board,” she says. “We are rapidly moving to a world where climate risk disclosure will be mandatory.”</p> <h1>Conclusion</h1> <p>Whether disclosure is voluntary or mandatory, companies are likely to be held accountable for meeting climate goals through something far more significant to them: their survival. “Just as the internet revolution created winners and losers for those that moved quickly, this green revolution will also create winners and losers,” says Varley.</p> <p>In one striking prediction, CarbonTracker estimates that oil and gas companies risk wasting $2.2tn by 2030 if they base investment decisions on today's emissions policies instead of planning for the reduced fossil fuel demand that could accompany ever-tighter government policies on emissions and the accelerating shift to a low-carbon economy.</p> <p>Deloitte estimates that climate events already affect the operations of more than one in four organisations. Moreover, companies face the further risk of missing out on opportunities. “Companies that manage the transition well will have a commercial advantage,” says Schapiro.</p> <p>For top executives, this should serve as a spur to act. So what are the steps a company can — and should — take now?</p> <p>The priority is to set a net-zero goal aligned with the science-based targets. Then interim goals should be set and mechanisms put in place to report regularly on progress. Given the importance of reducing Scope 3 emissions, companies will need to work with a range of stakeholders, from suppliers and consumers to their industry associations.</p> <p>In taking these steps, they will not be alone. Plenty of other companies have started and a wealth of guidance is available from standard-setters, sustainability consultancies and climate groups such as <a href=\"https://sciencebasedtargets.org/resources/files/How-to-Guide-for-the-SBTis-Net-Zero-Standard.pdf\">SBTi</a>.</p> <p>For Topping, the pressure is mounting on companies to take these steps. “The science is telling us we have to do it, the economics are telling us it's stupid not to do it, the policymakers are lining up to saying we've got to do it, and kids are all telling us we have to do it. And they're the talent we're trying to attract.”</p> <p>Yet many leaders, while recognising this, lack the foresight to act. “The biggest hurdle is that of imagination and courage,” he says. “Clinging to a linear view of the world and hoping that the future is going to be just a little bit different from the past — that is the biggest barrier by far.”</p> <p><em>As part of our coverage of COP26 we want to hear from you. Do you think carbon pricing is the key to tackling climate change?&#xa0;Tell us via a short&#xa0;</em><a href=\"https://survey.ft.com/jfe/form/SV_cORvD3W5FxeH3AG\"><em>survey</em></a><em>.&#xa0;We will share some of the most interesting and thought provoking&#xa0;answers in our newsletters or an upcoming story.&#xa0;</em></p><p>Source: Sarah Murray 2021 'Navigating the bumpy road to net zero' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T09:03:31.382Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 10981,
          "end": 10988
        }
      ],
      "nexusId": "10051514"
    }
  ]
}