{
  "_id": "51f40b6daf6ece774ff02731365c35ddbf66b23c9d140db3c8bb29d78ede78d3",
  "feed": "market-watch",
  "title": "Exxon, Chevron stocks gain as Wall Street cheers earnings and Exxon's massive share buyback",
  "text": "<p>Chevron CVX reported adjusted earnings of $2.96 on revenue that rose 83% to $44.71 billion, beating FactSet consensus of adjusted of $2.20 on sales of $41.22 billion.</p><p>Chevron's “significant” beat was “driven by a robust macro backdrop and strong operational performance,” analysts at Piper Sandler said in a note Friday.</p><p>Related: OPEC+ needs to ‘thread the needle' between higher oil prices and losing market share</p><p>Free cash flow was at an alltime record of $7.1 billion and share buybacks are likely to “accelerate going forward given strong balance sheet,” they said. Upstream and downstream revenue were higher than expected on a production beat.</p><p>Chevron also guided for lower full-year 2021 capital expenses. That was thanks to a deferral of spending into next year and lower non-operating capital in the Permian Basin alongside efficiencies, analysts at Tudor Pickering &amp; Holt said in their note.</p><p>At Exxon, the highlight was the announcement that the company's “strong cash flow outlook” will result in a share buyback program of up $10 billion over a year or two starting in 2022.</p><p>See also:Oil on track to end 9-week streak of gains as natural-gas retreats</p><p>Exxon has given “clear indications of a desire to get back to growth ambitions,” Alastair Symes with Citi said in a note. Exxon's net debt has fallen 8% quarter-on-quarter, “and although both debt and leverage are still slightly above end-19 levels, the Board clearly feels more comfortable on the outlook.”</p><p>The $10 billon buyback announcement “goes towards meeting the demands of investors calling for higher distributions,” Syme said. That, however, will need to be “carefully managed against a balance sheet leverage that sits in the middle of the (integrated oil company) pack.”</p><p>Exxon stock is up 10% in October, on pace for its best month since February, when it rose more than 21%. So far this year, the company's shares are up 57%, on track for their best yearly gain on record, based on available data back to November 1972.</p><p>Chevron stock is poised for its highest close since Jan. 17. The stock is up 36% this year, poised to be the stock's best yearly gain since 1989. The S&amp;P 500 index SPX has gained about 22% this year.</p>",
  "published": "2021-10-29T12:36:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 7,
          "end": 14
        },
        {
          "start": 166,
          "end": 173
        },
        {
          "start": 167,
          "end": 174
        },
        {
          "start": 646,
          "end": 653
        },
        {
          "start": 1985,
          "end": 1992
        }
      ]
    }
  ]
}