{
  "_id": "e8f12dc29ba91485917dcb6aeff2a501ea583fdf3da4226802d54426642f5956",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Design & Decorating: Find Your Niche --- It's winter, and we're largely homebound. If there ever was a time to trick out a cozy nook, it's now.",
  "text": "<p>Perhaps because they are so recently in utero, children unselfconsciously seek tiny spaces -- assembling Legos under a table, playing house in the fireplace. In the Covid era, weary of open floor plans and an overload of togetherness, adults are becoming reacquainted with the pacifying powers of a hidy-hole. And though window seats can offer a restorative vantage point on nature, legit niches afford a more absolute feeling of envelopment.</p><p>\"Having your back against the wall and a view of the world around you gives you the most secure sense of refuge,\" said Dr. Sally Augustin, an applied environmental psychologist and author of \"Designology: How to Find Your PlaceType and Align Your Life with Design\" (Mango). In restaurants, for example, people gravitate toward seats and banquettes set against a wall, with a view of the door.</p><p>Although womb-like spots evoke feelings from our childhood pasts, a nook's design can be very forward-looking. On a roomy stair landing in his Houston, Texas, family home, architect Christopher Robertson installed minimalist white bookshelves from floor to ceiling. Tucked into the center of the shelving is a white-oak-lined alcove he made cozy with a simple, white seat cushion and throw pillows in a lush, white cotton -- modern yet not cold.</p><p>In a country villa in Ibiza, Spain, London architecture and design agency TG Studio transformed a rounded, cavelike pocket (that once housed a bread oven) off the main living space into a nook that invites cocooning. Randomly sized, citrus-tinted windows pierce its thick whitewashed walls, recalling Le Corbusier's Ronchamp chapel in France. A semicircular seat cushion and a dozen throw pillows supply cushiness.</p><p>A niche by Angie Hranowsky bridges traditional and modern style. The Charleston, S.C., designer equipped a den to work as a guest room by fashioning a quirky setback in one wall into a chic hideaway. Swagged curtains read traditional, as do fabrics in ikat and chevron patterns. But this particular chevron skews whimsical, the unusual ikat is turned sideways and Ms. Hranowsky strictly limited her palette to purples and golds -- making the space as modern as the abstract painting that hangs within it. Shaded brass sconces provide light, and a 19th-century Anglo-Indian table, a nod to history, adds a spot to park necessities. \"I wanted the nook to act as a place where guests could sleep,\" she said.</p><p>Drapes boost the womb-ish allure of any getaway cubby. In his Norfolk, England, home, designer John Tanner hung curtains in a guest-room alcove clad with rustic wood. When they're drawn, said Mr. Tanner, the alcove becomes very private and immersive.</p><p>If no space in your home has cavelike nook potential, you can engineer an approximation in a corner. Artist John Dowd did just that in his Provincetown, Mass., home when he anchored a chaise longue, covered in a remnant of vintage Japanese indigo fabric, into the right angle formed by a deep bookcase and the wood-paneled wall it was placed against. He hung a few small paintings on the side of the bookcase, creating a charming sense of enclosure and \"a cozy corner for a lie down.\"</p>",
  "published": "2021-01-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1996,
          "end": 2003
        },
        {
          "start": 1958,
          "end": 1965
        }
      ],
      "nexusId": "10051514"
    }
  ]
}