{
  "_id": "bab7b81742c8c63a4b8fc65abd6e7f753075dc7422625bb56128316f614fd059",
  "feed": "ftcomall",
  "title": "China-backed AIIB leaves door open to lending to Myanmar's junta",
  "text": "<p>The Beijing-based Asian Infrastructure Investment Bank has left open the door to funding projects in Myanmar even if the south-east Asian nation does not return to democracy.</p> <p>Joachim von Amsberg, AIIB vice-president, told the Financial Times that while the bank did not have any new projects under consideration for Myanmar, it did have a framework for dealing with “de facto governments”.</p> <p>“We would not take a view on the form of government, we would go through our checklist,” he said.</p> <p>The statement comes as governments and companies with interests in Myanmar are under increasing pressure to sever links with the country's military junta after it overthrew Aung San Suu Kyi's administration and <a href=\"https://www.ft.com/content/0dcf2a2a-363b-4d31-a691-4093e7846cc4\">cracked down</a> on protesters.</p> <p>In response to activists' concerns, western energy groups Total and Chevron last week <a href=\"https://www.ft.com/content/3ccb846b-e0bd-4e7f-8055-971b930ee130\">suspended cash dividends</a> to Myanmar's state-owned oil and gas company. </p> <p>Japan's beer group Kirin and South Korean steelmaker Posco have also announced <a href=\"https://www.ft.com/content/cc20f766-9e39-4b4d-9c4f-c793f9ab09bb\">plans to exit joint ventures</a> with military-controlled conglomerates in Myanmar.</p> <p>The AIIB's checklist includes assessments of whether a de facto government has effective control of the territory, the state's recognition of other financial obligations and the position taken by neighbouring countries, as well as the potential financial risk.</p> <p>“I don't think that can be answered hypothetically. It has to be based at a specific point in time, based on a specific project proposal,” von Amsberg said.</p> <p>When the AIIB was&#xa0;<a href=\"https://www.ft.com/content/3a938ee4-0288-11e7-aa5b-6bb07f5c8e12\">launched in 2016</a>&#xa0;by Xi Jinping, it was broadly viewed as a component of the Chinese president's ambitious Belt and Road infrastructure plan. Since then, the AIIB has approved more than $24bn in financing across 123 projects.&#xa0;</p> <p>While the bank has been viewed by some critics as part of Beijing's expanding influence through diplomacy and international economic governance, its membership has almost doubled to 103 countries, including Australia, Canada, the UK, France and Germany.</p> <p>The crisis in Myanmar, however, has raised questions over what relationship Beijing, long the country's economic lifeline, will form with the junta.&#xa0;</p> <p>Yun Sun, an expert on Myanmar-China relations at the Stimson Center, a think-tank, said that as western groups disengaged from Myanmar and instituted sanctions against the coup leaders, she expected Chinese investors and companies ultimately to step in and fill the void.</p> <p>“If western companies decide to withdraw, it will become inevitable for China to increase its footprint and also its share of the Burmese market, which also raises the question: ‘Is isolation and sanctions the best strategy?'”&#xa0;</p> <p>The AIIB's sole project with Myanmar, which is also a member, was in 2016 when it funded $20m for a private-sector gas power plant.&#xa0;</p> <p>The World Bank and the Asian Development Bank, which are lenders to Myanmar and have operations there, suspended disbursements and new contracts temporarily following the coup. </p> <p>The National Unity government, formed by supporters of the ousted leader Aung San Suu Kyi, <a href=\"https://www.ft.com/content/d1525d55-3f8e-4a86-b752-cef26dc27e39\">has warned foreign lenders</a> that it will not honour debts taken on by the military regime.</p> <p>While the AIIB was a relatively young institution, multilateral lenders in general had decades of experience working in complex situations and could play a role in reducing tensions, said von Amsberg, a veteran of the World Bank. </p> <p>“The beauty of the multilateral development banks is that they are a forum where you have a governance mechanism that includes countries that have difficult and sometimes conflicting or even worrying relationships,” he said. </p> <p>Since the February 1 coup in Myanmar, more than 800 people have been killed and 4,000 imprisoned, while the country's health, education and banking systems are <a href=\"https://www.ft.com/content/1cc74a8f-f377-44f6-80fe-dd8f7239ecdc\">struggling to function</a>, prompting fears Myanmar might become a <a href=\"https://www.ft.com/content/6189a752-6f68-4d61-99ea-9e83137a1d3d\">failed state</a>. &#xa0;&#xa0;</p> <p>As the <a href=\"https://www.ft.com/content/f9842201-f493-4e9e-adf0-3155355f1d92\">political crisis deepens</a>, another crucial consideration for the international community is the wellbeing of the country's 54m people. The UN has warned that the dual hit from the coronavirus pandemic and the coup could leave almost half the population living <a href=\"https://www.ft.com/content/63f39c62-c61b-47b4-91ae-3576e21164e3\">below Myanmar's official poverty line</a> of about $1 a day by next year. </p> <p>Von Amsberg said the AIIB would always “seek to prioritise” financing requests from members with “particularly severe financing and developmental needs”.</p> <p>“Clearly, when we get financing proposals from countries that have, let's say, large gaps in infrastructure or large unmet needs of the population — for energy, for transport, for water and services like that — we would pay heightened attention to those requests,” he said. </p> <p>“That does not overrule our policies or our concerns with sound banking but we do prioritise projects when the developmental case is particularly strong.”</p> <p><em>Additional reporting by Sherry Fei Ju in Beijing </em></p><p>Source: Edward White in Seoul and John Reed in Bangkok 2021 'China-backed AIIB leaves door open to lending to Myanmar's junta' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-02T00:01:59.026Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 795,
          "end": 802
        }
      ],
      "nexusId": "10051514"
    }
  ]
}