{
  "_id": "2e1522286b4fec31e0c19d8f778769054a8c254423c9b401bc23d066617367aa",
  "feed": "wall-street-journal",
  "title": "ConocoPhillips Bets Big on American Oil Production With $9.5 Billion Deal; The company's purchase of Permian Basin assets from Shell means it will overtake all but Exxon in oil and gas output in the contiguous U.S.",
  "text": "<p>ConocoPhillips has been among the biggest spenders in the recent consolidation wave. It closed a $9.7 billion purchase of Permian oil producer Concho Resources Inc. in January, before disclosing its plans to buy Shell's assets on Monday.</p><p>When its Shell deal closes in the fourth quarter, ConocoPhillips' oil and gas production in the Lower 48 U.S. states will overtake that of Chevron Corp., natural gas driller EQT Corp. and oil producers Occidental Petroleum Corp. and EOG Resources Inc., according to the consulting firm Rystad Energy.</p><p>Adding an estimated 200,000 barrels of oil equivalent a day will put ConocoPhillips within striking distance of leader Exxon Mobil Corp., which is expected to produce about 1 million barrels of oil equivalent a day from the Lower 48 this year, the company said.</p><p>The spending spree marks an about-face in strategy for the Houston-based company. For years, ConocoPhillips had focused on shrinking its size, spinning off its refining business—now Phillips 66—halting exploration of deep-water fields, and selling off Canadian assets.</p><p>In an interview, ConocoPhillips Chief Executive Ryan Lance said that while scale was important in the oil business, growing in size wasn't the driving force behind its recent deals.</p><p>\"We believe it has some of the best rocks,\" Mr. Lance said of the Permian Basin, which straddles Texas and New Mexico, and has what oil experts describe as multiple levels of geologic deposits companies can tap, akin to layers of a wedding cake.</p><p>Shell's assets will generate an additional $20 billion in cash from operations for ConocoPhillips and another $10 billion for its shareholders over a decadelong period. The company is sending about $6 billion back to shareholders this year, about 8% of its market capitalization, he said.</p><p>\"What's important is giving a significant amount of your cash back to your shareholders and then having a portfolio you can live off of and modestly grow your company,\" Mr. Lance said.</p><p>The company's two purchases in the past year make it the second-largest producer in the Permian after Pioneer Natural Resources Co., up from No. 13, according to energy consulting firm Wood Mackenzie.</p><p>ConocoPhillips is betting on shale just as capital investments in U.S. oil fields have dropped to the lowest level since 2004, before the start of the American shale boom. The American oil-and-gas industry was hard hit by the pandemic, which caused a brutal crash in oil prices last year.</p><p>U.S. oil companies are expected to spend about $56 billion in capital expenditures this year, slightly less than in 2020 and down from $108 billion in 2019 before the pandemic, according to investment bank Evercore ISI.</p><p>Shale companies have said they are making debt payments and shareholder dividends a bigger priority than increasing oil and gas production, a stark reversal of their business model following a decade of poor returns that soured many investors. Most companies have spent just enough to keep their oil production flat this year.</p><p>Even so, if oil prices continue to top $70 a barrel into 2022 and fuel demand recovers to pre-pandemic levels, the world will likely need shale oil producers to pump more crude, Mr. Lance said. While he said he doesn't expect U.S. output to rise by 1 million barrels a day in one year, as it did during the shale boom, he believes demand for the nation's crude production will rise by some amount.</p><p>\"If these prices persist next year, I think you will probably see a little bit of ramping activity,\" Mr. Lance said, noting that his company is planning to increase oil-field activity modestly next year. \"We're watching it pretty closely to see how the macro conditions develop.\"</p><p>ConocoPhillips' deal also underscores how oil companies are trying to attract investors' attention by emphasizing the benefits of improving their environmental footprints. The company said it planned to raise its targets for reduction of emissions intensity by 2030, in conjunction with the deal. Part of that effort involves putting monitoring devices at its well sites to detect leaks of methane, a potent greenhouse gas, and replacing old equipment.</p><p>Mr. Lance acknowledged that adding Shell's assets will increase the company's absolute emissions levels, at least in the short term, in a region known for the rampant flaring, or burning of natural gas. But he said the company is aiming to eliminate routine flaring in the Permian by 2025, and its efforts to cut emissions intensity to zero by 2050 will bring its absolute emissions to zero.</p><p>\"We're on track to do that and I think these Permian assets fit that really, really well,\" he said.</p><p>Write to Collin Eaton at collin.eaton@wsj.com</p><p>ConocoPhillips Bets Big on American Oil Production With $9.5 Billion Deal</p>",
  "published": "2021-09-21T18:21:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 377,
          "end": 384
        }
      ]
    }
  ]
}