{
  "_id": "c74f8951b7c2759f71d33f4e165db1a2c7331e846418c5c2343520728fe6de0f",
  "feed": "ftcomall",
  "title": "Total reports $7.2bn loss but keeps dividend ",
  "text": "<p>Total joined the list of oil majors reporting multibillion-dollar full-year losses, but it provided a rare glimmer of hope in the pandemic-stricken sector by beating fourth-quarter expectations and maintaining its dividend.</p> <p>The company on Tuesday recorded a $7.2bn net loss in 2020, driven by asset writedowns forced by the coronavirus pandemic. However, it said it would maintain its €0.66 a share investor payout, confirming its position as the only European major to keep its payout stable.&#xa0;</p> <p>“I think that once again, in what was an extremely volatile and adverse year in 2020 . . . we have shown that in the face of that we can resist, resist better than our competitors,” said Patrick Pouyanné, Total's chief executive, on Tuesday.&#xa0;</p> <p>On an adjusted basis, net income fell just over $4bn. The company's shares were up about 2 per cent in morning trading in Paris.</p> <p>Rivals ExxonMobil, Chevron, BP and Royal Dutch Shell have recorded more than $50bn in losses between them for last year, as the pandemic-driven crash in oil demand crushed crude prices and forced them to slash their spending plans.</p> <p>As well as an unprecedented cash crunch, the sector is facing growing pressure from investors and environmentalists to take action against climate change, pushing big groups to shift towards cleaner forms of energy.</p> <p>Total has already made a concerted push into renewables, committing 20 per cent of its planned $12bn in investments this year into greener energy, and will propose changing its name to TotalEnergies in a nod to that ambition.&#xa0;</p> <p>The rebrand will give shareholders “the opportunity to endorse this strategy and the underlying ambition to transition to carbon neutrality”.</p> <p>Total <a href=\"https://www.ft.com/content/f2c92d6f-eedd-478e-adbc-36fb45d5189b\">acquired a 20 per cent stake</a> in India's Adani Green Energy in a $2.5bn deal last month, and Pouyanneé confirmed on Tuesday the importance of the subcontinent for Total's clean energy ambitions.&#xa0;</p> <p>European energy majors have been re-evaluating their long-term price assumptions to reflect the impact of the pandemic and the energy transition to cleaner fuels. Total recorded “exceptional asset impairments” of $10bn, notably on Canadian oil sands assets, booked earlier in the year.&#xa0;&#xa0;</p> <p>The French group's earnings began to improve in the fourth quarter as the oil price stabilised above $40 a barrel. Adjusted net income came in at $1.3bn for the quarter, beating analyst expectations of about $1.1bn but still down 59 per cent year on year.&#xa0;</p> <p>Depressed refining margins meant that, like its peers, the company was not able to fully reap the rewards of higher crude prices. </p> <p>“In a quarter of volatile results and disappointing cash flow for the supermajors, Total delivers a good set of numbers,” said Giacomo Romeo at Jefferies.</p> <p>Total said it anticipated that 2021 oil production would be stable compared with last year, benefiting from the resumption of production in Libya, and that it was targeting another $500m in cost cuts in 2021 on top of $1.1bn in 2020.</p><p>Source: David Keohane in Paris and Anjli Raval in London 2021 'Total reports $7.2bn loss but keeps dividend ' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T10:33:57.109Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 884,
          "end": 891
        }
      ]
    }
  ]
}