{
  "_id": "37f273095ffdc0ea254466147d5b1962a56ca3dc233a0c91138336f9958379f6",
  "feed": "ftcomall",
  "title": "What chickpeas have to do with PepsiCo's sustainability push ",
  "text": "<p>Hello from New York, where we have enjoyed a flurry of big events here already this week. Pupils returned to classrooms on Monday. The Met held its annual “Oscars of fashion” gala on Monday night (check out <a href=\"https://twitter.com/FinancialTimes/status/1437868523590717449\">the picture</a> on FT's front page today). But the event the FT has been rather excited to attend was the annual SkyBridge Alternatives Conference (Salt) organised by the hedge fund SkyBridge. The conference is usually held in Las Vegas, so we were especially excited to have it in our neighbourhood. <strong>Gillian Tett</strong> moderated a panel on environmental, social and governance (ESG) investing and was surprised to hear how often social issues came up.</p> <p>For insight on how companies are addressing their social issues, data provider Refinitiv on Tuesday published its <a href=\"https://www.refinitiv.com/en/sustainable-finance/diversity-and-inclusion-top-100#full-list\">annual diversity and inclusion index</a> for global companies. Surprisingly, retailer Gap shot to the top spot <a href=\"https://www.refinitiv.com/en/sustainable-finance/diversity-and-inclusion-top-100/2020#full-list\">from 94th in 2020</a>. That's quite a jump, and it knocked BlackRock off the top position. </p> <p>Don't forget to sign up for the <a href=\"https://moralmoneyamericas.live.ft.com/home\">Moral Money Summit</a> in early October (free for <a href=\"https://moralmoneyamericas.live.ft.com/page/1739963/professional-pass?promo=MM100\">subscribers <strong>MM100</strong></a>). We have great speakers on the agenda and are excited to get the conversation started. <em>(Patrick Temple-West)</em></p> <h2>PepsiCo's new challenge involves a lot of chickpeas, and some questions&#xa0;</h2> <p>Any company known for cola and potato chips is never going to have an easy time selling itself as sustainable while obesity-conscious policymakers crack down on sugar and salt.&#xa0;</p> <p>PepsiCo has spent years trying to strike a balance former chief <strong>Indra Nooyi</strong> dubbed “performance with purpose”, often in the face of scepticism from profit-hungry investors. &#xa0;</p> <p>Now, after three years as chief executive, <strong>Ramon Laguarta</strong> is having another push, announcing a “strategic end-to-end transformation” he calls pep+. There is more to it than that corporate babble, including a goal of its operations being “net water positive” by 2030; plans to halve its use of virgin plastics between 2020 and 2030; and a regenerative agricultural pledge.&#xa0;</p> <p>It's hard to tell how some of these targets differ from PepsiCo's earlier announcements, and Laguarta told Moral Money that none will affect the forecasts it has shared with Wall Street.&#xa0;</p> <p>What's different, he says, is that “we want to lead with the brands. In the past, it was less integrated between the sustainability vision and the overall business.” In potato chips, for example, he now argues that “the way Lay's will win in the marketplace is by being a much more sustainable brand”.</p> <p>That reflects his belief that consumers want healthier, more sustainable products. “Europe is ahead”, he says, but even in the US “the record climate events of the summer have been a wake-up call for a lot of people”.&#xa0;</p> <p>Laguarta also hails Europe's greener policies and recycling infrastructure, which means all Pepsi bottles in Europe will be made of recycled polyethylene terephthalate (rPET) by 2022, while its US bottles won't all change until 2030.&#xa0;</p> <p>And while he commends his company's ability to lead this shift, he also says it should not be down to corporations alone. “Without government creating the right environment from a financial incentive point of view, even from a consumer awareness point of view, it will be hard,” he admits.</p> <p>What does it mean for consumers? Laguarta is pushing to introduce more wholegrains, nuts and legumes into our diets, saying: “We do see niche brands in this area but we want to make it mainstream”. He's about to find out how many chickpea snacks we can stomach. <em>(Andrew Edgecliffe-Johnson)</em></p> <h1>Taking aim at ESG data, Engine No 1 forges new corporate scoring system</h1> <p>Engine No 1, the activist hedge fund that won three seats on ExxonMobil's board earlier this year, is jumping into the business of scoring companies on ESG issues.</p> <p>This week, Engine No 1 <a href=\"https://www.businesswire.com/news/home/20210913005586/en/Engine-No.-1-Unveils-Its-Total-Value-Framework-Which-Ties-ESG-Impacts-Directly-to-Financial-Value-Creation\">published</a> its methodology for measuring companies by various ESG metrics. Many of the specific criteria are proprietary and not public. However, the group said it would aim to use the metrics to measure issues such as the impact of burning diesel and highlight the benefit of cash services for low-income people. </p> <p>“We put [the ESG metrics] into dollars and cents and we flow it into a financial model, and that model influences everything we do,” said <strong>Jennifer Grancio</strong>, Engine No 1's chief executive officer. She said the group had already built this scoring system for large companies in the US. It would be applied to the firm's active and passive investing, she said.</p> <p>The firm argues that its methodology gives investors what MSCI or Sustainalytics do not: dollar values for unappreciated positive or negative consequences from a company's behaviour.&#xa0;</p> <p>“We would like to turn the industry away from separating ESG analysis from other financial and operational analysis,” Engine No 1 said. Rather, the firm aims to shift the focus to a company's value creation or destruction of shareholder value.</p> <p>Companies will need to take Engine No 1's methods seriously or risk a potential activist campaign. The firm has talked to Chevron's board in recent weeks, our FT colleagues <a href=\"https://www.ft.com/content/5e284144-3abc-4bee-8e8c-2cc2bac039cd\">reported</a> on Tuesday. And Grancio said the firm was “already working with a number of companies” to improve ESG criteria.</p> <p>Engine No 1's methodology is sure to be scrutinised by ESG sceptics such as Securities and Exchange Commission Republican <strong>Hester Peirce</strong>. But that is cold comfort for companies ahead of the 2022 voting season. (<em>Patrick Temple-West</em>)</p> <h1>Grit In the Oyster</h1> <p><a href=\"https://www.ft.com/content/984d952c-fea6-432f-8938-21e532d513d8\"><strong>Ken Pucker</strong></a><strong>,</strong> former chief operating officer at Timberland, joined the likes of <a href=\"https://www.ft.com/content/4fdc6cdf-7bd6-41bc-b376-2137521e3017\"><strong>Tariq Fancy</strong></a> and <a href=\"https://www.ft.com/content/a3d6a8d1-0800-41c9-ab92-c0d9fce1f6e1\"><strong>Desiree Fixler</strong></a> in throwing cold water on ESG claims. In an Institutional Investor essay entitled “The trillion dollar fantasy”, Pucker contends that it is becoming clear “that the exaggeration of the win-win of the so-called ‘investor revolution' is distracting from the work needed to reset our economic system.” Read his article <a href=\"https://www.institutionalinvestor.com/article/b1tkr826880fy2/The-Trillion-Dollar-Fantasy\">here </a>and let us know if you agree.&#xa0;You can reach us at <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a>.</p> <h1>Chart of the day</h1> <p>As the planet continues to heat up, violence against “land and environmental defenders” has increased, according to a <a href=\"https://www.globalwitness.org/en/campaigns/environmental-activists/last-line-defence/\">report</a> from Global Witness, a climate activist group. In 2020, 227 people whose livelihood supports a cleaner and biodiverse environment were killed, the report says. </p> <p>Although it is unclear if all the attacks were exacted solely over activists' climate-related work, the number is striking. The majority of attacks took place in Colombia, Mexico and the Philippines, countries rich in natural resources. </p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>Leading up to COP26, US climate envoy <strong>John Kerry</strong> has focused efforts to promote global collaboration in the fight against climate change <a href=\"https://www.cnn.com/2021/09/03/politics/john-kerry-climate-china/index.html\">on China</a> — the world's largest emitter — which continues to have a tense relationship with the US. But another country remains a high risk to global co-operation: Australia. </p> <p>“The signals from Australia are not promising,” said <strong>Ed Collins</strong>, director at UK think-tank InfluenceMap.</p> <p>Australian Prime Minister <strong>Scott Morrison</strong> confirmed last week that his country pressured the UK to drop key climate commitments from its bilateral trade agreement. A minister in Morrison's cabinet also recently dismissed the UN's attempt to wind down coal usage, adding that coal would remain a major part of the Australian economy <a href=\"https://www.minister.industry.gov.au/ministers/pitt/media-releases/coal-industry-has-strong-future-australia\">“well beyond 2030”</a>.</p> <p>This is not a new stance for Australia. Collins pointed out that the country&#xa0;threatened&#xa0;to <a href=\"https://www.theguardian.com/environment/2019/dec/09/about-100-countries-at-un-climate-talks-challenge-australias-use-of-carryover-credits\">derail COP25 talks</a> over its support for using Kyoto carry-over credits.</p> <p>“The Australian government's strategy leading up to the COPs isn't coming out of a vacuum, but is very much a product of the fossil fuel sector's huge influence in the region through lobbying,” Collins said.</p> <p>The <a href=\"https://influencemap.org/site/data/000/839/2021_-_09_Australia_platform.pdf\">new report by InfluenceMap</a> shows a significant imbalance between the fossil fuel sector — which is heavily involved in climate policy — and the larger corporate sector which is relatively disengaged on the topic.</p> <p>“It is important to note that, while many of these companies in retail, finance, technology, and pharmaceutical are not actively engaged on climate policy themselves, they retain memberships to cross-sector industry associations that are actively lobbying, usually in a way that is favourable to the fossil fuel industry,” Collins said. He urged investors to “challenge” these companies, too.</p> <p>Meanwhile, the Biden administration seems to <a href=\"https://www.theguardian.com/australia-news/2021/sep/14/climate-change-will-be-on-the-agenda-when-scott-morrison-meets-joe-biden-in-the-us\">recognise the risk</a> of losing Australia's co-operation in the global fight against climate change. Morrison will meet President <strong>Joe Biden</strong> next week in Washington, where climate change will be on the agenda, the Biden administration <a href=\"https://www.theguardian.com/australia-news/2021/sep/14/climate-change-will-be-on-the-agenda-when-scott-morrison-meets-joe-biden-in-the-us\">confirmed</a>.</p> <h1>Smart read</h1> <ul>  <li><p>“This was a climate and inequality election.” <strong>Espen Barth Eide</strong>, a former Labour foreign minister told the Financial Times after a centre-left victory for Norway's Jonas Gahr Store yesterday. Touted as a climate-focused election, Store has made action his focal point, while saying he does not want to “p<a href=\"https://www.ft.com/content/de1258cb-5dff-4130-bf49-64ce730d0d24\">rematurely wind down</a>” Norway's oil industry. For now, eyes are turning south to Germany, whose <a href=\"https://www.ft.com/content/5885e964-6d54-46ba-be63-8fb7009075f2\">election</a> on September 26 also has a <a href=\"https://www.ft.com/content/7e4ab1bd-b3dd-49bc-b903-166eb4c45977\">major focus</a> on climate action. For the latest on the German election, subscribe to our Europe Express newsletter <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=566825b8cb56e60cea589e91\">here</a>. </p></li> </ul> <h1>Zeroing in on net zero</h1> <p>So you've set a net zero emissions target. Now what? That's the question the next Moral Money Forum report is setting out to answer. As with our earlier dives into <a href=\"https://www.ft.com/content/5bc1580d-911e-4fe3-b5b5-d8040f060fe1\">long-termism</a>, <a href=\"https://www.ft.com/content/92915630-c110-4364-86ee-0f6f018cba90\">ESG metrics</a> and <a href=\"https://www.ft.com/content/ac563017-a88f-4d41-8941-f35418e08309\">benefit corporations</a>, we want to hear your experiences and recommendations. What strategies can get companies to net zero, what interim targets are needed, and how should executives be incentivised to aim for targets that may not be hit until long after they have moved on? Please share your thoughts in our survey <a href=\"https://survey.ft.com/jfe/form/SV_eb2MISDRsKxtIiy\">here</a>.&#xa0;</p> <h1>Recommended reading </h1> <ul>  <li><p>Working from home won't save the planet (<a href=\"https://www.ft.com/content/1ef10ce7-35f3-4ac1-a73d-3b601d4635e5\">FT</a>)</p></li>  <li><p>How a polluted Scottish city is driving UK switch to electric vehicles (<a href=\"https://www.ft.com/content/2a7bc0e6-e7f4-447a-a9f7-9d5b2e9770d2\">FT</a>)</p></li>  <li><p>A crucial change is needed to improve corporate governance in Japan (<a href=\"https://www.ft.com/content/d1f44a32-9e08-4a54-a0b1-38552b74236d\">FT</a>)</p></li>  <li><p>Black employees hold just 2% of MSIM executive positions: disclosure (<a href=\"https://www.fundfire.com/c/3321564/421394/black_employees_hold_just_msim_executive_positions_disclosure?referrer_module=emailMorningNews&amp;module_order=2&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dOVFE0TlRJMU5qQTE\">FundFire</a>)</p></li>  <li><p>How to play the next big trend in ESG investing: green data centres (<a href=\"https://www.cnbc.com/2021/09/12/how-to-play-the-next-big-trend-in-esg-investing-green-data-centers.html?utm_term=Autofeed&amp;utm_medium=Social&amp;utm_content=Main&amp;utm_source=Twitter#Echobox=1631450745\">CNBC</a>)</p></li>  <li><p>For ESG, brand name is key: advisors (<a href=\"https://www.ignites.com/c/3316174/418524/brand_name_advisors?referrer_module=emailMorningNews&amp;module_order=0&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dORFl5TWpBNU5UYz0\">Ignites</a>)</p></li> </ul><p>Source: Kristen Talman, Patrick Temple-West and Andrew Edgecliffe-Johnson 2021 'What chickpeas have to do with PepsiCo's sustainability push ' FT.com 15 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-15T11:00:32.593Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4966,
          "end": 4973
        }
      ],
      "nexusId": "10051514"
    }
  ]
}