{
  "_id": "4ccfb6b50578fd9b0f338dc1d241f7a6d0b8379df88349d247186600f0fda6d2",
  "feed": "wall-street-journal",
  "title": "Chevron Girds for Activist Challenge After Exxon's Proxy Battle Defeat; Executives at oil company met recently with Engine No. 1, the hedge fund that waged a successful fight for seats on its rival's board",
  "text": "<p>Engine No. 1 is considering whether to target a major oil company once again, and other investors have been in touch with the hedge fund about organizing a group to purchase Chevron shares, sounding out if there is interest in launching a second major campaign, people familiar with the matter said. Engine No. 1 hasn't made any decision about another campaign, one of the people said.</p><p>Share Your Thoughts</p><p>If activist investors challenge Chevron, do you think they will be successful in shaping the company's future? Why or why not? Join the conversation below.</p><p>Chevron has studied Engine No. 1's campaign against Exxon, and its rival's defeat crystallized the urgency in communicating its energy-transition plans, people familiar with the matter said. Chevron's board met in person for the first time this summer since the onset of the pandemic. Topics of discussion included the Exxon-Engine No. 1 proxy fight, according to people familiar with the meeting.</p><p>Chevron has been developing its energy-transition strategy since the pandemic began. In coming weeks, it plans to announce more-ambitious carbon-reduction targets than those it has previously laid out, people familiar with the matter said. The company is also evaluating the addition of a new director with environmental expertise to its board, the people said.</p><p>Chevron spokesman Braden Reddall said: \"We have contingency plans to respond to many different types of events, including an activist investor. We engage regularly with shareholders in constructive two-way dialogue and look forward to discussing the next chapter of our lower carbon story with them later this month.\"</p><p>Engine No. 1's success has rippled across the energy sector, spurring Exxon's competitors to take a closer look at the environmental impact of their strategy, leadership and board makeup.</p><p>Actions of the Biden administration are adding to the pressure companies face regarding climate change. Public companies might soon be required to disclose in regulatory filings more information about climate-related risks—including the emissions from the products they produce—under a proposal being formulated by the Securities and Exchange Commission.</p><p>\"The industry is under heat,\" said Les Csorba, who advises companies on corporate governance at the executive-search and leadership-advisory firm Heidrick &amp; Struggles International Inc. \"Every public company should be prepared.\" Mr. Csorba was speaking generally and not about Chevron.</p><p>Chevron Chief Executive Mike Wirth has branded the company's strategy as \"higher returns, lower carbon.\"</p><p>The company plans to present more details on its energy-transition plans at an event later this month, which executives view as an opportunity to articulate the oil company's future as some question the role of fossil fuels in coming decades, people familiar with the matter said.</p><p>Chevron's planned carbon commitments will stop short of a so-called net-zero pledge to reduce emissions, one of the people said. Beginning last year, several large European oil companies including BP PLC and Royal Dutch Shell PLC made such a commitment to \"zero out\" emissions produced by the assets they own. Mr. Wirth has called such targets aspirational and said the company won't set targets for which it doesn't have a plan to achieve.</p><p>Exxon Chief Executive Darren Woods in 2020 called such targets a \"beauty competition.\" The company is now considering making a net-zero pledge, The Wall Street Journal reported last month.</p><p>Engine No. 1 persuaded Exxon shareholders to elect new board members by arguing that the company had made poor capital investment decisions in recent years and lacked a realistic blueprint for navigating a global transition to cleaner energy sources.</p><p>Historically, activist investors have accumulated large stock positions in target companies to give themselves more votes at the companies' annual meeting, where shareholders cast ballots based on how many shares they own.</p><p>Engine No. 1 was successful against Exxon despite owning only about $50 million of the company's shares, roughly 0.02% of the stock outstanding. It was able to persuade other investors to support its board slate by arguing that Exxon had squandered billions of dollars on low-return oil megaprojects that left the company saddled with debt, in addition to expressing concern about Exxon's energy-transition strategy.</p><p>Engine No. 1 owns a tiny amount of Chevron's stock in its recently created exchange-traded fund, around $600,000, according to regulatory filings. Chevron has a market capitalization of around $189 billion. Essential to any campaign against Chevron would be the ability to sway some of its largest institutional investors. Vanguard Group, BlackRock Inc. and State Street Corp., which together control more than 20% of Exxon's shares, all voted for some of Engine No. 1's candidates. The firms are also Chevron's three largest shareholders.</p><p>Chevron could be a tougher target than Exxon in some respects. Chevron has been more frugal with its capital in recent years and has about $35 billion in debt, versus Exxon's roughly $57 billion. Engine No. 1 frequently compared Exxon and Chevron during the proxy campaign, noting the latter's superior returns.</p><p>Still, some investors want Chevron to do more. Nearly 61% of Chevron's shareholders voted in support of a proposal that it cut emissions created from use of its products, which Chevron had urged investors to reject. The proposal doesn't require Chevron to set a specific, binding target for such a reduction. Like Exxon, Chevron has eschewed investments in renewable energy, focusing instead on biofuels, hydrogen and lowering the carbon footprint of fossil fuels.</p><p>Emissions from gasoline and other products produced by oil companies and eventually burned by consumers represent the overwhelming majority of greenhouse gases tied to the oil industry. Some oil companies have resisted taking responsibility for those end-use emissions, known in climate-policy discussion as Scope 3 emissions, arguing that they have little control over how their products are used.</p><p>Write to Christopher M. Matthews at christopher.matthews@wsj.com and Emily Glazer at emily.glazer@wsj.com</p><p>Chevron Girds for Activist Challenge After Exxon's Proxy Battle Defeat</p>",
  "published": "2021-09-03T11:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5405,
          "end": 5412
        },
        {
          "start": 2855,
          "end": 2862
        },
        {
          "start": 174,
          "end": 181
        },
        {
          "start": 5289,
          "end": 5296
        },
        {
          "start": 1322,
          "end": 1329
        },
        {
          "start": 5155,
          "end": 5162
        },
        {
          "start": 562,
          "end": 569
        },
        {
          "start": 5473,
          "end": 5480
        },
        {
          "start": 4523,
          "end": 4530
        },
        {
          "start": 753,
          "end": 760
        },
        {
          "start": 4979,
          "end": 4986
        },
        {
          "start": 4617,
          "end": 4624
        },
        {
          "start": 4878,
          "end": 4885
        },
        {
          "start": 438,
          "end": 445
        },
        {
          "start": 5255,
          "end": 5262
        },
        {
          "start": 4411,
          "end": 4418
        },
        {
          "start": 960,
          "end": 967
        },
        {
          "start": 5549,
          "end": 5556
        },
        {
          "start": 2460,
          "end": 2467
        },
        {
          "start": 2469,
          "end": 2476
        },
        {
          "start": 4916,
          "end": 4923
        },
        {
          "start": 6198,
          "end": 6205
        },
        {
          "start": 0,
          "end": 7
        }
      ],
      "nexusId": "10051514"
    }
  ]
}