{
  "_id": "11e50559a761c7a27539d15d53a3cfafb2e6fadf278d2366232e13f077a6a71d",
  "feed": "wall-street-journal",
  "title": " La suggestion de l'activiste Third Point de scinder l'entreprise en deux montre les limites du pari de l'ESG; Shell est la plus verte des compagnies pétrolières, et ce n'est pas forcément une bonne nouvelle pour elle",
  "text": "<p>Le fonds spéculatif Third Point propose aujourd'hui une réponse absolument logique d'un point de vue théorique : scinder l'entreprise en deux. L'entité « verte » et orientée vers la transition énergétique déjà mise en place devrait attirer les actionnaires prêts à investir fortement dans des valeurs de croissance, et ses titres se négocier avec un important premium. Les opérations pétrolières « marron » devraient attirer les investisseurs qui n'attendent qu'un dividende bien gras d'un secteur en fin de course, et s'il est possible que les titres se négocient avec une décote, ils permettraient de dégager beaucoup de liquidités. Daniel Loeb, le fondateur de Third Point, a écrit une lettre aux investisseurs affirmant que les principes de l'ESG et les actionnaires s'en porteraient mieux qu'avec le fatras actuel d'activités diverses qui ne satisfait personne.</p><p>La théorie de Third Point est déjà discrètement expérimentée par de grosses entreprises pollueuses qui tentent de réduire leurs émissions. Shell a récemment signé un accord de vente de son opération de gaz et de pétrole de schiste pour 9,5 milliards de dollars à ConocoPhillips, les gros acteurs du secteur minier se désengagent du charbon au profit de sociétés d'investissement et, cet été, la société minière anglo-australienne BHP Group a vendu ses activités d'hydrocarbures à l'australien Woodside Petroleum pour 28 milliards de dollars, tout en prenant une grande participation dans Woodside en retour.</p><p>Le problème concret qui se pose à la fois pour les actionnaires et pour ceux qui se soucient de l'environnement est illustré par la vente des puits de pétrole et des mines de charbon. En soi, ces opérations n'œuvrent en rien à la réduction des émissions de gaz à effet de serre, elles ne font que changer de mains. Dans la mesure où les actifs subissent une décote puisque les pressions en faveur de produits ESG sont synonymes de raréfaction des acheteurs, les acteurs intéressés bénéficient de prix réduits et par conséquent s'assurent de futurs meilleurs rendements grâce à des activités polluantes. Tout actionnaire poussant à la vente pour des raisons écologiques serait bien avisé d'y réfléchir à deux fois.</p><p>L'argument de Third Point est que cette scission serait meilleure pour l'environnement car la nouvelle entité pollueuse aurait un coût du capital plus élevé, qui se traduirait par une valorisation plus basse, et donc elle investirait moins dans la production. Dans ce cas, les puits de pétrole existants seraient exploités pour le versement des dividendes, mais les nouvelles productions se feraient plus rares, ce qui accélérerait la transition vers des formes d'énergie plus propres.</p><p>Les risques environnementaux sont doubles : les dirigeants peuvent ne pas vraiment se soucier de modifications finalement assez modestes du coût du capital et, de surcroît, la nouvelle entité « marron » peut tout à fait s'avérer mieux valorisée seule qu'en restant au sein de Shell.</p><p>Paul Chandler, directeur de gestion environnementale chez Principles for Responsible Investment (PRI), réseau d'investisseurs soutenu par les Nations unies, affirme que l'engagement des actionnaires auprès des dirigeants et les taxes carbones sont des mécanismes bien plus efficaces que le cours des actions pour pousser au changement.</p><p>« Le coût du capital associé à la baisse ou à la hausse du cours de ses actions n'est pas susceptible de jouer un rôle particulièrement moteur dans son activité », affirme-t-il.</p><p>Si Shell fait vraiment ce qu'il dit et puise des liquidités dans son activité pétrolière pour les investir dans ses projets d'énergie verte, alors il peut, en interne, donner au secteur pétrolier un coût du capital supérieur à celui que lui attribuerait le marché — surtout à une époque où l'envolée des cours du pétrole rend l'industrie polluante financièrement attrayante.</p><p>Les problèmes concrets viennent du grand nombre d'investisseurs qui refusent tout bonnement de miser sur le pétrole et le gaz. Shell est noté AA par MSCI pour ses activités ESG, soit mieux que les autres grands acteurs du secteur : Exxon Mobil, Chevron, Conoco et les européens BP, TotalEnergies et Eni. MSCI estime que les projets carbone de Shell sont compatibles avec une augmentation des températures un brin supérieure aux 2 degrés maximum au-dessus des niveaux préindustriels prévus par l'Accord de Paris. Parmi tous les autres, seul l'italien Eni a des projets que MSCI estime compatibles avec une augmentation inférieure à 4 catastrophiques degrés. En principe, les investisseurs ESG devraient par conséquent accorder une plus forte valorisation à Shell, mais peut-être n'est-ce pas le cas parce qu'ils sont très nombreux à rester à bonne distance des titres des majors pétrolières.</p><p>Les militants écologistes accusent bien souvent les activités ESG des entreprises pétrolières de n'être que du greenwashing, et il est indéniable que Shell continue de produire et de vendre beaucoup de gaz et de pétrole.</p><p>Mais alors que de plus en plus de grands investisseurs, comme des fonds de dotation ou des fonds de pension, subissent une pression de la part de leurs membres pour éviter toutes les énergies fossiles, il est cohérent que le marché se divise et, peut-être, que Shell lui emboîte le pas.</p><p>On peut imaginer un marché futur proposant un choix d'entreprises vertes et marron, où leurs convictions coûteront un premium aux investisseurs verts qui auront par conséquent un rendement à long terme plus faible. Les investisseurs marron, quant à eux, acquerront à bon prix des actions liées aux énergies fossiles, alimentant une continuelle demande en pétrole, y compris de la part des membres de ces fonds de pension. Si les produits ESG investissent totalement les marchés boursiers, ces entreprises marron sortiront de la cote. La question de savoir si les conséquences seront positives sur l'environnement reste ouverte, mais je doute que cela fasse une grande différence.</p><p>(Traduit à partir de la version originale en anglais par Bérengère Viennot)</p><p>Shell affiche un meilleur score ESG que Tesla.</p><p>SIPA PRESS</p>",
  "published": "2021-11-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4092,
          "end": 4099
        }
      ]
    }
  ]
}