{
  "_id": "9426963b0a8f36ca2460a1c87ea5143a9b5567231a5de9e158ecc84860dbe620",
  "feed": "ftcomall",
  "title": "Inside Chevron's $10bn bet on carbon-reduction",
  "text": "<p>Two things to start:</p> <ol>  <li><p>Fears over a <a href=\"https://www.ft.com/content/7c31ca15-aa4f-4a32-bb90-ebc1341ed374\">natural gas crunch</a> have pushed prices in Europe and the UK to record levels. Moscow says quick approval of the Nord Stream 2 pipeline would help <a href=\"https://www.ft.com/content/e57421ef-b9f4-4b67-85f1-d6419364e32c\">alleviate the pressure</a>. </p></li>  <li><p>The US and EU will tomorrow commit <a href=\"https://www.ft.com/content/73092333-ff94-45e2-9f8c-061ee0b6e8ee\">to cutting methane pollution</a> by 30 per cent over the next decade and are lobbying other big emitters to follow suit.</p></li> </ol> <p>Welcome back to Energy Source. </p> <p>Chevron this week <a href=\"https://www.ft.com/content/5e284144-3abc-4bee-8e8c-2cc2bac039cd\">unveiled a plan</a> to ramp up spending on clean energy. But it has still yet to respond to investor calls for it to set targets on emissions caused by the burning of its oil.</p> <p>In today's first item, Justin Jacobs looks at the road ahead for the supermajor as pressure mounts for it to make a much more drastic strategic shift.</p> <p>And as Democrats look to push forward their plans to clean up the US power sector, our second item is an op-ed from two congressmen arguing that the partisan approach risks the scheme's longevity. </p> <p>Representatives David McKinley and Kurt Schrader have proposed their own bipartisan (but less ambitious) legislation to cut emissions from America's power grid — targeting an 80 per cent reduction by 2050, rather than 2030 as envisioned in the Democrats budget bill. That plan, they say, just moves the country “deeper into partisan trenches”.</p> <p>That's their view. We are keen to hear yours. So please write in, to <a href=\"mailto:myles.mccormick@ft.com\">myles.mccormick@ft.com</a>.</p> <p>Data Drill shows that despite viewing climate change as a serious issue, most Americans are sceptical of their utility's ability to tackle it. </p> <p>Thanks for reading.</p> <h1>Chevron's climate fight has only just begun</h1> <p>Chevron this week <a href=\"https://www.ft.com/content/5e284144-3abc-4bee-8e8c-2cc2bac039cd\">set out plans</a> to invest $10bn on new carbon-reducing businesses through 2028, tripling the amount it previously planned to spend. But it left the biggest climate question that is hanging over the oil supermajor unanswered.</p> <p>In May, the company's shareholders <a href=\"https://www.ft.com/content/b9e8e721-6d1c-4513-9034-3f6d99d983b8\">voted against Chevron's management</a> in a motion calling on it to set targets to cut its scope 3 emissions — a broad measure of the carbon pollution from the fuels it sells. Somewhat bafflingly, Chevron did not address the issue in its first ever “energy transition spotlight” event, saying only that it would respond to the vote in October when it releases an updated climate report.</p> <p>Instead, the company set out new higher spending targets for things like carbon capture and storage, hydrogen and renewable diesel. Chevron said its low-carbon strategy would move at a measured pace and focus on decarbonising heavy industry and parts of the economy it argues cannot easily be electrified. </p> <p>Chevron, like its US rival ExxonMobil, argues these are the areas where it can create a competitive advantage as the economy decarbonises, rather than pursuing wind and solar projects like BP, Shell and other European oil majors. </p> <p>But May's climate shareholder vote cut much closer to the company's core strategy than that approach acknowledges. Setting targets to reduce scope 3 emissions would almost certainly require the company to start planning to wind down its oil and gas business in the coming decades.</p> <p>By all appearances, Chevron does not want to do that.</p> <p>Mike Wirth, Chevron's chief executive, told me the world should want the most efficient producers — like his company — pumping as much oil and gas as possible as long as the global economy relies on fossil fuels, otherwise those barrels will simply fall into the hands of higher-emitting firms.</p> <blockquote>  <p>“I don't see this as a question of you must limit the size of your business. The real opportunity is for the world to expect all producers to reduce the carbon footprint of their business,” he said. </p> </blockquote> <p>For instance, he said that he did not see investor pressure to slash emissions as a hindrance to future oil deals. “A transaction is not necessarily inconsistent with a pathway to a lower carbon future,” said Wirth, pointing out the company's shareholders had backed last year's $13bn <a href=\"https://www.ft.com/content/604c2b56-74b9-4e31-9775-06a78296acde\">takeover of Noble Energy</a>.</p> <p>But Mark van Baal, a founder of the activist green investor group Follow This, which put the May climate vote on the ballot, told me that growing the company's oil and gas business ran counter to that vote, which won the backing of 61 per cent of shareholders who voted, including top investors like BlackRock.</p> <p>“We have to give them the benefit of the doubt now, and wait to see what they come up with in October,” he said. “But shareholders want emissions reductions. It may be difficult for them to swallow but that's what the shareholders voted for.”</p> <blockquote>  <p>“We hope Chevron will set meaningful targets. Not only a fake promise for 2050, but a real hard target for 2030. But the fact that [Wirth] keeps on repeating ‘I want to grow my oil and gas business' is not promising,” van Baal said. </p> </blockquote> <p>Wirth and Chevron have arguably navigated the early days of the energy transition more deftly than most of the company's oil supermajor rivals. It has avoided so far the sort of activist shareholder blow up that cost Exxon three of its board seats or the investor backlash brought on by BP's promised rapid shift to renewables. But Chevron is now entering more treacherous territory. <em>(Justin Jacobs)</em></p> <h1>Opinion: US climate policy should avoid ‘partisan trenches'</h1> <p><em>By US Representatives David McKinley (R-WV) and Kurt Schrader (D-OR)</em></p> <p>We've heard so much about bipartisanship or lack-thereof lately, especially with the latest Congressional action on the budget and infrastructure.&#xa0;</p> <p>The <a href=\"https://www.google.com/search?q=ft+bipartisan+infrastructure+bill&amp;rlz=1C1GCEA_enUS966US971&amp;oq=ft+bipartisan+infrast&amp;aqs=chrome.1.69i57j33i160l4.4958j0j4&amp;sourceid=chrome&amp;ie=UTF-8\">infrastructure legislation</a> passed by the Senate last month shows that bipartisanship is alive and well.&#xa0; </p> <p>Now, we must deal with climate change the same way, rather than stuffing a bulky <a href=\"https://www.ft.com/content/80d39aba-4546-4474-bc39-f98a9d808258\">climate agenda</a> through on a partisan vote using the budgetary process — the route the Democratic leadership has chosen to pursue its plans for cutting power sector emissions.&#xa0;</p> <p>And we can do it. Just look at us: a Republican engineer from West Virginia and a Democratic veterinarian from Oregon. Yet, despite our differences, we have worked together to craft ambitious, effective and bipartisan legislation to tackle the climate crisis and promote a clean energy future.</p> <p>We started with a simple scientific premise: climate change is real, and time is running out to arrest its harm. We then brought in climate experts and industry leaders to help design evidence-based solutions that would slash the carbon emitted by the power sector by 2050. The result — the <a href=\"https://mckinley.house.gov/news/documentsingle.aspx?DocumentID=3131\">Clean Energy Through Innovation Act of 2021</a> — is the most sensible, achievable and ambitious bipartisan proposal to transform America's power sector into an engine of clean energy growth. </p> <p>Unlike short-term parliamentary tactics, which pass bills on party-line votes, bipartisan legislation is enduring because both sides have a vested interest in its success — and long-lasting solutions are what we desperately need.</p> <p>Our legislation invests in technologies we have today, to make them cleaner, more efficient and cost-effective. Similarly, it invests billions to research, develop and demonstrate the innovations that will fuel future deep decarbonisation. We must commercialise new technologies such as advanced nuclear reactors, net-negative baseload cogeneration and zero-emissions carbon capture for fossil fuels.</p> <p>Innovation is key, but it isn't enough. We need an effective, market-oriented and realistic clean electricity standard that drives progress and holds power companies accountable.&#xa0;That's why our bill sets a clean electricity standard that would reduce emissions from generators by 80 per cent by 2050.</p> <p>Bipartisan federal legislation is important to give businesses and financial institutions certainty to make long-term investments knowing what the rules of the road will be.&#xa0;Decades of lawsuits and regulatory ping-pong over climate prove this point.</p> <p>We also acknowledge states where fossil fuels are the linchpin of local economies and the lifeblood for families of workers by investing in innovation and infrastructure first. Overall, this reduces costs to consumers, saves jobs, preserves fuel diversity and resilience of the grid and breaks the climate and energy policy political logjam.</p> <p>Democrats and Republicans can work together to break the climate gridlock, or we can move deeper into partisan trenches as the crisis worsens, our energy infrastructure crumbles and Americans become convinced that their government is broken.</p> <p>Only Congress can solve this problem. But rather than jamming climate policy through on party-line votes, we need lasting, sensible, achievable Federal legislation embodied in our approach. </p> <p>To succeed, climate policy must be durable; to endure, it must be bipartisan.</p> <p><em>Reps McKinley and Schrader have proposed an alternative clean energy </em><a href=\"https://mckinley.house.gov/news/documentsingle.aspx?DocumentID=3131\"><em>bill</em></a><em> that would set a clean electricity standard targeting an 80 per cent reduction in power sector carbon emissions by 2050.</em></p> <h1>Data Drill</h1> <p>Most US utility customers think climate change is a serious issue but are sceptical of their providers' ability to tackle it, according to a new poll. </p> <p>Data analytics firm JD Power asked utility customers to rank the severity of climate change from 0, “There is no climate change”, to 4, “Climate change is very serious”. The nationwide average was 2.6, with considerable variation between states.&#xa0;</p> <p>But only 46 per cent of customers said their utility company was likely to achieve a goal of 100 per cent clean energy by 2050. Part of the problem may lie in customer awareness: less than a quarter of surveyed customers knew that their utility company had made goals to reduce emissions.<em> (Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Iberdrola has warned that an overly-protectionist approach by the government <a href=\"https://www.ft.com/content/fdee7b49-9355-4d88-ab79-3340127b4a86\">risks killing</a> America's offshore wind industry. </p></li>  <li><p>Over 70 per cent of global companies <a href=\"https://www.ft.com/content/b3d12f4f-5d23-4378-93b7-06d1e891e547\">omitted climate-related risks</a> in their financial statements, new research finds.&#xa0;</p></li>  <li><p>Power failures from Hurricane Ida left residents <a href=\"https://www.nytimes.com/2021/09/15/us/new-orleans-hurricane-ida-heat.html\">dying from heat</a>. (NYT) </p></li>  <li><p>Planned coal projects <a href=\"https://www.axios.com/global-coal-power-pipeline-shrinking-250da85a-5d0e-4d53-b574-beeb79ee6ca7.html\">fell over 75 per cent</a> since the Paris agreement was struck. (Axios)</p></li> </ul><p>Source: Myles McCormick, Justin Jacobs, Amanda Chu, and Derek Brower 2021 'Inside Chevron's $10bn bet on carbon-reduction' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-16T11:00:45.022Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2359,
          "end": 2366
        },
        {
          "start": 4466,
          "end": 4473
        },
        {
          "start": 2037,
          "end": 2044
        },
        {
          "start": 1858,
          "end": 1865
        },
        {
          "start": 3064,
          "end": 3071
        },
        {
          "start": 1524,
          "end": 1531
        },
        {
          "start": 4700,
          "end": 4707
        },
        {
          "start": 1568,
          "end": 1575
        },
        {
          "start": 386,
          "end": 393
        },
        {
          "start": 2533,
          "end": 2540
        },
        {
          "start": 5022,
          "end": 5029
        },
        {
          "start": 7,
          "end": 14
        },
        {
          "start": 3110,
          "end": 3117
        }
      ],
      "nexusId": "10051514"
    }
  ]
}