{
  "_id": "da2a11704dafecc816b497440214ec23076e2ecf314f72f78c26a3ce8ccdb969",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Oil Tie-Up  Isn't as  Crazy as It  Sounds  ---  Exxon-Chevron merger  talk is a '90s flashback  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Today's tech-stock exuberance is a flashback to the 1990s. Now oil investors are experiencing their own deja vu. </p><p>\n  Exxon Mobil and Chevron, the two largest descendants of Rockefeller's Standard Oil monopoly, discussed a potential merger last year, The Wall Street Journal reported this week. The companies' shares barely moved Monday morning, perhaps reflecting skepticism that such a deal can happen. </p><p>\n  As over-the-top as the idea sounds -- it could be the largest corporate merger ever -- it isn't inconceivable. Today's oil market conditions look similar to those that made oil megamergers possible starting in the late 1990s, when the Asian financial crisis led to a sudden collapse in global growth and oil demand. The resulting glut considerably weakened energy giants, leading to cost cuts and paving the way for big tie-ups. Both Covid-19 and Asia's crisis knocked about a third off the average Brent price in 2020 and 1998, respectively. </p><p>\n  That backdrop was what preceded Exxon's merger with Mobil in 1999, No. 1 and 2 in the U.S. at the time. Chevron's 2001 nuptials with Texaco brought together what were then Nos. 2 and 3. Combined, Exxon and Chevron would satisfy about 4.3% of global oil demand -- only a percentage point higher than the combined share of Exxon and Mobil a year after their merger. </p><p>\n  It is unclear how close the deal is to materializing. Antitrust concerns aside, Chevron investors might be cautious about merging with Exxon as it faces scrutiny from securities regulators and activist investors. </p><p>\n  But the news is a clear sign of how weakened the energy markets have become. A combination would bring at least four of Standard Oil's pieces back together. At the height of its dominance, Standard Oil controlled 95% of U.S. refining -- long before anyone realized there were vast petroleum deposits in places like Saudi Arabia, Iran and Venezuela. </p><p>\n  The mere fact that Exxon and Chevron are considering the once unthinkable shows their executives grasp the enormousness of the oil market's challenges. </p><p></p>",
  "published": "2021-02-02T07:10:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1187,
          "end": 1194
        },
        {
          "start": 1425,
          "end": 1432
        },
        {
          "start": 1936,
          "end": 1943
        },
        {
          "start": 1085,
          "end": 1092
        },
        {
          "start": 167,
          "end": 174
        }
      ],
      "name": "Chevron Corporation",
      "id": "US1667641005",
      "nexusId": "10051514"
    }
  ]
}