{
  "_id": "49d66cee7844d8548bc1bbbc0fdaacc6b6cc34098abef0f779a478b9f3059ed3",
  "feed": "wall-street-journal",
  "title": "Shell to Wind Down Fossil-Fuel Output In Strategic Shift",
  "text": "<p>Shell said Thursday its oil production had peaked and it expects output to decline 1% to 2% a year, including from asset sales, reducing its exposure to commodity prices over the longer term. The company plans to cut its production of traditional fuels such as diesel and gasoline by 55% in the next decade. At the same time, the company said it would double the amount of electricity it sells and roll out thousands of new electric-vehicle charging points.</p><p>The strategy follows similar plans from BP PLC and Total SE to reduce their dependence on fossil fuels while expanding in renewable power such as wind and solar, partly in response to growth in regulatory and investor pressure.</p><p>U.S. companies Exxon Mobil Corp. and Chevron Corp. don't plan to invest substantially in electricity and both say the world will need vast amounts of fossil fuels for decades to come. Exxon does, though, plan to invest in technology to reduce carbon emissions.</p><p>However, the pivot to low-carbon energy is seen by analysts as challenging because it requires investments in areas where major oil companies don't necessarily have a competitive advantage and that have lower returns. Renewable-energy projects typically generate returns of around 10%, compared with the traditional 15% targeted on oil-and-gas projects.</p><p>As such, major oil companies' green ambitions have so far failed to ignite enthusiasm among investors, at a time when the energy industry is grappling with the fallout from the pandemic, which prompted BP and Shell to cut their dividends.</p><p>The share prices of Europe's three largest oil companies have fallen dramatically since the Covid-19 pandemic sapped demand and sent oil prices lower, with Shell down 35% over the past year, BP 45% lower and Total down 24%. Shell shares fell 2.7% on Thursday.</p><p>Shell sought to allay any concerns about its new strategy Thursday, saying fossil-fuel production would remain a material source of revenue into the 2030s, while reiterating its policy to increase its dividend by 4% each year.</p><p>\"By accessing the enormous opportunities that the future of energy holds we will create the conditions for future share price appreciation,\" said Chief Executive Officer Ben van Beurden. \"We expect to radically transform Shell over the next 30 years.\"</p><p>Unlike BP and Total, Shell didn't give targets for adding renewable energy production capacity. The company said it didn't necessarily need to own generation capacity to sell more power, and that it thought it could make more money focusing on areas like trading and selling the electricity.</p><p>Shell confirmed that from now it would allocate around 25% of its spending, or $5 billion to $6 billion, to renewable energy and marketing -- which includes its gas stations and lubricants business -- up from 11% previously.</p><p>The company aims to sell 560 terawatt hours of electricity a year by 2030, double its current sales, but stopped short of setting targets for power generation. Shell sells much more power than it produces. This is similar to its oil-and-gas business, where Shell sells around three times as much of the fuels as it produces.</p><p>In recent years, Shell has expanded outside of oil and gas with acquisitions of businesses including U.K. power supplier First Utility, electric-vehicle charging company Ubitricity and battery firm Sonnen.</p><p>At the same time, the company plans to invest $8 billion a year on oil-and-gas production, seeking particularly high-value projects, and an additional $4 billion a year on its so called integrated-gas business, which includes liquefied-natural gas. Shell will add seven million metric tons of LNG production capacity by the mid-2020s, including from projects already sanctioned in Canada and Nigeria.</p><p>European energy companies' plans to invest more in low-carbon power come at a time when they are still trying to reduce debt. Shell wants to cut its debt to $65 billion from $75.4 billion at the end of last year and targets annual asset sales of $4 billion to help meet its goal.</p>",
  "published": "2021-02-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 723,
          "end": 730
        }
      ],
      "nexusId": "10051514"
    }
  ]
}