{
  "_id": "e4fd3b1da8f57afe3118c11504afe793d8daf57a83ad723cd0e28cea9ad395fc",
  "feed": "wall-street-journal",
  "title": "Oil Prices Fall to Lowest Point Since May on Stronger Dollar; U.S. currency climbs to highest level in over nine months after Fed signals it will pare back bond-buying program",
  "text": "<p>The dollar's advance to its strongest level since early November added to recent worries in energy markets. Investors had already grown increasingly nervous in recent days that rising Covid-19 cases are threatening to hobble the global recovery and could sap demand for oil in major economies like China.</p><p>A stronger dollar tends to put pressure on commodities denominated in the U.S. currency—such as oil and industrial metals like copper—which become more expensive for other currency holders.</p><p>The ICE Dollar Index, which tracks the greenback against a basket of currencies, gained 0.44% Thursday.</p><p>\"It's a very nervous market, and that will probably continue until we get some clarity at Jackson Hole next week,\" said Ole Hansen, head of commodity strategy at London-based Saxo Bank, referring to the annual economic symposium in Wyoming. \"There is mostly a worry that strength in demand for oil has suddenly faded quite fast out of China, where economic data has been showing softness. And there's soft mobility in the U.S. as we head into the autumn.\"</p><p>Minutes released Wednesday from the Federal Reserve's recent meeting showed that policy makers are increasingly in agreement about tapering the central bank's asset purchases in the months ahead. That has added to bets that the Fed may also raise interest rates sooner than anticipated, making U.S. Treasurys more attractive than government bonds from Germany and Japan that offer subzero yields.</p><p>U.S. copper futures dropped 1.9% to $4.0385 a pound, the lowest settlement since mid April. Prices for the metal—which are sensitive to the health of the world economy because of copper's uses in construction and manufacturing—have fallen more than 15% from the all-time high they reached in May.</p><p>Investors' appetite for risky assets such as stocks also ebbed as they assessed the growing threat posed by renewed lockdown measures, with many countries struggling to curb the spread of the Delta variant of coronavirus.</p><p>Shares in major energy companies also took a hit. BP PLC dropped nearly 5% in London, while TotalEnergies SE shares retreated more than 3% in Paris. Royal Dutch Shell PLC shares slid more than 4% in Amsterdam. In the U.S., Exxon Mobil Corp. and Chevron Corp. also declined.</p><p>Recent data and reports out of China and the U.S. have added to jitters in energy markets.</p><p>Industrial production data from China earlier this week undershot expectations, and other figures showed that Chinese refiners processed the least crude in 14 months, according to Warren Patterson, head of commodity strategy at Dutch bank ING.</p><p>Separately, while Energy Information Administration figures released Wednesday showed that U.S. crude inventories fell twice as sharply in the most recent reporting week, gasoline stocks unexpectedly rose.</p><p>\"It appears that gasoline demand has peaked,\" said Commerzbank analyst Carsten Fritsch. \"Though the summer driving season still has three weeks to go, it is already clear that it will not meet the high expectations.\"</p><p>Investors are now watching to see whether the Organization of the Petroleum Exporting Countries will intervene to halt the slide in oil prices. OPEC, whose members are due to meet on Sept. 1, has often reacted to sharp drops in oil prices during the pandemic.</p><p>While the policy of increasing production is set for the remainder of 2021, ministers in countries that are part of the cartel will likely be monitoring oil prices for any further sharp drops.</p><p>\"If Brent hits the mid-60s, we may start to see some talk from OPEC, because that price wouldn't be favorable to Saudi Arabia,\" said Saxo Bank's Mr. Hansen.</p><p>Write to David Hodari at David.Hodari@dowjones.com</p><p>Oil Prices Fall to Lowest Point Since May on Stronger Dollar</p>",
  "published": "2021-08-19T21:43:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2216,
          "end": 2223
        }
      ],
      "nexusId": "10051514"
    }
  ]
}