{
  "_id": "ea74ea63f344c72d693c8f9403e32a137eccd7230887bf30515433bd8c455873",
  "feed": "ftcomall",
  "title": "Total: brand on the run",
  "text": "<p>Big corporations rebrand themselves in response to a reputational disaster, boringness or a merger. The credibility crisis facing Total confronts all producers of planet-damaging hydrocarbons. Hence a name — TotalEnergies — pointing to its shift to renewables. </p> <p>Tedium is rather to Total's advantage right now. Investors see it as a relatively safe bet in a disrupted sector, providing steady oil volume growth even as it pivots.</p> <p>The group's share price consistently outruns sector rivals. That, along with the implicit state protection that comes with being French, should keep predators away for a while. But the <a href=\"https://www.ft.com/content/179e64c9-a264-4a06-811f-b1d07d90fbd0\">consolidation</a> of the vast oil and gas sector will change the game for everyone eventually.</p> <p>Total's new moniker arrived with its <a href=\"https://www.ft.com/content/3c93f7ed-cd30-4507-aa2b-856ed779863b\">fourth-quarter results</a> on Tuesday. After a pandemic-induced oil price crash, post-tax profits collapsed by two-thirds to $903m in the period. Including earlier asset impairments, the full year brought a loss of more than $7bn. </p> <p>Total shares trade at a 10 per cent to 15 per cent premium to Shell, BP and Eni on an enterprise value to ebitda basis. This is largely the result of the group's indicated dividend yield of more than 7 per cent, double that of Shell. Chief executive Patrick Pouyanné's commitment to the payout has been unwavering.</p> <p>He must now hope his injection of renewable energy projects into the asset portfolio will help maintain the premium, even as oil and gas endure a slow run-off. Gross renewable energy capacity jumped 2.4 times last year, though how much it earned we do not know. </p> <p>Total has done enough to remain independent for a while. If the rebranding works, that will help. Such exercises do not always endure convincingly — one thinks of BP's eco-conscious Helios logo.</p> <p>Energy transition means the hydrocarbons sector will be unrecognisable a decade from now. Gossip about a combination of Exxon and Chevron may merely have been premature. Defensive mergers are likely to spread from US shale to the multinational majors. Companies may equally sell high carbon divisions to bottom fishing private owners or part-float renewable units. No rebranding can last forever in a fast-changing industry.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline. </em></p><p>Source:  2021 'Total: brand on the run' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T15:02:37.516Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1871,
          "end": 1878
        }
      ]
    }
  ]
}