{
  "_id": "51314e6c0c0d4931d5747a77b9c62301c1719652fd36a57534dc5f01cd54295c",
  "feed": "ftcomall",
  "title": "The environmental cost of state oil company success ",
  "text": "<p>Two things to start: first, Brent crude prices hit <a href=\"https://www.ft.com/content/3032d80d-89b0-4020-922e-f4fa15435b5d\">$60 a barrel</a> for the first time since last year's crash. And second, European oil majors continued their pivot to renewable energy as Total and BP submitted “<a href=\"https://www.ft.com/content/b0033490-a901-4745-905e-b01749c4faaa\">staggering</a>” bids to acquire offshore wind rights in the UK. </p> <p>Welcome to another Tuesday Energy Source. Today's first item is on the dilemma facing national oil companies: they must keep developing projects to support local economies, but these projects will worsen climate change. Our second asks if a phase of mega-merger mania — akin to that at the turn of the century — is about to grip the energy business. Meanwhile, electric vehicles are on the march.</p> <p>Thanks for reading. Please get in touch at energy.source@ft.com. You can sign up for the newsletter <a href=\"https://www.ft.com/energy-source\">here</a>. — <em>Derek</em></p> <h1>Pick one: the Paris agreement goals or state energy company success </h1> <p>The world's state owned energy companies are set to spend $1.9tn on new oil and gas projects by 2030. But $400bn of these investments require oil prices above $40 a barrel to break even — and basically the failure of the Paris climate goals. </p> <blockquote>  <p>“Either the world does what's necessary to limit global warming, or national oil companies (NOCs) can proceed with their investments. Both are not possible,” said the authors of a new report by the National Resource Governance Institute.</p> </blockquote> <p>The actions of NOCs and their host governments have a direct effect on climate change. These companies produce half of the world's oil and gas and invest 40 per cent of global capital that is ploughed into the industry.<br><br>But state oil and gas companies — from energy giants such as Saudi Aramco to smaller players in countries such as Suriname — also provide vital revenues for governments. Hundreds of millions of people around the world live in countries where this cash is then doled out in social benefits.<br><br>Yet NOCs, despite the willingness of governments to keep pouring cash into hydrocarbons, are not completely insulated from the ramifications of climate change and changing public sentiment, the latest Natural Resource Governance Institute <a href=\"https://resourcegovernance.org/analysis-tools/publications/risky-bet-national-oil-companies-energy-transition\">report </a>shows. </p> <p>“NOCs may end up spending [hundreds of billions] on high cost projects that could fail to make a substantial return,” said NRGI. </p> <p>Companies with the lowest costs (as low as single digital per barrel extraction costs in parts of the Middle East) can afford to take bigger spending risks. But many smaller players and those facing steep production costs (such as Venezuela's PDVSA, Mexico's Pemex and Nigeria's NNPC) with economically weaker host governments cannot. </p> <p>State enterprise-commissioned oil and gas projects that start in the next decade will operate for an average of 31 years, and many will operate past the 2050s, according to NRGI. But given the volatility of oil prices over this time, it is not guaranteed that all of these developments will be in the money.<br><br>“A structural decline in the oil price will still be a worry for any company with projects operating long into the future,” said NRGI.<br><br>We've already seen international oil majors — including BP, Total and Royal Dutch Shell — alter their price assumptions for the years to come and announce that they are writing down the value of their assets. Some national oil companies too are going as far as to risk billions in public funds in investments that might not yield the riches these countries are after. <em>(Anjli Raval)</em></p> <h1>The mega-mergers on the horizon </h1> <p>Two decades after the last phase of mega-merger mania reconstituted Big Oil, is another wave of industry-shaping deals imminent?</p> <p>As <a href=\"https://www.ft.com/content/179e64c9-a264-4a06-811f-b1d07d90fbd0\">we reported</a> in our news-in-depth piece yesterday, analysts believe the pump is now primed. News that ExxonMobil and Chevron discussed a tie-up last year shocked many in the business, but plenty of analysts say the rationale has been plain for months — and that nothing is now off the table. </p> <p>Who is in play? “Everyone is talking to everyone,” said one banker. </p> <blockquote>  <p>“Exxon-BP, BP-Shell, Exxon-Chevron, Chevron-Occidental, Chevron-ConocoPhillips — they are all good combinations. The jigsaw pieces fit together in a number of obvious ways,” said a supermajor investor. </p> </blockquote> <p>When the fantasy M&amp;A chat fires up, BP gets mentioned a lot. Exxon might cherish its stake in Rosneft, for example, although the White House and Congress might rebuff the idea (not to mention US sanctions still cover large swathes of the Russian energy sector). Or a Shell-BP merger could accelerate their transformation away from fossil fuels. </p> <p>What about a “changing the conversation” deal that sends one of the struggling oil majors in a new, greener, direction? Some analysts say Exxon could target a power producer in the US, such as NextEra Energy — giving the supermajor immediate scale in clean energy. But this seems less likely.</p> <p>Aside from the high valuations of clean-power companies, Exxon is focused on its core business and does not think this includes electricity. To the extent it focuses on clean energy, it will keep spending on technologies like carbon capture and storage that Exxon thinks would secure oil's long-term future in a low-carbon world. </p> <p>Still, the rationale for big deals is building, say analysts. What is it? </p> <ol>  <li><p><strong>Last-man standing thesis.</strong> If the oil market is going to shrink, producers will need scale to thrive. A combined Exxon-Chevron — call it Standard Oil — would produce north of 7m barrels of oil equivalent a day by mid-century, if all their existing growth plans came good. Only Saudi Aramco would be bigger. </p></li>  <li><p><strong>Consolidation would help cut costs</strong> and ultimately boost lagging returns, which have been as much a drag on the sector's share prices as uncertainty around future oil demand. Exxon spends $11bn on general and administrative expenses and Chevron spends another $4bn, which analysts say is ripe for the chopping block. Selling off weaker assets, meanwhile, could boost returns.</p></li>  <li><p><strong>ESG. ESG. ESG.</strong> Making an environmental, social and governance case from creating a new oil behemoth might sound counterintuitive. But analysts argue that resetting costs lower and creating higher return fossil fuel portfolios could be sold as a way of freeing up capital to invest in tackling emissions.</p></li> </ol> <p>Not everyone thinks the logic is as compelling as it was two decades ago. Sam Margolin, a managing director at Wolfe Research, argues that for all of the problems facing the supermajors today, the mood in the boardroom is still not as gloomy as it was after the 1990s oil crash. Many executives see an oil price surge that will negate the need for the kind of dramatic course correction some shareholders are demanding. </p> <blockquote>  <p>“That doesn't account for popular opinion about the future of oil demand and electric vehicles and everything else, but if we're only talking about what these management teams think: in the 90s they were bearish, and now they're relatively constructive,” Margolin said. </p> </blockquote> <p><em>(Justin Jacobs)</em></p> <h1>Data drill</h1> <p>Oil stocks have endured a horrible stretch in recent years. If you put $100 into the S&amp;P 500's oil and gas sector index five years ago, it would now be worth less than $80. Poor returns and an accelerating energy transition have been constant headwinds.</p> <p>Yet, after last year's catastrophic crash, the sector is suddenly among the market's best stocks — and, for now, the oilier the better, as far as share prices are concerned. While Diamondback Energy, a pure play shale oil producer, is up by more than a third this year, shares in Brookfield Renewable Partners, a pure play clean energy company, have risen by just 6 per cent. Energy transition leader Ørsted is down by 18 per cent. ExxonMobil's shares have risen by 20 per cent. </p> <h1>Power points</h1> <ul>  <li><p>Democrats in the US's House of Representatives<a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/house-democrats-reintroduce-bill-extending-renewable-energy-storage-tax-credits-62518589\"> introduced a bill</a> to extend tax credits for renewable energy and battery storage.</p></li>  <li><p>Argentina's YPF appears to have <a href=\"https://www.ft.com/content/8856bb74-0f44-4a83-a2e5-2f10405d1da5\">avoided a default</a> on $6.2bn of debt. </p></li>  <li><p>Members of Joe Biden's own Democratic party <a href=\"https://www.ft.com/content/3a863835-9e27-414c-a715-17eec4a99da7\">are worried</a> that his moratorium on drilling on federal lands will cost their party votes. </p></li>  <li><p>The EU is facing calls to <a href=\"https://www.ft.com/content/b37312fb-410a-4958-a887-8f9bd7c5e33b\">ditch its membership of the Energy Charter Treaty</a>, with critics saying it is becoming a roadblock in the bloc's efforts to tackle climate change. Last week, RWE said it was suing the Dutch government under the terms of the ECT for its decision to phase out coal power. </p></li>  <li><p>The diplomatic dance between the Biden administration and Tehran is well under way. President Biden said over the weekend that he would only lift sanctions on Iran, critical to oil markets,<a href=\"https://www.ft.com/content/58b09850-b8b7-4f9a-ae08-e9f166e9dc43\"> if Tehran stops enriching uranium</a>, not simply to get them back to the negotiating table. </p></li> </ul> <h1>Endnote</h1> <p>Electric vehicle sales will eclipse those of internal combustion engine (ICE) vehicles in 2047, according to consultancy Wood Mackenzie. Battery EVs will account for 48 per cent of sales in 2050, with fuel-cell and plug-in hybrids combining for another 8 per cent. By 2025, EV sales will top a combined 7m a year in China, Europe and the US; and 15m a year by 2030.</p> <p>Despite this rapid uptake, oil demand from light-duty vehicles will fall by just 24 per cent over the next 30 years, the consultancy says. </p> <p>“Slow erosion of ICE stock and an increased demand from emerging economies are the main reasons for this lethargic drop,” said Ram Chandrasekaran, Wood Mackenzie principal analyst.</p> <p><em><strong>Correction: </strong>In Thursday's newsletter, we said the US Senate had confirmed Jennifer Granholm as energy secretary. This should have said that the US Senate's energy and natural resources committee had confirmed her. Full Senate confirmation is yet to come. </em></p><p>Source: Derek Brower 2021 'The environmental cost of state oil company success ' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T11:00:42.364Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5689,
          "end": 5696
        },
        {
          "start": 3660,
          "end": 3667
        }
      ]
    }
  ]
}