{
  "_id": "35dadd748200f56f9df7d0bcef687616f91fed87ee39821624a5519376a1fbbe",
  "feed": "wall-street-journal",
  "title": "One of the World's Dirtiest Oil Patches Is Pumping More Than Ever; Multinational producers have exited Canada's oil sands, but local companies have stepped in; 'we will continue to see growth'",
  "text": "<p>Governments and financial institutions are pushing to wean the world from fossil fuels to address climate change. But demand for energy remains robust. So long as existing oil fields—no matter their carbon footprint—remain profitable, they are likely to remain in production long after big-name multinational companies walk away.</p><p>There are still roughly 170 billion barrels of thick, tar-like bitumen under boreal forests in the Canadian province of Alberta, the largest amount outside of Saudi Arabia, Venezuela and Iran. Domestic companies such as Canadian Natural Resources Ltd., Suncor Energy Inc., Cenovus Energy Inc. and Imperial Oil Ltd, an affiliate of Exxon Mobil Corp., extracted more crude from those fields in last year's third quarter than the same period a year earlier.</p><p>Politicians and others pushing for a rapid transition to cleaner energy sources face a conundrum. Despite intensifying efforts to transition the global economy away from fossil fuels, alternative energy sources currently come nowhere near meeting present demand. That means companies will continue to pump oil even from carbon-intensive sources.</p><p>\"We will continue to see growth,\" said Alex Pourbaix, chief executive of Calgary-based Cenovus, which doubled its dividend last year. Cenovus increased third-quarter oil sands production by almost 50,000 barrels a day.</p><p>Mr. Pourbaix said the world-wide push for renewable energy wouldn't reduce oil's importance as a cheap energy source anytime soon. \"There's no technology at all of scale that can replace what oil can do,\" he said. \"That's just reality.\"</p><p>The benchmark West Texas Intermediate oil price in the U.S., which fell to record lows in the spring of 2020, rose above $70 a barrel in June for the first time since 2018.</p><p>The sharp rise in prices has prompted even world leaders committed to reducing emissions to call for more production. President Biden asked the Organization of the Petroleum Exporting Countries last year to boost production, after gasoline prices climbed, and in November he released oil from the U.S.'s strategic reserve in a bid to tame gas costs. He also supported the construction of a replacement for Line 3, a pipeline operated by Calgary-based Enbridge Inc. that brings crude from the oil sands to the U.S.</p><p>Canadian Prime Minister Justin Trudeau is spending more than $12.5 billion to expand the Trans Mountain pipeline, which carries crude from the oil sands to Canada's west coast. The expansion, when it is finished sometime in 2023, will triple Trans Mountain's capacity to almost 900,000 barrels a day, giving companies such as Cenovus and Suncor greater access to growing markets in Asia.</p><p>Mr. Trudeau has said that money from Canada's oil industry will fund its transition to greener energy.</p><p>The production increases in Canada's oil sands are happening despite a yearslong flight of capital from the area. The region, once one of the energy world's hottest investment destinations, has become a dead zone for foreign investment.</p><p>Since 2017, major oil companies such as Royal Dutch Shell PLC, ConocoPhillips and Total SA have announced plans to sell their Canadian assets or have sold them. The reasons cited include greenhouse-gas emissions and unattractive returns. Chevron Corp. Chief Executive Michael Wirth said he was open to selling a stake in the region because it wasn't a strategic asset for the company.</p><p>Some investment funds managed by BlackRock Inc. and Norway's sovereign-wealth fund have cut oil sands investments from their portfolios. Last year, the Caisse de dépôt et placement du Québec, one of Canada's largest pension funds, announced it will sell all its holdings of oil company stocks, including its interests in Canadian companies, by the end of 2022.</p><p>\"The philosophy behind this is to avoid contributing to additional oil supply,\" said Charles Emond, chief executive of the fund, in September. The Caisse manages more than $300 billion in assets for public employees in the province of Quebec, about 1% of which is invested in the stock of oil producers. \"This is a leadership decision in the face of the climate crisis.\"</p><p>As international energy companies have moved out of the oil sands, though, smaller independents and private investors have come in, and some have moved to increase production.</p><p>Adam Waterous, chief executive of the Waterous Energy Fund, a Calgary-based private-equity firm, said the firm has bought three oil sands projects in Alberta over the past two years. Together, the projects produce between 50,000 and 60,000 barrels per day, a number he said could increase to 100,000 barrels a day within the next five years. As a private investor, he said, his company has more freedom to increase production, while investing in technologies to reduce carbon emissions, because it doesn't have to answer to public shareholders.</p><p>Canada's petroleum industry accounts for roughly 5% of the nation's economic output. For all but two of the years since 2008, oil has been Canada's top trade export.</p><p>An 88,000-square-mile area in northeast Alberta, the oil sands boomed between 2000 and 2014. Global companies, lured to the region by high oil prices and plentiful supply, raced to Alberta to build extraction megaprojects with names like Sunrise, Peace River and Surmont.</p><p>During the boom years, investment in the oil sands totaled $183 billion. Capital spending rose steadily, from $3.3 billion at the beginning of the century to $26.4 billion at its peak in 2014, according to the Alberta Energy Regulator, the provincial department that regulates Alberta's energy industry.</p><p>Alberta's crude is buried under quartz sand and is difficult to extract. Producers either claw the oil-infused sand out of the ground using excavators that look like dinosaurs, or pump the crude out of wells by injecting steam deep into the earth to liquefy it.</p><p>The oil requires a lot of energy to extract and visibly scars the landscape. The mining process creates a slurry of quartz sand, water and toxic chemicals, which is kept in huge reservoirs called tailings ponds that are so big they can be seen from outer space. At the oil wells, thick plumes of steam billow overhead from the millions of gallons of water heated by natural-gas facilities.</p><p>According to research firm Rystad Energy, oil sands production in Alberta generates roughly 160 pounds of carbon per barrel, a higher greenhouse-gas emission than any other oil in the world. The firm described the level as \"staggering.\" U.S. shale oil producers, by comparison, generate an average of 26 pounds per barrel.</p><p>Environmentalists began to target the region around 2002, when officials in Alberta first quantified the size of its reserves. \"They are arguably the most visible human scars on the planet,\" said Bill McKibben, a prominent environmentalist and co-founder of 350.org, a group dedicated to stopping the use of fossil fuels world-wide.</p><p>Actor Leonardo DiCaprio visited the oil sands in 2014 and produced a National Geographic documentary on climate change that singled out the region. Groups such as 350.org, Rainforest Action Network and Sierra Club organized protests in Washington, disrupted pipeline construction projects and pressured banks and financial institutions to pull funding for oil sand projects.</p><p>Share Your Thoughts</p><p>Should Canada cease its oil sands production? Why or why not? Join the conversation below.</p><p>A drop in the price of oil in 2014, coupled with pressure from shareholders of energy company to reduce emissions, affected investment. In 2020, capital spending on oil sands projects hit a 16-year low, totaling $5.8 billion, according to the Alberta Energy Regulator. Such capital investment has declined every year since it peaked in 2014. It was forecast to have risen slightly in 2021, but remain lower than it was in 2019.</p><p>In 2017, when Shell announced the sale of several oil sands assets for $7.25 billion, Chief Executive Ben van Beurden said that the company wanted to boost returns. The announcement came at the same time the company said it was linking director bonuses to greenhouse-gas emission reductions.</p><p>In June 2021, Calgary-based pipeline operator TC Energy Corp. announced it was ending a 12-year effort to build the Keystone XL pipeline extension, a conduit for Canada to get its oil to the U.S. market. The announcement came six months after Mr. Biden kept a campaign promise by canceling the permit that had allowed the pipeline's construction to move forward.</p><p>Almost 60 financial institutions, including Deutsche Bank, HSBC Holdings PLC and insurance company Hartford Financial Services Group Inc., have curbed their oil sands investments. In July, Japan Petroleum Exploration Co., Japan's state-backed oil-and-gas company known as Japex, which first leased land in Alberta in 1978, announced it sold its stake in the Hangingstone oil sands project at a loss of $800 million. </p><p>Calgary, the corporate hub of Canada's energy industry, had a commercial-real-estate vacancy rate of 33% in the third quarter of 2021. PHOTO: Jason Franson for The Wall Street Journal</p><p>Employment in Canada's oil-and-gas industry declined by 17% between 2014 and 2019, from 226,500 to 188,760 in 2019, according to Petroleum Labour Market Information, a division of the Energy Safety Canada, an organization that works with companies and workers to set industry safety standards. The nonprofit estimated that Covid-19-related layoffs accelerated the downward trend, and that the industry shed another 20,000 jobs in 2020.</p><p>The toll is visible in Calgary, the corporate hub of Canada's energy industry. The steel and glass skyscrapers that tower over the prairie landscape on the shores of the Bow River were built during the industry's heyday. Today, many are nearly empty. Downtown Calgary had a commercial real-estate vacancy rate of 33% in the third quarter of 2021, the highest in North America, according to CBRE Group, a commercial-real-estate services firm. Houston's vacancy rate, by comparison, was 24%.</p><p>Eventually, the lack of investment will cause production to dwindle as oil from some projects is depleted, analysts say. Some projects could start to deplete by the middle of the next decade, according to Kevin Birn, an analyst with IHS Markit.</p><p>Some mines are being modified as the original reserves run low. The North Mine at the Syncrude project, which is operated by Suncor, is expected to be depleted by the middle of this decade, but an extension of the mine is being built that will keep it producing for another 14 years.</p><p>Newer projects, though, are likely to produce far into the future. Fort Hills, an open pit truck and shovel mine run by Suncor, completed in 2018, can produce almost 200,000 barrels of oil a day. It can run for the next 50 years, based on current plans.</p><p>In October, producers extracted more than 3.84 million barrels a day from Alberta, a record, according to the Alberta Energy Regulator. Between January and October, production totaled 1.09 billion barrels, also a record.</p><p>Write to Vipal Monga at vipal.monga@wsj.com</p><p>One of the World's Dirtiest Oil Patches Is Pumping More Than Ever</p>",
  "published": "2022-01-13T15:03:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3240,
          "end": 3247
        }
      ]
    }
  ]
}