{
  "_id": "513c2b109fcd54ec28b81b0812b589ac976beed518a3306f8d485f6b99ade9a2",
  "feed": "ftcomall",
  "title": "Falling out of love with stakeholder capitalism",
  "text": "<p>Happy Valentines Day! We hope you are feeling plenty of luuurve, wherever you may be. After an extended stay in Denver, I am back in New York, a city that I fell in love with two decades ago. </p> <p>But my spell in Colorado has opened my eyes to some striking new facets of environmental and social governance (ESG). Take infrastructure. In decades past, this state has been addicted to building (and widening) roads for its vast numbers of cars. But last month the Colorado legislature became the first region in the US <a href=\"https://www.nytimes.com/2022/02/10/climate/highways-climate-change-traffic.html\">to embrace regulation </a>that will ensure future infrastructure plans do not just build (or widen) roads, but also pour money into bicycle lanes, light rail and buses instead. Many cities, such as New York, are already doing this. But Colorado's plans cover rural areas too: they hope to create cleaner forms of traffic to ferry tourists to ski centres, say, as part of a drive to cut transport <a href=\"https://www.cpr.org/2021/09/20/state-reduce-emissions-electricity-transportation-oil-gas-sector/\">emissions by 40 per cent</a>. It may not work. But, if nothing else, it shows how the debate around infrastructure is changing — and potentially creating green investment opportunities. </p> <p>But financial trends — as with love — rarely move smoothly, as this week's newsletter shows. Below we highlight new Harvard research that questions corporate stakeholder mantras during the pandemic and the sector's recent underperformance. </p> <p>From Australia, we flag an interesting new project that marries the vexed themes of carbon offsets and carbon capture and storage. And take note of <a href=\"https://www.ft.com/content/9cf8c788-6cad-4737-bc2a-2e85ac4aef7d\">a recent FT piece</a> on how Morningstar has just culled its ESG funds to raise standards. Tell us what you think — with or without heart emojis. <em>Gillian Tett</em></p> <h1>Pandemic ‘stakeholder' pledges just PR spin?</h1> <p>Lucian Bebchuk, the esteemed professor of law at Harvard University, has long been a thorn in the side of the ESG movement. As a self-avowed believer in the shareholder principles espoused by Milton Friedman, he views the new stakeholder capitalism mantra as dangerously vague, if not deceptive. Check out, for example,<a href=\"https://www.youtube.com/watch?v=3tMYfLLzoi4\"> a lively debate</a> that I participated in with him last year; or his <a href=\"https://corpgov.law.harvard.edu/2020/03/02/the-illusory-promise-of-stakeholder-governance/\">trenchant analysis </a>into companies' participation in the Business Roundtable's 2019 “stakeholder” pledge — which shows that a mere 2 per cent of chief executives who signed the pledge had consulted with their boards beforehand.</p> <p>These challenges irritate some sustainability advocates. At Moral Money, however, we believe in illuminating all sides of the debate, since without hard-nosed scrutiny and challenge, the sustainability movement will become faddish and scandal-prone (ie unsustainable). So we were intrigued to see Bebchuk's most recent research, conducted with Kobi Kastiel (assistant professor in law at Tel Aviv University and senior fellow in law at Harvard) and Roberto Tallarita (senior fellow in law and economics at Harvard).</p> <p>This <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4026803\">research</a> explored what happened “with more than 100 public company acquisitions, with an aggregate consideration exceeding $700bn, that were announced during the pandemic”, Bebchuk told me. Many of these companies were espousing ESG values at the time; indeed, Bebchuk views the pandemic as a moment of “peak ESG”. However, the researchers found that in these mergers and acquisitions the “terms provided large gains for target shareholders as well as for corporate leaders themselves”. The average takeover premium for shareholders was about 34 per cent, say, and almost all the deals rewarded CEOs.</p> <p>But “although many transactions were viewed as posing significant post-deal risks for employees, we document that corporate leaders generally didn't bargain for any employee protections, including any compensation to employees that would be fired post-deal”. Worse still, “they also didn't negotiate for any protections to customers, suppliers, communities, the environment, or other stakeholders”, the trio conclude. Even when stakeholder commitments were mentioned, these were unenforceable.</p> <p>Some observers might conclude that this makes ESG nothing more than public relations spin. Others might retort that this shows the need for companies to pay more attention to employees; Leo Strine, former chief justice in Delaware, for example, thinks that ESG should be E-E-SG to put the words “employees” into that equation. However, Bebchuk et al conclude that this throws the ball into the government's court. </p> <p>“Those who seriously care about corporations' external effects on shareholders should not harbor illusory hopes that corporate leaders would protect stakeholder interests on their own,” they write. “Instead, they should concentrate their efforts on securing governmental interventions (such as carbon taxes and employee protection policies) that could truly protect stakeholders.” No doubt this debate will run on. And on. <em>(Gillian Tett)</em></p> <h1>Would you buy carbon credits from a gas producer?</h1> <p>Of the many polarising topics in the climate world, two of the hottest are carbon capture and storage (CCS) and the voluntary carbon market. In Australia, the two are coming together — to controversial effect.</p> <p>Last week, Australian liquefied natural gas (LNG) producer Santos announced it had secured vast natural underground reservoirs beneath the South Australian desert — which once held natural gas — that it said had the capacity to permanently store up to 100mn tonnes of carbon dioxide.<br><br>Santos plans to capture CO2 at a LNG production plant at the nearby town of Moomba, and pump it down pre-existing gas pipes into those empty reservoirs at a rate of about 1.7mn tonnes a year. The first injection is due in 2024. <br><br>This is where carbon credits come in. For every tonne of CO2 that is stored in the reservoirs, Santos will receive one government-approved Australian carbon credit unit, or ACCU. That is thanks to a controversial decision the government took last year to make CCS eligible for funding through its carbon farming initiative, the Emissions Reduction Fund. Assuming it goes ahead, it will be the world's first CCS project that generates carbon credits.<br><br>Because much of the infrastructure is already in place, Santos reckons it can capture and sequester the CO2 at a cost of US$24 a tonne. That is well below the current pricing on the open market for ACCUs, which is about A$55 (US$39) a tonne.<br><br>Until now, official Australian carbon credits have mostly been nature-based — awarded for things such as tree planting, soil carbon and savannah-burning. The market has generally liked ACCUs because, while expensive, they are considered well-regulated and often have a positive social angle (the savannah-burning programmes in the Northern Territory, for example, are run by local indigenous groups). But the government's controversial decision to grant CCS official carbon credit status may have muddied the water. &#xa0;<br><br>Polly Hemming, a carbon markets expert who used to work for the Australian government but now works with think-tank The Australia Institute, is doubtful anyone will buy them. And she is scathing of the government's motives, saying it is using CCS as a “PR exercise to justify expanding the gas industry in Australia”. Energy minister Angus Taylor has fuelled such concerns by promising that the CCS-linked carbon credits will “position Australia to scale up clean LNG production”.</p> <p>The government argues that more gas is good because it will help Asian countries to reduce their reliance on much more carbon-heavy coal. And the need for a dramatic increase of CCS has been endorsed by bodies including the International Energy Agency, noted Matt Steyn of the Global CCS Institute, a pro-CCS think-tank.&#xa0;“Our message is we need to see a one-hundred-fold increase in operating CCS projects to meet net zero by 2050 under [IEA] modelling,” he said.<br><br>He argued the development of CCS infrastructure at sites such as Moomba could attract the hard-to-abate industries where CCS is really needed — such as cement, steel and petrochemicals — to set up plants nearby. The oil and gas industry, he said, “see geological storage as a future business”, perhaps even long after they have stopped drilling. The government estimates there are 20bn tonnes of CO2 geological storage potential across Australia.<br><br>But there are still questions over the efficacy of the existing technology. Oil company Chevron's <a href=\"https://www.theguardian.com/environment/2021/jul/20/a-shocking-failure-chevron-criticised-for-missing-carbon-capture-target-at-wa-gas-project\">disastrous attempts</a> at CCS in Western Australia do not bode well for Santos. And even assuming the Moomba project does work, it remains to be seen whether Santos and the Australian government can turn technical success into a viable market in CCS-based carbon credits. <em>(James Fernyhough)</em></p> <h1>Chart of the day</h1> <p>If you are looking to invest in companies with a strong profile in clean energy or gender diversity, this might be a good time to find a bargain. Clean energy stocks, hit by rising commodity prices, have performed far worse over the past year than oil and gas companies benefiting from the same trend. Meanwhile, the SSGA Gender Diversity Index — which tracks big US companies with especially strong performance on diversity — has been lagging behind the wider market, not helped by the stalling share prices of big constituents such as PayPal and Texas Instruments.</p> <h1>Smart read</h1> <ul>  <li><p>As UK energy companies report bumper profits amid soaring costs for households, some want the government to slow down its energy transition push. Others are calling for a special windfall tax on the likes of BP. Both ideas are without merit, writes Camilla Cavendish for the FT. Instead, she writes, the country should <a href=\"https://www.ft.com/content/f01abb94-fa88-4a58-b315-6055cc383744\">focus on energy security</a> and stability — which means doing many of the things that will help it reach net zero.</p></li> </ul><p>Source: Gillian Tett, Simon Mundy, James Fernyhough 2022 'Falling out of love with stakeholder capitalism' FT.com 14 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-14T12:00:32.059Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 8219,
          "end": 8226
        }
      ],
      "nexusId": "10051514"
    }
  ]
}