{
  "_id": "31f3e4d84991970195e5a7b0ea51e123fd68292e5cb655fa02aebfa107da6f61",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  ZOOM VIDEO COMMUNICATIONS INC. </p><p>\n  ZM -7.4% </p><p>\n  The return of the office may be slowing Zoom's connection. The company's sales growth faltered in the fourth quarter, signaling that demand for its videoconferencing application is no longer as entrenched in daily life. Zoom's performance soared when much of the world operated on virtual platforms. As Covid-19 conditions improve, Zoom has looked for ways to augment its growth. Its nearly $15 billion attempted acquisition of contact center company Five9 Inc. in September was blocked by the selling shareholders. Zoom shares lost 7.4% Tuesday. </p><pre>\n </pre><p>\n  EXXON MOBIL CORP. </p><p>\n  XOM +1.7% </p><p>\n  Russia's attack on Ukraine fueled a surge in oil. U.S. crude prices on Wednesday rose to more than $110 a barrel for the first time since 2014 as refiners refused to buy Russian oil, taking a bite out of global energy supplies. Rising oil costs could further boost inflation across the U.S. economy. U.S. oil giants like Exxon Mobil and Chevron Corp. stand to benefit from higher energy prices, even as they work to disentangle themselves from Russia. Exxon said Tuesday it was halting operations at a multibillion-dollar oil and gas project in the country. Exxon shares rose 1.7% Wednesday. </p><pre>\n </pre><p>\n  APPLE INC. </p><p>\n  AAPL +2.1% </p><p>\n  Major Western companies are retreating from Russia. Apple said Tuesday it stopped selling iPhones there, saying it was \"deeply concerned\" about the invasion of Ukraine. That came after Ukraine's vice prime minister asked Chief Executive Tim Cook to stop supplying products and services -- including access to the App Store. Ford Motor Co. and Dell Technologies Inc. made similar moves. Apple shares gained 2.1% Wednesday. </p><pre>\n </pre><p>\n  KROGER CO. </p><p>\n  KR +12% </p><p>\n  Shoppers are hungry for more affordable meals. Kroger said Thursday that its streak of strong sales and profits continued in the latest quarter, thanks to U.S. consumers who ate more at home. Executives said shoppers are doing so in part because it is cheaper than dining out. Food costs have been rising for months, especially meat, as manufacturers raise prices to offset growing costs and sellers such as Kroger pass on the increases to consumers. Kroger executives expect inflation to moderate in the second half of the year. Kroger shares added 12% Thursday. </p><pre>\n </pre><p>\n  BEST BUY CO. </p><p>\n  BBY +9.2% </p><p>\n  Best Buy is trying to recover from a holiday hangover. The electronics retailer posted lower sales for the holiday quarter compared with the same period a year ago, when homebound consumers splurged on televisions and other electronics. Inventory constraints were worse than anticipated, particularly with popular holiday gifts such as mobile phones and computers. While Best Buy expects revenue to fall in its current fiscal year, the company predicts sales will rebound to as much as $56.5 billion by 2024, above Wall Street expectations. Best Buy shares increased 9.2% Thursday. </p><pre>\n </pre><p>\n  RIVIAN AUTOMOTIVE INC. </p><p>\n  RIVN -13% </p><p>\n  Rivian shifted a hefty price increase into reverse. RJ Scaringe, CEO of the electric-vehicle maker, apologized in a letter Thursday for applying higher prices to existing orders of electric trucks and SUVs. The increase -- which added around 20% to the price of some model configurations -- was put into effect earlier in the week as the company tried to cope with rising costs of parts and materials. Mr. Scaringe said Rivian erred by applying them to existing orders, and the company will now honor the original prices. Rivian shares slid more than 13% Wednesday and fell 5% Thursday. </p><pre>\n </pre><p>\n  SWEETGREEN INC. </p><p>\n  SG +25% </p><p>\n  Workers are returning to offices, and so are their desk salads. Sweetgreen reported better-than-expected results and outlook, boosted by higher prices and having more workers in their physical workplaces. The company, which went public in November, said sales are improving in Sweetgreen's urban stores, particularly in Midtown Manhattan. Sweetgreen also raised prices by 6% earlier this year as it seeks to pay for rising wages and increasing costs of food, including avocados. Sweetgreen shares surged 25% Friday. </p><p></p>",
  "published": "2022-03-05T07:10:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 954,
          "end": 961
        }
      ],
      "nexusId": "10051514"
    }
  ]
}