{
  "_id": "695671b212aeda59bb5e7b77865822488368b8be3ee4403dc70b391fb7740a32",
  "feed": "wall-street-journal",
  "title": "Business News:  Chevron Sells  Headquarters  In California  ----  By Collin Eaton",
  "text": "<p>   Chevron Corp. has sold its current headquarters in California and plans to move into a nearby leased space about one-third of the size, as it continues to relocate employees to Texas. </p><p>   The second-largest U.S. oil company closed the sale Wednesday of its Chevron Park campus in San Ramon, Calif., its global headquarters for two decades, to Sunset Development Co. The family-run company had originally sold the 92-acre parcel to Chevron in the early 1980s. </p><p>   Sunset Chief Executive Alex Mehran Jr. said Chevron also signed a lease for nearly 400,000 square feet of space in a nearby office building located in Sunset's Bishop Ranch mixed-use project in San Ramon. Chevron's office space there could house about 2,000 employees after interior construction finishes in late 2023, Sunset said. </p><p>   The financial terms of the sale and the lease agreement weren't disclosed. A Chevron spokesman said the current real-estate market gave the company an opportunity to downsize its office space to the size its employee base there requires. </p><p>   Chevron's main offices have resided in California for more than 140 years. It has housed its main offices in the greater Bay Area since the early days of its first corporate ancestor, Pacific Coast Oil Co., in 1879. It moved hundreds of employees to San Ramon in 1999 and in the early 2000s said it would become the company's headquarters. </p><p>   But its presence in California has been declining for years, particularly following a reorganization that began in 2019. Some of Chevron's leaders have long wanted to move the company's headquarters to Texas, but it has held off largely because of its history in California and its assets there, such as its Richmond, Calif., refinery, said people familiar with the matter. </p><p>   \"Chevron will remain headquartered in California,\" spokesman Braden Reddall said. </p><p>   The sale of Chevron's global headquarters cements its shift to house the bulk of its U.S. workforce in downtown Houston, where its employee population has grown to about 6,000, about three times the size of its head count in San Ramon. Chevron had said this year that it would offer to cover costs for some employees to relocate to Houston. </p><p>   Mr. Reddall said about 200 employees elected to move to Houston since Chevron made that offer in the summer. </p><p>   Mr. Mehran, whose company has worked with Chevron for decades, said that many people have wrongly predicted for years that Chevron would move its actual headquarters to Houston, and that its most recent real-estate investment in the leased space in San Ramon shows the company intends to remain based in California. </p><p></p>",
  "published": "2022-09-29T06:07:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1025,
          "end": 1032
        },
        {
          "start": 253,
          "end": 260
        },
        {
          "start": 2394,
          "end": 2401
        },
        {
          "start": 2313,
          "end": 2320
        },
        {
          "start": 2057,
          "end": 2064
        },
        {
          "start": 2232,
          "end": 2239
        },
        {
          "start": 1494,
          "end": 1501
        },
        {
          "start": 499,
          "end": 506
        },
        {
          "start": 864,
          "end": 871
        },
        {
          "start": 1740,
          "end": 1747
        },
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 1833,
          "end": 1840
        },
        {
          "start": 427,
          "end": 434
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 660,
          "end": 667
        }
      ],
      "nexusId": "10051514"
    }
  ]
}