{
  "_id": "36079df3bf31fe779c77e775cc3d617b9302a354e433083ca438eba9dfb522de",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Oil Giants Direct Cash To Investors, Not Output",
  "text": "<p>Chevron Corp., the second-largest U.S. oil company after Exxon, on Friday said it made $6.3 billion in quarterly profit, its highest in almost a decade and up from about $1.4 billion in the same period last year. The company has paid out $4 billion to investors in dividends and share repurchases this year.</p><p>France's TotalEnergies reported $4.9 billion in profit on Thursday, and said it could double its share buybacks this quarter. Other European energy giants, Shell PLC and BP PLC, will post first-quarter results next week and are also expected to report strong profits.</p><p>Exxon Chief Executive Officer Darren Woods said underinvestment in oil and gas during the pandemic tightened supplies ahead of Russia's invasion of Ukraine in February, which injected uncertainty in global markets.</p><p>Despite favorable market conditions, Mr. Woods and Chevron CEO Mike Wirth gave no indication Friday they have changed their thinking on boosting production. Energy executives say that sustained pressure from investors to return more cash to shareholders is the primary factor holding back investment in growth.</p><p>\"We haven't stepped up our number of rigs,\" Mr. Wirth said Friday. \"We haven't stepped up spending.\"</p><p>To a lesser extent, cost inflation is also deterring production growth as shortages of equipment and labor have become widespread in the U.S. shale patch. Mr. Woods said Exxon is feeling the impact of cost inflation in the Permian Basin, the top U.S. oil field, but that it is working to keep growing oil production there without exceeding the cost of oil supply.</p><p>Though oil prices have largely held above $100 a barrel, China is battling another outbreak of Covid-19, bringing prices down from the highest levels since 2008 and raising concerns the outbreak could dent economic growth and hurt global air travel. Mr. Woods noted margins on chemical products have fallen sharply in Asia, a potential sign of economic trouble.</p><p>Exxon's net income was about 38% lower than analysts expected, according to FactSet. It took a $3.4 billion accounting charge after it decided to halt operations at its Sakhalin Island development in Russia's Far East. Even so, the Texas-based company is planning to boost its $10-billion share-buyback program to $30 billion through 2023, a sign of confidence in its underlying financial health as energy demand rises, Exxon Chief Financial Officer Kathryn Mikells said.</p><p>Both Exxon and Chevron have said their companywide production will be roughly flat from last year's levels or slightly down. Chevron's U.S. output was up about 109,000 barrels of oil equivalent a day from the same period last year, while its international production was down 170,000 barrels a day. Exxon's overall production in the first quarter was down about 4% compared with the prior quarter due to weather and other factors.</p><p>Chevron also missed analysts' estimates on earnings, with net income coming in about 4.5% lower than anticipated, according to FactSet.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 2416,
          "end": 2423
        },
        {
          "start": 2832,
          "end": 2839
        },
        {
          "start": 842,
          "end": 849
        },
        {
          "start": 2526,
          "end": 2533
        }
      ]
    }
  ]
}