{
  "_id": "1e767a75a648f53f9d94a70bb4d0e766e5c551ddf848333df5ddde54d677e62e",
  "feed": "ftcomall",
  "title": "FirstFT: A new era for Twitter",
  "text": "<p>Elon Musk has begun to overhaul the senior management team at Twitter after completing his <a href=\"https://www.ft.com/content/b429b624-bf82-4ccd-bf69-b75055403952\">$44bn acquisition of the social media platform</a>.</p> <p>The world's richest man sacked chief executive Parag Agrawal and chief financial officer Ned Segal after bringing to an end one of the most dramatic takeovers in Silicon Valley's history.</p> <p>He also fired Twitter's head of legal, policy and safety, and the general counsel as he prepares to take a hands-on management role before appointing a new executive team.</p> <p>Musk, a self-described “free-speech absolutist”, has promised to cut jobs and make savings at Twitter, while boosting product innovation in an attempt to build a “super app” that incorporates payments, commerce and messaging.</p> <p>He has also vowed to loosen content moderation rules and reverse permanent bans. Last night he said in a tweet “the bird is freed”.</p> <p>But many fear looser moderation will lead to more hate speech on the platform and drive advertisers away. They also fear the return to Twitter of former president Donald Trump, who was kicked off the platform in the wake of the January 6 2021 attack on the US Capitol.</p> <p>Musk had a conciliatory message for advertisers yesterday. Twitter would not become “a free-for-all hellscape”, he wrote in an open letter, and it “aspired to be the most respected advertising platform in the world”.</p> <p>Twitter shares, which are expected to be suspended today before being taken private, closed at $53.70, valuing the company at $41.1bn. Musk agreed to pay $54.20 a share in April before trying to back out of the agreement. </p> <ul>  <li><p><strong>Go deeper:</strong> Elon Musk can now add “social media mogul” to his impressive curriculum vitae. <a href=\"https://www.ft.com/content/2b6daf1f-dd58-44bd-a654-c30036ab4dc4\">But what next for Twitter?</a> Hannah Murphy reports from San Francisco.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Amazon caps a brutal week for Big Tech </strong>Amazon shares plunged as much as 20 per cent in after-hours trading after the ecommerce group shocked Wall Street with a weak revenue forecast for its all-important fourth quarter. The warning caps <a href=\"https://www.ft.com/content/3abf8c31-95bb-47ea-a461-351a5fbfaa4d\">a dreadful week for Big Tech</a> which has seen similar warnings from Google owner Alphabet and Facebook parent Meta.</p> <ul>  <li><p><strong>Opinion: </strong>The stock market is freaked out by the weak outlook from the tech sector but it is also concerned about <a href=\"https://www.ft.com/content/f24edcb8-74a1-45da-8eb9-108ecc0da9ae\">the industry's profligate spending</a>, argues Richard Waters.</p></li> </ul> <p><strong>2. France and Germany avoid recession</strong> The German and French economies avoided recession in the third quarter. Germany's gross domestic product grew 0.3 per cent in the three months to the end of September, <a href=\"https://www.ft.com/content/55f64afc-34d7-4df2-b769-f00fcf1df4f2#post-9f99355d-762a-4ed7-a1b9-061e4be7524f\">better than expectations</a> for a 0.2 per cent contraction and an improvement on the previous quarter's growth of 0.1 per cent. Growth in the French economy <a href=\"https://www.ft.com/content/55f64afc-34d7-4df2-b769-f00fcf1df4f2#post-eb5c6c15-58a8-431e-a006-b6fb2cf58f04\">slowed to 0.2 per cent</a> from 0.5 per cent in the second quarter. The figures come a day after data showed the US economy grew in the third quarter <a href=\"https://www.ft.com/content/c57e1bf3-b453-430c-ba0d-738fb8b1888e\">by 2.6 per cent on an annualised basis</a>.</p> <p><strong>3. Bank of Japan maintains ultra-loose policy </strong>The Japanese central bank has agreed <a href=\"https://www.ft.com/content/55f64afc-34d7-4df2-b769-f00fcf1df4f2#post-f05ec2f8-9472-477a-9478-f4fb7d417894\">to maintain its ultra-loose monetary policy</a> that has driven the yen to a 32-year-low and effectively choked off trading in benchmark 10-year Japanese government bonds. The BoJ kept overnight interest rates on hold at minus 0.1 per cent and continued to cap 10-year bond yields at about zero per cent. The decision comes a day after the European Central Bank raised interest rates in the eurozone <a href=\"https://www.ft.com/content/c46e2f8d-c1c2-4ae1-9d1c-4b5dbf6f7f89\">to their highest level since 2009</a>.</p> <p><strong>4. Northern Ireland to face fresh elections</strong> Northern Ireland will face fresh elections on December 15 after a midnight deadline to install a new power-sharing executive <a href=\"https://www.ft.com/content/15654f5b-5e00-48a2-add9-1012022f8f0b\">passed without a deal</a>. The Democratic Unionist party has been blocking the Stormont institutions since the last elections in May to press its demands for sweeping changes to post-Brexit trading arrangements for the region.</p> <p><strong>5. Russia rejects claims of intent to use nuclear weapons </strong>Vladimir Putin yesterday countered western warnings that Moscow might be planning to detonate a “dirty bomb” in Ukraine in a false flag operation. Striking a calmer note than recent comments, the Russian president said he saw “no point” in a nuclear strike. He was speaking on the day the US government <a href=\"https://www.ft.com/content/05b71f9a-0fbb-4be5-821a-d2d50b611005\">released its nuclear policy review</a> that made clear the weapons were to deter attacks on the US and its allies. </p> <p><em>How well did you keep up with the news this week? </em><a href=\"https://www.ft.com/content/ded39782-0b1a-4127-a66a-2ae4bc98f47d\"><em>Take our quiz</em></a><em>.</em></p> <h1>The days ahead</h1> <p><strong>Inflation </strong>The Federal Reserve's preferred inflation metric, the core personal consumption expenditures index which strips out volatile food and energy prices, is expected to have increased by 0.5 per cent in September, taking the annualised rate to 5.2 per cent, from 4.9 per cent in August. The figures are likely to bolster expectations of another aggressive interest rate rise next week by the Fed.</p> <p><strong>Earnings </strong>ExxonMobil and Chevron are expected to post near-record quarterly profits when they report third-quarter earnings before the bell, as crude prices remain high. Italy's largest energy group Eni this morning <a href=\"https://www.ft.com/content/55f64afc-34d7-4df2-b769-f00fcf1df4f2#post-40a59ace-54ca-4d1b-859e-f095abf67605\">reported a bumper set of results</a> and announced it would accelerate its share buyback programme. Yesterday Shell faced renewed <a href=\"https://www.ft.com/content/e04e4bbc-7205-4999-80a4-1fd7e0b34d8f\">calls in the UK for a windfall tax</a> after reporting third-quarter profits of $9.5bn.</p> <p><strong>US regulators weigh election futures market</strong> The Commodity Futures Trading Commission, the main US derivatives regulator, will decide today if Kalshi, a retail-focused futures market, <a href=\"https://www.ft.com/content/0957793e-97bf-4ebd-bd1b-0dfe5643d0bb\">can offer contracts</a> representing a bet on whether the Democrats or Republicans will prevail in the upcoming midterm elections. Critics warn that, if allowed, futures trading on the outcome of US elections would muddy the distinction between trading and gambling on American democracy.</p> <ul>  <li><p><strong>Go deeper:</strong> Britain and America's <a href=\"https://www.ft.com/content/940323de-74b7-459d-bb13-0a55409f7135\">electoral geographies are broken</a>, argues chief data reporter John Burn-Murdoch.</p></li> </ul> <p><strong>Brazil presidential election</strong> One of Brazil's most bitterly fought election campaigns draws to a close on Sunday. The result of the run-off <a href=\"https://www.ft.com/content/9a2d1bca-5d91-4b55-b7ec-763815785c35\">hangs on a knife's edge</a> after a campaign marred by mudslinging and political violence. Polls suggest that challenger Luiz Inácio Lula da Silva has a narrow lead, but such surveys had underestimated far-right president Jair Bolsonaro's support in a <a href=\"https://www.ft.com/content/cc6ac1a7-5c3b-4e81-97c6-7ce586953d8c\">first-round vote</a> earlier this month.</p> <p><em>European Daylight Saving Time ends on Sunday. Clocks in the UK return to Greenwich Mean Time (GMT).</em></p> <h1>What else we're reading and listening to</h1> <p><strong>US universities and their role in a country at war with itself</strong> America's elite universities have long been the envy of the world. Their research and cultural influence have been building blocks of the west's success, but now critics argue the sector is rotting American society from within. Brooke Masters, herself a graduate of Harvard, <a href=\"https://www.ft.com/content/258d7f36-9284-4540-86bf-a25abec503e7\">assesses the arguments</a>.</p> <p><strong>Will Credit Suisse's ‘radical surgery' pay off?</strong> For more than a century, Credit Suisse steadily grew to become an international bank offering wealth management and investment banking on a global scale. Yesterday, it unveiled a <a href=\"https://www.ft.com/content/4f6e0084-0db0-46d6-b20f-7c0840a3d061\">radical new strategy</a> aimed at arresting years of losses. The question now is whether the restructuring will work.</p> <p><strong>Law firm sets out new work-life balance code</strong> London law firm Slaughter and May has set out a new work-life balance code in a 37-page document seen by the Financial Times. <a href=\"https://www.ft.com/content/7889ac74-e90f-4602-ab3f-232814dd1807\">There are some surprising inclusions.</a> <em>Does your employer have a code to ensure work-life balance in the office? Email us at </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em>.</em></p> <p><strong>Xi blindsides investors with no ‘adults in the room'</strong> When China's president Xi Jinping moved to tighten his grip on power last weekend, analysts <a href=\"https://www.ft.com/content/6589ecaa-b609-4714-b966-d498b03a2d88\">expected him to include at least a couple of moderates</a> in his leadership team. The absence of even one such figure, combined with the late release of disappointing economic data, sparked record selling of Chinese stocks by foreign investors. </p> <p><strong>Hijab re-emerges as flashpoint in Iran</strong> More than a month of protests in the country has made the issue of women's clothing a <a href=\"https://www.ft.com/content/082b31e3-fad4-4aa6-b123-fc160da77e8b\">flashpoint in demands for radical change</a>. The demonstrations underscore how quickly the Islamic republic's long-held values, which give women little or no choice but to cover up in public, have come under pressure.</p> <p><strong>How Republicans weaponised climate investing</strong> US Republicans are picking a fight with some major financial institutions over environmental, social and governance investing. In the latest episode of Behind The Money podcast, the FT's corporate governance reporter Patrick Temple-West explains why the right is upset and <a href=\"https://www.ft.com/content/d2afea42-3f67-4cfa-a05e-8ba7e06ad33a\">what this backlash might mean for the future of ESG</a><em>.</em></p> <ul>  <li><p><strong>Opinion: </strong>The flood of green finance <a href=\"https://www.ft.com/content/95c28b9e-7844-4ab7-8401-42d1cca133a8\">must be diverted from the west</a>, argues Gillian Tett. </p></li> </ul> <h1>Technology</h1> <p>Is it worth the upgrade? Here's <a href=\"https://www.ft.com/content/09e734d8-105f-4c4d-9793-f456641f4b49\">everything you need to know about the new iPhone 14</a> and how to make the most of its new functions. </p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2022 'FirstFT: A new era for Twitter' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-28T10:21:45.357Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4710,
          "end": 4717
        }
      ],
      "nexusId": "10051514"
    }
  ]
}