{
  "_id": "dd27a255c6ce6f446f0b406b884f04c68d4cba909b320d0ee3770db57ccd6b78",
  "feed": "wall-street-journal",
  "title": "Biden Eyes Venezuelan Oil; The administration seeks engagement with Maduro's criminal regime.",
  "text": "<p>On March 5 representatives from the White House and the State Department visited Caracas to negotiate with dictator Nicolás Maduro. The meeting wasn't public. But judging from press reports, citing people familiar with the matter, it's pretty clear that the administration is thinking about lifting the U.S. sanctions on Venezuelan oil imports and that it wanted to see what it could get in return.</p><p>The White House plays down that speculation. The meeting just happened to take place amid surging gasoline prices and ahead of Mr. Biden's Tuesday announcement that the U.S. will forbid Russian oil imports.</p><p>Oil investors, like Chevron, aren't so coy. Its four joint-venture operations in Venezuela are hurt by the sanctions, as are several U.S. oil-service companies.</p><p>On Feb. 7, even before Russia attacked its neighbor, Reuters reported that Chevron was asking the White House to ease the sanctions in the hope it could begin to recoup \"the hundreds of millions of dollars\" that the regime owes it. Owners of distressed Venezuelan debt, restricted by the sanctions, also have been lobbying for relief.</p><p>You'd think that woke American corporations and Wall Street would be embarrassed to be seen doing business with gangsters propped up by Russia, China, Cuba and Iran.</p><p>Venezuela's state-owned oil company, PdVSA, is an environmental wrecking ball. Satellite images of Lake Maracaibo show the complete devastation the company has caused. Similar degradation has occurred in the Amazonas and Orinoco regions, where the Maduro regime collaborates with criminal groups engaged in mining that trashes the environment.</p><p>On human rights, Caracas's record of imprisonment, torture and extrajudicial killings is chilling. Some five million Venezuelans have fled the country. Those who remain suffer unimaginable privation, often without running water or adequate nutrition for their children.</p><p>But now Kremlin bankruptcy and isolation have pushed the Venezuelan strongman into deep water. His reliance on Russian banking—to launder cash from drug-trafficking, illicit precious-metals trading and looting PdVSA—makes him vulnerable. The U.S. has a $15 million bounty on his head for drug trafficking, and his Colombian-born front man, Alex Saab, has been extradited to the U.S. on money-laundering charges.</p><p>This would be a good time to make life more difficult for Mr. Maduro. Instead the Biden delegation's visit to Caracas bestowed upon him much-craved legitimacy, which he used as propaganda in a triumphant nationally televised speech after the Americans left. The White House emissaries brought home two American hostages. At least seven more remain Maduro bargaining chips.</p><p>It's an open secret that the administration seeks engagement with rogue nations, including Cuba and Iran. To that end, it may believe that it can use the Ukrainian crisis as a pretext to lift sanctions on Venezuela. But importing from Venezuela is unlikely to damp U.S. gasoline prices.</p><p>In 2021, according to OPEC's secondary source reports—the most accurate available snapshot of crude production—Venezuela pumped 558,000 barrels a day. The week of March 7 daily output was 643,000 barrels.</p><p>Of this, some 50,000 barrels a day go to Cuba. Around 200,000 barrels daily stay in Venezuela; much of the rest goes to Asia.</p><p>The only production that can be ramped up in the next 18 months will come from existing inactive wells and some development drilling. That's likely to add only about 120,000 to 200,000 barrels a day, according to Luis Pacheco, a nonresident fellow at Rice University and a former PdVSA executive. Even then, the regime would first need to resolve outstanding debts with joint-venture partners, remove existing legal and fiscal obstacles, and improve security.</p><p>On paper, the restart of foreign-owned joint ventures looks promising. But reality kicks in fast. After years of neglect and lawlessness, electricity is in short supply and rampant crime plagues the oil fields. Production and transport infrastructure has broken down.</p><p>New investment requires a fresh hydrocarbon legal framework to rebuild confidence in the rule of law, a highly unlikely outcome without regime change. The lifting of U.S. sanctions would take things in the opposite direction.</p><p>Venezuela might come up with more oil to sell to the U.S. if Mr. Maduro's Asian buyers begin drawing their oil from the discounted Russian pool. In that case Venezuela will happily sell its excess inventory to the U.S. But what wisdom is there in refusing Russian crude and replacing it with oil from one of the most dangerous Russian proxies in the Western Hemisphere?</p><p>Write to O'Grady@wsj.com.</p><p>Biden Eyes Venezuelan Oil</p>",
  "published": "2022-03-13T21:32:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 626,
          "end": 633
        },
        {
          "start": 842,
          "end": 849
        }
      ]
    }
  ]
}