{
  "_id": "56e70e10b7f33db5629ee55a48b18397710848d311706ed7261b6a35bae783a5",
  "feed": "wall-street-journal",
  "title": "Exxon Skips Its Victory Lap --- It will take more than just happy shareholders to keep momentum going",
  "text": "<p>Exxon Mobil on Friday said it generated nearly $16.9 billion in free cash flow in the second quarter, the highest since 2008 and roughly $900 million more than analysts polled by Visible Alpha had expected. Its peer Chevron generated $10.6 billion of free cash flow, exceeding analyst estimates by more than $1 billion. The oil supermajors' share prices jumped roughly 5% and 9%, respectively.</p><p>Quarterly net income for both companies hit a record -- not entirely surprising given that Brent crude prices averaged $113.78 a barrel in the second quarter, a $12 per barrel increase compared with the first quarter. Sky-high refining margins were a windfall for Exxon, which has the largest refining footprint among supermajors. Its energy products segment squeezed out $5.3 billion of earnings.</p><p>All of that cash is helping U.S. oil giants fortify their balance sheets. Exxon's net debt-to-capital ratio declined to 13% in the second quarter, down from 17% in the first quarter. Chevron's net debt ratio fell to 8.3% from 10.8% in the previous quarter. Chevron on Friday announced that it increased the top end of its annual share buyback guidance to $15 billion from $5 billion to $10 billion, matching Exxon's pace.</p><p>Despite recession fears, Exxon Mobil said that the company isn't seeing signs in its business of one. Chief Financial Officer Kathryn Mikells noted, for example, that jet-fuel demand is starting to pick up.</p><p>While all of that should please investors, major oil companies are also keenly reading the room given government and public blowback against high energy prices. Neither Exxon nor Chevron used the word \"record\" next to their profit figure, though Exxon's Chief Executive Darren Woods did use that word to describe second-quarter throughput through its North American refineries. The White House has claimed that refiners aren't doing enough to relieve the fuel crunch. Exxon devoted a slide to explain why refining capacity was tight globally.</p><p>European major oil companies' high profits have already made them a target of unfavorable regulation: the U.K. imposed a windfall tax on oil and gas profits earlier this year, while French lawmakers have proposed a hefty tax on energy and transportation companies. Given that blowback, Exxon is treading a careful line: Mr. Woods spent a fair bit of time talking about the company's still-nascent foray into green technologies such as carbon capture, while also stressing that the oil industry's investment in supply far lags behind expected demand. Exxon Mobil's U.S. oil output is \"helping U.S. consumers and contributing to overall U.S. tight oil production,\" according to Mr. Woods's prepared remarks. He said consistent policy would help the industry meet demand for \"reliable and affordable energy over the long term.\"</p><p>In an otherwise bleak stock market, Exxon and Chevron's shares are up 58% and 40% year to date, respectively, well outpacing European peers. Their enterprise value-to-forward earnings before interest, taxes, depreciation and amortization multiple is at a nearly 85% premium to European supermajors compared with the 55% premium they have commanded on average over the past decade.</p><p>With such heady gains, U.S. major oil companies know it will take more than just happy shareholders to keep their momentum going.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 216,
          "end": 223
        },
        {
          "start": 1600,
          "end": 1607
        },
        {
          "start": 1049,
          "end": 1056
        },
        {
          "start": 975,
          "end": 982
        },
        {
          "start": 2835,
          "end": 2842
        }
      ]
    }
  ]
}