{
  "_id": "6d2e685ca0d217f3ae6724285bb11d81da679ec4c82d37afe4b820441985abfb",
  "feed": "market-watch",
  "title": "How can retirees hedge inflation risk?",
  "text": "<p>It's now just over two years since inflation forecasts bottomed out. On March 19, 2020, in the depths of the \"Covid crash,\" the bond market expected an average inflation rate of just 0.16% over the next five years.</p><p>The prediction today: 3.25%. (Which is still a long way down from the current actual rate, running at 8.6% a year.)</p><p>Two years isn't much of a sample size, but neither is five or 10 and that doesn't stop anybody from drawing conclusions.</p><p>(Actually, financial historians question how far we can really rely on 100 years' of data. You can have a good laugh every time some Wall Street huckster uses the present tense—e.g., \"stocks do this when…\" based on some past snippet of history. What they mean, of course, is that stocks \"did\" this during a particular episode.)</p><p>So I thought it would be worthwhile to check in and see how the usual suspects had performed since that date. The chart above includes 10 financial assets that are often supposed to protect you against the risk of inflation.</p><p>I spoke to a couple of market mavens about the outcomes, and a few things stood out to them as surprising.</p><p>1. The two things we most often think of as protections against inflation, gold and inflation—protected government bonds, have been the worst performers on the list. Gold GLD, like any asset that doesn't pay dividends, is something of a Ponzi scheme: Existing investors can only make money if new investors come in. And a lot of the hot money that might have bought gold over the past two years has been gambling on cryptocurrencies like bitcoin instead. You were better off buying gold mining stocks rather than the metal itself. But gold has at least done better than \"TIPS\" TIP, inflation-protected Treasury bonds, which have been caught between the bear market in bonds and the surge in inflation fears. The good news is that longer-dated TIPS, today, will guarantee you keep up with inflation if you hold them to maturity.</p><p>2. So much for the \"new economy.\" Turns out that despite the rise of digital everything, when it comes down to it, a huge driver of consumer inflation has once again been the rising price of oil, gas, and other commodities like copper. Things are looking much like the 1970s (without, thank heavens, the fashions). So the best performers have been the stocks of big energy companies like Exxon Mobil XOM and Chevron CVX, commodities futures DBC, and a broader exposure to natural resource stocks including oil and gas, miners and the like. GNR (I haven't included energy futures or other more niche investments.)</p><p>Among the interesting features is that even now oil stocks aren't expensive by some measures: Despite the rocketing price of oil, and no apparent easy solution to the Russian crisis, the Energy Select Sector XLE ETF, a proxy for the U.S. major companies, is trading on about 10 times forecast earnings, and sports a 3.5% dividend yield. That is much cheaper than the rest of the market, and indeed cheap by historic standards.</p><p>3. So far real estate has been a disappointment. Real-estate investment trusts have overall done no better than the rest of the stock market. Housing costs make up the biggest component of the official inflation figures, accounting for about one third of the CPI. And REITs VNQ have been seen in the past as good inflation forecasts for precisely that reason. Larry Glazer, portfolio manager at Mayflower Advisors, tells me that the REIT indexes include many properties, such as offices, that have been hit hard by the work-from-home trend. Office rents are raised infrequently, while actual costs are rising much faster. Notably the iShares Residential and Multisector Real Estate Sector ETF REZ, which has a high allocation to residential REITs, has done better and is up 100% over this period. (The fees are 0.48% a year.) But if you really want to see a REIT that is doing well look at Gladstone Land LAND, a REIT that owns farmland. It's up 300% over this period—much of the gain coming since Vladimir Putin invaded Ukraine.</p><p>4. Stocks in general — e.g. SPY, RUT and VEA– have some protection against inflation. That is especially true of companies that can pass on costs to the customer and raise their prices, says Glazer. Logically the best inflation bets might be companies with pricing power and a lot of debt: Because bonds are the one thing you really, really don't want to own when there is inflation. If consumer prices rise 8% a year, and my costs rise 8% a year, and I can put my prices up 8% a year, I should do just fine. But the guy who lent me money for 10 or 20 years at 2% interest won't.</p><p>5. There is no such thing as a \"safe\" asset. In the depths of the Covid crash, panicked investors rushed to buy long-term Treasury bonds at almost any price. The result? Since March 19, 2020, the Vanguard Extended Duration Treasury EDV ETF has lost you 20% of your money. Before inflation.</p><p>Adam Strauss, portfolio manager at Pekin Hardy Strauss in Chicago, co-manager of the Appleseed mutual fund APPLX, and a long-term investor in gold, says that a two-year period is far too short to tell us much. If anything. He suggests measuring performance since late 2000, as the Federal Reserve stepped up actions to prop up the stock market, or August 1971, when President Nixon effectively took the U.S. off the gold standard.</p><p>Nor, Strauss warns, does he think the story ends today. \"Gold and oil are both going much higher before this inflationary era is finished,\" he says.</p><p>Bottom line? Those who are already retired and need inflation protection and nothing else now have the option of long-term TIPS. If you hold them to maturity, TIPS or 20 years or longer are guaranteed to keep up with the CPI.</p><p>Those still accumulating, and who are hoping to beat inflation, should probably look at investing in multiple assets.</p><p>How can retirees hedge inflation risk?</p>",
  "published": "2022-05-09T16:50:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2348,
          "end": 2355
        }
      ]
    }
  ]
}