{
  "_id": "7db06dab28774af6434ac595c38f9bebc958171bcc693283f1c467fed92cd724",
  "feed": "market-watch",
  "title": "Biden appears to lean toward gas tax holiday, pushes back after Chevron says oil industry has been 'vilified'; President's remarks come as high gasoline prices persist",
  "text": "<p>Related: 'I'm considering it': Biden's decision on gas tax holiday may come this week</p><p>Biden also said Chevron CVX CEO Michael Wirth seemed thin-skinned about criticism from the White House.</p><p>Asked to comment on a letter in which the oil executive said the Biden administration has at times vilified the oil industry and in which Wirth called for the White House to change its approach, Biden replied: \"He's mildly sensitive. I didn't know they'd get their feelings hurt that quickly.\"</p><p>The president sounded hopeful as well: \"We ought to be able to work something out whereby they're able to increase refining capacity and still not give up on transitioning to renewable energy.\"</p><p>Biden's energy secretary, Jennifer Granholm, is slated to meet with the CEOs from major refiners on Thursday as high gas prices continue to weigh on Americans. The president last week called for the companies to step up their refining and criticized their profit margins.</p><p>Biden's remarks to reporters on Tuesday came after he delivered a speech on COVID-19 vaccines becoming available for children under 5. U.S. health officials authorized an expansion to young children on Saturday.</p><p>\"Get your shots, get your boosters, and let's be clear — elected officials shouldn't get in the way and make it more difficult for parents who want their children to be vaccinated and want to protect them and those around them. This is no time for politics,\" Biden said during his speech.</p><p>That appeared to be a reference to Republican Gov. Ron DeSantis of Florida, potentially Biden's opponent in the 2024 White House race. DeSantis has spoken against vaccinating the youngest Americans, contradicting what has been recommended by the Centers for Disease Control and Prevention, the American Academy of Pediatrics and other authorities. Florida also was the only U.S. state that didn't pre-order doses for very young kids.</p><p>See: COVID vaccines for kids under 5 — what parents need to know</p><p>Also: U.S. to start vaccinating very young children this week, and panel to recommend overhauling healthcare system</p><p>It's easy to imagine that many of the youngest kids won't get vaccinated, given that less than a third of kids aged 5 to 11 in the U.S. are fully vaccinated after becoming eligible for shots in November.</p><p>With their latest authorizations, regulatory agencies have backed the jabs developed by Moderna MRNA and by Pfizer PFE with German partner BioNTech BNTX for children aged 6 months to 4 years old.</p><p>Biden appears to lean toward gas tax holiday, pushes back after Chevron says oil industry has been 'vilified'</p>",
  "published": "2022-06-21T21:09:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 64,
          "end": 71
        },
        {
          "start": 2530,
          "end": 2537
        },
        {
          "start": 102,
          "end": 109
        }
      ]
    }
  ]
}