{
  "_id": "5c820c5524d306a73cf1f1e1c901c7ef2825f02f91144bce78416ceef8eea9b6",
  "feed": "ftcomall",
  "title": "FirstFT: Apple overcomes supply chain issues to report record revenues",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2022-01-28/\"><em>quiz</em></a><em>.</em></p> <p>Apple shares surged after the iPhone maker overcame chip shortages and expanded its services business <a href=\"https://www.ft.com/content/25450ffe-e080-4f7a-b8d5-94d23d52af77\">to report record revenues</a> for the final quarter of 2021.</p> <p>Net profits jumped 20 per cent to $34.6bn — well above expectations — on revenues of $123.9bn for the three months to the end of December. </p> <p>Finance chief Luca Maestri told the Financial Times the&#xa0;supply chain problems&#xa0;plaguing broad swaths of the economy cost Apple “more than $6bn” in revenue. But that was below the $10bn impact investors were expecting, pushing Apple's share price up 5 per cent in after-hours trading to $167.25.</p> <p>The iPhone, launched 15 years ago, remained Apple's most successful product, accounting for 58 per cent of total revenues. Sales from the services unit, which houses the App Store and digital media purchases, jumped 24 per cent to $19.5bn. Maestri said the company now had 785m paying subscribers on its platform, up 165m in the past year. Mac sales rose 25 per cent to $10.9bn.</p> <p>iPad sales were the only category to decline, as Apple prioritised components for the iPhone. Sales of the tablet fell 14 per cent to $7.2bn.</p> <p>The results boosted the mood of investors. After a wild week on Wall Street, US futures trading <a href=\"https://www.ft.com/content/2d52cdf7-24e4-48d6-918d-4a2bb1cfb83c\">pointed to a higher open</a> for US equity markets today.</p> <ul>  <li><p><strong>Comment:</strong> Apple's success will help fuel the tech company's stock buyback programme, says investment column Lex. But, it argues, if it is going to find a revenue driver that can one day challenge the iPhone it needs to reduce the amount it spends on buybacks and <a href=\"https://www.ft.com/content/e321b4d9-9153-4f52-b4e6-c87ce0d076d7\">invest more heavily</a> in research.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. UniCredit abandons potential bid for Russian bank</strong> The Italian lender has <a href=\"https://www.ft.com/content/72e385f9-f68f-4408-9791-51590bd2e852\">pulled out of a possible bid</a> for Russian lender Otkritie amid tensions over Ukraine. The UK and EU are preparing <a href=\"https://www.ft.com/content/8415b367-76e8-43f1-b99a-a69e896e60a2\">to hit new Russian gas projects</a> with sanctions if the Kremlin orders an attack on Ukraine. Meanwhile, China yesterday offered its <a href=\"https://www.ft.com/content/51a61659-8caf-4abc-aca7-4a6808917089\">backing for Russia</a> in its stand-off with the US and Europe.</p> <p><strong>2. Marcelo Claure to depart SoftBank after dispute with Masayoshi Son&#xa0;</strong>The SoftBank executive who led the turnround at struggling office-sharing group WeWork has quit&#xa0;the Japanese technology conglomerate after <a href=\"https://www.ft.com/content/56e3362b-7cd4-478e-bd67-714876657a6f\">falling out</a> with its founder Masayoshi Son. </p> <p><strong>3. Oaktree risks clash with Beijing over Evergrande debt </strong>The Los Angeles-based asset manager has a secured loan to a sprawling tourism resort on China's Yellow Sea coast called “Venice” that would allow it to <a href=\"https://www.ft.com/content/bbfa3a40-472c-490e-bb47-8958b20889b1\">take control of the land in the event of a default</a> by ailing property developer Evergrande. </p> <p><strong>4. Robinhood growth loses steam </strong>Shares of the retail brokerage <a href=\"https://www.ft.com/content/d38bd1d3-1a2f-4367-8f3e-731db590e541\">fell more than 12 per cent</a> in after-hours trading after it missed targets in the final quarter of 2021, as retail trading fervour in meme stocks and cryptocurrencies lost steam.</p> <p><strong>5. Biden vows to nominate first black woman to Supreme Court </strong>The US president confirmed that he would <a href=\"https://www.ft.com/content/5480eb34-7ad2-4ed9-afcf-d4cdf37abc04\">nominate a black woman</a> with “extraordinary qualifications, character, experience and integrity” to replace Stephen Breyer on the top US court. Ketanji Brown Jackson, a judge on the US Court of Appeals for the DC Circuit, is <a href=\"https://www.ft.com/content/13512622-8e1f-42c4-bcec-12cee115d560\">among the&#xa0;frontrunners</a>&#xa0;to replace Breyer.</p> <p><em>Keep up with the news throughout the day with Top Stories Today,</em> <em>a short-form audio digest of headlines. Find the latest episode </em><a href=\"https://www.ft.com/top-stories-today\"><em>here</em></a><em>.</em></p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>Germany's</strong> economy <a href=\"https://www.ft.com/content/63d24774-23d6-46ee-8ba3-c631b1a6e1f7#post-69cd42a3-e919-40e4-bbef-028ca3a972da\">shrank 0.7 per cent</a> in the final three months of last year, underperforming most other major European countries. The <strong>Spanish</strong> economy posted its most rapid growth for <a href=\"https://www.ft.com/content/63d24774-23d6-46ee-8ba3-c631b1a6e1f7#post-10d90fbc-f85e-4320-9ecc-c585b5b80a0d\">two decades</a> over the same period and <strong>France's</strong> economy experienced <a href=\"https://www.ft.com/content/63d24774-23d6-46ee-8ba3-c631b1a6e1f7#post-a2a4dfb7-0856-495d-9250-1bc9ec5a71da\">its fastest expansion</a> in more than half a century in 2021.</p></li>  <li><p>The <strong>US economy</strong> underwent its <a href=\"https://www.ft.com/content/d44294d5-879d-4013-a79e-82f117b805c5\">fastest full-year rebound</a> since 1984 last year as the country began to move past the worst of the pandemic's economic damage.</p></li>  <li><p><strong>Hong Kong</strong> will <a href=\"https://www.ft.com/content/d402d072-f19a-4f75-80c6-e6973c3137cd#post-88f227c1-91ee-4858-9190-8b30382939b5\">loosen mandatory isolation</a> for arrivals from 21 days to 14 days, after international chambers of commerce and bankers raised concerns over the impact of the Chinese territory's tough quarantine regime. </p></li>  <li><p><strong>Opinion: </strong>As the world faces severe supply constraints, it is best not to destroy jobs and growth but to allow economies to recover, <a href=\"https://www.ft.com/content/1e59e952-c5cf-4c8e-983a-560170c87cda\">writes Philipp Hildebrand</a>.</p></li> </ul> <h1>The days ahead</h1> <p><strong>Inflation data </strong>Economists have forecast that the core personal consumption expenditures index, the <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve's</a> preferred inflation measure, rose 0.5 per cent in December from the previous month. That would leave the index, which strips out food and energy prices, up 4.8 per cent year on year, potentially the fastest rate since September 1983.</p> <p><strong>Chevron earnings </strong>Higher <a href=\"https://www.ft.com/oil\">oil prices</a> should underpin strong fourth-quarter earnings from the oil supermajor. Also reporting are Caterpillar, North Face parent VF Corp and Colgate-Palmolive.</p> <p><strong>Mike Lynch extradition decision </strong>The UK home secretary will decide whether to approve the <a href=\"https://www.ft.com/content/27e0c100-dd15-4686-8a9c-d5e881112779\">extradition</a> of the British software entrepreneur, who faces trial in the US on criminal fraud charges over the $11bn sale of his company Autonomy to Hewlett-Packard in 2011.</p> <p><strong>Australian Open </strong><a href=\"https://www.nytimes.com/2022/01/27/sports/tennis/barty-collins-australian-open.html\">Ashleigh Barty and Danielle Collins</a> meet in the women's singles final tomorrow. Barty is the first Australian to make the women's final since 1980. On Sunday, Rafael Nadal will play the winner of <a href=\"https://ausopen.com/match/2022-stefanos-tsitsipas-vs-daniil-medvedev-ms602\">Stefanos Tsitsipas and Daniil Medvedev</a>, with the prize of achieving his 21st Grand Slam men's singles title on the line. (ausopen.com) </p> <p><strong>Portugal general election </strong>The EU member country holds a snap parliamentary election on Sunday. The opposition centre-right Social Democratic party has a <a href=\"https://www.ft.com/content/07bf67e8-7f23-48f1-ae1e-b7841aab72f0\">lead in opinion polls</a> over the ruling Socialist party.</p> <h1>What else we're reading and watching </h1> <p><strong>The empire returns</strong> As the Kremlin attempts to reassert control over its neighbours, Ukrainian historian Serhii Plokhy uncovers <a href=\"https://www.ft.com/content/0cbbd590-8e48-4687-a302-e74b6f0c905d\">the deep roots of the crisis</a>. Ukraine marks the biggest test yet for the “<a href=\"https://www.ft.com/content/5a6d914c-f46c-4c28-a528-0947a4baa803\">Biden doctrine”</a> on foreign policy, write James Politi and Demetri Sevastopulo, while Edward Luce looks at the US president's <a href=\"https://www.ft.com/content/dcc65ca4-96cc-4830-8760-5b7fd6a7bc92\">Germany headache</a> in his latest column. </p> <p><strong>The subscription shuffle is tiring Netflix and Peloton</strong> “Subscription fatigue” may be worse among media companies than their subscribers. As viewers become more adept at shuffling their subscriptions, companies are <a href=\"https://www.ft.com/content/ac4261a4-ef39-4fc8-a01a-94894e88000b\">having to&#xa0;spend constantly</a>&#xa0;on new films and series to excite them, argues John Gapper.</p> <p><strong>Would you buy a home in the metaverse? </strong>You could buy an island, complete with a villa, for prices as low as $104,000. There's one slight catch: <a href=\"https://www.ft.com/content/f5d5bed3-8cf2-40c6-8f85-6b824a223ffe\">you can't actually live in it</a>. It exists only online, in a virtual world filled with buyable digital assets ranging from art to cars.</p> <p><strong>Investors: beware liquidity holes </strong>This week, investors would be wise to ponder the concept of <a href=\"https://www.ft.com/content/a9fdd7fa-b7c5-42a6-862d-329a3adff585\">“liquidity holes”</a>, writes Gillian Tett. After US Federal Reserve chair Jay Powell indicated future rate rises, markets could experience a shortage of buyers for some assets relative to supply, she argues. </p> <p><strong>Space-based solar power beckons </strong>The US, UK and China are exploring the potential of an untapped source of clean energy. But <a href=\"https://www.ft.com/content/07612774-26d2-4886-b5eb-d39f16e57a35\">there are risks</a> to harnessing space-based solar power for use on earth — namely issues of launch costs, space governance and land use, writes Anjana Ahuja.</p> <h1>Style</h1> <p><a href=\"https://www.ft.com/content/1c7dc3a0-57d8-4dcd-bf96-8e9bc7b54450\">Is Kanye West good for Gap?</a> What started as a coup for the store has turned to frustration at the slow rollout of the Yeezy Gap brand.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: Apple overcomes supply chain issues to report record revenues' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-28T11:25:10.385Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4633,
          "end": 4640
        }
      ],
      "nexusId": "10051514"
    }
  ]
}