{
  "_id": "0a088931edf8d5e9ef21dad4e20076b22f8f42b5f0ebfbd7c4b56569f14b8335",
  "feed": "wall-street-journal",
  "title": "U.S. News: Offshore Leases Awarded For Oil, Gas Fields",
  "text": "<p>The top successful bidders were subsidiaries of Chevron Corp., which spent $47 million in total for the leases. Occidental Petroleum Corp. spent $39 million, and BP PLC spent $29 million, according to federal data.</p><p>The move marks a dramatic shift for the Biden administration, which has been overseeing an unprecedented slowdown in federal oil-and-gas leasing as it promotes a transition to cleaner energy.</p><p>In the first 19 months of his administration, President Biden had set a 70-year low for federal oil-and-gas leasing, awarding just 126,228 total acres, according to a recent Wall Street Journal analysis. Including Wednesday's 1.7 million acres would still leave him far behind his recent predecessors and put him roughly on par with former presidents Lyndon Johnson and Richard Nixon.</p><p>That slowdown frustrated Sen. Joe Manchin (D., W.Va.), a pivotal vote in Congress who argued the administration should be doing more leasing to support U.S. oil companies and ensure the country's energy supplies. He pushed environmentalists in Congress to include legal language in their climate bill to mandate that this sale be revived and that the administration hold several more.</p><p>Under the new law, dubbed the Inflation Reduction Act, the Biden administration had 30 days to take this action, a deadline approaching this week.</p><p>\"The Inflation Reduction Act is a historic and transformational investment toward achieving President Biden's ambitious goals to tackle the climate crisis,\" the Bureau of Ocean Energy Management, which manages offshore energy leasing, said in a statement announcing the action. \"We are committed to implementing the law, including direction regarding the federal oil and gas programs.\"</p>",
  "published": "2022-09-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 48,
          "end": 55
        }
      ]
    }
  ]
}