{
  "_id": "52269988939ebb4edece13bfef44d123dc0bd6eb712d84a5a7b5f36d2ba5507f",
  "feed": "ftcomall",
  "title": "Fears over US energy security help unlock historic $369bn climate bill",
  "text": "<p>The senator who had single-handedly blocked Joe Biden's climate agenda just a few weeks ago has explained his stunning change of heart this week as a move to protect both US oil as well as gas and clean energy interests.</p> <p>Backing a historic bill that would set aside $369bn for climate and clean energy programmes, Democratic senator Joe Manchin positioned the legislation as one that was designed to ensure the US was energy self-reliant in the future.</p> <p>This included new pipeline permitting reforms, as well as power from solar, wind and hydrogen, overcoming Manchin's <a href=\"https://www.ft.com/content/9fa5104b-b6db-4274-84ca-837b460969df\">earlier trenchant objections</a> that he blamed on inflation concerns.</p> <p>“You have to have energy security, you have to be energy independent if you want to be a superpower in the world,” he said on Thursday. “That's what China does and that's what Russia has had.”</p> <p>While the provisions in the new bill are smaller than the $555bn earmarked for climate programmes in Biden's original <a href=\"https://www.ft.com/content/fa3251da-96ca-4d64-85e3-8c6478b626e1\">Build Back Better bill</a>, the renamed Inflation Reduction Agreement 2022 would still be the largest single investment in clean energy and climate programmes in US history. </p> <p>At the centre of the bill are billions of dollars of tax credits designed to supercharge the development of a US clean energy industry.</p> <p>About $30bn of production tax credits are earmarked to boost US manufacture of solar panels, wind turbines, batteries and critical minerals processing, and a further $10bn set aside for investment tax credits to build clean energy manufacturing facilities.</p> <p>About $30bn in grants and loans are available to utilities to help their transition to clean energy, while $6bn in grants and tax credits are available to help some of the worst polluters in industrial manufacturing, including chemical, steel and cement plants, to lower their emissions. </p> <p>A further $27bn is aimed at supporting the deployment of technologies that reduce emissions and $20bn for rural communities to invest in climate-friendly agriculture practices, forest restoration and land conservation.</p> <p>Tax credits are also offered to consumers to stimulate demand and help people green their homes, with $9bn of credits available to low-income households for electrifying their homes and buying heat pumps, rooftop solar panels and electric heaters. </p> <p>Tax credits of $7,500 for individual electric vehicles proposed in the original bill are converted to credits for “clean” vehicles, which include hydrogen-powered vehicles. These would be only available to individuals earning less than $150,000 a year. </p> <p>“This was really no clean energy left behind and that is really good,” said Paul Bledsoe, a former White House climate adviser under president Bill Clinton. “It's trying to allow consumers and businesses to decide which of these technologies make most sense in the marketplace.”</p> <p>Bledsoe estimated that while about a third of the tax credits were already in existence, the majority were new and the wide 10-year horizon would provide businesses with the certainty to invest. </p> <p>“There is a lot to like here,” said Aliya Haq, vice-president of US policy and advocacy at Breakthrough Energy, the Bill Gates-backed climate technology fund that invests in early stage technologies. “We look at a lot of emerging clean energy tech which is addressing the hardest to decarbonise things, and there are credits for those hard parts.”</p> <p>The bill also seeks to tackle methane, the greenhouse gas with about 80 times the warming potential of longer-living carbon dioxide on a 20-year basis. The world has warmed about 1.1C since pre-industrial times, with methane contributing about one-third of that.</p> <p>The bill proposes to levy a fee on the methane emissions of oil and gas producers and pipeline operators. The US is the <a href=\"https://www.epa.gov/gmi/importance-methane\">second-biggest source</a> of these emissions.</p> <p>The levy, which was resisted by the oil and gas industry, would rise to as much as $1,500 per tonne of methane emitted above a certain threshold by 2026, or roughly equivalent to $50 a tonne of carbon dioxide.</p> <p>Senate majority leader Chuck Schumer estimated that the bill would lead the US to cut greenhouse gas emissions by 40 per cent below 2005 levels by 2030. That analysis was independently confirmed by the Natural Resources Defense Council, an environmental advocacy group. </p> <p>The package was “a significant step” towards the US's commitment to reduce emissions by 50 to 52 per cent below 2005 levels by 2030 under the Paris climate agreement, said NRDC chief executive Manish Bapna. “If implemented properly, we feel the scale of emissions reductions contained in this package are significant and unprecedented,” he said.</p> <p>However, the bill also contains some provisions welcomed by the fossil fuel industry. It would force the Biden administration to reinstate an offshore oil and gas auction that was held in late 2021 but subsequently vacated by a court order. Big oil and gas companies such as Shell, which spent hundreds of millions of dollars to acquire leases, have slammed the administration for not challenging that court ruling.</p> <p>The legislation would also require the government to hold a string of lease sale rounds this year and next year that the administration had said it planned to cancel after the 2021 round was stymied by the court.</p> <p>It also includes a commitment to accelerate the permitting process for gas pipelines and to expand oil and gas leasing on federal lands when renewable energy providers are given leases. This could have an effect on the Mountain Valley shale gas pipeline project in West Virginia, Manchin's constituency.</p> <p>Two technologies that big American oil and gas companies such as ExxonMobil and Chevron have put at the centre of their so-called low-carbon businesses are also given support. </p> <p>This involves new and bolstered incentives for hydrogen and carbon capture and storage. The legislation would increase the tax credit available for new carbon capture projects from $50 per tonne of carbon captured and stored to $85 per tonne, which may help to make projects more viable.</p> <p>Early NRDC analysis of the emissions reduction potential of the bill found that overall, it reduced US emissions of greenhouse gases. “Our early estimates suggest the good stuff in the bill has eight to 10 times more emission reduction than what the bad stuff produces,” said Bapna. </p> <p>NRDC estimated that the bill would help reduce greenhouse gas emissions in the US by between 550mn and 700mn metric tons by 2030, representing about a 10 per cent reduction from the US's 2005 level of 6.6bn metric tons of greenhouse gas emissions.</p><p>Source: Aime Williams in Washington and Justin Jacobs in Houston  2022 'Fears over US energy security help unlock historic $369bn climate bill' FT.com 29 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-29T08:18:43.987Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5604,
          "end": 5611
        }
      ]
    }
  ]
}