{
  "_id": "2d3a4fd8715d81fecf5c8aaeec3a999c3cdf8ab45e172b60b830bd3520e51436",
  "feed": "market-watch",
  "title": "Renewable energy: Strongest ever investment in wind and solar in first half of year even with sting of inflation, supply chains; China was the largest market yet again, investing $98 billion in the first half, up 128% compared to the same period in 2021. The U.S secured $12 billion, while Japan drew $5 billion",
  "text": "<p>The rise in investment reflects an acceleration in demand for clean energy supplies to tackle the ongoing global energy and climate crises, BNEF researchers said in their report, Renewable Energy Investment Tracker 2H 2022.</p><p>Russia's unprovoked invasion of Ukraine, both resource-rich nations, and the uneven bounce back for energy demand from the worst of the COVID-19 shutdown drove oilCL00, gasolineRB00 and natural gasNG00 prices sharply higher earlier this year, before a recent pullback. That volatility has sparked calls both for more traditional-energy driling and renewed attention on domestic alternative energyICLN supplies to reduce reliance on fossil fuels and return more energy production closer to home.</p><p>President Biden has assumed a muddled stance on energy, calling for more alternative energy but also reacting to short-term market moves as inflation hits U.S. voters. He's also urged more drilling, including from OPEC leadership.</p><p>What's more, investors and consumers are closely watching for final agreement on compromise U.S. legislation that restores many of the climate change and greener energy provisions once believed lost in a sharply scaled back budget bill.</p><p>The new version would essentially extend the existing clean energy tax credits through 2025. Like the earlier proposed \"Build Back Better,\" the rewrite would provide a base payment for the production tax credit (PTC) historically used by wind facilities and the investment tax credit (ITC) available to solar and other renewable sources. Read more on the bill.</p><p>\"Policy makers are increasingly recognizing that renewable energy is the key to unlocking energy security goals and reducing dependence on volatile energy commodities,\" said Albert Cheung, head of analysis at BloombergNEF.</p><p>\"Despite the headwinds presented by ongoing cost inflation and supply chain challenges, demand for clean energy sources has never been higher, and we expect that the global energy crisis will continue to act as an accelerant for the clean energy transition,\" he said.</p><p>Private industry may not be waiting for government action. Investment in new large- and small-scale solar projects rose to a record-breaking $120 billion, up 33% from the first half of 2021, BNEF said. Wind project financing was up 16% from 1H 2021, at $84 billion.</p><p>Both sectors have been challenged recently by rising input costs for key materials such as steel and polysilicon, as well as supply chain disruptions and rising financing costs. Yet, the figures indicate that investor appetite is stronger than ever, in part due to the very high energy prices currently being seen in many markets around the world.</p><p>China was the largest market yet again, investing $98 billion in the first half, up 128% compared to the same period in 2021. The U.S secured $12 billion, while Japan drew $5 billion.</p><p>As well as attracting project investments, the first half also saw an all-time record for venture capital and private equity investments into renewables and energy storage, with $9.6 billion raised, up 63% on the previous year.</p><p>One category that saw falling investment was public equity issuances. After a very strong first half in 2021, public market issuances for renewable energy companies dropped 65% in 1H 2022, totaling $10.5 billion. The 2Q figure, at $3.9 billion raised, is the lowest quarterly total since 2Q 2020.</p><p>As for the largest contributors by region, China's large-scale solar investments totaled $41 billion in 1H 2022, up 173% from the year before. It also invested $58 billion in new wind projects, up 107% year-on-year.</p><p>Nannan Kou, BNEF's head of China analysis, said \"green infrastructure is the most important investment area that China is relying on to boost its weak economy in the second half of 2022.\"</p><p>China, the globe's largest polluter by some measures, is building new renewable generation capacity so that it can replace its existing coal fleet. China is well on track to hit its 1,200 gigawatt wind and solar capacity target by 2030, BNEF said.</p><p>Offshore wind was another sector that saw a stark increase, with investment up 52% from the previous year, to $32 billion. The United Kingdom, France and Germany are just a few of the countries that have increased their offshore wind targets in the first half of 2022, signaling further support for investment in the technology, the report said.</p><p>Merger and acquisition activity is an important part of the renewable energyfinancing picture. These deals do not provide new money for technologies and developers, but they enable early investors to make exits and redeploy capital on fresh opportunities, the researchers said.</p><p>In 1H 2022, corporate M&amp;A and private equity buyouts totaled $29.3 billion, up 25% on the previous year's $23.5 billion. This is the highest ever first-half total.</p><p>In terms of deal count, the U.S. emerged as the most active market in 1H 2022, followed by China and India.</p><p>And deal activity shows that traditional energy firms continue to diversify into the alternatives meant to replace their main business lines.</p><p>Among the biggest deals in this category were Chevron Corp'sCVX acquisition ofRenewable Energy Group for $2.8 billion. This was followed by Falck RenewablesSpA's acquisition by IIF International Holding for $2.6 billion. Japan Renewable Energy Co Ltd's buyout by ENEOS Holdings Inc for $1.7 billion was the third-largest deal.</p><p>Renewable energy: Strongest ever investment in wind and solar in first half of year even with sting of inflation, supply chains</p>",
  "published": "2022-08-02T21:15:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5098,
          "end": 5105
        }
      ]
    }
  ]
}