{
  "_id": "7ba51fb978a5afe60705d5437f5371226303af0de97d0ce73adbf6494dfdab18",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: U.S. Poised to Grant Chevron a License to Pump Venezuela Crude",
  "text": "<p>Granting the new license is contingent on the Venezuelan government and its political opponents' announcement, expected Saturday, to implement a $3 billion humanitarian program using Venezuelan funds unfrozen by the U.S. as well as an agreement to resume talks in Mexico City next month on resolving the country's political crisis through free and fair elections, people familiar with the matter said. The talks would quickly set in motion U.S. authorization for Chevron's return to Venezuela's oil fields, according to the people.</p><p>\"With the restart of the dialogue in Mexico, a road has been opened to the normalization of economic aspects of national life,\" Venezuelan Vice President Delcy Rodriguez said Thursday at a meeting with business executives in Caracas.</p><p>Venezuela's opposition coalition said Thursday it was ready to negotiate an agreement that would lead to a solution to Venezuela's humanitarian crisis, the establishment of rule of law, and the necessary conditions to hold free and verifiable elections.</p><p>The license, which isn't permanent and would need future renewal, would return Chevron's position in Venezuela to a sanctions framework similar to one in effect in 2019, before the Trump administration clamped down further on Chevron's activities as part of a \"maximum pressure\" campaign aimed at ousting the government of Venezuela's Nicolas Maduro.</p><p>The Wall Street Journal reported in October the Biden administration was preparing to scale down sanctions on Venezuela's authoritarian regime to allow Chevron to resume pumping, paving the way for a potential reopening of international markets to oil exports from Venezuela.</p><p>Reuters reported earlier that Chevron could soon win U.S. approval to vastly expand operations in Venezuela.</p><p>\"We have long made clear our willingness to provide targeted relief based on concrete steps that alleviate the suffering of the Venezuelan people and bring them closer to a restoration of democracy,\" a spokesperson for the U.S. National Security Council said. \"Any step taken is done in coordination with [Venezuela's opposition coalition].\"</p><p>Chevron spokesman Ray Fohr said the company was in compliance with the current sanctions framework.</p><p>The developments come just ahead of new Western sanctions on Russian oil that threaten to tighten global supplies and lift prices.</p><p>The Biden administration's move to ease sanctions on Venezuela has been seen as an effort to send a signal to markets concerned about a potential shortfall.</p><p>Any authorization provided by the Treasury Department would be time limited and would prevent PdVSA, the state-run oil company, from receiving profits from the oil sales by Chevron, according to people familiar with the matter.</p><p>The U.S. would retain the authority to amend or revoke authorizations if the Maduro regime doesn't negotiate in good faith or follow through on its commitments, the people said.</p>",
  "published": "2022-11-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 40,
          "end": 47
        },
        {
          "start": 2098,
          "end": 2105
        },
        {
          "start": 1523,
          "end": 1530
        },
        {
          "start": 2659,
          "end": 2666
        },
        {
          "start": 1246,
          "end": 1253
        },
        {
          "start": 1677,
          "end": 1684
        },
        {
          "start": 463,
          "end": 470
        },
        {
          "start": 1099,
          "end": 1106
        }
      ]
    }
  ]
}