{
  "_id": "a3acbc8498f1254e03424752f52e8107babd498fa7c42e5046cd8d25a54a56bd",
  "feed": "ftcomall",
  "title": "Opec+ and US escalate oil fight",
  "text": "<p>Welcome back to Energy Source. </p> <p>Yesterday was an explosive day for oil markets. The Opec+ oil producer group said it will cut 2mn barrels a day from its output, the biggest reduction since 2020, in an attempt to raise already high crude prices.</p> <p>The decision <a href=\"https://www.ft.com/content/9ff534c5-3b99-40d0-84f2-19b88743190e\">drew fire</a> from the Biden administration, which had been lobbying the Saudis not to slash output at a time global economic peril — and election season. The White House called the decision “shortsighted” and said Opec+ was “aligning itself with Russia”.</p> <p>It marks a sharp escalation in the oil fight between the US and the Saudis. In response, the Biden administration raised the prospect that it could release more oil from Washington's strategic stockpiles to try to tamp down prices. It has also been discussing potential limits on fuel exports in an attempt to build domestic inventories of petrol and diesel. It could also look to revive so-called Nopec legislation, which would target Opec for colluding to drive up oil prices. Although when it comes to moving oil markets, Washington looks outgunned.</p> <p>The Biden administration also said the decision showed the US needs to break its reliance on Opec oil. That is the topic of our first note from Amanda, who looks at the White House's stumbling efforts to get foreign investors to plough money into American clean energy and electric vehicle projects. </p> <p>I also look at Houston's efforts to navigate the energy transition. Soaring crude prices are good for America's oil capital, but many still have their eye on efforts to tackle emissions.</p> <p>Thank you for reading. —<em>Justin Jacobs</em></p> <h2>Biden's Inflation Reduction Act faces backlash from foreign carmakers</h2> <p>The surprise passage of climate legislation in Washington sent waves of euphoria through America's clean energy business. But one constituency felt left out: foreign investors looking to cash in on the green gold rush.</p> <p>Democrats in Washington are racing to clean up the <a href=\"https://www.ft.com/content/9074c4ce-61f6-45c1-823f-84efe2af4d3e\">fallout with foreign investors</a> after their climate legislation victory this summer. </p> <p>Yesterday, Reuters reported president Joe Biden expressed a <a href=\"https://www.reuters.com/technology/biden-says-us-willing-hold-talks-with-skorea-ev-subsidy-yonhap-2022-10-05/\">willingness to continue</a> talks with South Korea over the Inflation Reduction Act, a landmark spending bill to drive clean energy buildout in part by boosting a domestic supply chain. The legislation has come under fire from foreign manufacturers because of a tax credit provision that requires all electric vehicles to be assembled in North America by 2024 to qualify for subsidies, rendering <a href=\"https://www.ft.com/content/169d18de-de55-4ae6-99ef-77d221292e03\">most foreign models ineligible</a>.</p> <p>Biden's consolation comes a week after efforts from top lawmakers to negotiate the tax credit provision. Last Thursday, Georgia Democratic senator Raphael Warnock introduced a bill to extend the domestic assembly deadline to 2026 after urging the White House to use “<a href=\"https://www.warnock.senate.gov/newsroom/press-releases/senator-reverend-warnock-introduces-bill-to-ensure-georgia-car-buyers-automakers-fully-benefit-from-cost-cutting-tax-credits/\">maximum flexibility</a>” when administering the provision. The move came days after vice-president Kamala Harris pledged to <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/29/readout-of-vice-president-harriss-meeting-with-president-yoon-of-the-republic-of-korea/\">continue to consult</a> with South Korea as the IRA is implemented. </p> <p>The IRA tax subsidy was a slap in the face to foreign manufacturers, who have made large commitments in the past year to produce in the US and help maintain the country's place as a top destination for overseas investments. At least eight megadeals — projects worth at least $1bn — have been announced by foreign companies to manufacture EVs and batteries this year in the US, according to fDi Markets, an FT-owned data company that tracks capital investments in the US.</p> <p>“The disappointing reality of the policy . . . is that it will actually slow adoption of EVs by dramatically lowering consumer choice, all the while penalising companies across the globe that have long invested in high-quality, American manufacturing jobs,” said Pat Wilson, Georgia's economic development commissioner, who helped broker a $5.5bn EV plant deal this year with Hyundai, the state's largest economic project on record. Production at the plant is not expected to begin until 2025, disqualifying the company for tax credits for a year.</p> <p>The IRA tax credit drama underscores Biden's difficult balancing act to boost domestic manufacturing and spur the energy transition without hurting strategic alliances, particularly with South Korea, a large investor in US clean energy manufacturing which has accused the tax credit of being discriminatory and in violation of the free trade agreement.</p> <p>“There's always been a tension in Biden policy between the strong impulse to strengthen domestic production and jobs . . . and the equally strong impulse to work with allies and partners . . . to address global challenges, like climate change,” said Matt Goodman, senior vice-president at the Center for Strategic and International Studies. “These are equally strong but somewhat conflicting impulses, and they really come to a head in this IRA tension.”</p> <p>Aside from bruised relations between the US and key trade partners, how this will impact foreign carmakers' profit margins and interest in the US long-term is likely to be minimal given the size of the country's consumer base. As FT Seoul bureau chief Christian Davies highlighted last week, South Korean companies, some of the loudest critics of the IRA, stand to <a href=\"https://www.ft.com/content/b0bd4c31-1aa0-4eeb-b358-ddfb50f6ca85\">benefit tremendously</a> from the legislation, receiving up to $8bn in taxpayer subsidies annually by 2026.</p> <p>In the short term, experts warn the tax credit drama could hamper the entry of smaller manufacturers and slow the uptake of electric vehicles by limiting the options available on the market. </p> <p>“A huge amount of the clean energy transition has been focused on open markets and access to open technology,” said David Victor, a professor of innovation and public policy at UC San Diego and senior fellow at Brookings. “And yet, a huge amount of the implementing machinery in the Inflation Reduction Act is actually doing the opposite of what made the global energy transition possible.” <em>—Amanda Chu </em></p> <h2>Can America's oil and gas capital navigate the energy transition?</h2> <p>Houston has been synonymous with America's oil and gas industry for as long as the city has existed and likes to call itself the “energy capital of the world”. But even with today's soaring fossil fuel prices, there's a growing recognition in the city that its fortunes will be tied to how well it can navigate the transition to a lower-emissions global economy. </p> <p>A <a href=\"https://www.houston.org/energy-transition#whitepaper\">new report</a> from the Greater Houston Partnership, a local business group, argues the city can maintain its role as a global energy capital even in a shift away from oil and gas, but needs to quickly start expanding its own green economy.</p> <p>“The world's energy transition hubs are not going to be established in the next decade or two decades, they're going to be set up in the next five years, so moving quickly is critical,” said Sarah Morgan, a partner at the law firm Vinson and Elkins, who contributed to the report. </p> <p>It will mean mobilising huge amounts of capital towards new greener ventures in a city that has been awash in petrodollars for decades.</p> <p>The report finds that the amount of capital deployed from banks, venture capital, private equity, industry and others in the city toward low-carbon technologies will need to expand to about $150bn by 2040, roughly 10 times higher than today, to maintain a central role in the transition. </p> <p>Houston, America's fourth-largest city, will need to tap into its well-established oil and gas financial community and lure new energy financiers that might gravitate more naturally to San Francisco or Boston, the report argues.</p> <p>Where would all the cash go? The group says the city should focus on technologies such as carbon capture and storage, hydrogen and renewable fuels, where its roots in the oil and gas business give it an advantage. </p> <p>That mirrors the strategies being taken by many of the oil and gas companies in the city such as ExxonMobil, Chevron and others, which are promising to plough significant resources into those technologies. </p> <p>The recently passed Inflation Reduction Act, which aims to channel hundreds of billions of dollars into low-carbon technologies to combat climate change, is a “significant tailwind toward realising Houston's ambition”, the report finds. </p> <p>Morgan said discussions around carbon capture, hydrogen and other technologies had been taking place for several years, but have “accelerated” in recent weeks as projects suddenly look more economically viable with the IRA's new financial incentives. —<em>Justin Jacobs</em></p> <h1>Data Drill</h1> <p>US petrol prices are back on the rise. Prices averaged $3.83 a gallon yesterday, up 16 cents from two weeks ago when pump prices rose for the first time after nearly 100 days of consecutive declines.</p> <p>Yesterday's historic Opec+ production cuts could risk pushing prices up even higher, spelling trouble for Democrats who face a difficult midterm election just five weeks away. The White House said it would <a href=\"https://www.ft.com/content/64d35a40-5144-44f6-afca-c8b88c9d0ad5\">continue to release</a> oil from strategic stockpiles and explore additional actions to boost domestic oil supply.</p> <p>Last March, Biden released a record 180mn barrels of crude from the Strategic Petroleum Reserve and called on oil companies and Opec+ to pump more oil. While petrol prices have cooled since their record $5.02 a gallon in June, they remain 16 per cent higher year over year. <em>—Amanda Chu</em></p> <a href=\"http://www.ft.com/cms/11385365.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Power Points</h1> <ul>  <li><p>Vladimir Putin could exploit <a href=\"https://www.ft.com/content/cab945c1-8bec-4389-b75f-dd2d1c50a53a\">Moldova's dependence</a> on Russian gas to assert more influence on the former Soviet country.</p></li>  <li><p>Spain and Belgium warn Germany's huge stimulus package will create <a href=\"https://www.ft.com/content/8e881b88-ee1e-4c7c-a21f-8923d3a675ef\">unfair competition</a> across the EU as the bloc struggles to form a unified response in the face of soaring energy prices.</p></li>  <li><p>Japan steps up in China's absence to fill the <a href=\"https://www.ft.com/content/f1544826-06f3-4587-a06f-03207a5be2c3\">$40tn spending gap</a> needed to help developing countries in the Asia-Pacific combat climate change.</p></li>  <li><p>How much will it <a href=\"https://www.ft.com/content/2b7109f8-04e2-4137-b7ff-b1caf44cb4bc\">cost to stay warm</a> this winter? Find out in the FT's electricity calculator.</p></li>  <li><p>Opinion: European Council president Charles Michel argues the EU must form a <a href=\"https://www.ft.com/content/04e641ec-b5d8-4dc3-80c6-fde196403f9f\">common energy strategy</a> to bring prices down and improve security.</p></li> </ul><p>Source: Justin Jacobs, Amanda Chu, Derek Brower and Myles McCormick 2022 'Opec+ and US escalate oil fight' FT.com 6 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-06T11:00:08.021Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 7761,
          "end": 7768
        }
      ],
      "nexusId": "10051514"
    }
  ]
}