{
  "_id": "1b9aba54969f2e617a4b94707c2763ae0f9624b0d44b9a8351183aea3dc589ba",
  "feed": "ftcomall",
  "title": "Green investing: the risk of a new mis-selling scandal ",
  "text": "<p>When Lucy Carraz moved her investment account to online wealth platform Nutmeg in November, she wanted her money invested in the most environmentally-friendly companies possible.</p> <p>But after selecting the platform's ESG investment option, which prioritises companies and bond issuers with high environmental, social and governance standards, she was shocked to discover that, rather than the wind and solar companies she had been expecting, her new portfolio's biggest holdings were bank stocks.</p> <p>“I thought they [Nutmeg] would be looking to invest in specific companies or funds that are part of the solution” to climate change, said the London-based business development director, “rather than just [companies] having an ESG policy.” Her relationship with Nutmeg was “very short . . . once I saw where the money was actually invested”.</p> <p>Carraz's experience reflects a growing realisation among retail and other, larger investors in the UK, the US and across Europe that some of the vast sums of money they have poured into green and ethically-labelled investment products in recent years may not have been invested in quite the way they had imagined.</p> <p>A series of high-profile scandals, most notably regulatory probes into fund firm DWS over whether it misled clients about its sustainable investing efforts, has now raised fears that some of the bolder green claims made by asset managers could amount to mis-selling. Some industry insiders believe they are on the brink of a mis-selling scandal in the mould of payment protection insurance, mortgages or diesel cars.</p> <p>“It's a bit like history repeating itself,” says Fiona Huntriss, a partner at law firm Pallas Partners, who focuses on financial litigation and has worked on previous mis-selling cases. “Words are being used in a very vague way” by fund companies, she adds. “Inconsistency, omissions, lack of clarity — that's prime territory for mis-selling claims.”</p> <p>Carraz does not think Nutmeg misled her, but she does believe the process for setting up new investors should have been more clear. Nutmeg said “we have always challenged the often confusing language used by the investment industry, alongside the lack of clarity that over simplified labels — like green or ethical — and a lack of true data points brought to investment products labelled as ‘sustainable' or ‘responsible'.”</p> <p>Launching ESG-themed products has been a much-needed area of growth in recent years for asset managers, many of whom are under pressure from low-cost index trackers. Branding funds as green or ethical allow them to tap into a huge wave of investor demand and better justify the fees they charge for selecting stocks.</p> <p>Investors globally poured $142.5bn into sustainable funds in the fourth quarter of last year, 12 per cent up on the previous quarter, according to financial data provider Morningstar. That took total worldwide sustainable assets to $2.7tn across more than 5,900 funds, three-quarters of which were in Europe. The data group noted that “asset managers also continued to repurpose and rebrand conventional [fund] products into sustainable offerings”. </p> <p>Much of the asset flow has come from retail investors wanting to make a positive difference to the planet or society, who have usually made these investments in their pensions or savings accounts based at least in part on the claims made in a fund's documentation or adverts. In the UK last year, one out of every three pounds in net sales of retail funds went to “responsible” products, according to data from the Investment Association.</p> <p>With a huge array of different, and often contradictory, ESG metrics on offer in different markets and regulators still feeling their way in this new area, fund firms have often relied on a mixture of third-party ratings and their own research. To promote the funds, seemingly vague words such as “sustainable” and “green” have been widely used.</p> <p>But a number of scandals have rocked the industry, sharply increasing the scrutiny on such claims. Last year, US law enforcement authorities and German regulator BaFin began investigating DWS after the firm's former head of ESG, Desiree Fixler, alleged it had misled clients about how much of its assets were invested along sustainable lines.</p> <p>And an FT <a href=\"https://www.ft.com/content/bd2e752e-5afa-424a-af7e-433963dd7c34\">investigation </a>published in July found that some fund firms with strong rhetoric about tackling human rights issues were also lending money to regimes carrying out abuses.</p> <p>Such incidents have raised fears among fund firms of greater legal scrutiny of the claims they have made. Executives at one of London's biggest fund firms are now “petrified” about how it had been selling ESG funds and the wording it had been using, one senior employee said.</p> <p>Tariq Fancy, former global chief investment officer for sustainable investing at BlackRock, made headlines last year when he said ESG investing too often boils down to little more than “marketing hype” and “disingenuous promises.” Fancy, who now runs an education technology non-profit, told the FT, “I do think there will be more scandals to appear, and it's going to come to light soon.”</p> <h1>What it means to be green</h1> <p>Terms widely used in labelling and marketing ESG funds may carry more legal weight than many firms may have initially thought, some lawyers argue.</p> <p>Luke Fletcher, a partner at London-based law firm Bates Wells who has been looking into funds' sustainability claims, says that the 2015 Paris climate accord will be the legal standard against which words used to promote ESG funds will be judged.</p> <p>Under the legally-binding treaty, 193 parties agreed to limit global warming to well below 2C, and preferably to 1.5C, compared with pre-industrial levels. At November's COP26 climate summit in Glasgow, signatories committed to new greenhouse gas emissions targets by the end of this year, to meet the Paris goals.</p> <p>While the Paris accord is technically binding on nations rather than individual companies, there are already signs that it is being interpreted by judges as the standard that companies must adhere to. In a landmark ruling in May last year, a court in The Hague referred to the Paris agreement when ruling that Shell had to make greater cuts to its emissions targets than it had planned.</p> <p>Fletcher argues that the word “sustainable” — defined in the Cambridge dictionary as “causing, or made in a way that causes, little or no damage to the environment and therefore able to continue for a long time” — should be considered “a seriously high bar”. Legally, he adds, “if you're not aligned with the Paris goals, you probably can't say you're sustainable, in any true sense of the word.”</p> <p>Much of this area of the law is still new and unexplored. But, if borne out, this would have far-reaching implications for an industry that has freely used such terms.</p> <p>In August, a report by climate think-tank InfluenceMap found that 421 out of 593 ESG equity funds it assessed had portfolios that were not aligned with the Paris climate targets. The research, which used widely accepted Pacta (Paris Agreement Capital Transition Assessment) methodology to measure alignment, further found that 72 out of 130 climate-themed funds were not in line with the Paris goals. That included three out of four funds marketed as “Paris-aligned”.</p> <p>The report found climate funds frequently held investments in the likes of oil companies Chevron and ExxonMobil and pipeline company Kinder Morgan. Chevron and ExxonMobil, for instance, are both rated as not being aligned to the Paris goals, according to research group Transition Pathway Initiative.</p> <p>The asset management division of French investment bank BNP Paribas, which calls itself “the sustainable investor for a changing world”, owned Chevron bonds in its Sustainable Global Corporate Bond and Sustainable US Multi-Factor Corporate Bond funds as of last summer, according to fund documents. </p> <p>Climate themed-funds run by investment bank UBS and asset managers State Street and BlackRock, and assessed by InfluenceMap, were on average rated as not being Paris-aligned. </p> <p>Funds which advertised themselves as “fossil fuel restricted”, including State Street's SPDR S&amp;P 500 Fossil Fuel Reserves Free ETF and BlackRock's iShares Developed World Fossil Fuel Screened Index fund, both owned shares in refiners Marathon Petroleum and Phillips 66. While neither own fossil fuel reserves, both companies have, according to InfluenceMap, been involved in lobbying against policies designed to tackle climate change.</p> <p>UBS said it took issue with the InfluenceMap research and said its own approach “results in funds with a significantly lower carbon intensity and reduction of carbon risk”. It added that “sustainability means different things to different people”.</p> <p>BNP said it was committed to “use our influence and investments to push towards a more sustainable future”. It said it filed a motion in 2020 for Chevron to disclose how aligned its lobbying was with the Paris agreement, and said neither of the two funds mentioned still own Chevron bonds.</p> <p>State Street said: “To meet differing investor needs and risk profiles, we offer a range of ESG strategies, including funds aligned to the Paris agreement, and funds that meet climate objectives in other ways.”</p> <p>BlackRock said it is “clear about the investment strategies and sustainable outcomes our funds are designed to achieve”. It added: “BlackRock believes greenwashing is a risk to investors, which is why we support regulatory initiatives to enhance the transparency of sustainable funds' investment mandates and outcomes.”</p> <p>Kinder Morgan said that “while we recognise there is more work to do, we are proud of our ESG performance to date.” ExxonMobil said its “short and medium-term emissions-reduction plans . . . are aligned with the [Paris agreement's] goals”. Chevron said that “as the world transitions to a lower carbon future . . . diverse solutions — including oil, products and gas — will also be needed”, along with “well-designed government policies”. Phillips 66 said it is “committed to helping the world address climate change”. Marathon declined to comment.</p> <p>Morningstar recently <a href=\"https://www.ft.com/content/9cf8c788-6cad-4737-bc2a-2e85ac4aef7d\">cut</a> more than 1,200 funds with assets of $1.4tn from its sustainable investment list after an “extensive review” of their legal documents.</p> <p>“If you label something [that invests in fossil fuels] sustainable, and there's a whole body of scientific opinion that new oil and gas or coal production is out of whack with climate [sustainability], then there's probably quite a good chance that you could label it as unsustainable and therefore the fund is being mis-sold in some way,” said Dylan Tanner, executive director at InfluenceMap.</p> <h1>Writing the rules</h1> <p>While the ESG funds sector has rapidly ballooned in size in recent years, financial regulators have typically been slower to come up with ways to police the sector.</p> <p>That has created a “limbo period where consumers are at risk of buying products that say they're doing something they're not doing”, according to Catherine Howarth, chief executive of responsible investment charity ShareAction, who believes mis-selling has been going on.</p> <p>But there are growing signs that regulators are taking a tougher line, with a raft of rules hitting the sector. Such rules could also give investors clearer benchmarks on which to measure funds' claims. </p> <p>In the EU, the Sustainable Finance Disclosure Regulation, which is based on achieving the Paris goals, introduces new disclosure requirements for funds, which are placed into different categories depending on how much they focus on sustainability. The European Securities and Markets Authority said in February it was seeking a definition of greenwashing that could be used by lawmakers.</p> <p>In the UK, the Financial Conduct Authority, which in July said that regulatory applications by ESG funds “often contain claims that do not bear scrutiny”, recently closed a consultation on sustainability disclosures for asset managers.</p> <p>The Competition and Markets Authority has also issued its Green Claims Code, which lays out in detail principles for how businesses should make claims about ESG. While not specifically aimed at fund firms, some commentators believe it could soon start being applied in the sector. </p> <p>The Advertising Standards Agency has said that adverts around ESG “will require greater regulatory scrutiny in future”. And in the US the SEC has formed a task force focused on ESG, including examining funds' disclosure and compliance.</p> <p>“It is no secret that it [misrepresentation of ESG activities] is on the top of regulators' agendas to send a strong message and make an example”, said Petra Dismorr, chief executive of ESG consultancy NorthPeak Advisory, which works with fund firms.</p> <p>The new rules are already highlighting potential issues. Sebastiaan Greeven, manager in ESG and sustainability at consultancy MJ Hudson, said he had seen funds categorised under the EU's regulations as “Article 9” — meaning they aim for sustainable investment — “where I doubt all the investments in these products can be considered sustainable”. </p> <p>He gives the example of a fund holding a stock with lower carbon intensity than its peers and questions whether that classifies as sustainable, or just better than the average company.</p> <p>However, some believe that regulators may not be acting fast enough. “It seems as if there is widespread mis-selling of ‘sustainable' products in the market, which would, if confirmed in court, be a serious regulatory failure,” said Bates Wells's Fletcher.</p> <h1>The odds of legal action</h1> <p>The gap between some funds' claims and the reality of their investments has left some insiders talking about whether litigation on mis-selling in Europe or the US is now also likely.</p> <p>A recent court case in Italy has put some in the industry on alert. In November a court in Gorizia upheld a request by Alcântara, a maker of microfibre material used in car interiors, against rival Miko ordering it to stop making “vague, false and non-verifiable green claims”. </p> <p>While in a different sector, some think that legal action against fund firms is only a matter of time. Robert Allen, partner at London-based law firm Simmons &amp; Simmons, points to legal cases brought by shareholders against companies on ESG grounds. “You can definitely see how it [a case against fund managers] can follow on,” he said.</p> <p>“If the shareholders have lost money and they've felt the company has misled them, you'll see plaintiffs step in,” said Perrie Weiner, a partner at law firm Baker &amp; McKenzie in Los Angeles. “You're hearing the rumblings. It's not happened that much yet, [but] it will.”</p> <p>Companies that fund legal action also spy a potential opportunity. “My sense from discussions with lawyers is that it certainly is coming,” said Garrett Holmes, general counsel at investment firm North Wall Capital, which provides litigation financing. “Some unanswered questions need to be progressed for it to become the next dieselgate scandal though,” he said, referring to carmakers who manipulated engines in the mid-2010s to fraudulently pass emissions tests. </p> <p>One such question is around the concept of “loss”. In theory, an investor who had put money into an ESG fund that invested in “dirty” stocks could end up making more money than they would have in a fund that invested only in sustainable companies. But they might argue that they had still suffered a loss, based on the damage the investment caused to the environment.</p> <p>Whether any court would accept that is unclear. However, in a 2019 ruling, the Financial Ombudsman Service upheld a retail investor's complaint that their financial adviser had not followed their wishes to invest in ethical stocks. The investor was awarded a small sum, even though she had not lost out financially.</p> <p>Whether such litigation based on a loss to the environment can be brought is “an area that has not been explored”, said Martina Colombo, senior associate at MJ Hudson, “but it might now be.”</p> <p><em>This article has been amended to make clear a court in Gorizia upheld a request by Alcântara against rival Miko, not in Umbria as wrongly stated originally</em></p> <p><strong>Letters in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/41b82ca4-5ed7-44ec-b7ff-fbc419005279\"><em>Defining sustainability is a challenge for investors</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/41b82ca4-5ed7-44ec-b7ff-fbc419005279\"><em>From Mariano Torras, Professor of Economics, Chair, Department of Finance and Economics, Adelphi University, Garden City, NY, US</em></a></p> <p><a href=\"https://www.ft.com/content/ad2cff72-9108-4b15-bac9-043431f7de34\"><em>Green investing needs more honesty, less cheating</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/ad2cff72-9108-4b15-bac9-043431f7de34\"><em>From Conor Carlin, Plymouth, MA, US</em></a></p><p>Source: Laurence Fletcher and Joshua Oliver in London  2022 'Green investing: the risk of a new mis-selling scandal ' FT.com 20 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-20T05:00:16.445Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 7326,
          "end": 7333
        },
        {
          "start": 7385,
          "end": 7392
        },
        {
          "start": 7681,
          "end": 7688
        },
        {
          "start": 8842,
          "end": 8849
        },
        {
          "start": 8971,
          "end": 8978
        },
        {
          "start": 9757,
          "end": 9764
        }
      ],
      "nexusId": "10051514"
    }
  ]
}