{
  "_id": "e82df6b6f1c14fb7c00f58f6f902e1088d865273f5586c6adc8e2d1805f1eab9",
  "feed": "wall-street-journal",
  "title": "Workers Strike at Machine Maker CNH Industrial; United Auto Workers union pushes for better terms at the Deere competitor, amid rising inflation and a tight labor market",
  "text": "<p>\"CNH Industrial is disappointed that the parties were unable to reach an agreement,\" the company said in a written statement. \"We remain committed to reaching an agreement, and we are working to resolve this issue.\"</p><p>\"Our members at CNH strike for the ability to earn a decent living, retire with dignity and establish fair work rules,\" said Chuck Browning, director of the UAW's agricultural implement department.</p><p>The strike at CNH involves about 1,100 workers at the company's plants in Racine, Wis., where its farm tractors are built, and Burlington, Iowa, where construction machinery is assembled. The action is the latest in a series of strikes at large U.S. companies where unions have pushed for higher wages and better benefits amid rising inflation, a tight labor market and rising corporate profits.</p><p>In March, more than 500 California refinery workers went on strike at Chevron Corp. following a contract negotiation stalemate. Manufacturing workers at Kellogg Co. and Volvo last year went on strike, seeking higher pay.</p><p>CNH, whose brands include CaseIH and New Holland farm machinery and Case construction equipment, is a competitor for Deere &amp; Co., where 10,000 UAW members walked off their jobs last fall for more than a month before approving a new six-year contract.</p><p>After approving the contract in November, Deere workers received an immediate 10% raise and each worker received an $8,500 bonus. Additional 5% pay raises will be provided to Deere workers in two other years, and lump-sum bonuses amounting to 3% of workers' annual pay will be awarded in the three other years.</p><p>The auto workers union's strike against CNH is the first at the company since late 2004, the company said. When the union abandoned that strike after 19 days, management refused to allow workers to return to their jobs. A four-month lockout ensued during which CNH used management employees and temporary workers to operate its plants.</p><p>CNH has struggled to consistently earn profits since being assembled by Italian automaker Fiat SpA in the late 1990s via a series of acquisitions.</p><p>Chief Executive Scott Wine, who joined CNH early last year after leading power sports equipment maker Polaris Inc., is attempting to sharpen the company's focus. CNH spun off its commercial truck and powertrain businesses in Europe into a separate company known as Iveco Group NV late last year.</p><p>Write to Bob Tita at robert.tita@wsj.com</p><p>Workers Strike at Machine Maker CNH Industrial</p>",
  "published": "2022-05-02T22:50:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 880,
          "end": 887
        }
      ]
    }
  ]
}