{
  "_id": "a70dceb6f048c9d0c612cf4827ef6e0ebe7cd6ae8a3e1ab2f115e7815962b299",
  "feed": "ftcomall",
  "title": "Chevron to resume Venezuela oil production as US eases sanctions",
  "text": "<p>The US on Saturday authorised Chevron to resume oil production through its joint ventures in Venezuela, after the socialist government in Caracas and the opposition resumed political talks in Mexico City.</p> <p>The relaxation of oil sanctions signals a major change in Washington's posture towards the Venezuelan government. The US had previously sought to force the authoritarian president Nicolás Maduro from office. In 2019 it recognised opposition leader Juan Guaidó as the country's legitimate leader alongside dozens of allies, after claiming that Maduro stole the presidency in rigged elections in 2018.</p> <p>Under sanctions imposed by the Trump administration in 2019 as part of its maximum pressure campaign against Maduro, Chevron was only allowed to maintain its assets in Venezuela, not to export its crude or expand operations.</p> <p>Maduro has presided over an economic collapse in his oil-rich nation that was prompted 7mn people to flee amid widespread human rights abuses. Protests at home and diplomatic pressure abroad have not succeeded in ousting him, partly thanks to support from Russia, Cuba, China, Turkey and Iran.</p> <p>On Saturday, representatives of the <a href=\"https://www.ft.com/content/f12163f2-705e-4ef5-bf09-34da40be8cc0\">Venezuelan&#xa0;government</a> and the opposition returned to political negotiations in Mexico — suspended for more than a year — and signed a rare humanitarian agreement that seeks to free up Venezuelan funds frozen abroad for health, infrastructure and education. That fund, estimated to be around $3bn, will be administered by the United Nations.</p> <p>Around the same time on Saturday, the US Treasury department announced it was easing oil sanctions.</p> <p>“This action reflects longstanding US policy to provide targeted sanctions relief based on concrete steps that alleviate the suffering of the Venezuelan&#xa0;people and support the restoration of democracy,” Treasury said in a statement.</p> <p>Venezuela has the world's largest proven oil reserves and once pumped over 3mn barrels per day, though after years of mismanagement and US-led sanctions, production today sits well below 1mn bpd.</p> <p>Francisco Monaldi, a Venezuelan energy policy expert at the Baker Institute in Houston, estimates that Chevron's joint ventures in Venezuela could produce 80,000 bpd to 100,000 bpd “within a few months”, up from 50,000 bpd today. After that “it will require significant investments, which will take about two years to achieve an additional 120,000 bpd.”</p> <p>On Saturday, a senior US administration official briefing reporters said the six-month licence would be subject to change if “the Maduro regime fails to negotiate in good faith or follow through on its commitments”.</p> <p>Venezuela's national oil company PDVSA will not receive profits from sales of oil under the agreement and revenues will be used to repay debt to Chevron. The official said Saturday's move would shift some sales of Venezuelan oil off the black market “to transparent, legitimate channels.”</p> <p>The official denied that the administration's decision to allow Chevron to resume limited activities in Venezuela was influenced by global oil markets and said Saturday's move would not significantly impact prices. The Biden administration has sought alternatives to Russian energy following the invasion of Ukraine this year, in part to combat petrol price rises. The European Union is set to ban Russian oil imports on December 5.</p> <p>The surge in the crude market sent US petrol prices to a record high earlier this year, fanning decades-high inflation that has threatened to tip the US economy into recession.</p> <p>The White House's attempt to cool prices also included record releases of oil from an emergency federal stockpile over recent months and calls for domestic shale producers to increase drilling. Prices have retreated in recent weeks amid fears of a global economic downturn.</p> <p>“The Office of Foreign Assets Control's decision brings added transparency to the Venezuelan oil sector,” Chevron said in a statement. “We are determined to remain a constructive presence in the country and to continue supporting social investment programs aimed at providing humanitarian relief.”</p> <p>Talks between the Caracas government and the opposition over a political solution to Venezuela's crisis began in September 2021 but the Maduro government walked out only a month later after key ally <a href=\"https://www.ft.com/content/905ee810-69ce-4650-a1fa-b997e367d668\">Alex Saab</a> was extradited to the US on money-laundering charges.</p> <p>US Senator Bob Menendez, the Democratic chair of the Senate foreign relations committee, cautiously welcomed the resumption of talks but warned that the US should be prepared to swiftly reimpose sanctions should Maduro fail to follow through on his commitments.</p> <p>“If Maduro again tries to use these negotiations to buy time to further consolidate his criminal dictatorship, the <a href=\"https://www.ft.com/content/51adb561-3865-43e4-b6ae-07da53b2abab\">United States</a> and our international partners must snap back the full force of our sanctions that brought his regime to the negotiating table in the first place,” he said.</p> <p><em>additional reporting by Derek Brower</em></p><p>Source: Joe Daniels in Bogotá and Felicia Schwartz in Washington. 2022 'Chevron to resume Venezuela oil production as US eases sanctions' FT.com 26 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-26T20:11:05.292Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 30,
          "end": 37
        },
        {
          "start": 718,
          "end": 725
        },
        {
          "start": 2121,
          "end": 2128
        },
        {
          "start": 2731,
          "end": 2738
        },
        {
          "start": 2938,
          "end": 2945
        }
      ]
    }
  ]
}