{
  "_id": "38460849507f34f6e2d26c974e053afbc76032b596a5f7a851967f31551f8a06",
  "feed": "ftcomall",
  "title": "US companies face rising battle to fend off vilification over ‘excess' profits",
  "text": "<p>There is no S&amp;P Vilification Index, but if there were such a tracker of how often big US companies felt aggrieved that politicians were bad-mouthing them, it would be rising again right now.</p> <p>It is more than a decade since Wall Street bankers spun from asking Washington for bailouts during the global financial crisis to griping that then-president Barack Obama was demonising them. Now it's the turn of hard-nosed fossil fuel executives to feel stung by such name-calling.</p> <p>In a <a href=\"https://www.ft.com/content/d6a9e937-1b5e-4c5b-8338-1e112ee0be0d\">letter to Joe Biden</a> last week, Chevron's chief executive Mike Wirth argued that “political rhetoric” would not bring down the high petrol prices that have become an electoral liability for the US leader. Notwithstanding the oil major's increases in investment and domestic production, he complained, “your administration has largely sought to criticise, and at times vilify, our industry”.&#xa0;&#xa0;</p> <p>It was “a great note”, Hess chief executive John Hess told a Wall Street conference afterwards. The energy boss had himself warned last month of government leaders “denigrating” oil and gas companies, while his opposite number at the shale group Pioneer Natural Resources and two industry associations have also railed against Washington's hostile rhetoric. </p> <p>In recent weeks, Biden has told refiners that their rising profit margins are unacceptable “at a time of war” in Ukraine and criticised ExxonMobil for “making more than God this year”.</p> <p>It is not exactly shocking to see such a slanging match between climate-conscious Democrats and fossil fuel producers. You can also understand the political appeal in shifting the blame for inflation to big companies' “excess” profits. </p> <p>What should worry executives far beyond the <a href=\"https://www.ft.com/companies/oil-gas\">oil and gas sector</a>, however, is that such rhetoric is spreading — and working. </p> <p>When Fed chair Jay Powell went to Capitol Hill last week, for example, he faced repeated arguments from Democrats that excessive corporate profits were to blame for surging prices.</p> <p>This was not traditional inflation, contended Senate banking committee chair Sherrod Brown; it was “wartime profiteering” enabled by years of “corporate power concentration”.</p> <p>Few mainstream economists would put corporate profits top of their list of causes behind the current surge in <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation</a>. Indeed, Powell himself named strong demand, supply constraints and Opec's influence over global oil prices as factors driving inflation higher, but didn't take the bait when asked about historically high profit margins. It was not at all clear, he said, that there was a connection between corporate concentration and inflation. </p> <p>Yet Washington's attempt to blame inflation on “gouging” by business appears to be resonating: a third of Americans now believe that profit-maximising companies are the leading cause of inflation, according to a recent <a href=\"https://morningconsult.com/2022/06/22/companies-inflation-profit-maximization-supply-chain/\">Morning Consult survey</a>. That is as many as point the finger at supply chain challenges. Fewer than one in 10 Americans believes that companies are <em>not </em>responsible for inflation.</p> <p>It is true that US companies have shown remarkable success until now at passing on cost increases to their customers (many of whom were only able to pay the extra because of government stimulus spending).&#xa0;This has been an important prop holding up market valuations. As inflation in fuel, wages and other costs continues to advance, however, that prop looks shakier. </p> <p>Will the political heat under profits threaten margins further?</p> <p>More than three-quarters of US voters — Democrats and Republicans — support some form of legislation to clamp down on energy price gouging, Morning Consult found last month. But even Biden's energy industry critics see little chance of a UK-style windfall tax on oil and gas profits getting through Congress. </p> <p>Even so, there are messages for chief executives in the politicians' resonant rhetoric, however unfair they may find it. </p> <p>First, that the belief that took hold in a bull market that companies would face no trade-offs between satisfying their shareholders and keeping other stakeholders happy is looking harder to sustain as profits and market valuations come under pressure. </p> <p>Second, that — for all their stakeholder-friendly messaging of recent years — public support for big businesses is almost as fragile now as sympathy for Wall Street bankers was a decade or more ago.</p> <p>Margins may have peaked, but the political backdrop suggests that what business sees as vilification has not. Big companies are not winning this rhetorical battle: until that changes, they will have to contend with the fact that profit is now political. </p> <p><a href=\"mailto:andrew.edgecliffe-johnson@ft.com\"><em>andrew.edgecliffe-johnson@ft.com</em></a></p><p>Source: Andrew Edgecliffe-Johnson 2022 'US companies face rising battle to fend off vilification over ‘excess' profits' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-27T04:00:58.008Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 510,
          "end": 517
        }
      ]
    }
  ]
}