{
  "_id": "6dfea8c9aa6d6ec1230bc6949dfc1571842c16cd510d8cde3fe562db2db7e32c",
  "feed": "wall-street-journal",
  "title": "U.S. Allows Chevron to Maintain Venezuela Operations but Won't Permit Drilling; License extension seeks to encourage talks between Maduro government and opposition",
  "text": "<p>The extension of the license allows Chevron to have talks with Petróleos de Venezuela SA, the state-owned oil company with which it has a joint venture. Previously the company couldn't directly negotiate with any officials sanctioned by the U.S. Chevron has been lobbying the U.S. to permit it to drill for crude and sell it in the world market to help bring down energy prices after the Russian invasion of Ukraine.</p><p>A Biden administration official said that as part of the moves, the U.S. would also remove Carlos Erik Malpica-Flores, the nephew of Venezuela's first lady and a former top PDVSA official, from a list of sanctioned individuals. Mr. Maduro, who has been indicted in the U.S. on charges of narco-terrorism, has a $15 million reward for his arrest or capture.</p><p>The moves by the U.S. appear to be a reply to a meeting by senior U.S. officials, including Juan Gonzalez, the senior National Security Council official in charge of Latin America, and James Story, the U.S. ambassador to Venezuela, with Mr. Maduro and other senior Venezuelan officials in March. As a result of those meetings, the Maduro government freed two U.S. citizens imprisoned in Venezuela.</p><p>The senior U.S. officials emphasized Tuesday that the U.S. was acting at the request of the government of opposition leader Juan Guaidó, who is recognized as interim president of Venezuela by the U.S. After the March meetings in Caracas, Mr. Guaidó and others in the Venezuelan opposition feared that their aspirations for restoration of democracy in the country would be sacrificed amid the Biden administration's need to increase world oil production to lower oil prices.</p><p>The move in March to lift sanctions on Venezuela ran into fierce bilateral opposition especially from legislators in Florida, where many in a growing community of Venezuelan immigrants have made common cause with conservative Cuban-Americans. Democratic Sen. Bob Menendez of New Jersey, the chairman of the Senate Foreign Relations Committee, who opposed the move to lift sanctions in March, opposed Tuesday's action.</p><p>\"Giving Maduro a handful of undeserved handouts just so that his regime will promise to sit down at a negotiating table is a strategy destined to fail,\" said Mr. Menendez. \"The Biden administration must refrain from lifting any additional sanctions until Maduro makes concrete concessions at the negotiating table.\"</p><p>In a statement on her twitter account, Delcy Rodriguez, Mr. Maduro's vice president, said Venezuela hoped the U.S. moves would start the way to \"total lifting of the illicit sanctions\" leveled against the country.</p><p>Mr. Guaidó's office in a statement denied that the Venezuelan opposition had asked the Biden administration for the lifting of \"personal sanctions,\" as in the case of Mr. Malpica-Flores. \"Reaching any agreement can only happen if there are concrete steps taken on the path to liberty and democracy for Venezuela,\" the statement said.</p><p>The statement urged that negotiations, previously held in Mexico, but suspended by Mr. Maduro last year, to resume quickly.</p><p>U.S. officials denied that the latest moves by the administration had anything to do with the world energy situation. \"Our focus has been on supporting the interim government…to get the regime to take steps towards free and fair elections through negotiations,\" one official said. \"That has been the focus entirely, not the oil sector or not oil prices.\"</p><p>The officials said the U.S. would calibrate its sanctions policy to respond to \"ambitious concrete and irreversible\" moves by the Maduro government toward the holding of free elections. \"We will reapply sanctions on the basis of any steps backward,\" the official said.</p><p>\"We are in a scenario of flexibilization of sanctions by stages only if and when negotiations advance to a happy end,\" said Alejandro Grisanti, director of Ecoanalitica, a consulting firm that closely watches the Venezuelan oil industry. \"If there is progress, then the U.S. may allow Chevron a license to produce and export, so they can pay down their debt.\"</p><p>Mr. Grisanti said he doubted that the Maduro government would agree to any negotiations that would end in free and fair elections.</p><p>In conversations earlier this year, Chevron executives told Biden administration officials they could help double Venezuela's roughly 800,000 barrels-a-day production within months, helping to replace the loss of about 700,000 barrels a day the U.S. was importing from Russia before Moscow attacked Ukraine. That could help lower gasoline prices in the U.S., which is a major concern for the Biden administration as it faces midterm elections in November.</p><p>Other analysts believe that Chevron's short-term projections of production increases are wildly optimistic.\"Venezuela can only add 150,000 to 200,000 barrels per day in the next six months,\" said Francisco Monaldi, the director of the Latin America Energy Program at Rice University's Baker Institute for Public Policy. \"It would have no impact on the world market or on the U.S. price of gasoline.\"</p><p>Nevertheless, Mr. Monaldi said Venezuela is the only country in the Western Hemisphere, not counting the U.S. and Canada, that could significantly increase production in the long term. \"That's attractive, supposing the Russian invasion has a lasting impact on oil markets,\" he said.</p><p>Ironically, the Russian invasion has disrupted Venezuela's economy since it used now-sanctioned Russian banks to arrange payments for its crude. In addition, barrels of deeply discounted Russian crude are displacing sales of already discounted Venezuelan crude to independent refiners in China, the country's major market, Mr. Monaldi said.</p><p>Chevron, which has operated in Venezuela for nearly a century, is the only U.S. oil major to stay in the country, after the Venezuelan government nationalized billions of dollars owned by ConocoPhillips, Exxon Mobil and others.</p><p>The company took a charge of $2.6 billion in 2020 after it wrote down all of its assets. Nonetheless, Chevron has continued to try to get Venezuela to pay money owed to it under a production-sharing agreement, receiving periodic licenses from the U.S., which allow it to retain but not operate assets.</p><p>Write to José de Córdoba at jose.decordoba@wsj.com and Ken Thomas at ken.thomas@wsj.com</p><p>U.S. Allows Chevron to Maintain Venezuela Operations but Won't Permit Drilling</p>",
  "published": "2022-05-17T23:19:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5647,
          "end": 5654
        },
        {
          "start": 246,
          "end": 253
        },
        {
          "start": 36,
          "end": 43
        },
        {
          "start": 12,
          "end": 19
        },
        {
          "start": 4203,
          "end": 4210
        },
        {
          "start": 6277,
          "end": 6284
        },
        {
          "start": 3961,
          "end": 3968
        },
        {
          "start": 5977,
          "end": 5984
        },
        {
          "start": 4651,
          "end": 4658
        }
      ]
    }
  ]
}