{
  "_id": "6de2bf7a5cfacd90ef07e0cd366a874912d763603b168e2bb872d6aa1c9485f4",
  "feed": "wall-street-journal",
  "title": "Year-End Review & Outlook: Markets & Finance --- Omicron Blurs the Outlook for Oil --- Traders watch variant, uncertain if rally in energy pauses or if demand resumes and tests output",
  "text": "<p>The rally delivered bumper earnings at companies such as Exxon Mobil Corp. and Chevron Corp., making energy the best-performing sector of the S&amp;P 500 for the year. Mining companies including Glencore PLC and Freeport-McMoRan Inc. also enjoyed share-price run-ups driven by advances in commodities from coal to copper.</p><p>Drivers are feeling the pinch. Average national prices for regular gasoline have risen to about $3.29 a gallon from $2.25 a gallon in late 2020, according to AAA, though they are down from about$3.40 before the emergence of the Omicron variant of Covid-19. Energy contributed to the fastest pace of consumer-price growth in decades in the fall, prompting President Biden to release crude from the strategic reserve.</p><p>Crude prices had reached their highest levels since 2014 before governments restricted travel to stall Omicron in late November. They have seesawed since, leading traders to wrestle with two questions: Will Omicron knock oil off its upward trajectory? Or will demand resume its advance, perhaps testing the world's ability to produce crude?</p><p>\"We've learned that demand can come back with a vengeance,\" said Francisco Blanch, head of commodities and derivatives research at Bank of America. He thinks Brent prices could reach $120 a barrel in 2022, barring a jump in Covid-19 hospitalizations or a major outbreak in China.</p><p>The world is still using less oil than it did on the eve of coronavirus, consuming about 96.2 million barrels a day in 2021, according to the International Energy Agency. But demand has snapped back faster than production, and the energy adviser figures demand will reach pre-coronavirus levels of over 100 million barrels a day in the third quarter of 2022.</p><p>The longer-term path of demand for -- and production of -- fossil fuels is another unknown. World leaders in November reached a deal that aims to accelerate emission cuts. The IEA's forecasts for oil demand over the next three decades hinge on the extent to which governments follow through on climate commitments.</p><p>Energy traders and analysts say Omicron won't deliver the kind of shock to oil prices unleashed by the first coronavirus shutdowns, when U.S. crude futures briefly turned negative. One reason is that demand for oil from the petrochemicals industry is offsetting a decline in jet-fuel consumption. Giving oil demand another boost, a surge in natural-gas prices in Europe and Asia encouraged utilities to burn fuel oil and coal to generate electricity.</p><p>Investors have recently sold oil to lock in profits, pushing prices lower than justified by the likely effect of Omicron on demand, said Rebecca Babin, senior energy trader at CIBC Private Wealth U.S. \"We've had a pretty amazing year in energy,\" she said.</p><p>Drops in demand could help build a buffer of supply. Cuts by the Organization of the Petroleum Exporting Countries and Russia have drained stockpiles in members of the Organization for Economic Cooperation and Development, a group of mainly rich countries, below the five-year average. There are doubts about the cartel's ability to unwind those curbs following a decline in spending on production during the pandemic.</p><p>\"There are countries that simply don't have spare capacity,\" said Amrita Sen, founding partner of consulting firm Energy Aspects. Meanwhile, she added, the chances of a revamped nuclear deal that lifts sanctions on Iranian oil exports appear to be fading.</p><p>One country that is struggling to pump oil: Nigeria, Africa's largest supplier, whose crude plays an important role in balancing international markets. It produced 1.29 million barrels of crude a day in November, 360,000 barrels fewer than its OPEC quota, according to the IEA. The agency says operational problems, sabotage and pipeline leaks might hamper a recovery of output.</p><p>Drilling activity in the U.S., however, is picking up. Leading the way are private producers that have scooped up market share from publicly traded rivals under pressure from investors to deliver dividends instead of splashing money on wells. That, coupled with rising output in countries including Canada and Brazil, should sate demand for oil, said Edward Morse, head of commodities research at Citigroup Inc.</p><p>Some banks forecast another run-up in oil prices in the coming years caused by underinvestment in fossil fuels. Citigroup's Mr. Morse is skeptical, saying the increased adoption of electric vehicles, among other factors, will limit demand growth beginning in 2023 or 2024.</p>",
  "published": "2022-01-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 79,
          "end": 92
        }
      ]
    }
  ]
}