{
  "_id": "2cb47a7a75fb8266f9dd058858e6f30aca0eb03f794ef125863d2fbf1192fb5a",
  "feed": "wall-street-journal",
  "title": "Novavax, Lucid, Zoom Video, Barrick Gold, AMC: What to Watch When the Stock Market Opens Today; Lucid cut its 2022 vehicle-production target; AMC Entertainment is due to report results",
  "text": "<p>* Lucid Group fell 13% ahead of the bell after the electric car maker cut its 2022 vehicle-production target, underscoring the twin challenges of global supply-chain snags and the transition from startup to mass production.</p><p>* Energy companies were broadly higher after crude prices topped $100 a barrel. Chevron, ConocoPhillips, Occidental Petroleum and Halliburton were all up by more than 1% ahead of the bell.</p><p>* Target shares jumped 12% premarket. The retailer reported strong sales gains in the holiday quarter, capping off a two-year pandemic run during which the retailer grew its business by nearly $30 billion in revenue.</p><p>* Zoom Video Communications shed 3.7% premarket. The company's sales growth faltered in the fourth quarter, signaling that demand for its videoconferencing application is no longer as entrenched in daily life as more conditions from the Covid-19 pandemic begin to recede.</p><p>* Gold prices extended their recent march higher, and the upward swing was benefiting the share prices of some producers. Barrick Gold gained 1% in premarket trading, and Newmont added 1%. Gold is seen as a stable investment in times of uncertainty. However, with the Federal Reserve on course to raise interest rates, its popularity as a safety play may wane, as unlike Treasurys, it doesn't pay interest.</p><p>* HP slipped 2.5% premarket. The PC and printer maker raised its annual profit outlook, boosted by strong sales of computers to businesses, but warned that Russia's invasion of Ukraine would dent its bottom line this quarter.</p><p>* Workday gained 7.4%. The human-resources cloud-software company beat estimates for the quarter and forecast a subscription revenue range that exceeded the Wall Street consensus.</p><p>* Twinkie maker Hostess Brands is due to report results before the open.</p><p>* PubMatic slid 12% premarket after the advertising technology company reported quarterly results, including a 34% jump in revenue from the same period a year ago.</p><p>* AMC Entertainment, Hewlett Packard Enterprise, Urban Outfitters and First Solar are among the companies reporting earnings after Tuesday's close.</p><p>Chart of the Day</p><p>* Oil, natural-gas and grain prices jumped Monday as a broadside of sanctions on Russia over the weekend threatened to ensnare commodities exports from the resource-rich nation.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Novavax, Lucid, Zoom Video, Barrick Gold, AMC: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-03-01T12:01:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 304,
          "end": 311
        }
      ]
    }
  ]
}