{
  "_id": "5587a8d0fb86398b79752ed85ff23e948bfd7abe050c3b4c9b6ccefd35829ea4",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Close Sharply Higher as Investors Digest Powell Comments; All three major indexes finish up more than 2% after being down earlier in the session",
  "text": "<p>What caught some by surprise was Mr. Powell saying the Fed wasn't \"actively considering\" raising interest rates by 0.75 percentage point at a future meeting. Federal-funds futures, which traders use to track interest-rate expectations, had previously shown the market pricing in an 95% chance of the Fed making such a move in June.</p><p>Stocks soared after Mr. Powell's remarks, with the Dow Jones Industrial Average finishing up 932.27 points, or 2.8%, to 34061.06, marking its biggest one-day gain since November 2020. The S&amp;P 500 jumped 124.69 points, or 3%, to 4300.17 for its best day since May 2020, while the Nasdaq Composite added 401.10 points, or 3.2%, to 12964.86.</p><p>All three indexes had been down earlier in the day.</p><p>\"There's a sense of relief,\" said Christopher Smart, chief global strategist and head of the Barings Investment Institute.</p><p>With stocks and bonds on shaky footing as of late, many investors had been worried that the pace at which the Fed tightens monetary policy would trip up markets. Others have been grappling with fears that the central bank, which is raising rates swiftly to try to tamp down inflation, may inadvertently tip the economy into recession.</p><p>The Fed's messaging, however, helped put investor anxiety at ease, according to Mr. Smart.</p><p>\"There's a feeling they're heading into the right direction,\" he said. The central bank, he said, has shown it is taking inflation seriously, but not giving the impression that it will surprise investors with the size of subsequent rate increases.</p><p>Stocks rose across the board, with all 11 sectors of the S&amp;P 500 finishing higher.</p><p>Exxon Mobil and Chevron rose more than 3% apiece, boosted by a rally in oil prices.</p><p>Meanwhile, technology and consumer-discretionary shares, which had been among the market's biggest decliners earlier Wednesday, flew higher. The group had taken a hit earlier as investors facing higher interest rates shied away from companies with higher valuations. It staged a rebound alongside bond prices, though, after Mr. Powell's comments.</p><p>Alphabet and Facebook parent Meta Platforms rose more than 4% each.</p><p>Corporate earnings also spurred volatility in the market Wednesday.</p><p>Airbnb shares rose $11.18, or 7.7%, to $156.18 after the company said it expects to post its first full-year net profit this year. Starbucks added $7.31, or 9.8%, to $81.64 after the coffee chain said profits and sales grew in the most recent quarter.</p><p>As stocks climbed, Treasury prices rose, too.</p><p>The bond market had been hit by its worst rout in decades as investors grappled with accelerating inflation and the prospect of rapid interest-rate increases by the Fed. The swift rise in bond yields added to the turmoil across the stock market this year.</p><p>Yet Mr. Powell's comments appeared to ease the selling pressure on Treasurys Wednesday. The yield on the benchmark 10-year Treasury note settled at 2.914%, compared with 2.957% Tuesday. Bond yields fall as prices rise.</p><p>The yield on the two-year Treasury note, which tends to be especially sensitive to changes to the outlook for monetary policy, also fell. It ended at 2.614%, down from 2.768% Tuesday.</p><p>Earlier Wednesday, other officials expressed confidence in the economic picture. The U.S. economy remains strong despite the fact that it shrank in the first quarter of this year, Treasury Secretary Janet Yellen said at The Wall Street Journal's CEO Council Summit in London.</p><p>Overseas, stocks were mostly lower. The pan-continental Stoxx Europe 600 lost 1.1%. Hong Kong's Hang Seng fell 1.1%, and South Korea's Kospi edged down 0.1%. Markets in mainland China and Japan were closed for a holiday.</p><p>In commodities markets, oil prices rose after the European Union proposed banning imports of Russian crude within six months and banning imports of refined oil products from Russia by the end of the year. U.S. crude oil rose 5.3% to $107.81 a barrel, posting its biggest one-day gain since mid-April.</p><p>Write to Akane Otani at akane.otani@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>U.S. Stocks Close Sharply Higher as Investors Digest Powell Comments</p>",
  "published": "2022-05-04T20:54:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1619,
          "end": 1626
        }
      ]
    }
  ]
}