{
  "_id": "e3c6fc8e03399dc18ad803c7d63d2d8cf76f96df5560eb50a45ce464072d39c9",
  "feed": "ftcomall",
  "title": "Joe Biden blasts Chevron chief as ‘sensitive' after fuel-price criticism",
  "text": "<p>President Joe Biden on Tuesday hit out at Chevron chief executive Mike Wirth, calling the oil major boss “sensitive” after he criticised the US administration's energy policy, as high fuel prices deepen tensions between the White House and the domestic industry. </p> <p>The exchange came ahead of a meeting scheduled on Thursday between energy secretary Jennifer Granholm and senior industry executives including Wirth, whose company is the second-largest US <a href=\"https://www.ft.com/companies/oil-gas\">oil and gas</a> producer by market value. </p> <p>The US president's rhetoric on oil companies has heated up in recent weeks. This month, he criticised ExxonMobil for “making more than God this year” and told the oil supermajor to “start investing more”. Last week, he <a href=\"https://www.ft.com/content/f4a8b34e-8253-49c2-bb2c-2b9708095648\">criticised the industry's elevated profits</a> as “unacceptable” during “a time of war”, as conflict rages in Ukraine. </p> <p>Rising fuel prices at the pump have become a political vulnerability for Biden, as signs at petrol stations telegraph the highest <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation rate</a> the US has experienced in 40 years. The national average price for petrol was $4.97 a gallon on Tuesday, according to the American Automobile Association.</p> <p>Wirth on Tuesday sent Biden a <a href=\"https://www.chevron.com/newsroom/2022/q2/a-letter-to-president-biden-from-chevron-ceo-mike-wirth\">letter</a> saying that increasing fuel supplies and bringing prices down would require a “change in approach” from the administration. He also rebuked the White House for seeking to “criticise, and at times vilify, our industry”.</p> <p>Asked about the letter during a White House event, Biden called Wirth “mildly sensitive”, saying he “didn't know they would get their feelings hurt so quickly”. The president called on the industry to increase fuel supply. </p> <p>In his letter, Wirth said there was little the industry could do to bring down pump prices immediately, indicating that this week's meeting was unlikely to yield relief for drivers in the US.</p> <p>“There are no easy fixes nor any short-term answers to the global supply and demand imbalances aggravated by Russia's invasion of Ukraine,” Wirth wrote. </p> <p>Among other measures to <a href=\"https://www.ft.com/content/75803c92-450f-41d2-a6a8-685b94a4c431\">address high fuel prices</a>, the president said this week that he was considering a holiday on the federal gasoline tax of 18.4 cents a gallon to try to push down prices, although such a move would require action from Congress.</p> <p>Biden has also said he could use emergency powers to add oil refining capacity, while criticising the industry for closing down refineries in recent years. Profit margins for refining petrol and diesel <a href=\"https://www.ft.com/content/7b959614-b404-4d05-8f9f-e809b62e6ccf\">have reached record levels</a>.</p> <p>Refining executives said they were already producing at or near their maximum capacity but they were still struggling to keep up with demand. </p> <p>Asked about Biden's comments, Chevron said: “Mike is looking forward to Thursday's meeting with secretary Granholm and is hopeful for a constructive conversation about actions to address the near-term issues and longer-term stability of energy markets.”</p><p>Source: Justin Jacobs in Houston 2022 'Joe Biden blasts Chevron chief as ‘sensitive' after fuel-price criticism' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-21T22:07:06.886Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 42,
          "end": 49
        },
        {
          "start": 2599,
          "end": 2606
        },
        {
          "start": 17,
          "end": 24
        }
      ]
    }
  ]
}