{
  "_id": "10ce814012f581417cb3c23ec83dd57501d72f9157f653e07f4dba1bbc301943",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis: Exxon Will Halt Investments in Russia --- Energy giant to exit its Sakhalin project in the Far East after similar moves by BP, Shell",
  "text": "<p>Exxon is also developing plans for expatriate staff in Russia to leave the country, if the employees wish to do so, according to a person familiar with the plans. The majority of Exxon's roughly 1,000-person workforce in Russia is made up of Russian citizens.</p><p>\"Exxon Mobil supports the people of Ukraine as they seek to defend their freedom and determine their own future as a nation,\" the company said. \"We deplore Russia's military action that violates the territorial integrity of Ukraine and endangers its people.\"</p><p>The announcement follows similar moves by European peers BP PLC and Shell PLC, which said in recent days that they would exit investments in Russia. Western companies have moved swiftly to distance themselves from Russia, vowing to yield assets in support of Ukraine and to buttress broad punitive measures against Russia by the U.S., U.K. and European Union.</p><p>Pulling out of Sakhalin will be difficult for Exxon. The Texas company operates the development, meaning it is responsible for keeping production flowing and other essential functions. It may have to leave critical staff in place to ensure the project is safely shut down. Selling its stake could also be challenging as the market for Russian assets has quickly shrunk.</p><p>Exxon has pulled back from Russia over the past decade following previous rounds of sanctions. It previously said it has withdrawn from 10 joint ventures with Russian entities that were covered by U.S. sanctions and wrote-down some of those assets. Exxon has said that it is fully compliant with U.S. sanctions.</p><p>Sakhalin was unaffected by previous sanctions, and Exxon has continued to invest in expanding it. Over the past two decades, the Sakhalin consortium has exported more than 1 billion barrels of oil and about 1 billion cubic feet of natural gas from the development, one of the largest-ever foreign investments in Russia.</p><p>The consortium signed a production-sharing agreement with the Russian government in 1996, and production began flowing in 2005. Production from Sakhalin has declined as the asset has aged, and it currently represents about 3% of Exxon's overall oil production. Exxon and Rosneft have been working to develop the asset's remaining natural-gas reserves in a large liquefied-natural-gas project that could be operational by 2027.</p><p>Political pressure on big energy companies to cease or pull out of Russian operations mounted quickly after Russian President Vladimir Putin's invasion of Ukraine last week. What is less clear is how the companies will go about unloading the holdings and partnerships during wartime, with buyers of Russian assets scarce and many wealthy Russian individuals and entities themselves cut off by sanctions and banking controls.</p><p>Some energy-company insiders have discussed ringfencing assets marked for divestiture in new legal entities that would essentially cordon them off, rather than risk their falling back into Russian hands, said one executive briefed on the discussions. It isn't clear how such a move would affect active projects on Russian soil, or Russian-company stakes.</p><p>Evidence of the pressure surfaced publicly last Friday night in London with disclosures of a meeting that afternoon between a top U.K. official and BP's chief executive. Two days lateron Sunday, BP said it would exit its nearly 20% stake in Rosneft, a move likely to hit BP with billions of dollars in losses. BP's current and former CEOs also left the Rosneft board, and BP ditched several Russian joint ventures.</p><p>On Monday, Shell -- also based in London -- said it would exit its joint ventures with Russian energy giant Gazprom PJSC and end its involvement with the Nord Stream 2 natural-gas pipeline project, which it helped finance. Also Monday, Norwegian energy group Equinor ASA said it would halt new investments into Russia and start exiting from Russian joint ventures.</p><p>On Tuesday, TotalEnergies said it would cease providing capital to new Russian projects -- stopping short of saying it would exit the country. It has significant stakes in liquefied-natural-gas operations, including with Russian producer Novatek.</p><p>French Finance Minister Bruno Le Maire said he planned to discuss TotalEnergies' presence in Russia with the company's chief executive, adding that he now felt there was a \"problem of principle in working with any political or economic personality close to Russian leadership.\"</p><p>Chevron Corp. has a smaller presence in Russia, mostly through its 15% stake in a consortium that operates a pipeline that transports oil from a Chevron project in Kazakhstan to tanker-loading facilities on the Russian coast of the Black Sea. The U.S. company isn't currently planning to exit that investment.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4393,
          "end": 4400
        },
        {
          "start": 4538,
          "end": 4545
        }
      ],
      "nexusId": "10051514"
    }
  ]
}