{
  "_id": "f2930f3051489a7a8f16830b060799c5b1d029628f0dee0502b0641684a9321b",
  "feed": "wall-street-journal",
  "title": "Bitcoin, Bed Bath & Beyond, Walgreens, Exxon: What to Watch When the Stock Market Opens Today; Bitcoin is extending its decline; Energy companies are gaining premarket on higher crude prices",
  "text": "<p>* Bitcoin is extending its slump, but crypto stocks aren't being uniformly dragged down with it. Bitcoin miners Marathon Digital fell 1.4% premarket and Hut 8 Mining slid 3.1%, but bitcoin wallet provider Coinbase added 0.9% and Bakkt Holdings gained 1.9%. In a crypto rout, perhaps its better to make your money trading the stuff than spending money on digging it up.</p><p>* Datadog shares added 2.1% ahead of the bell on an otherwise bad day for tech shares, albeit in low-volume trading. The cloud security company said it had entered a partnership with Amazon Web Services on product development.</p><p>* Akamai Technologies shares dropped 2.1% premarket after Piper Sandler cut its rating on the stock and lowered its price target.</p><p>* Flagship meme stocks AMC Entertainment and GameStop are finding their footing, with premarket rises of 0.8% and 1.8%, after suffering particularly badly during Wednesday's broad market drop.</p><p>* Crude prices are climbing, and energy companies are along for the ride. Chevron rose 1.2%, Exxon Mobil climbed 1.4%, Occidental Petroleum added 1.9% and Baker Hughes gained 1.6%.</p><p>Chart of the Day</p><p>* Investors are betting that rising interest rates and a tech swoon could bring American stocks' winning streak to an end in 2022.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Bitcoin, Bed Bath &amp; Beyond, Walgreens, Exxon: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-01-06T12:05:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 993,
          "end": 1000
        }
      ],
      "nexusId": "10051514"
    }
  ]
}