{
  "_id": "bebba09a418d969bc647bd9e7c94b432804aeeb58fbe992725dd84ff5c8a5461",
  "feed": "market-watch",
  "title": "Oil futures end lower in volatile trade, hold ground at 8-month lows; Chevron halts output at 2 Gulf of Mexico oil and gas platforms ahead of Hurricane Ian",
  "text": "<p>Price action</p><p>* West Texas Intermediate crude for November delivery CL.1 CL00 CLX22 fell $2.03, or 2.6%, to settle at $76.71 a barrel on the New York Mercantile Exchange, marking the lowest front-month contract finish since Jan. 3, according to Dow Jones Market Data. WTI fell 7.1% last week to end Friday at its lowest level since Jan. 10.</p><p>* November Brent crude BRNX22, the global benchmark, was down $2.09, or 2.4%, at $84.06 a barrel on ICE Futures Europe after falling to as low as $83.81. Front-month Brent settled at its lowest since Jan. 11, after dropping 5.7% last week. The most actively traded December contract BRN00 BRNZ22 shed $2.17, or nearly 2.6%, to $82.86 a barrel.</p><p>* Back on Nymex, October gasoline RBV22 rose nearly 0.1% to $2.3842 a gallon, while October heating oil HOV22 shed 3.3%, to $3.1291 a gallon.</p><p>* October natural gas NGV22 added 1.1% to $6.903 per million British thermal units.</p><p>Market drivers</p><p>After initially moving higher in U.S. trading hours as the U.S. dollar pared overnight gains, the afternoon trading session saw the dollar \"claw back most of those gains and crude prices fall accordingly,\" said Troy Vincent, senior market analyst at DTN.</p><p>\"Global macro risks and energy policy risk across Europe continue to support the U.S. dollar, making oil even more expensive in European markets already struggling with inflation and leading to further deterioration in oil demand outlooks,\" he told MarketWatch.</p><p>In Monday dealings, the ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, topped 114 to touch another 20-year high. Strength in the dollar can pressure prices for dollar-denominated commodities, such as oil.</p><p>Currency markets remained volatile. The British pound GBPUSD slumped to a record low versus the U.S. dollar, after the U.K. government on Friday introduced a package of large tax cuts that are expected to exacerbate already hot inflation.</p><p>Prices for oil had briefly traded higher Monday, likely \"seeing a mix of bargain hunting and concern about Hurricane Ian,\" Michael Lynch, president at Strategic Energy &amp; Economic Research, told MarketWatch. The storm \"shouldn't have a major impact on the Gulf oil-and-gas operations, but there is always a possibility that it veers slightly to the west and does some damage.\"</p><p>Chevron Corp. CVX said Monday that it was halting oil and natural-gas production at two platforms in the Gulf of Mexico ahead of Hurricane Ian, while production at other Chevron facilities in the Gulf remained \"at normal levels.\"</p><p>Oil prices on Friday \"started to price in a major recession as the dollar index soared and risk assets contracted,\" said Phil Flynn, senior market analyst at The Price Futures Group, in a Monday report. \"It is very likely we're going to see continued volatility in the energy complex and more downside price risk in the short term.\"</p><p>Still, \"longer term, the supply side is still going to be tight and even though the market is pricing in a major recession, they're probably overdoing it,\" said Flynn. \"When China reopens its economy it should offset any demand destruction that we see from a recession. It will keep the global oil markets very tight.\"</p><p>It's also very likely that Organization of the Petroleum Exporting Countries is going to reduce supply, he said, noting that traders may use weakness in oil prices to \"put on long term bullish option strategies.\"</p><p>Oil futures end lower in volatile trade, hold ground at 8-month lows</p>",
  "published": "2022-09-26T19:35:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2306,
          "end": 2313
        },
        {
          "start": 2476,
          "end": 2483
        },
        {
          "start": 70,
          "end": 77
        }
      ],
      "nexusId": "10051514"
    }
  ]
}