{
  "_id": "155aeaefb5102753da3dd1eb526156650e94ae3f2bb58a1bf50fcafca8259405",
  "feed": "wall-street-journal",
  "title": "Kazakhstan Protests Have Russia Sending Troops as Dozens Killed in Unrest; Protesters and law-enforcement officers died in clashes fueled by frustration with authoritarian rule in the former Soviet republic",
  "text": "<p>Dozens of people were killed in clashes between protesters and Kazakhstan's security forces in the early hours of Thursday, including 18 law enforcement officers, according to Russian state media. Initially sparked by a sharp increase in fuel prices at the beginning of year, the protests quickly spiraled into a broader outpouring of frustration with the resource-rich nation's authoritarian leaders. Protesters accuse them of squandering its wealth, including its uranium reserves, echoing the kind of uprisings that toppled one of Mr. Putin's protégés in Ukraine in 2014 and a wave of protests against Belarus's pro-Kremlin leader in 2020.</p><p>More than 2,000 people were detained as President Kassym-Jomart Tokayev attempted to regain control of Almaty, the country's largest city, calling in a Moscow-led security alliance for help putting down what he described as a terrorist revolt, a common accusation made by the leaders of former Soviet states.</p><p>Mr. Putin deployed paratroopers to Kazakhstan on Thursday, where they have begun operating, according to the Kremlin-led bloc, the Collective Security Treaty Organization. The CSTO said it would be joined by troops from members Armenia, Belarus, Kyrgyzstan and Tajikistan for a limited period to stabilize the situation.</p><p>\"CSTO is only a fig leaf for a Russian operation,\" said a senior Western diplomat. A weakened Mr. Tokayev would be bound to Russia, the diplomat said, cementing Russia's influence in the region.</p><p>It was the first time troops from the bloc had been deployed in such a way, underscoring the importance Mr. Putin places on maintaining stability along the southern edges of the old Soviet Union while attempting to reverse what he says is the West's encroachment on Russia's traditional influence in Ukraine.</p><p>The Russian leader has amassed tens of thousands of troops on the border with Ukraine, which is seeking closer ties with the West. Mr. Putin has demanded that the U.S. and its North Atlantic Treaty Organization allies forswear any attempt to expand eastward toward Russia's borders, in what is turning into a significant security challenge for the Biden administration. Moscow and Washington have agreed to hold talks on the issue next week.</p><p>At this point, Kazakhstan would likely come up in those meetings only in brief, according to current and former U.S. officials.</p><p>Secretary of State Antony Blinken spoke with his Kazakh counterpart Thursday, and \"reiterated the United States' full support for Kazakhstan's constitutional institutions and media freedom and advocated for a peaceful, rights-respecting resolution to the crisis,\" according to a State Department spokesman.</p><p>Washington is \"closely monitoring\" the moves of the CSTO troops in Kazakhstan, looking for potential violations of human rights or any efforts by foreign forces to seize control of Kazakh institutions, and the U.S. stands ready to help Kazakhstan with economic and political problems, State Department spokesman Ned Price said.</p><p>Among other factors, U.S. officials are monitoring whether Kazakh and CSTO security forces will quickly corral the unrest and whether the situation will spill over into other former Soviet republics in the region.</p><p>The Biden administration is less concerned about Russian intervention in Kazakhstan than in Ukraine, in part due to the Biden administration's pivot away from Afghanistan and central Asia toward China's neighbors in the Asia-Pacific, current and former officials say. If Moscow strengthens its hand in Kazakhstan it could come at the expense of the growing Chinese economic footprint there, current and former U.S. officials say.</p><p>Mr. Putin can afford at the moment to focus both on Kazakhstan and Ukraine, unless Kazakhstan requires a further deployment of troops to support the government and restore order, they say.</p><p>\"If this intervention fails—and if he feels to be safe he needs to send in 30,000, 40,000, 50,000 troops—then he might have to deprioritize Ukraine,\" said Jon Herbst, former U.S. ambassador to Ukraine and Uzbekistan.</p><p>On Wednesday night, authorities ordered people to stay home in Almaty as security forces moved to retake control after a day of violent unrest. In footage shown by Russian state news agencies on Thursday, dozens of troops fired bursts from automatic rifles. It couldn't immediately be determined what they were shooting at. Videos on social media showed violent clashes between protesters and police in riot gear. The internet was blocked and public transport was off the roads, and the streets were largely empty as residents stayed home, locals said.</p><p>\"Injustice is the root cause,\" said Valery Mikhailov, a writer and former editor of the Russian language literary-art magazine Prostor, speaking by phone from his home in the city. \"There is a hopelessness among young people who cannot get an education, cannot get a profession, cannot get a normal job and cannot make a life for themselves. They have no prospects, but they see the elite getting rich. It's social discontent.\"</p><p>The U.S. once hoped to promote democracy in Central Asian countries like Kazakhstan. But its influence has waned and Chinese involvement, particularly through economic investments, has grown, ramping up the importance of oil and other resources, such as uranium, some of which saw output disruptions as the unrest spread.</p><p>U.S. oil major Chevron Corp., which owns 50% in the joint venture that runs Kazakhstan's giant Tengiz oil field, said Thursday it had cut production over logistical issues after protests erupted in the facility.</p><p>\"Production operations continue, however there has been a temporary adjustment to output due to logistics,\" a Chevron spokeswoman said. She added \"a number of contractor employees are gathered at the Tengiz field in support of protests taking place across Kazakhstan.\"</p><p>Crude-oil prices climbed on the back of the protests. Kazakhstan produced about 1.7 million barrels of oil a day in November, according to the International Energy Agency, just under 2% of what the world consumed each day last year.</p><p>The biggest move was in uranium prices. The country produces around 40% of the world's uranium output, which it sells to China, the U.S. and other Western countries. A lightly processed form of uranium known as U3O8 rose to $45.75 a pound Thursday, according to S&amp;P Global Platts. That is up from $45.25 on Wednesday and $42 at the start of the year.</p><p>The Unrest in Kazakhstan</p><p>Related coverage, selected by WSJ editors</p><p>* What's happening in Kazakhstan?</p><p>* Kazakhstan Unrest and Russia's Intervention Transform Ties With Moscow</p><p>* Kazakhstan Unrest Pushes Up Uranium and Oil Prices</p><p>The worst of the violence came as protesters stormed administrative buildings and the police headquarters in Almaty. Russian state news agency TASS reported that dozens of people were killed in the clashes.</p><p>They \"have been eliminated and their identities are being established,\" Saltanat Azirbek, a spokeswoman for the city's police department, said on Kazakh state television, according to TASS.</p><p>TASS, citing Kazakh authorities, also reported that law enforcement officers were killed and more than 700 injured. One of the officers was decapitated, Russian news agency Interfax reported, citing Kazakh state media.</p><p>Residents in Almaty described chaotic scenes in recent days, as state power melted away.</p><p>\"There are gangs of roaming armed youths,\" said Mr. Mikhailov, the Almaty resident. \"In the center of town, shops, clubs, and restaurants have been looted. Many cars have been burned. The internet isn't working. Transport isn't working. People aren't going to work. It's better not to go out onto the street.\"</p><p>Although triggered by a sharp rise in fuel prices, the protests in Kazakhstan quickly swelled amid general discontent with the regime that has held power since the fall of the Soviet Union. Demonstrations have taken aim at economic woes and the country's authoritarian political system, which allows for little dissent.</p><p>Economic protests in recent years took on a more political tone after ex-President Nursultan Nazarbayev left office in 2019 after nearly three decades as leader. He designated Mr. Tokayev, a former prime minister and speaker of the senate, as successor, while retaining influence as head of the security council.</p><p>Mr. Tokayev renamed the country's capital Nur-Sultan after Mr. Nazarbayev and appointed the ex-president's daughter to the powerful role of speaker of the senate. Opposition parties remained largely excluded from political life, protests were often banned and activist leaders arrested.</p><p>The Kazakhstan government has repeatedly promised to address high-level corruption, in addition to better sharing the wealth of the country's natural resources and overhauling its authoritarian political system. Little has happened. Frequent promises of mass privatization of state assets, touted in the West as signs of reform, have fallen short.</p><p>The country's foreign ministry Thursday described attacks on government buildings at the height of the protests as evidence of a high level of coordination and planning, pointing to how demonstrators briefly seized the airport and disrupted flights. It proved that the country \"faced an armed incursion by terrorist groups trained abroad,\" it said.</p><p>Russia's foreign ministry concurred, describing the protests as \"an attempt, inspired from the outside, to undermine the security and integrity of the state by force, using trained and organized armed formations.\" It said Russia will continue to consult with Kazakhstan and other allies on how to help Kazakh security forces combat the alleged threat.</p><p>The troops from CSTO countries will provide logistics and backup for the Kazakh armed forces as well as separate contingents meant to guard strategic infrastructure in the country, said Rakhim Oshakbaev, director of TALAP, a nongovernmental think tank in Nur-Sultan. Their presence could also provide moral support for Kazakh security forces in defending the government.</p><p>\"The main task is to stabilize the situation as much as possible,\" said Mr. Oshakbaev. \"In Almaty there is no police and no army…The army appears to not be functioning and the law enforcement is absent.\"</p><p>Thomas Grove, Georgi Kantchev, Benoit Faucon, Joe Wallace, William Mauldin and Vivian Salama contributed to this article.</p><p>Write to Ann M. Simmons at ann.simmons@wsj.com and James Marson at james.marson@wsj.com</p><p>Kazakhstan Protests Have Russia Sending Troops as Dozens Killed in Unrest</p>",
  "published": "2022-01-06T22:50:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5350,
          "end": 5357
        },
        {
          "start": 5657,
          "end": 5664
        }
      ]
    }
  ]
}