{
  "_id": "1d5229f1dba77caa449d403b57ffc83945dd6be2d0f9a489f42eb71efe328c87",
  "feed": "market-watch",
  "title": "Dow surges 550 points as stocks attempt to bounce back from brutal September",
  "text": "<p>* The Dow Jones Industrial Average DJIA jumped 555 points, or 1.9%, to 29,281.</p><p>* The S&amp;P 500 SPX was up 62 points, or 1.7%, at 3,648.</p><p>* The Nasdaq Composite COMP advanced 141 points, or 1.3%, to 10,717.</p><p>The S&amp;P 500 has fallen for three consecutive quarters, off 24.8% over that time, and lost 9.3% in September, the biggest monthly decline since March 2020. On Friday, the Dow and S&amp;P 500 posted their lowest finishes since November 2020, while the Nasdaq saw its lowest close since July 2020.</p><p>What's driving markets</p><p>Concerns over financial stability reverberated as a new week, trading month and quarter got under way on Monday — as investors weighed the risks of a 2008-type Lehman Brothers collapse that might trigger a broader financial crisis. The worry centered on Swiss banking giant Credit Suisse CH:CSGN CS, which saw its shares hit a record low on Monday, as the cost of insuring the bank's debt against default continued to rise.</p><p>Key Words: 'I do not think this is a Lehman moment', Mohamed El-Erian says of Credit Suisse</p><p>U.S. stocks seemed to be benefiting from the bad-news-is-good-news dynamic that has occasionally buoyed equities. Growing warnings about a potential U.S. recession are being accompanied by renewed chatter about the possibility of a Fed pivot, suggesting a risk that investors are \"again underestimating the Fed's resolve as it seeks to tackle inflation,\" said Deustche Bank research analyst Henry Allen.</p><p>Early gains in major stock indexes were extended after the Institute for Supply Management said its closely watched manufacturing index fell to a 28-month low of 50.9% in September, or the lowest level in more than two years, as high inflation and rapidly rising U.S. interest rates began to rattle the economy. Economists polled by The Wall Street Journal had forecast the index to drop to 52% from 52.8% in August. \"U.S. stocks are surging to kick off October, helped by tumbling Treasury yields, after a key manufacturing report showed noticeable signs of downward pressure on inflation,\" said Ed Moya, senior market analyst for the Americas at OANDA Corp. \"It is premature to say that the Fed is almost done with tightening, but it seems Wall Street is growing confident that they could be done in December.\" \"Investors are starting to doubt central banks globally will remain aggressive with fighting inflation as financial stability risks are growing,\" he wrote in a note. Read: U.N. Calls On Fed, Other Central Banks to Halt Interest-Rate Increases</p><p>Traders and analysts said stocks were technically overdue for a short-term bounce anyway after a brutal selloff, but they still expressed caution.</p><p>Market internals are \"shot to pieces,\" with 1.7% of S&amp;P 500 companies trading above their 20-day moving average, 32% of companies sporting a relative strength index below 30 — signaling oversold conditions — and 35% of companies at new 4-week lows, said Chris Weston, director of research at Pepperstone, in a note.</p><p>\"This ultra-bearish sentiment plays into the risk vs. reward trade-off, and it suggests if we hear something remotely positive, and we see better flow, the result will be a pronounced equity counter-rally, which may motivate funds to reduce U.S. dollar long positions as the default equity hedge,\" he wrote.</p><p>But investors could also be in for another brutal week, Weston said, noting that \"liquidity remains a core consideration that exacerbates moves as funds try and get out of positions.\"</p><p>\"In this backdrop it pays to take the time frame down, understand that markets can turn on a dime and on little news and quite often these moves make little sense —nail your position size, have an open mind, and react with intent — this will serve you well and keep you in the game,\" he said.</p><p>There was some calming news from the U.K., where a government U-turn on tax policy that had roiled equity and fixed-income markets last week helped push sovereign bond yields lower on Monday.</p><p>The benchmark 10-year Treasury BX:TMUBMUSD10Y declined 18 basis points to 3.61% as the equivalent duration U.K. bond BX:TMBMKGB-10Y eased 19 basis points to 3.96%.</p><p>Companies in focus</p><p>* Shares of Tesla Inc. TSLA fell 8.4% after the electric-vehicle maker reported record quarterly deliveries on Sunday. The number still disappointed analysts.</p><p>* Oil-and-gas companies like Chevron Corp. CVX, Exxon Mobil Corp. XOM, Marathon Energy Corp. MPC and Devon Energy Corp. DVN surged on the back of higher oil prices following reports the Organization of the Petroleum Exporting Countries and their allies, or OPEC+, would consider a large production cut at a meeting this week. West Texas Intermediate crude futures for November CLX22 delivery rose $3.33, or 4.2%, to $82.81 a barrel on the New York Mercantile Exchange. Shares of Chevron rose 5.1%. Exxon was up 4.5%, Marathon advanced 2.3%, and Devon rose 8%.</p><p>Read: OPEC+ could cut oil production because it's trying to halt a sharp crude selloff</p><p>— Jamie Chisholm contributed to this article.</p><p>Dow surges 550 points as stocks attempt to bounce back from brutal September</p>",
  "published": "2022-10-03T16:33:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4754,
          "end": 4761
        },
        {
          "start": 4304,
          "end": 4311
        }
      ],
      "nexusId": "10051514"
    }
  ]
}