{
  "_id": "6f8e759ea8298be5fb5731a1d8195eea7bf5b630db1f884c300794d5e2615691",
  "feed": "ftcomall",
  "title": "Occidental loses bid to throw out green investor resolution  ",
  "text": "<p>US regulators will force Occidental Petroleum to hold a shareholder vote on tighter emissions targets, rejecting a petition by a company that has touted its climate goals as among the most ambitious in the oil and gas sector.</p> <p>Occidental had asked the Securities and Exchange Commission to throw out a motion calling for it to set short, medium and long-term emissions goals consistent with the 2015 Paris Agreement to limit global warming. </p> <p>The company argued it had “substantially implemented” the proposal through targets already in place. But the SEC rejected this.</p> <p>“Based on the information you have presented, it appears that the company's public disclosures do not substantially implement the proposal,” the SEC wrote in a letter seen by the FT dated March 15.</p> <p>Texas-based <a href=\"https://www.ft.com/content/20049817-0d3d-465b-8a8f-9cc4ffb4d914\">Occidental </a>has positioned itself as an industry leader on climate. It has set targets to reduce carbon emissions from its operations and suppliers to net zero by 2040, and reach net zero for so-called scope 3 emissions from customers burning its products by 2050. It is the only big US oil and gas producer to have set a scope 3 target. </p> <p>The company is heavily involved in carbon capture, utilisation and storage, a business it plans to expand in the coming years. Chief executive Vicki Hollub <a href=\"https://www.ft.com/content/eb8236e0-abfc-4d82-b6ff-540d36c501e9\">told the FT</a> last year the company's carbon sequestration efforts were equivalent to taking about 4mn cars off the road annually. </p> <p>But&#xa0;critics argue Occidental has not gone far enough and that the targets are too vague. The company is one of the biggest oil producers in the US, pumping 1.2mn barrels of oil equivalent a day last year.</p> <p>Follow This, a Netherlands-based activist group with stakes in oil producers in Europe and the US, filed the motion. The campaigners also submitted similar motions with ExxonMobil, Chevron, ConocoPhilips and Phillips 66, which <a href=\"https://www.reuters.com/business/sustainable-business/shareholders-four-us-oil-companies-vote-climate-proposals-2022-03-14/\">did not contest</a> them. </p> <p>“It's telling that the SEC basically states that even Occidental — which has some targets — is not Paris consistent,” said Mark van Baal, founder of Follow This. “I hope the investors realise that these companies won't change of their own accord — that they need to vote.” </p> <p>Responding to the decision, Occidental said the company had established “a robust set of greenhouse gas targets to advance our leading net zero goals, and we have also endorsed several other initiatives that include additional climate commitments”. </p> <p>“We look forward to continued engagement with Follow This and other shareholders on our net zero strategy,” the company added.</p> <p>The SEC has <a href=\"https://www.ft.com/content/29537a80-2f94-499d-946b-c6116c6fc00e\">taken a harder line</a> on climate change since Joe Biden became president, making it easier for shareholders to propose environmental resolutions. Under the Trump administration the regulator was more willing to allow companies to throw out climate-related motions on the basis that they constituted “micromanagement” or had been “substantially implemented”.</p> <p>The agency on Monday is expected to unveil an unprecedented proposal to require companies to disclose more about carbon emissions. Oil industry lobbyists at the American Petroleum Institute, which includes Occidental, <a href=\"https://www.sec.gov/comments/climate-disclosure/cll12-8907327-244228.pdf\">have written to the SEC</a> to raise concerns with the rulemaking. </p> <p><em>Additional reporting by Patrick Temple-West in New York</em></p><p>Source: Myles McCormick in New York 2022 'Occidental loses bid to throw out green investor resolution  ' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-16T19:57:25.541Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1786,
          "end": 1793
        }
      ]
    }
  ]
}