{
  "_id": "e20a198fbb369ef5b4591bb559ac8b087f393bd7adaf0bb7dfad4888ccb496ef",
  "feed": "wall-street-journal",
  "title": "Chevron to Downsize in California, Remain Based in the State; Oil company to sell current global headquarters, and it offers to move some workers to Texas",
  "text": "<p>Chevron said it will cover moving costs for employees who voluntarily opt to move to Houston, as it determines the extent to which it will reduce its staffing in the Golden State. It said it is looking for a new, smaller space to lease in San Ramon, in the greater San Francisco Bay Area, and expects to move from its existing headquarters in late 2023.</p><p>Chevron's presence in Houston, where it occupies the former Enron Corp. headquarters in the heart of downtown, has been growing in recent years, while its footprint in California has been shrinking. The Houston office now employs nearly 6,000 people, roughly three times as many as the population of the California headquarters, which has been declining after the company began a reorganization in 2019.</p><p>\"The current real-estate market provides the opportunity to right-size our office space to meet the requirements of our headquarters-based employee population,\" spokesman Braden Reddall said.</p><p>Many U.S. businesses are reconsidering their headquarters' spaces as they contemplate a future of hybrid home and office work, and weigh the potential benefits of moving more of their operations to states with lower taxes and costs of living.</p><p>Chevron's plans to decamp from its current headquarters follow similar recent moves by several large U.S. companies, including machinery giant Caterpillar Inc., aerospace company Boeing Co., defense contractor Raytheon Technologies Corp. and Chevron's closest rival, Exxon Mobil Corp., which is moving its headquarters outside of Dallas to Houston next year.</p><p>Exxon's center of gravity had drifted from Irving, Texas, to the Houston area a few years ago when it opened a campus in Spring, Texas, large enough to house 10,000 workers. In January, Exxon said it would move its headquarters to the Spring location as part of a reorganization of its businesses.</p><p>Boeing and Caterpillar recently said they would leave the Chicago area and move their headquarters to Arlington, Va., and Irving, Texas, respectively. Raytheon said it is relocating to Arlington, from Waltham, Mass. Billionaire Ken Griffin's hedge-fund firm Citadel said this week that it would move from Chicago to Miami.</p><p>Chevron, one of the descendants of the Standard Oil monopoly, has had its headquarters in the greater Bay Area since the early days of its first corporate ancestor, Pacific Coast Oil Co., in 1879. It moved hundreds of employees to San Ramon in 1999, and in 2001 said it would become the company's headquarters.</p><p>Some of Chevron's executives have long wanted to move the company's headquarters to Texas, but its leadership has held off, largely because of the company's long history in California and its assets there, such as its Richmond, Calif., refinery, according to people familiar with the matter.</p><p>California lawmakers have previously considered imposing a severance tax that would tax oil production in the state. If California were to impose such a tax, that would likely prompt Chevron to reconsider keeping its headquarters in the state, one of the people said.</p><p>In recent decades, Houston has become the capital of the U.S. oil and natural-gas industry, with Texas leaders including Gov. Greg Abbott and former Gov. Rick Perry touting lower taxes and a lighter regulatory burden on businesses compared with California and other states. Texas doesn't have a state income tax and its real estate is generally less expensive than in California.</p><p>The sale of Chevron's nearly 100-acre campus in San Ramon will likely attract plenty of interest from the area's vibrant life-sciences industry or developers looking to build high-end apartments and retail stores, said Trent Barmby, a California-based senior managing director at commercial property firm Jones Lang LaSalle Inc.</p><p>\"It's a generational redevelopment opportunity and it almost certainly won't stay in its current form,\" Mr. Barmby said. \"In today's world and what's happened with offices, that is not going to be its highest and best use.\"</p><p>Christopher M. Matthews</p><p>Write to Collin Eaton at collin.eaton@wsj.com and Timothy Puko at tim.puko@wsj.com</p><p>Chevron to Downsize in California, Remain Based in the State</p>",
  "published": "2022-06-24T21:02:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2492,
          "end": 2499
        },
        {
          "start": 1193,
          "end": 1200
        },
        {
          "start": 1435,
          "end": 1442
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 354,
          "end": 361
        },
        {
          "start": 4084,
          "end": 4091
        },
        {
          "start": 2173,
          "end": 2180
        },
        {
          "start": 3436,
          "end": 3443
        },
        {
          "start": 2959,
          "end": 2966
        }
      ]
    }
  ]
}