{
  "_id": "27a632c5480e6f66877c74c40c6ef5d09a30d2a58a2875a74629f752af52ed62",
  "feed": "market-watch",
  "title": "Oil settles lower on reports the U.S. is looking to ease sanctions on oil from Venezuela",
  "text": "<p>West Texas Intermediate crude for April delivery CL.1CL00CLJ22 fell $6.32, or 5.8%, to settle at $103.01 a barrel on the New York Mercantile Exchange after dipping below the $100 mark during the session.</p><p>May Brent crude BRN00BRNK22, the global benchmark, dropped $5.77, or 5.1%, to $106.90 a barrel on ICE Futures Europe. WTI last week briefly traded above $130 a barrel, while Brent neared $140 before pulling back as volatile trading conditions continued.</p><p>April natural gas NGJ22 settled at $4.658 per million British thermal units, down 1.4%.</p><p>April gasoline RBJ22 declined by 4.3% to $3.169 a gallon and April heating oil HOJ22 lost 4.1% to $3.276 a gallon.</p><p>Market drivers</p><p>Reports that the U.S. was looking to lift sanctions on Venezuelan oil, which would help ease any supply losses from Russia following its invasion of Ukraine, pressured oil prices on Monday.</p><p>Oil prices sold off early on peace talks between Russia and Ukraine, then bounced back a bit when it seemed those talks had little chance for success, said Phil Flynn, senior market analyst at The Price Futures Group.</p><p>A fourth round of talks between Russian and Ukraine officials were held Monday, stoking optimism among investors, helping lift European equities. U.S. benchmark stock indexes, however, moved lower on Wall Street, with no apparent progress in the talks, which are now expected to resume on Tuesday.</p><p>On Monday, there were reports that the U.S. is going to allow Venezuela to do some oil-for-debt swaps, in an attempt to get more oil on the market, Flynn told MarketWatch. He believes the Biden administration is desperate to do a deal with Venezuela because supplies of diesel fuel are at historically low levels.</p><p>Chevron Corp. CVX is preparing to take operating control of its joint ventures in Venezuela if Washington relaxes sanctions on Caracas, Reuters reported Monday, citing people familiar with the situation.</p><p>The moves come as a brutal weekend of fighting in Ukraine that saw Russian forces intensify their attacks on cities. An airstrike on a Ukrainian military training facility near the border with Poland, a NATO member, killed 35 people a day after Moscow warned that it would consider arms shipments as legitimate targets.</p><p>“The escalating tensions in Ukraine,&#xa0;and the negative pressure in oil prices is in play” since the failure to break above the $130 mark in oil prices following the U.S. and the U.K.'s announcement of a ban on Russian oil last week, said Ipek Ozkardeskaya, senior analyst at Swissquote. That price action suggests “last week's highs factored in a major part of the bad news before they were announced,” he said, noting that oil prices may see further declines and the $95 to $100 levels should be closely monitored.&#xa0;</p><p>China, meanwhile, moved to lock down the key southeastern manufacturing hub of Shenzhen as it combats a COVID outbreak in the northeast of the country.</p><p>“This will raise concern over the potential hit to demand. But also importantly, it suggests that China is not ready to let go of its zero-COVID policy,” said Warren Patterson, head of commodities strategy at ING, in a note.</p><p>The Tell (Jan. 3):Failed China ‘zero-COVID' policy tops list of 2022 geopolitical risks: Eurasia Group</p><p>Meanwhile, The Wall Street Journal reported Sunday that Washington won't negotiate exemptions to Ukraine-related sanctions on Russia to restore the 2015 Iran nuclear deal and could attempt to reach a separate agreement that excludes Moscow. Russia, which is part of the talks around the nuclear accord, has insisted on exemptions to Ukraine-related sanctions that would allow it to trade with Iran if the deal is revived.</p>",
  "published": "2022-03-14T15:07:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1696,
          "end": 1703
        }
      ]
    }
  ]
}