{
  "_id": "ebc01d09d0b0a999066c149b5d170b1f6e9b853edc3f2296fcde01e3640d000b",
  "feed": "ftcomall",
  "title": "Talks to resume between Venezuela government and opposition",
  "text": "<p>The Venezuelan government and the country's opposition will resume long-stalled talks on Saturday in Mexico, a development that opens the prospect of easing US oil sanctions in return for progress towards free and fair elections.</p> <p>Revolutionary socialist president Nicolás Maduro has presided over an unprecedented economic collapse in the once-wealthy oil-exporting nation amid allegations of numerous human rights abuses. But he has survived Washington's sanctions and a western diplomatic boycott, thanks to support from Russia, Cuba, China, Turkey and Iran.</p> <p>The announcement of fresh talks was made on Thursday by Norway, which will act as a mediator. In Mexico, the two parties “will sign a partial agreement on social matters”, the Oslo foreign ministry said on <a href=\"https://twitter.com/NorwayMFA\">social media</a>. That deal relates to a $3bn fund from various frozen Venezuelan accounts, to be managed by the United Nations, for health, infrastructure and education needs, said a diplomat familiar with its contents.</p> <p>Talks between the Caracas government and the opposition over a political settlement began in September 2021 but the Maduro government walked out only a month later after <a href=\"https://www.ft.com/content/905ee810-69ce-4650-a1fa-b997e367d668\">key ally Alex Saab was extradited</a> to the US on money-laundering charges.</p> <p>Phil Gunson, a senior analyst with the International Crisis Group in Caracas, said that while a partial humanitarian agreement might be signed this weekend, a wider political agreement was still far away.</p> <p>“The key question is whether the Maduro government is willing to open up the political system to contemplate freer and fairer elections, to stop bending the rules in its favour, and allow the opposition a genuine chance,” he said.</p> <p>Diplomats say Maduro has consolidated his hold on power since winning an election in 2018 the west says was rigged, and he has little incentive to make big concessions before he next faces voters in 2024. The opposition mounted major protests in 2019 but its support has since dwindled as voters focus on survival amid the economic crisis.</p> <p>Thursday's announcement follows a recent diplomatic offensive from Maduro, who this month made a rare foreign trip to attend the COP27 climate summit in Egypt. On the sidelines there he exchanged words with Emmanuel Macron, president of France, and US climate envoy John Kerry. Days later, France hosted a roundtable with delegations from Maduro's government and the opposition in Paris.</p> <p>Colombia's new leftist president, Gustavo Petro, has also given Maduro a diplomatic boost by <a href=\"https://www.ft.com/content/707cec57-5cea-4b9f-8e03-a20f361fe368\">re-establishing full diplomatic relations</a>. The two leaders met in Caracas this month, marking the first visit to Maduro from the head of a major Latin American country since 2018. Venezuela is also hosting peace talks between Colombia and its largest rebel group, the National Liberation Army.</p> <p>Venezuela, which has the world's biggest oil reserves, used to pump more than 3mn barrels per day. However, because of years of mismanagement, US sanctions and the expulsion of many foreign companies, output is now well below 1mn bpd.</p> <p>The resumption of talks and steps towards a political agreement could pave the way for a relaxation of US sanctions and allow US oil company Chevron to increase operations at its joint ventures in Venezuela, <a href=\"https://www.foxbusiness.com/economy/chevron-poised-win-us-approval-expand-venezuela-oil-operations\">US media </a>reported this week. Chevron's current licence, which is due for renewal on December 1, allows it to maintain its assets in Venezuela but not to drill new wells.</p> <p>“We continue to conduct our businesses in compliance with the current sanctions framework,” Chevron said in a statement. “We are a constructive presence in Venezuela, where we have dedicated investments and a large workforce who are dependent on our presence.”</p> <p>Theodore Kahn, a senior analyst at Control Risks in Bogotá, Colombia, said it was likely the US would allow the company to resume production in the next few months. “The US will probably try to take an iterative approach, and use the prospect of further loosening sanctions as bargaining power.”</p><p>Source: Joe Daniels in Bogotá 2022 'Talks to resume between Venezuela government and opposition' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T19:28:36.811Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3154,
          "end": 3161
        },
        {
          "start": 3230,
          "end": 3237
        },
        {
          "start": 3135,
          "end": 3142
        }
      ]
    }
  ]
}