{
  "_id": "af81bc2cdb0a781ace8707ba3b8e38e926dcfbf1b7c277031c9abc454f70e9ed",
  "feed": "ftcomall",
  "title": "Russia's energy weapon is losing steam",
  "text": "<p>One thing to start:</p> <ul>  <li><p>Make sure to <a href=\"https://www.ft.com/video/60ad6091-4162-49a1-a89d-c63870eb9b3d\">check out our video</a> on how Europe's energy supply fell under Vladimir Putin's grip and how the continent's leaders are trying break free.</p></li> </ul> <p>Welcome back to another Energy Source. I'll pick up on the theme of Putin, Europe and the energy weapon in today's edition. Russia's squeeze on European energy supplies has put it on the front foot in Moscow's economic war with the west. But Putin's strategy risks economically damaging blowback for Russia.</p> <p>In Data Drill, Amanda digs into a fight in Europe over whether burning wood for power should be counted as renewable energy.</p> <p>Thanks as always for reading! — <em>Justin</em></p> <h1>Russia's energy war risks blowback</h1> <p>Russian president Vladimir Putin has used his grip on a large chunk of the world's energy supplies to inflict economic pain on the west as part of his war strategy in Ukraine. It has brought Europe, which could see oil prices rise anew in the coming months, to a worrying precipice ahead of this winter. </p> <p>But Putin's embrace of the energy weapon looks increasingly like it will come with a significant cost for Russia; it has set its own energy industry on a perilous trajectory.</p> <h2>Blowing up the gas trade with Europe</h2> <p>Putin has exploited Europe's reliance on Russian gas to raise the cost of the west's support for Ukraine. He hoped it would weaken and fracture western aid to Kyiv. So far it has not.</p> <p>Instead, Europe has scrambled to reconstitute its energy supply mix in a way that should be deeply worrying for the Kremlin. </p> <p>Liquefied natural gas suppliers in the US and elsewhere are winning with new supply deals. So are renewables developers as the continent's green push takes up the energy security mantle. Coal suppliers are winning too, for now at least. </p> <p>Europe faces a difficult winter — probably a few — without Russian gas. But a post-Russia energy mix is coming into focus.</p> <p>Putin, meanwhile, has blown up a once lucrative gas trade with Europe without a clear plan to make up for the loss.</p> <p>Accelerating Russia's pivot to China is Putin's best option. But it is not likely to happen in a way that makes up for losses in Europe; it will come with a hefty price tag as many billions would have to be spent on infrastructure to link Russian gasfields to China.</p> <p>Beyond those practical difficulties, there are also likely to be limits to China's appetite for more Russian energy. One of the abiding principles of Chinese energy policy for the past two decades has been supply diversification. Beijing will see Europe's pain today as not just an opportunity to grab cheap resources, but also as a cautionary tale of over-reliance.</p> <h2>Narrow horizons for Russian oil</h2> <p>Oil is a much more flexible commodity than natural gas, and Putin's hand is probably stronger here. But there are still plenty of warning signs. </p> <p>For one, Moscow is being forced to sell its crude at steep discounts, even to allies. The economic pain of those discounts has been offset by high prices for much of this year, keeping plenty of petrodollars flowing into the Kremlin's coffers. But those discounts <a href=\"https://www.ft.com/content/d9cdc51f-5fe3-4f4a-b0e8-054ef21a2a6e\">will hurt much more</a> at lower price levels. </p> <p>Moscow is also becoming dependent on a smaller pool of customers, weakening its bargaining power. India and China are helping to keep far <a href=\"https://www.ft.com/content/b38d3ab5-ea57-400e-87e9-f48eaf3e0510\">more oil flowing</a> than western policymakers and analysts expected a few months ago. Yet those countries now have more leverage to continue extracting favourable terms from Moscow. </p> <p>The west's mooted oil price cap has been heavily criticised and it seems very unlikely China and India will go along with the plan. But even if they don't accept the plan, they'll likely use its existence as leverage in their own negotiations with Moscow to entrench steep discounts. For the US and Europe that may even be a preferable outcome to a major supply disruption that would send crude prices at home soaring again. </p> <h2>Oil and gas production outlook darkens</h2> <p>The sanctions imposed so far are not going to bring an imminent collapse in Russian supply, but the longer-term outlook is much dimmer than it was a year ago. </p> <p>The bullish case for Russian supply is that the country has endured western sanctions for years and output has held up perfectly fine despite the naysayers.</p> <p>But the postwar exodus of western oil majors and oilfield services firms from Russia's oil patch is of a completely different level from previous rounds of sanctions that had put fairly narrow restrictions around western operators in the country. </p> <p>The Kremlin's fight with ExxonMobil over the future of Sakhalin-1, a highly complex project in Russia's far east, is an example of the difficulties facing the future of Russian energy. </p> <p>Analysts and industry sources say the Kremlin is trying to force Exxon to continue operating Sakhalin-1 in large part because Russian firms do not have the technical capabilities to operate the field. Output from the field has dropped from 220,000 b/d to 10,000 b/d. </p> <p>This year's energy crisis shows that Russia's giant energy reserves give it plenty of ammunition to inflict economic pain on the west. But the blowback for Moscow will be painful too. <em>(Justin Jacobs) </em></p> <h1>Data Drill</h1> <p>Tomorrow, the EU will vote on the <a href=\"https://www.ft.com/content/c3b00115-562e-4d06-bd11-f46a3f9366b1\">future of the wood pellet</a> industry. Members of the European Parliament will decide whether to adopt revisions to its Renewable Energy Directive, including a provision to declassify the <a href=\"https://www.ft.com/content/e1c1aba6-5fab-420d-aff1-2ba170672f5b\">burning of entire trees</a> as clean energy. </p> <p>The directive was established in 2009 to boost the bloc's consumption of clean energy with targets and subsidies. The burning of biomass such as wood was classified as renewable based on the idea that forests <a href=\"https://www.ft.com/content/f138e738-b32f-4768-a1dd-36444fdb7d24\">could be regrown</a>. </p> <p>The industry has come under fire in recent years as scientists warned that burning wood pellets emits more carbon than coal, and forests could not grow back at the pace they were being depleted. Last year, more than 500 scientists <a href=\"https://www.dropbox.com/s/hdmmcnd0d1d2lq5/Scientist%20Letter%20to%20Biden%2C%20von%20der%20Leyen%2C%20Michel%2C%20Suga%20%26%20Moon%20%20Re.%20Forest%20Biomass%20%28February%2011%2C%202021%29.pdf?dl=0\">wrote a letter</a> to leaders in the US, EU, Korea and Japan to stop including the burning of wood in renewable energy standards. </p> <p>“The EU's renewable energy directive should apply solely to actual renewable energy forms–and forests are not renewable,” wrote Greta Thunberg and eight other climate activists in an <a href=\"https://www.theguardian.com/world/commentisfree/2022/sep/05/burning-forests-energy-renewable-eu-wood-climate\">op-ed in The Guardian</a> last week.</p> <p>Since the directive's adoption, EU consumption of wood pellets has boomed, with the bloc consuming a record 23.1mn metric tonnes last year, approximately a 50 per cent increase since 2014 and 55 per cent of the global market share. The demand has significant knock-on effects for the US, which has become the bloc's largest source of imports. </p> <p>The EU's vote comes at a time when Brussels faces an <a href=\"https://www.ft.com/video/60ad6091-4162-49a1-a89d-c63870eb9b3d\">energy crisis</a> spurred by Russia's invasion of Ukraine. Bioenergy Europe, a trade association, warned that if adopted, the revised directive will <a href=\"https://bioenergyeurope.org/artciles/380-ep-ban-on-primary-woody-biomass-puts-20-of-europe-s-res-at-risk.html\">cut 20 per cent</a> of Europe's renewable energy supply or 4 per cent of total energy. <em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Germany's <a href=\"https://www.ft.com/content/c0a2b3a8-eea8-42b6-908b-bb89a77b9259\">economy will shrink</a> next year as energy prices constrain household spending, says the Ifo think-tank.</p></li>  <li><p>Europe's <a href=\"https://www.ft.com/content/2853f30e-211d-40eb-80e1-618e27358a2c\">salad growers are cutting production</a> due to high energy costs.</p></li>  <li><p>Colombia's new leftist government wants to license<a href=\"https://www.ft.com/content/21e72466-fcbd-43d8-ab8c-9c66f00d5c1c\"> and regulate mining</a> exploration. </p></li>  <li><p>Indonesian president Joko Widodo says the country is considering <a href=\"https://www.ft.com/content/36ae2708-5d41-416e-b6dc-1df4c9b76e9f\">buying Russian oil</a> to offset energy costs. </p></li>  <li><p>Chevron is exploiting the <a href=\"https://www.theguardian.com/media/2022/sep/12/chevron-newspaper-local-news-permian-proud-site\">dearth of local news</a> to launch its own propaganda site. (The Guardian)</p></li> </ul> <a href=\"http://www.ft.com/cms/60ad6091-4162-49a1-a89d-c63870eb9b3d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Justin Jacobs, Amanda Chu, Derek Brower and Myles McCormick 2022 'Russia's energy weapon is losing steam' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-13T19:39:08.907Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 7190,
          "end": 7197
        }
      ]
    }
  ]
}