{
  "_id": "18d7f864f748bca9186c2cbbd54d4dc3fa5fdec0cb722030e842d8ac6db8e7e9",
  "feed": "wall-street-journal",
  "title": "California Green Subsidies Boost New Biofuel",
  "text": "<p>California's clean-fuels grading system gives cow-poop gas a much better score -- and much higher subsidies -- than landfill gas. So that substitution could net Clean Energy an additional $70 million in earnings before interest, taxes, depreciation and amortization by 2026, the company estimates. \"It is like magic,\" said Andrew Littlefair, Clean Energy's president and chief executive, of the projected earnings boost.</p><p>Together with BP PLC and TotalEnergies SE, Clean Energy is pouring hundreds of millions of dollars into gas production on dairy farms. A host of developers, financiers and carbon-conscious corporations, from Chevron Corp. to Amazon.com Inc., are looking to buy or produce the fuel as well.</p><p>The surging interest in dairy renewable natural gas shows how incentives can spur action to address the emissions linked to climate change -- and sometimes unintended consequences. Until a few years ago, the gas, which is interchangeable with conventional natural gas and can replace dirtier fuels like diesel, was a niche product that was too expensive to make commercially.</p><p>California's subsidies prompted what some observers are dubbing a manure gold rush. One developer said he showed up at a dairy only to discover that the farmer had gotten more than 10 pitches for business tie-ups. Others said competition for business has gotten so heated that some developers are promising to pay farmers a fixed amount per cow -- a risk if the price of the California credits plummets.</p><p>Driving the boom is California's Low-Carbon Fuel Standard. The standard requires companies that sell transportation fuels in the state to lower their products' carbon intensity -- the carbon dioxide emitted during manufacture, distribution and consumption. Companies that exceed the carbon-intensity maximums have to buy offset credits. Those with low-scoring fuels generate credits, whose price goes up and down depending on demand.</p><p>California Bioenergy LLC, which develops projects to make energy out of manure, in 2016 received the first provisional carbon-intensity score -- around negative 270 -- for a dairy-gas facility. Diesel by comparison has an average carbon-intensity score of more than 100. CalBio, as it is known, has 41 dairy-gas projects in operation and another 60-odd projects in development.</p><p>Its latest project to go online is the 1,500-cow Rib-Arrow Dairy in central California, where manure is flushed from the stalls into a covered lagoon, called a digester, so the methane can be collected for processing rather than released into the air. That raw biogas, which is around 60% methane and the remainder mostly carbon dioxide, is piped to a central facility that collects gas from a cluster of dairies in the area and purifies it for injection into the local utility's pipeline.</p><p>David Ribeiro, a third-generation co-owner of Rib-Arrow, said he was approached by digester salesmen, but adding the gas sales to the environmental benefits finally made everything economically feasible.</p><p>There are 116 such facilities operating in the U.S. -- more than half of which went online last year -- and another 121 planned or in construction, according to the Coalition for Renewable Natural Gas, a nonprofit that promotes gas made from waste.</p><p>The market is likely to remain small compared with the U.S.'s overall appetite for natural gas. Even in an optimistic scenario, biogas from manure would supply around 3% of today's demand by 2040, according to a 2019 study commissioned by the American Gas Foundation.</p><p>Still, Clean Energy said it is working on more than a billion dollars worth of deals through its dairy-gas joint ventures with BP and Total, and that it hopes to channel more than $2 billion in investment by 2026.</p><p>Chevron committed around $500 million to develop renewable natural-gas supply, starting with dairies. Amazon set a deal with Clean Energy to buy biogas for its trucking fleet; it declined to comment.</p>",
  "published": "2022-02-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3728,
          "end": 3735
        },
        {
          "start": 629,
          "end": 636
        }
      ],
      "nexusId": "10051514"
    }
  ]
}