{
  "_id": "49ec748a4973aa0598abd9feea1a6385054c062bf29af720a72c17e9a9f03a45",
  "feed": "ftcomall",
  "title": "What the Ukraine war means for the energy sector ",
  "text": "<p>Two things to start:</p> <ul>  <li><p>BP and Shell's <a href=\"https://www.ft.com/content/d85c2133-8917-4a00-8fba-6cef570ed5b7\">retreat from Russia</a> is putting pressure on Exxon and others to follow suit.</p></li>  <li><p>And with international crude still above $100 a barrel, Joe Biden is sure to mention energy in tonight's <a href=\"https://www.ft.com/content/bb787a48-dafb-4d3e-915f-acb0c6f690f1\">State of the Union address</a>. </p></li> </ul> <p>Welcome to a bumper Energy Source in another busy week for energy.</p> <p>In our first item today, Derek looks at the fallout in oil markets as the economic war between the west and Russia escalates. (If you missed it, see also his <a href=\"https://www.ft.com/content/5a7ea3b8-c446-46a9-a836-fce811a97069\">Big Read</a> from Saturday.)</p> <p>Next, Myles digs deeper into America's historic offshore wind auction. It raised more cash for the US government than any offshore oil auction ever. What does it mean for the Biden administration's efforts to spur the nascent industry?</p> <p>Elsewhere, US oil supermajor Chevron deployed a big chunk of its $10bn low-carbon business war chest to buy America's biggest biofuel producer. It tells us a lot about the company's energy transition strategy.</p> <p>Finally, UN Secretary General António Guterres argued that the world's reliance on fossil fuels left it vulnerable to “geopolitical shocks” as he unveiled a new IPCC report showing we are nowhere near on track to meet net zero emissions goals. Amanda explores the issue further in data drill.</p> <p>Thanks for reading.</p> <h1>Five outcomes from Russia's invasion of Ukraine </h1> <h2>1. The western corporate oil exodus</h2> <p>Shell, Equinor and BP <a href=\"https://www.ft.com/content/cf7f4bc0-f3a1-4863-809f-c08f6e48642a\">are out</a>. Pressure is <a href=\"https://www.ft.com/content/d85c2133-8917-4a00-8fba-6cef570ed5b7\">building</a> on ExxonMobil and TotalEnergies to ditch their projects. Could Gazprom's European partners in the Nord Stream pipeline — Uniper, Wintershall, Gasunie, and Engie — also follow? Trafigura, Vitol, Glencore and others are all still buying and shipping Russian commodities. So, of course, is Gunvor, the trader that emerged in the wake of Yukos's demise years ago. Pay attention to the oilfield services though — the essential grunt workers of the Russian upstream. Less than six months ago, Baker Hughes was trumpeting a <a href=\"https://www.bakerhughes.com/company/news/baker-hughes-and-rosneft-announce-agreement-collaborate-carbon-management\">venture with Rosneft</a>, the Russian state-controlled company from which BP just divested. Halliburton and Schlumberger are also in Russia. The three big oilfield services companies did not comment. A western exodus could be followed by an Asian influx. </p> <h2>2. Russian oil and gas exports are in focus . . . </h2> <p>European consumers are still buying and burning Russian natural gas and Russia continues to export about 5mn barrels a day of oil. The US has gone out of its way to assure the market that this won't change. But with tighter financial sanctions under way, traders aren't so sure, which is why oil is above $100 a barrel. One trader said “fear” was helping to drive sentiment, with the market “pricing in a 10-15 per cent supply hit from Russia”. Already, Canada has banned Russian oil imports. Even if sanctions don't explicitly target oil and gas, buyers may fear counterparty risk — or that the law will change. This form of self-sanctioning is <a href=\"https://www.ft.com/content/60e7c524-1655-4bc8-aa51-e8afcda8d90e\">already affecting trade</a>, as my colleague Alan Beattie writes in our Trade Secrets newsletter. The US now has another incentive to sign a nuclear deal with Iran. Oil markets are going to be very volatile for the foreseeable future.</p> <h2>3 . . . so strategic oil releases are almost certain </h2> <p>Opec+ meets again this week — but Saudi Arabia and others are likely to stick with their planned supply increases. If they aren't willing to up supply further, western governments are ready to do so instead. They're prepared to open the taps on another emergency stock release, which would be the first co-ordinated move of that kind since the Libya civil war of 2011. The International Energy Agency could announce a release as early as today. &#xa0;</p> <p>“Russian oil exports will be pegged back for a variety of sanctions-related reasons,” says Bill Farren-Price at Enverus. “If Opec+ is unwilling to play ball and make those losses up, IEA stock releases are all that is left.” Farren-Price warns that the market response could be “underwhelming”.</p> <h2>4. Energy could become less global . . . </h2> <p>North American oil producers say the crisis shows that Biden's efforts to “transition away from oil” was a failure and should be reversed. Canadian politicians want the Keystone XL pipeline revived. The American Petroleum Institute wants more federal support for domestic drilling. There are calls in the UK to allow fracking. Germany is talking of reversing its nuclear phaseout. Yet another European-wide effort to diversify away from Russian oil and gas is under way. The common theme is not a pivot away from fossil fuels — although that appears plausible in the longer term — but a shift towards domestic or friendly sources. Clean or dirty, homegrown energy is about to come back into fashion, as it did after the oil shocks of the 1970s.&#xa0;(Carbon Brief had an interesting <a href=\"https://www.carbonbrief.org/qa-what-does-russias-invasion-of-ukraine-mean-for-energy-and-climate-change\">primer</a> on all this too.) </p> <h2>5 . . . except in LNG, which may come into its own</h2> <p>Europe's desire to ditch Russian gas will mean more demand for American liquefied natural gas and end its hesitancy about the fossil fuel, believe developers. </p> <p>“Many were pushing hard on a transition away from gas and didn't think through the implications of scarcity of supply and skyrocketing prices,” said Mike Sabel, chief executive&#xa0;of Venture Global LNG, talking of Europe's under-investment in new infrastructure to support more imports. </p> <p>Aside from Venture Global's new Calcasieu Pass plant, due to begin shipping soon, new export capacity from the US is many months away. But the EU's recent <a href=\"https://www.ft.com/content/7872a05f-9e38-4740-9b1b-4efc69ca316c\">decision</a> to include LNG in its taxonomy of green investments will give confidence to developers in the US, said Sabel, even if for now American exporters are already sending as much LNG as they can to Europe. </p> <p>“[I]n our view the EU declaring gas a sustainable investment was an important signal to buyers that will encourage more long-term contracts for US LNG and investment in the infrastructure to support it,” Sabel said. “This will provide Europe both the security of supply and price stability that it desperately needs.”&#xa0;&#xa0;<em>(Derek Brower and Joshua Franklin) </em></p> <h1>Record demand in offshore wind auction </h1> <p>With the war in Ukraine dominating the airwaves at the moment, other big news stories can easily be lost in the deluge.</p> <p>One such story broke last Friday, when a <a href=\"https://www.ft.com/content/eb23b93d-929e-4a67-82f3-352fb9fc5030\">stunning auction</a> for leases off the New York coast heralded the arrival of America's offshore wind industry. </p> <p>As Russian forces bore down on Kyiv, huge competition between developers for the right to erect turbines off America's Atlantic coast drove bids up to a staggering $4.3bn. The sum is more than has been raised by any offshore oil and gas auction in US waters . . . ever.</p> <p>“This is a huge breakthrough,” Paul Bledsoe, strategic adviser at the Progressive Policy Institute think-tank, told ES. “The direction of the winds have finally turned for good.”</p> <p>The significance of the auction — and the intensity of the competition for leases — is hard to overstate.</p> <p>For decades, America's offshore wind industry has lagged its European counterpart. There were 28 gigawatts of wind power installed in European waters at the end of last year, according to <a href=\"https://windeurope.org/intelligence-platform/product/wind-energy-in-europe-2021-statistics-and-the-outlook-for-2022-2026/#findings\">Wind Europe</a>, an industry body. At 42 megawatts, the two tiny operations in existence off the US coast had a combined capacity of less than a fifth of a per cent of that.</p> <p>In recent years, the sector has begun to come to life, but progress has been slow. The permitting process was drawn out under President Donald Trump, who was no fan of the industry, branding wind farms “bird graveyard[s]”.</p> <p>Joe Biden has sought to crank it into gear as part of his goal of decarbonising America's power grid by 2035. He wants 30GW of turbines built off the US by 2030. Over the past year, his administration has permitted the country's first large-scale, commercial wind farms. </p> <p>While the administration can provide more fertile ground for the industry to grow in, Friday's auction makes clear it will be commercial appetite that drives it forward.</p> <p>Those hoping for a red, white and blue procession of American corporate winners will have been left disappointed, however. </p> <p>Of the nine companies that won the six lease areas last week (many combining through joint ventures), three were French (TotalEnergies, EDF and Engie), two German (EnBW and RWE), one Dutch (Shell), one Portuguese (EDP) and one British (National Grid). Chicago-headquartered Invenergy was the only domestic winner. </p> <p>Still, there will be plenty of opportunities for US companies to up their game. Biden plans to hold another two auctions this year — off the Carolinas and California — and a total of seven before the end of 2025. <em>(Myles McCormick)</em></p> <h1>Chevron pays up for renewable fuels deal </h1> <p>Chevron said this week it is buying America's largest renewable fuels producer, Renewable Energy Group, for $3.1bn, deploying a sizeable chunk of the war chest the oil major has set aside for its new low-carbon business.</p> <p>Mike Wirth, Chevron's chief executive, told ES the deal was a “big piece” of the low-carbon strategy laid out last year, which included plans to spend $10bn through 2028.</p> <p>Unlike its European oil major rivals like Shell, TotalEnergies, BP and Equinor, which were looking to plant their flag in the US' offshore wind industry at last week's record-breaking auction, Chevron says it will stick closer to its core oil and gas business as it navigates the energy transition. </p> <p>Producing renewable diesel, sustainable aviation fuel and other biofuels, is a key pillar of that strategy, alongside hydrogen and carbon capture and storage. </p> <p>The company has said it wants to have 100,000 barrels a day in biofuel production capacity by 2030, roughly equivalent to 10 per cent of current refining capacity.</p> <p>Enter Renewable Energy Group. The company, based in Ames, Iowa, the heart of America's corn belt, is the US' largest producer of ethanol and biofuels.</p> <p>For Chevron, a big driver behind the deal was securing not just the company's facilities but its pipeline of biofuel feedstocks — things like used cooking oil, animal fats and other inputs for renewable fuels. </p> <p>As Chevron and other oil companies have ramped up their biofuel ambitions over the past year, they have suddenly found themselves competing in unfamiliar agricultural markets with giants like Cargill that have much deeper roots with farmers and other suppliers. This deal aimed to close that gap.</p> <p>“In a growing market, access to those feedstocks will be critical,” said Wirth, who added that Iowa would become the “epicentre” of its renewable fuels sourcing business.</p> <p>Still, some analysts said the deal looked pricey for Chevron.</p> <p>Matt Murphy, an analyst at Texas-based Tudor Pickering &amp; Holt, said in a note to clients he saw the deal as a “a modest negative” for Chevron, adding that the company could have built new facilities for less. </p> <p>Yet Wirth said he saw big growth in renewable fuels.</p> <p>“Our aviation customers are looking for solutions. Our rail customers are looking for solutions. These are big segments of the economy. These are big consumers of energy . . . these are big consumers of distillate products today that are not easily electrified,” he said. (<em>Justin Jacobs)</em></p> <h1>Data Drill</h1> <p>Climate inaction is already <a href=\"https://www.ft.com/content/5de27c61-0095-4add-8076-7469b27a4bb8\">causing irreversible damage</a> to human life and the environment, says the new UN Intergovernmental Panel on Climate Change report released yesterday. Even if countries limit warming to 1.5C, the report warns many climate risks would still be unavoidable. </p> <p>Roughly 3.6bn people currently live in areas highly vulnerable to climate change, according to the report. Even a slight increase in warming will pose a significant danger to human health, ecosystems, and the economy. </p> <p>At a press conference yesterday, UN Secretary-General António Guterres said the report highlighted “two cold truths” about the climate crisis: the need to phase out fossil fuels, and step up efforts to lower climate risk. </p> <p>“The present global energy mix is broken,” Guterres said. “As current events make all too clear, our continued reliance on fossil fuels makes the global economy and energy security vulnerable to geopolitical shocks and crises.” </p> <p>While many of climate change's negative effects will be unavoidable, the report stressed that deep cuts in emissions and better safeguards against climate change still have the ability to significantly reduce the degree of losses and damages. <em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Boris Johnson warns of another <a href=\"https://www.ft.com/content/baaa1a91-7e0b-4960-8346-80b499b69109\">UK energy price shock</a> after Russian sanctions.</p></li>  <li><p>Concerns <a href=\"https://www.ft.com/content/95b45edf-fd9a-45e2-96f8-9803787ef860\">over greenwashing</a> are strengthening standards for sustainability disclosures. </p></li>  <li><p>Australia's <a href=\"https://www.ft.com/content/e5c6d6c3-9ff3-4bd0-aeea-5a45fa9fd792\">conservative government</a> is facing pressure to address climate change after devastating floods. </p></li>  <li><p>How <a href=\"https://www.politico.com/news/2022/02/25/scotus-ketanji-brown-jackson-environmental-law-00011799\">Supreme Court nominee</a> Ketanji Brown Jackson has ruled on environmental law. (Politico)</p></li>  <li><p>The Supreme Court heard <a href=\"https://www.nytimes.com/2022/02/28/us/politics/supreme-court-climate-change.html\">one of the biggest climate change cases</a> in a decade yesterday, considering whether the EPA has the authority to regulate power plant emissions. (NYT)</p></li> </ul><p>Source: Justin Jacobs, Derek Brower, Myles McCormick and Amanda Chu  2022 'What the Ukraine war means for the energy sector ' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-01T12:00:32.804Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 760,
          "end": 767
        },
        {
          "start": 8530,
          "end": 8537
        },
        {
          "start": 8489,
          "end": 8496
        },
        {
          "start": 9699,
          "end": 9706
        },
        {
          "start": 8763,
          "end": 8770
        },
        {
          "start": 10426,
          "end": 10433
        },
        {
          "start": 9908,
          "end": 9915
        },
        {
          "start": 9115,
          "end": 9122
        },
        {
          "start": 10569,
          "end": 10576
        }
      ]
    }
  ]
}