{
  "_id": "f51ee242aefc951813d76ddfb26573762e376b1e08dc83dd5877f77d17fd3e69",
  "feed": "wall-street-journal",
  "title": "Why Is Gasoline Still So Expensive if Oil Prices Have Dropped? System that turns oil into gasoline is influenced by thousands of oil producers, dozens of refiners and tens of thousands of gas stations",
  "text": "<p>In a House hearing on April 6, Democrats claimed large oil companies have intentionally kept fuel prices elevated, which the companies have denied. The centerpiece of the hearing was a chart, displayed by Rep. Diana DeGette (D., Colo.), showing oil prices coming down while fuel prices stayed aloft.</p><p>\"Something just doesn't add up,\" Ms. DeGette said.</p><p>SHARE YOUR THOUGHTS</p><p>How have higher gas prices affected you? Join the conversation below.</p><p>Oil prices have in fact been falling more quickly than gasoline prices. Oil was at $100.60 a barrel Tuesday, down about 19% from an almost 14-year peak in early March, while a gallon of regular gas averaged about $4.098 on Tuesday, only about 5.4% lower than the all-time record in March.</p><p>But the system that turns oil into gas in the U.S. is big, complex and not controlled by any one company. Thousands of companies drill for oil. Dozens refine that oil into fuel. And tens of thousands of largely independent gasoline stations sell that fuel to customers.</p><p>Here is a look at the factors that help shape gasoline prices.</p><p>Who makes America's gasoline?</p><p>When customers fill up their tanks with gasoline, it marks the end of a long journey for those fossil fuels, which have usually traded hands many times by that point.</p><p>Large and small companies drill for oil and natural gas—there are about 9,000 independent producers in the U.S. according to the Independent Petroleum Association of America.</p><p>Most don't make gasoline or diesel at all, but instead sell their crude to larger oil companies such as Exxon Mobil Corp. or refiners such as Phillips 66 that turn it into fuel. There are 129 refiners in the U.S., according to the Energy Information Administration's latest estimate.</p><p>The fuel is eventually sent via pipelines and trucks to convenience stores and small stations selling gasoline, of which there are more than 130,000 in the U.S., according to the National Association of Convenience Stores.</p><p>Who owns the gas stations?</p><p>Drivers who see the recognizable logos of brands such as Shell PLC and Chevron Corp. at American gas stations might assume those big oil companies are running the businesses, or at least involved somehow. In most cases, they are not.</p><p>Most oil companies, even those that pump and refine oil, sold off their U.S. retail locations a long time ago. The big oil companies own only about 5% of U.S. fuel stations, according to the American Petroleum Institute.</p><p>Exxon Chief Executive Darren Woods told Congress last week that it doesn't own or operate any U.S. gas stations. BP PLC operates about 10% of the roughly 7,500 stations under its brand, executives said. Chevron operates about 300 stations on the West Coast, a fraction of the 8,000 that bear the names Chevron and Texaco.</p><p>U.S. gas stations are run mostly by mom-and-pop owners or by larger retailers like Costco Wholesale Corp. and Kroger Co. Many pay franchise fees for the rights to use the logos and brand names of the big oil companies.</p><p>Those gas station owners set the final pump prices customers see, though many others in the vast network of oil-and-gas companies played a role in what they paid for the fuel they bought, and what they must recoup to turn a profit.</p><p>Does that mean oil producers have no influence on gas prices?</p><p>No. If American oil producers pumped substantially more crude—as the Biden administration has urged them to do—rising supplies would eventually help ease fuel prices, analysts say.</p><p>But U.S. crude is part of a global market, one in which prices are set by thousands of participants, and which is currently extraordinarily difficult to predict following the rise of Covid-19 and Russia's invasion of Ukraine. U.S. oil executives have also said supply-chain constraints have limited their ability to quickly increase domestic output.</p><p>Rajan Ahuja, chief executive of small oil producer Texegy LLC, said he would like to increase production this year, but he has seen costs rise 30% to 40% for oil field equipment. He said he is planning to wait at least a few months to see whether oil prices stabilize above $90 a barrel before putting more capital at risk.</p><p>\"Remember, whatever money we spend is somebody else's money,\" Mr. Ahuja said, referring to his company's investors.</p><p>What else sways gasoline prices?</p><p>After refiners turn oil into gasoline, it is taken to terminals run by fuel distributors like Buckeye Partners LP, where tanker trucks load up the fuel and take it to gas stations.</p><p>The wholesale prices gas stations pay at that point—known as rack prices—gyrate daily and are linked to the movements of oil prices, as well as the prices of additives such as ethanol that are mandated by state and federal regulations. The Biden administration on Tuesday said it would relax environmental regulations this summer to temporarily allow up to 15% ethanol in gasoline, up from the usual 10%, in a bid to tamp down prices.</p><p>When gas station owners buy more expensive fuel, they typically wait two to four days to start substantially raising pump prices because they are reluctant to lead the market in price increases. When oil prices decline, gas station owners also tend to follow more slowly, with pump prices floating down \"like pigeon feathers,\" said Tom Kloza, an analyst at the Oil Price Information Service, or OPIS, which is owned by Dow Jones.</p><p>Oil prices have been more turbulent because of recent global events, prompting station owners to be extra careful, analysts said.</p><p>\"Until the coast is clear, you don't want to lower your price until you know you won't get stuck,\" said Patrick De Haan, an analyst at GasBuddy. \"The last thing they want to do is pass along a 15-cent [per gallon] decrease on the day\" oil prices go back up, he added.</p><p>Will gas station owners feel more comfortable lowering prices faster anytime soon?</p><p>Even in normal times, gas station owners face tough decisions trying to keep prices high enough to stay in business, but not so high that they drive customers to competitors.</p><p>Deciding when and how to adjust prices today is even more difficult, said Sultan Cheema, who works at his parents' independently owned gasoline station called MNA Food Mart, in Rushville, Ill.</p><p>Mr. Cheema's parents rely on middlemen to procure fuel supplies at prices that are higher than standard wholesale prices, and also get hit hard by credit card transaction fees. Margins for the station, which went independent and removed BP signage a few months ago in favor of signs that say U.S. Gas, are typically a few cents on the gallon, he said.</p><p>\"That's always something in the back of our mind,\" he said.</p><p>This explanatory article may be updated</p><p>Write to Collin Eaton at collin.eaton@wsj.com</p><p>Why Is Gasoline Still So Expensive if Oil Prices Have Dropped?</p>",
  "published": "2022-04-13T11:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2726,
          "end": 2733
        },
        {
          "start": 2627,
          "end": 2634
        },
        {
          "start": 2040,
          "end": 2047
        }
      ]
    }
  ]
}