{
  "_id": "dc9b3567cdb98ed21f61afc67f28b2f6a249e8b9e1267319e83b693c70384f2e",
  "feed": "wall-street-journal",
  "title": "Chevron Gets New U.S. License to Pump Oil in Venezuela Again; The license comes after the Venezuelan government and an opposition coalition agreed to implement a humanitarian relief program and continue talks on elections",
  "text": "<p>Following the Norwegian-brokered agreement signed in Mexico City, the Biden administration granted Chevron a license that allows the California-based oil company to return to its oil fields in joint ventures with Venezuela national oil company Petróleos de Venezuela SA. The new license, granted by the Treasury Department, permits Chevron to pump Venezuelan oil for the first time in years.</p><p>Biden administration officials said the license prohibits PdVSA from receiving profits from Chevron's oil sales. The officials said the U.S. is prepared to revoke or amend the license, which will be in effect for six months, at any time if Venezuela doesn't negotiate in good faith.</p><p>\"If Maduro again tries to use these negotiations to buy time to further consolidate his criminal dictatorship, the United States and our international partners must snap back the full force of our sanctions,\" said Sen. Robert Menendez (D., N.J.), the chairman of the Senate Foreign Relations Committee.</p><p>The U.S. policy shift could signal an opening for other oil companies to resume their business in Venezuela two years after the Trump administration clamped down on Chevron and other companies' activities there as part of a maximum-pressure campaign meant to oust the Maduro government. But the Treasury Department action didn't say how non-U.S. oil companies might re-engage with Venezuela.</p><p>Venezuela produces some 700,000 barrels of oil a day, compared with more than 3 million barrels a day in the 1990s. Some analysts said Venezuela could hit 1 million barrels a day in the medium term, a modest increment reflecting the dilapidated state of the country's state-led oil industry.</p><p>The Wall Street Journal reported in October the Biden administration was preparing to scale down sanctions on Venezuela's regime to allow Chevron to resume pumping oil there.</p><p>Under the new license, profits from the sale of oil will go toward repaying hundreds of millions of dollars in debt owed to Chevron by PdVSA, administration officials said. The U.S. will require that Chevron report details of its financial operations to ensure transparency, they said.</p><p>Chevron spokesman Ray Fohr said the new license allows the company to commercialize the oil currently being produced at its joint-venture assets. He said the company will conduct its business in compliance within the current framework.</p><p>The license prohibits Chevron from paying taxes and royalties to the Venezuelan government, which surprised some experts. They had been expecting that direct revenue would encourage PdVSA to reroute oil cargoes away from obscure export channels, mostly to Chinese buyers at a steep discount, that Venezuela has relied on for years to skirt sanctions.</p><p>\"If this is the case, Maduro doesn't have significant incentives to allow that many cargoes of Chevron to go out,\" said Francisco Monaldi, director of the Latin America Energy Program at Rice University's Baker Institute for Public Policy. Sending oil to China, even at a heavy discount, would be better for Caracas than only paying debt to Chevron, he said.</p><p>The limited scope of the Chevron license is seen as a way to ensure that Mr. Maduro stays the course on negotiations. \"Rather than fully opening the door for Venezuelan oil to flow to the U.S. market immediately, what the license proposes is a normalization path that is likely contingent on concessions from the Maduro regime on the political and human-rights front,\" said Luisa Palacios, senior research scholar at the Columbia University Center on Global Energy Policy.</p><p>The license allows Venezuelan oil back into the U.S., historically its largest market, but only if the oil from the PdVSA-Chevron joint ventures is first sold to Chevron and doesn't authorize exports from the ventures \"to any jurisdiction other than the United States,\" which appears to restrict PdVSA's own share of the sales to the U.S. market, said Mr. Monaldi.</p><p>The license prohibits transactions involving goods and services from Iran, another U.S.-sanctioned oil producer that has helped Venezuela to overcome sanctions in recent years. And it blocks dealings with Venezuelan entities owned or controlled by Western-sanctioned Russia, which has also played a role in Venezuela's oil industry.</p><p>Jorge Rodriguez, the head of the Maduro government's delegation to the Mexico City talks, declined to comment on the issuance of the Chevron license.</p><p>Freddy Guevara, a member of the opposition coalition's delegation, said the estimated $3 billion in frozen funds intended for humanitarian relief and infrastructure projects in Venezuela would be administered by the United Nations. He cautioned that it would take time to fully implement the program. \"It begins now, but the time period is up to three years,\" he said.</p><p>The Venezuelan state funds frozen in overseas banks by sanctions are expected to be used to alleviate the country's health, food and electric-power crises in part by building infrastructure for electricity and water-treatment needs. \"Not one dollar will go to the vaults of the regime,\" Mr. Guevara said.</p><p>Chevron plans to restore lost output as it performs maintenance and other essential work, but it won't attempt major work that would require new investments in the country's oil fields until debts of $4.2 billion are repaid. That could take about two to three years depending on oil-market conditions, according to people familiar with the matter.</p><p>PdVSA owes Chevron and other joint-venture partners their shares of more than two years worth of revenue from oil sales, after the 2020 U.S. sanctions barred the Venezuelan company from paying its partners, one of the people said. The license would allow Chevron to collect its share of dividends from its joint ventures such as Petropiar, in which Chevron is a 30% partner.</p><p>Analysts say the new agreement raises expectations that will take time and work to fulfill. \"Ensuring the success of talks won't be easy, but it's clear that offering gradual sanctions relief like this in order to incentivize agreements is the only way forward. It's a champagne popping moment for the negotiators, but much more work remains to be done,\" said Geoff Ramsey, Venezuela director at the Washington Office on Latin America.</p><p>José de Córdoba and Ginette Gonzalez contributed to this article.</p><p>Write to Collin Eaton at collin.eaton@wsj.com and Andrew Restuccia at andrew.restuccia@wsj.com</p><p>Chevron Gets New U.S. License to Pump Oil in Venezuela Again</p>",
  "published": "2022-11-26T20:36:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 3051,
          "end": 3058
        },
        {
          "start": 1961,
          "end": 1968
        },
        {
          "start": 2037,
          "end": 2044
        },
        {
          "start": 5761,
          "end": 5768
        },
        {
          "start": 5667,
          "end": 5674
        },
        {
          "start": 1800,
          "end": 1807
        },
        {
          "start": 1143,
          "end": 1150
        },
        {
          "start": 332,
          "end": 339
        },
        {
          "start": 2381,
          "end": 2388
        },
        {
          "start": 2123,
          "end": 2130
        },
        {
          "start": 5423,
          "end": 5430
        },
        {
          "start": 3094,
          "end": 3101
        },
        {
          "start": 4373,
          "end": 4380
        },
        {
          "start": 2805,
          "end": 2812
        },
        {
          "start": 3704,
          "end": 3711
        },
        {
          "start": 6384,
          "end": 6391
        },
        {
          "start": 99,
          "end": 106
        },
        {
          "start": 5064,
          "end": 5071
        },
        {
          "start": 484,
          "end": 491
        }
      ]
    }
  ]
}