{
  "_id": "411a46b9a2152cda5d98f17665a415ebe8bfe5b2524907aadffe4d4db144867d",
  "feed": "ftcomall",
  "title": "The indefatigable rise of petrol prices",
  "text": "<p>Two things to start:</p> <ul>  <li><p>Gideon Rachman has an interesting column on how the backlash against Russia's war in Ukraine is likely to bolster the US's role in the world as an <a href=\"https://www.ft.com/content/ceb6fa1f-27a8-4674-a19b-c17a48333eb9\">energy superpower</a>.</p></li>  <li><p>ExxonMobil boss Darren Woods says <a href=\"https://www.ft.com/content/a99918de-35dc-4be5-8a91-1763ee681c6b\">oil prices are headed higher</a>, blaming the soaring cost of fuel in part on an “optimistic view” of how fast the energy transition would happen.</p></li> </ul> <p>Welcome back to Energy Source!</p> <p>First, let's pick up where we left off last week. We asked readers to weigh in again on whether you think the energy crisis is going to slow or accelerate the decarbonisation drive. </p> <p>Derek said he had <a href=\"https://www.ft.com/content/8e9f42bd-b24f-4e12-aed8-5ad54abab8b2\">changed his mind</a> and now expects the transition to slow down after watching global leaders struggle with surging fuel prices. </p> <p><a href=\"https://compass.pressekompass.net/compasses/financial_times/will-soaring-fossil-fuel-prices-speed-up\">The vote is in</a>: while Derek may have changed his mind, it seems most of you have not, with the outcome similar to September's result. In the poll last week, 45 per cent of you said the energy crisis would speed up the energy transition, compared to 48 per cent last time we asked. Thirty nine per cent said it would slow it down compared to 34 per cent in the previous poll. The rest were in the middle, indicating no big change in pace. </p> <p>Thank you all for voting and it's a question we'll be revisiting again in the future. </p> <p>In today's newsletter, we break down the war of words between the oil industry and governments over who's to blame for the high prices drivers across the world are paying at the pump. And Amanda has data on the surge in crude exports out of the US even as worries about low stockpiles and high prices reign at home.</p> <p>Thanks for reading!</p> <p>Justin</p> <h1>How did petrol prices get so high?</h1> <p>Drivers around the world have been paying more than ever before to fuel their cars, fanning economy-wide inflation and inflicting political damage and unrest on governments. The price surge is also delivering huge profits to oil companies.</p> <p>In the US, high prices at the pump have risen to the top of the political agenda as Republicans seize on the issue to pummel president Joe Biden and the Democrats as they try to win back control of Congress in November's midterm elections.</p> <p>Last week, the Biden administration called in executives from Exxon, Chevron, BP, Shell and other top fuel producers for a meeting with energy secretary Jennifer Granholm over how to tackle the high prices. </p> <p>Sources said the meeting was broadly “positive” and “constructive”, but didn't yield any breakthroughs. The group discussed relaxing environmental rules on gasoline production to lift supply, and the executives pushed for more drilling permits, a relaxing of shipping restrictions within the US under the Jones Act and pressed Granholm not to move ahead with export controls. </p> <p>The meeting may have cooled the temperature after a war of words heated up in recent weeks, but the White House and oil industry are likely to continue to blame each other for the price surge. </p> <p>But how bad is the problem — and what is behind it? </p> <h2>Russia's invasion of Ukraine is a big part of the problem</h2> <p>The White House has been adamant that the primary culprit for high costs at the pump is Russia's president, repeatedly referring to “[Vladimir] Putin's price hike”.</p> <p>Even before Russian troops poured into Ukraine in February, crude prices were already rapidly rising — driven by resurgent post-coronavirus pandemic demand as people globally took to the roads and skies. But Moscow's invasion (and the fallout from it) sent international benchmark Brent soaring through $100 a barrel. It now sits at about $115 a barrel.</p> <p>Restrictions on Russian oil imports by western countries have disrupted established trade routes and left buyers scrambling for more supplies. Analysts believe up to 2mn barrels a day will be cut from the market by the time a European embargo comes into full effect next year. </p> <p>Still, there are issues beyond the war in Ukraine.</p> <h2>Oil companies point fingers elsewhere </h2> <p>It brings us to charges from governments that oil companies are pocketing huge windfall profits from soaring fuel prices while failing to make investments needed to lift supply. In a letter to American refiners Biden said the big profits were “unacceptable” at a “time of war”.</p> <p>But refiners argue they are running their plants at maximum capacity, and the fuel supply crunch should be blamed on a combination of sanctions on Russian fuel and a wave of refinery closures during the pandemic.</p> <p>“There are not things that we can do to push more barrels through the system today,” Greg Garland, the chief executive of Phillips 66, one of the US's largest oil refiners, said at a recent conference.</p> <p>Nearly 4mn barrels per day of refining capacity has been shut down over the past two years, much of it in the US and Europe. </p> <p>Biden has pressed American refiners to fire up some of the shuttered plants, even saying he could use his emergency powers. </p> <p>But it is unlikely to happen. Refiners say any resumption would require big investments and a long time, which they are unwilling to take on as electric vehicle sales accelerate and governments push to decarbonise their economies. </p> <p>Some of the plants, such as Shell's Convent refinery in Louisiana, are shut down so they can be retooled to turn out low-carbon fuels, which governments had been pushing for before the energy crisis.</p> <p>There is some new capacity on the way, outside of the US and Europe. Big refineries are nearing completion in the Middle East, Nigeria and China that could add more than 3mn b/d over the next couple years, which will help ease tight fuel supply, analysts say. But that relief will be slow in coming.</p> <h2>How does the White House's climate policy factor in?</h2> <p>Producers have also lashed out at the White House's climate policy, which they say has left them unable to invest in new supply. </p> <p>“We need clarity and consistency on policy matters ranging from leases and permits on federal lands, to the ability to permit and build critical infrastructure,” wrote Chevron chief executive Mike Wirth in a letter to the president. </p> <p>Biden campaigned on an aggressive climate change platform, vowing to drive a “transition” away from fossil fuels and spark a clean energy revolution. </p> <p>Despite the industry's complaints, the reality is that the administration has taken very few tangible steps to curtail supply. Plans to penalise power producers for using fossil fuels, do away with production subsidies and halt drilling on public lands have all either been scrapped or reversed. </p> <p>In fact, US oil output under the Biden administration is expected to reach record highs next year.</p> <h2>What else can Biden do to bring down prices? </h2> <p>The president has thrown the kitchen sink at high fuel prices. He has released record amounts of crude from the US's strategic stockpiles, prodded domestic oil groups to raise output, pushed Saudi Arabia and others in the Opec+ alliance to pump more crude and eased environmental rules to try to lift fuel supply among other measures.</p> <p>Most recently, Biden urged Congress to pass a so-called <br>gas tax holiday that would suspend a federal levy of 18.4 cents a gallon during the busy summer driving season. That plan, however, almost immediately ran into opposition in Congress and looks unlikely to pass.</p> <p>Ultimately there is little the president — and other political leaders around the world — can do in the short run. The ebbs and flows of crude supply and demand don't easily bend themselves to political timelines.</p> <p>“It's not good for our industry, for motorists, to see $5 gasoline at the pump. So I think we all would like to see gasoline prices come down,” said Phillips 66's Garland. “Unfortunately for [the Biden administration], they can't move the needle between now and November's election.” (<em>Justin Jacobs, Myles McCormick and Amanda Chu) </em></p> <h1>Data Drill</h1> <p>Crude exports from the US Gulf Coast are expected to reach all-time highs this quarter, says Rystad Energy. The research firm expects exports to reach 3.3mn barrels per day in the second quarter, up 15 per cent year-over-year. </p> <p>The record shipments of crude abroad come as the US struggles with low inventories and high petrol prices. While president Biden in March announced a “<a href=\"https://www.ft.com/content/030b0042-9e51-44ae-8f62-e14f439450ef\">historic release</a>” of crude from the Strategic Petroleum Reserve, limited refining capacity has crimped operators' ability to meet demand. </p> <p>“Domestic refining capacity in the US remains depressed compared to pre-Covid levels, so it's no surprise that government intervention to support crude supplies has resulted in an increase in exports,” said Artem Abramov, head of shale research at Rystad. </p> <p>The SPR release and an optimistic supply outlook lead Rystad to predict crude exports will reach 4.2mn barrels by the same time next year. While Biden has considered curbing crude exports, it's doubtful the costly geopolitical move would bring down pump prices. (<em>Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Russia's war in Ukraine is forcing Europe to rethink the closure of its largest gasfield despite <a href=\"https://www.ft.com/content/8edef067-f4d8-4cc8-8265-965676c00095\">damaging earth tremors</a>.</p></li>  <li><p>Japan tells Tokyo residents to <a href=\"https://www.ft.com/content/5756305e-5f06-4fec-ac07-c117c45cada0\">cut electricity use</a> amid a power crunch that will probably revive the debate on nuclear. </p></li>  <li><p>Opinion: Profit is now political — blaming companies like oil and gas for <a href=\"https://www.ft.com/content/45b80dac-2160-4fb3-b9d9-5b7618af5175\">price gouging</a> will further threaten business margins.</p></li>  <li><p>President Biden's review of <a href=\"https://www.washingtonpost.com/climate-environment/2022/06/26/fast-warming-alaskan-village-fate-bidens-climate-policy-could-be-decided/\">ConocoPhillips' Willow project</a> will directly test how his administration is weighing pressures to produce oil and act on climate. (WaPo)</p></li> </ul><p>Source: Justin Jacobs, Amanda Chu, Myles McCormick and Derek Brower 2022 'The indefatigable rise of petrol prices' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-28T11:00:24.498Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5897,
          "end": 5904
        },
        {
          "start": 2172,
          "end": 2179
        }
      ]
    }
  ]
}