{
  "_id": "cba57c683c6f9120447658d06442954609abcded8bfceac65bc6f64d71e5a90e",
  "feed": "wall-street-journal",
  "title": "Venezuela Opposition Parties Aim to Remove Juan Guaidó as Leader; Move would phase out a U.S.-led strategy aimed at removing Nicolás Maduro from power",
  "text": "<p>\"We're getting very close to that consensus that the interim government experiment didn't work and that a new structure is needed,\" one person close to the deliberations said.</p><p>In January 2019, the U.S. and dozens of other countries in Latin America and Europe recognized Mr. Guaidó as Venezuela's legitimate president. Mr. Maduro clung to power with the support of Russia, Iran and China.</p><p>In a statement, Mr. Guaidó, the 39-year-old head of Venezuela's National Assembly, said that his movement has a constitutional mandate to continue in power until free and fair elections are held in the country, which are unlikely to happen before 2024.</p><p>The Wall Street Journal reported earlier this month that the Biden administration is thinking about scaling down sanctions on the government of Venezuela to allow Chevron Corp. to resume pumping oil there, paving the way for a potential reopening of U.S. and European markets to oil exports from Venezuela. A deal, though, would be contingent on Mr. Maduro resuming long-suspended talks with opposition leaders in Mexico to discuss conditions needed to hold free and fair presidential elections, people familiar with the proposal said.</p><p>In Washington, there is opposition among Republicans and skepticism among influential Democrats who have worked on Venezuela policy and believe Mr. Maduro is unlikely to negotiate in good faith.</p><p>\"If the administration is headed on this path, there has to be real substantive benchmarks so that we know this isn't just a buy of time\" by the regime, Sen. Robert Menendez (D., N.J.), chairman of the Senate Foreign Relations Committee, told a small group of American reporters during a visit to Colombia on Wednesday. \"I am skeptical but willing to be open to the concept of a real defined process that can lead to what we all desire.\"</p><p>The U.S. State Department didn't respond to an email seeking comment.</p><p>At the meetings at a Panama hotel last week, representatives from the main political parties said that while they agreed on scrapping Mr. Guaidó's role, they had made little progress in determining how their movement would be led after January. The Financial Times earlier reported that opposition leaders were discussing plans to abandon Mr. Guaidó as interim president.</p><p>Party leaders said they want to establish a timetable for primary elections that the opposition intends to hold next year to pick a candidate to run against Mr. Maduro in a presidential race. In recent public comments, Mr. Guaidó has expressed support for primaries, which he said would give voters the opportunity to decide who should represent them against the regime.</p><p>Mr. Guaidó is expected to be selected as the nominee for his party, Popular Will, according to people close to him. He is likely to face competition from other candidates supported by larger factions of the opposition coalition.</p><p>One person close to Mr. Guaidó said the leader would be willing to step aside, but not before the opposition clarifies how it intends to manage billions of dollars in state assets that came under the control of Mr. Guaidó and others close to him after the U.S. recognized him as the legitimate president. They include the refiner Citgo Petroleum, more than $1 billion in gold at the Bank of England and billions of dollars in frozen bank deposits in Portugal linked to the Maduro regime.</p><p>Since 2019, Mr. Guaidó and his allies have hired lawyers who are working to protect those assets from creditors trying to seize them as compensation for money owed by the Maduro government.</p><p>The discussions over the opposition's future come at a dark time for the leadership. A September poll by the firm Datanalisis found Mr. Maduro with a 20% approval rating while Mr. Guaidó had 17%, a major drop in the opposition's leader's popularity, which pollsters attributed to his movement's inability to trigger regime change. For average Venezuelans, surging inflation, water shortages and unemployment now top the list of citizens' main concerns over the country's political stalemate, the poll showed.</p><p>Opposition leaders are expected to meet again in the coming weeks to make a formal decision on whether to end Mr. Guaidó's interim presidency.</p><p>Meanwhile, other opposition representatives met in Washington this week to shore up details of a $3 billion humanitarian aid package that they are looking to sign with the Maduro government, which would bring food and medicine into the country through a United Nations-administered program.</p><p>The exodus of migrants out of Venezuela has added urgency to efforts to stabilize the country's economy. The U.N. estimates that 7.1 million Venezuelans have fled the country during Mr. Maduro's tenure, posing challenges for immigration policy makers across the region, from the U.S. to Chile.</p><p>Western diplomats familiar with the aid discussions have said the agreement, which is likely to be made public in the coming weeks, could lead to renewed negotiations in Mexico between Mr. Maduro and the opposition over how to bring about presidential elections. People familiar with the matter said winding down Mr. Guaidó's leadership could ease some political differences between the two sides before possible talks in Mexico, bolstering Chevron's chances of receiving a license from the U.S. to operate again in Venezuela.</p><p>The shift in strategies coincides with the changing political landscape across Latin America, where new left-wing governments have been looking to engage with Mr. Maduro instead of isolating him. Colombia, the U.S.'s top partner in the region, recently reopened diplomatic and commercial ties with Caracas after having strongly supported Mr. Guaidó and having been a pillar of the pressure campaign against the Venezuelan regime.</p><p>Collin Eaton in Houston and Juan Forero in Bogotá, Colombia, contributed to this article.</p><p>Write to Kejal Vyas at kejal.vyas@wsj.com</p><p>Venezuela Opposition Parties Aim to Remove Juan Guaidó as Leader</p>",
  "published": "2022-10-21T22:09:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 805,
          "end": 812
        },
        {
          "start": 5209,
          "end": 5216
        }
      ]
    }
  ]
}