{
  "_id": "d162016a271ad766e6fe84c38ce47121847f5c18b3b30ffa3d4b6801546067b6",
  "feed": "wall-street-journal",
  "title": "A Lesson in Energy Masochism",
  "text": "<p>In 2020 Russia exported nearly three times more gas than Europe produced. What's amazing is that Europe increased its reliance on Russian gas even after Gazprom repeatedly suspended pipeline exports to Ukraine. Germany's response: Build the Nord Stream 2 pipeline to make itself less dependent on gas flowing through Ukraine.</p><p>Poland and Lithuania were smarter and built terminals to import liquefied natural gas (LNG). But Europe had another option: fracking. European gas production has naturally fallen as older fields get tapped out. But producers could use hydraulic fracturing and horizontal drilling to exploit shale and squeeze more gas out of the ground, as they have in the U.S.</p><p>Europe had an estimated 966 trillion cubic feet of technically recoverable wet natural gas resources as of 2013, about enough to supply the EU for some 60 years. Much of this is located in Eastern Europe, including Ukraine, Poland, Romania and Bulgaria. But France, U.K., the Netherlands and Germany are also sitting on shale deposits.</p><p>A decade ago, multinational energy companies including Chevron, Exxon Mobil, Shell and TotalEnergies were exploring Europe's unconventional gas deposits with ambitions to repeat the U.S. shale boom. Then protests against fracking erupted across the continent, and one by one European governments surrendered to Russian energy dominance.</p><p>Former NATO secretary general Anders Fogh Rasmussen blamed Russia for fueling the fracking opposition. \"Russia, as part of their sophisticated information and disinformation operations, engaged actively with so-called nongovernmental organizations -- environmental organizations working against shale gas -- to maintain dependence on imported Russian gas,\" he noted in 2014.</p><p>Meantime, multinationals diversified by hopping into bed with Russia. BP acquired a 19.75% stake in Rosneft in 2013. The transaction \"gives us a wonderful opportunity to forge a new partnership with a great Russian oil company,\" BP's then CEO Bob Dudley declared.</p><p>Shell and Exxon Mobil developed joint ventures with Gazprom and Rosneft. Exxon Mobil described its partnership with Rosneft in eastern Russia as \"one of the largest single international direct investments in Russia and an excellent example of how advanced technologies are being applied to meet the challenges of the world's growing energy demand.\"</p><p>The point isn't to shame Western energy companies for accepting Russia's invitation to develop its energy resources, which Mr. Putin has now weaponized against Europe. BP and Shell will suffer hefty losses as they try to exit these investments amid pressure from their home governments. The point is to highlight Europe's energy masochism.</p><p>Even as Gazprom slowed deliveries to Europe last fall, a British regulator nixed Shell's plans to develop an enormous gas field in the North Sea. Reuters reported in January that the regulator has revived discussions with Shell as power prices climb. So maybe the cold, hard reality that Europe can't run its economy on wind and solar is starting to set in.</p><p>Europe offers another reminder to the U.S. that blocking fossil-fuel development here won't keep carbon \"in the ground.\" It merely hands a strategic weapon to dictators that they will turn around and use against us.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1079,
          "end": 1086
        }
      ]
    }
  ]
}