{
  "_id": "5ed0984b0c282f97b12b8a96e61b36accfd9aa3af67bbed00d1b8fd0cb8add21",
  "feed": "wall-street-journal",
  "title": "Dear California; Valero Energy stands up to Sacramento.",
  "text": "<p>The Journal's Christine Mai-Duc and Benoît Morenne reported on Friday:</p><p>California Gov. Gavin Newsom said he will call a special session of the state legislature to address the state's highest-in-the-nation gasoline prices, including a possible new tax on oil industry profits...</p><p>\"Greed and manipulation, that's all this is,\" Mr. Newsom said of California's gasoline prices, the only in the nation currently averaging above $6. In cities including Los Angeles, some stations are charging more than $7 for regular unleaded.</p><p>Speaking of oil companies, he added, \"We mean business and if they don't believe it, they're about to find out.\" He said he and legislative leaders would consider options including what he described as tax on \"windfall\" profits.</p><p>One is tempted to ask why energy companies would be especially greedy when operating in California. But this question is no more likely to generate a satisfactory answer than the question of why businesses in general would suddenly become more greedy in the Biden era.</p><p>Could it possibly be that government policies are at fault for rising prices? Most people wouldn't even bother trying to make this case to the pols who run Sacramento, but at least one company appears to be seizing the day. Adam Beam and Kathleen Ronanynereport for the Associated Press:</p><p>Last month, regulators at the California Energy Commission wrote a letter to five oil refiners — Chevron, Marathon Petroleum, PBF Energy, Phillips 66 and Valero — demanding an explanation for why gas prices jumped 84 cents over a 10-day period even as oil prices fell. The commission wrote that the oil industry had \"not provided an adequate and transparent explanation for this price spike, which is causing real economic hardship to millions of Californians.\"</p><p>Valero Energy vice president Scott Folwarkowrecently wrote to the commission:</p><p>As demanded and with one business day to respond, Valero is providing the following response...</p><p>As the Commission knows, and as countless investigations have demonstrated, market drivers of supply and demand, together with government-imposed costs and specifications, determine market price.</p><p>Ironically, on the same day we received the Commission's letter, a federal judge in a 103-page reasoned order, following review of thousands of pages of documents and hours of depositions and discovery, yet again threw out another case alleging price conspiracies by the fuel industry finding no basis for the allegations...</p><p>We have been endeavoring to keep our refineries at full production and no one has produced more low carbon renewable fuel for the California market than Valero. Nevertheless, the market has been very tight. With a very short supply market, inventories are pulled down to satisfy the demand. In fact, the Commission would not want to see refiners holding inventories in a tight market. Also, as noted below, the closure of California refineries has necessarily eliminated their working inventories which will lower overall state inventories levels.</p><p>As to separation between California prices and the prices in the rest of the United States, we can offer the following information. For Valero, California is the most expensive operating environment in the country and a very hostile regulatory environment for refining. California policy makers have knowingly adopted policies with the expressed intent of eliminating the refinery sector. California requires refiners to pay very high carbon cap and trade fees and burdened gasoline with cost of the low carbon fuel standards.</p><p>With the backdrop of these policies, not surprisingly, California has seen refineries completely close or shut down major units. When you shut down refinery operations, you limit the resilience of the supply chain.</p><p>From the perspective of a refiner and fuel supplier, California is the most challenging market to serve in the United States for several additional reasons. California regulators have mandated a unique blend of gasoline that is not readily available outside of the West Coast. California is largely isolated from fuel markets of the central and eastern United States. California has imposed some the most aggressive, and thus expensive and limiting, environmental regulatory requirements in the world. California polices have made it difficult to increase refining capacity and have prevented supply projects to lower operating costs of refineries.</p><p>We believe the Commission experts understand that California cannot mandate a unique fuel that is not readily unavailable [sic] outside of the West Coast and then burden or eliminate California refining capacity and expect to have robust fuel supplies. Adding further costs, in the form of new taxes or regulatory constraints, will only further strain the fuel market and adversely impact refiners and ultimately those costs will pass to California consumers.</p><p>If you need further information or have additional concerns, please advise.</p><p>That should pretty much cover it and many California drivers will no doubt be thanking Mr. Folwarkow and his employer. Well done, Valero.</p><p>***</p><p>In Other News</p><p>Under Attack, Democracy Prevails Bill Chappell reports for National Public Radio:</p><p>Fat Bear Week was rocked by scandal over the weekend after organizers in Alaska uncovered voting irregularities that were meant to skew the results of a pivotal semifinal. A new champion is poised to be crowned on Tuesday, the competition's final day...</p><p>The park says its virtual ballot box was stuffed in Sunday's contest between the mammoth 747 and the blond-eared Holly — but poll workers seem to have caught the fake votes in timely fashion, lending legitimacy to 747's victory.</p><p>In Tuesday's final round, 747 has been cleared to face off against 901 — a young upstart female whom the park describes as \"both exploratory and occasionally mischievous.\"</p><p>... Holly, who is blissfully unaware of this or any other election, did not press for an independent recount.</p><p>Finally, an election loser who accepts the results.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Lisa Rossi helps compile Best of the Web. Thanks to Tony Lima and Eric Pease.)</p><p>Dear California</p>",
  "published": "2022-10-11T19:33:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1405,
          "end": 1412
        }
      ],
      "nexusId": "10051514"
    }
  ]
}