{
  "_id": "84a2bbfef94f3a3a00476f1ab4046565cdf9a6941b3fbc2ca11ad1a52fcb8fd2",
  "feed": "wall-street-journal",
  "title": "World News:  French  Energy  Company  Exits  Myanmar  ----  By Feliz Solomon",
  "text": "<p>   SINGAPORE -- France's TotalEnergies SE said it is withdrawing from Myanmar over shareholder pressure and a deteriorating human-rights situation since the country's military seized power in a coup last year. </p><p>   Western energy companies have faced growing calls to divest or withhold revenue from the junta, while governments including the U.S. and France have come under pressure to sanction the sector. Myanmar's oil-and-gas industry is the country's single largest source of foreign revenue. </p><p>   TotalEnergies is the largest shareholder and operator of Myanmar's biggest natural-gas project, an offshore field called Yadana, providing energy for domestic use and export. </p><p>   The project is a partnership among TotalEnergies, Chevron Corp. and Thailand's PTT Exploration and Production PLC, along with state-owned Myanmar Oil &amp; Gas Enterprise, known as MOGE. TotalEnergies holds a 31% stake in the project, which was launched in 1992. </p><p>   In February 2021, Myanmar's military overthrew the elected government and jailed civilian leaders including Nobel Peace Prize winner Aung San Suu Kyi. Since the coup, state security forces have killed more than 1,400 people and jailed over 11,000, according to the nonprofit Assistance Association for Political Prisoners. </p><p>   The U.S. and some other Western governments responded to the coup with sanctions against top military leaders and army-linked companies. </p><p>   Neither the U.S. nor European governments have sanctioned Myanmar's energy sector, though they have faced calls by lawmakers and human-rights groups to do so. The European Parliament passed a resolution in October calling for the European Union to target the sector, as it prepares to weigh a new round of sanctions in early 2022. </p><p>   TotalEnergies said Friday that it continued after the coup to produce gas from the Yadana field to meet energy needs in Yangon, Myanmar's largest city, and western Thailand, which imports it. It had tried to limit financial flows to MOGE, while protecting its employees from the risk of criminal prosecution, it said. </p><p>   In May, the company said it stopped some payments to MOGE, though the suspension applied only to a small percentage of total payments. </p><p>   A spokesperson for Chevron, which owns a 28% stake in the project through a local affiliate, said the company is working to enable a planned transition leading to an exit from the country. MOGE couldn't be reached to comment. </p><p></p>",
  "published": "2022-01-22T07:09:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 715,
          "end": 722
        },
        {
          "start": 2187,
          "end": 2194
        }
      ],
      "nexusId": "10051514"
    }
  ]
}