{
  "_id": "b51ac2fb6a8f40302bdee362e8ccedf2335bdcd6aed8804b906d32ed7967a0ac",
  "feed": "market-watch",
  "title": "Dow drops 300 points as S&P 500, Nasdaq head for worst month since March 2020",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 307 points or 0.9%, to 33,612.</p><p>* The S&amp;P 500 SPX dropped 64 points, or 1.5%, to 4,223.</p><p>* The Nasdaq Composite COMP shed 200 points, or 1.5%, to 12,673.</p><p>On Thursday, the Dow rose 614.46 points, or 1.9%, while the S&amp;P 500 gained 2.5% and the Nasdaq Composite jumped 3.1%. The Dow and S&amp;P 500 marked their best daily percentage climbs since March 9, while the Nasdaq saw its best day since March 16, according to Dow Jones Market Data.</p><p>What's driving markets?</p><p>Friday marks the last trading day of April, which is on the verge of being the worst month for the S&amp;P 500 — down 5.3% through Thursday — since March 2020. The Nasdaq was already down 9.4% through Thursday and is also facing its worst monthly return since that pandemic low, according to FactSet.</p><p>The month has been consumed by worries on several fronts, including the U.S. economy as well as China's — as that country sees climbing COVID-19 cases — and also Russia's continued war in Ukraine.</p><p>\"The petrified tail-chasing we have seen this week as equity markets swing from 'we're all doomed, get me out,' to 'I don't want to miss the absolute bottom of the stock market, get me in' is perhaps indicative of the state of confusion out there,\" Jeffrey Halley, senior market analyst at Oanda, told clients in a note.</p><p>On the heels of Thursday's weak U.S. first quarter economic growth data, the Federal Reserve's favored inflation gauge — the core personal consumer expenditure price index for March —rose 0.3% with the headline index up 0.9%. First quarter employment cost index accelerated to 1.4% from 1.0%.</p><p>\"The slowdown in year-over-year core PCE inflation is really nice to see. Inflation may have peaked in March, although the evidence is still a little ambiguous,\" said Bill Adams, chief economist for Comerica Bank, in a note.</p><p>See: U.S. inflation rate surges to 6.6% based on PCE index — but there's a silver lining</p><p>The University of Michigan's final reading of U.S. consumer sentiment in April slipped to 65.2 from an initial reading of 65.7, but still marked the first rise so far this year.</p><p>The data comes ahead of next week's two-day Fed meeting, which many expect will conclude with a 50 basis-point interest-rate increase.</p><p>See: Fed's half-percentage-point interest rate hike next week seen baked in the cake</p><p>Tech stocks, whose earnings have dominated the week, are expected to drive much of the action on Friday. Apple Inc. AAPL stock edged up 0.6% after the tech giant topped earnings and set a revenue record, but warned of billions in added costs from supply-chain woes.</p><p>And Amazon.com Inc. AMZN reported its first loss in seven years and executives said it would look to cut costs. Those shares fell 11%.</p><p>Billionaire investor Warren Buffett and his right-hand man Charlie Munger will be in the spotlight Saturday as investors return to Omaha for Berkshire Hathaway Inc.'s BRK.A MX:BRKB annual meeting. The event, dubbed \"Woodstock for Capitalists,\" had been held virtually the last two years due to COVID-19.</p><p>Don't miss: What to watch for at Warren Buffett's 'Woodstock for Capitalists' in Omaha on Saturday</p><p>Elsewhere, the dollar DXY was paring strength after Thursday's massive rally.</p><p>Asian markets got a lift after China's top policy-making body vowed to set up policy support for the economy as the country battles COVID outbreaks.</p><p>Which companies are in focus?</p><p>* Intel Corp. INTC shares fell 5.3%, after the chip maker stuck to its full-year outlook amid expected weakness this quarter.</p><p>* Roku Inc. ROKU shares rose 7.1%, after the maker of digital media reported forecast-beating fiscal first-quarter revenue and earnings largely in line with projections.</p><p>* Robinhood Markets Inc. shares HOOD were up 1.3% after the brokerage missed first-quarter forecasts and said fewer people were trading on its online platform.</p><p>* Tesla Inc. shares TSLA rose 3.3%. CEO Elon Musk tweeted late Thursday that he has no plans to sell more stock, after a Securities and Exchange Commission filing showed he sold nearly $4 billion in stockof the electric car maker amid his $44 billion deal for Twitter.</p><p>* Colgate-Palmolive Co. CL shares fell 5.9% after the consumer goods maker said a tough cost environment to continued to weigh on profit.</p><p>* Chevron Corp. CVX shares fell 2.5% after revenues surged past expectations on a rise in oil and gas prices, but a rise in profit came in short of expectations. Exxon Mobil Corp. XOM missed profit estimates for the first quarter as it booked a $3.4 billion charge relating to its planned exit from Russia's Sakhalin-1 project. Shares fell 1%.</p><p>* Honeywell International Inc. HON shares rose more than 4% after profit and revenue topped expectations and the aerospace and building products company lifted its outlook.</p><p>* AbbVie Inc. ABBV shares fell 8.5% after the drug maker's revenues came in short of Wall Street expectations. Bristol-Myers Squibb Co. BMY told investors to expect less revenue from its cancer drug Revlimid and lower adjusted earnings per share for the full year in 2022. Shares fell 3.3%.</p><p>Other assets</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y jumped 4.7 basis points to 2.905%, following the latest inflation data. Yields and debt prices move opposite each other.</p><p>* Oil futures pushed higher, with the U.S. benchmark CL.1 up 1.2.% to $106.54 a barrel. Gold futures GC00 climbed 1% to $1,912.70 an ounce.</p><p>* Bitcoin BTCUSD fell 2% to trade near $38,974.</p><p>* The Stoxx Europe 600 XX:SXXP rose 0.9%, while London's FTSE 100 UK:UKX advanced 0.4%.</p><p>* The Shanghai Composite CN:SHCOMP climbed 2.4%, while the Hang Seng Index HK:HSI in Hong Kong jumped 4% and Japan's Nikkei 225 JP:NIK was closed for a national holiday.</p><p>Dow drops 300 points as S&amp;P 500, Nasdaq head for worst month since March 2020</p>",
  "published": "2022-04-29T15:32:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4248,
          "end": 4255
        }
      ]
    }
  ]
}