{
  "_id": "2c4d72c91b4f615e9ffcc9c13d057756d1dcb5934040e53979af223af7b28a4c",
  "feed": "ftcomall",
  "title": "Exxon profit triples to record $20bn amid furore over high petrol prices",
  "text": "<p>ExxonMobil's chief executive dismissed calls for a windfall tax on the oil industry and criticised European efforts to cap energy prices as the US supermajor reported a record quarterly profit of nearly $20bn on Friday.</p> <p>The largest US oil company's results were echoed at rival Chevron, whose bumper third-quarter profit of $11.2bn was just shy of record earnings reported in its previous quarter, continuing a run of strong industry earnings on elevated oil and gas prices. </p> <p>The results will cheer investors but keep the sector in the crosshairs of US politicians, including President Joe Biden, who have blamed oil companies for energy costs that have fanned decades-high inflation. </p> <p>Darren Woods, Exxon's chief executive, pushed back against Democratic lawmakers' calls to impose a windfall tax on profits.</p> <p>“There has been discussion in the US about our industry returning some of our profits directly to the American people. In fact, that's exactly what we're doing in the form of our quarterly dividend,” he said on a call with analysts. </p> <p>Biden responded soon afterwards. “Can't believe I have to say this but giving profits to shareholders is not the same as bringing prices down for American families,” he wrote on <a href=\"https://twitter.com/POTUS/status/1586019391040282624\">Twitter</a>. </p> <p>Woods also disapproved of European efforts to put special levies on oil and gas industry profits, as well as proposals to <a href=\"https://www.ft.com/content/80aea0bf-2d05-4292-8542-e07929fc663b\">cap energy prices</a> and create a club of buyers to try to bring down soaring prices, which threaten to tip the continent into recession.</p> <p>“As winter approaches, they face a very real crisis,” he said. “But, whether it's a tax on profits, or a price cap and a buying cartel currently under discussion in Brussels, we believe these ideas can have only one effect: they will make the problem worse.” </p> <p>Woods said policymakers should instead focus on raising supply and cutting demand to help bring prices down.</p> <p>His comments clashed with his counterpart at Shell. Chief executive Ben van Beurden on Thursday said government efforts to offset consumers' energy costs were a “<a href=\"https://www.ft.com/content/e04e4bbc-7205-4999-80a4-1fd7e0b34d8f\">societal reality</a>” and that the UK-based oil major had to “embrace” higher taxes after reporting quarterly profit of $9.5bn on Thursday, its second-highest ever. </p> <p>ExxonMobil reported $19.7bn in third-quarter net profit, or $4.68 a share, almost triple the $6.8bn, or $1.57 a share, earned a year ago. It was a sharp turnround from two years ago, when collapsing fuel demand in the pandemic led to a string of <a href=\"https://www.ft.com/content/5abf032a-bca1-444c-8aaf-d637e01460cc\">losses</a>. </p> <p>The Texas-based company attributed the results to “strong volume performance” and “rigorous cost control”, aside from the strength of commodity markets. </p> <p>Earnings in its and gas production business were $12.4bn in the third quarter, up from $4bn a year earlier on higher prices and a slight gain in output from 3.67mn barrels of oil equivalent a day to 3.72mn boe/d. </p> <p>Kathy Mikells, Exxon's chief financial officer, said the company had invested in production “well ahead of all of our [international oil company] peers”, noting the group's rising output in the Permian Basin in west Texas and New Mexico and record-high fuel production from its North American oil refineries.</p> <p>The company was “driving volumes at a time when clearly the world really needs our products”, she told the Financial Times.</p> <p>Exxon said it was increasing its quarterly dividend by 3 per cent to $0.91 a share and indicated dividends would total $15bn in 2022. The company plans to buy back $30bn in shares this year and next. Capital spending on its business is expected to total about $23bn this year, lower than pre-pandemic spending levels.</p> <p>Chevron's third-quarter profit of $11.2bn, or $5.78 a share, was 84 per cent higher than net profit of $6.1bn, or $3.19 a share, a year before. Earnings at both Exxon and Chevron eclipsed Wall Street's expectations. </p> <p>In addition to Exxon, Chevron and Shell, France's TotalEnergies <a href=\"https://www.ft.com/content/2b78df5e-9ae1-472a-b1ff-1c3f1f980cc8#post-942d0643-8eea-444d-8d90-dcb4e952aa22\">reported </a>earnings of $9.9bn on Thursday, bringing total quarterly profits for the four global oil majors that have reported so far to $50.3bn. BP will report its results next week. </p> <p>Increasing dividends and share repurchases, along with higher profits, have helped make oil companies top performers in the US stock market this year, even as the S&amp;P 500 index has declined by more than a fifth. </p> <p>Exxon shares are up more than 80 per cent in 2022 and rose more than 1 per cent on Friday, hitting an all-time high of more than $111 in morning trading. Chevron shares have gained more than 50 per cent, including a rise of 0.7 per cent to $179.22 on Friday. The performance is a sharp reversal from years of sluggish returns. </p> <p>“We're focused on winning back investors,” Pierre Breber, Chevron's chief financial officer, told the FT.</p><p>Source: Justin Jacobs in Houston 2022 'Exxon profit triples to record $20bn amid furore over high petrol prices' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-28T10:32:29.195Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3785,
          "end": 3792
        },
        {
          "start": 278,
          "end": 285
        },
        {
          "start": 3718,
          "end": 3725
        },
        {
          "start": 4374,
          "end": 4381
        },
        {
          "start": 3547,
          "end": 3554
        },
        {
          "start": 4605,
          "end": 4612
        }
      ],
      "nexusId": "10051514"
    }
  ]
}