{
  "_id": "660d1e36df18c4a4080e794fc301573197123272f588487f78436194010ac926",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Chevron's  Earnings  Roar Back  From Loss  ----  By Christopher M. Matthews",
  "text": "<p>   Chevron Corp. had its most profitable year since 2014, reporting Friday that it earned $15.6 billion in net income in 2021, as commodity prices surged on the back of a global economic recovery. </p><p>   The U.S. oil giant's annual earnings were a dramatic turnaround from 2020, when Chevron lost $5.5 billion after the global pandemic routed demand for oil and gas. It reported a fourth-quarter profit of $5.1 billion Friday, up from a $665 million loss during the same period last year. Chevron also said it generated $21.1 billion in free cash flow in 2021, its most ever. </p><p>   Chevron's stock price reached its highest level ever Thursday, closing at more than $135 a share, as investors reacted to Chevron's announcement that it would raise its quarterly dividend by 6%. But the shares fell 3.5% Friday following the fourth-quarter earnings, which were lower than analysts had expected. </p><p>   Surging commodity prices have left investors wondering whether oil-and-gas companies will follow their historical impulse to increase drilling in pursuit of higher profits. Chevron is the first of the largest Western oil companies to report earnings, and analysts will look for tea leaves from Chevron's management about whether the price signal has changed its calculus. </p><p>   Chevron Chief Executive Mike Wirth said demand for gasoline is above pre-pandemic levels and that he expects further recovery in fossil markets in 2022. Despite that, he said Chevron will stick to disciplined spending. </p><p>   \"I don't think we're going to be tempted by the price of the day,\" Mr. Wirth said on a call with analysts Friday. </p><p>   Following years of dismal returns from oil-and-gas companies, investors have pressured producers to moderate growth and return more cash to shareholders. Chevron and peers have responded by changing how they allocate cash, leading to a jump in their share prices and declines in the cost of capital, according to Rob Thummel, a senior portfolio manager at TortoiseEcofin. </p><p>   While that is good for investors in the company, there are mounting concerns that there isn't enough investment in new fossil-fuel supply to meet growing demand. </p><p>   \"Producers and management teams will continue to deliver on what the market is asking them, which is to return capital to shareholders, ultimately making it harder to keep up with global demand for oil and gas,\" said Mr. Thummel. </p><p>   U.S. oil prices reached their highest levels since 2014 in January and were trading at around $87 per barrel Thursday. More analysts are predicting that oil prices will top $100 per barrel in 2022, as global economies continue to recover. </p><p>   Chevron has said it is sticking to a relatively modest budget and will return increasing amounts of cash to shareholders. The dividend increase marked the 35th consecutive year it has raised the payout. Chevron has also said it would buy back as much as $5 billion of its stock after buying back $1.4 billion in 2021. </p><p>   The company said it set a record for oil and gas output in 2021, producing 3.1 million barrels a day, a modest rise from the prior year's levels. </p><p></p>",
  "published": "2022-01-29T07:16:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1050,
          "end": 1057
        },
        {
          "start": 2788,
          "end": 2795
        },
        {
          "start": 566,
          "end": 573
        },
        {
          "start": 1171,
          "end": 1178
        },
        {
          "start": 274,
          "end": 281
        },
        {
          "start": 1424,
          "end": 1431
        },
        {
          "start": 479,
          "end": 486
        },
        {
          "start": 688,
          "end": 695
        },
        {
          "start": 1736,
          "end": 1743
        },
        {
          "start": 2585,
          "end": 2592
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1249,
          "end": 1256
        },
        {
          "start": 13,
          "end": 20
        }
      ],
      "nexusId": "10051514"
    }
  ]
}