{
  "_id": "ec8e847971f90e3fdc34b8b8eaabe47cc6fa31fe4f8020281200f46f8c576ddb",
  "feed": "ftcomall",
  "title": "Woodside vows to take on US shale oil producers after BHP merger",
  "text": "<p>The head of Woodside Petroleum said she is ready to take on US shale oil producers with what the Australian energy group argues will be a cleaner, less capital-hungry offering following the acquisition of BHP's oil and gas business this year.</p> <p>The merger will catapult Woodside from being Australia's second-biggest producer of liquefied natural gas to one of the world's top 10 private sector energy producers outside the supermajors, making it a significant oil player with assets in the US, Mexico, Canada, Algeria and Australia.</p> <p><a href=\"https://www.ft.com/content/f8b190c5-6946-432c-8e73-083f70ba69d6\">Under the deal</a>, which will complete mid-year pending a shareholder vote in the second quarter, BHP shareholders will be given shares in Woodside accounting for 48 per cent of the merged company. </p> <p>Chief executive Meg O'Neill said the enlarged group would have no exposure to oil and gas projects requiring technologies such as hydraulic fracturing — processes commonly known as “unconventional” in the sector — meaning it would avoid the <a href=\"https://www.ft.com/content/8b9a2497-b22e-4d0b-a2c1-e9f6236917aa\">high cost of shale extraction</a>, a factor she said US investors would like. </p> <p>She also argued the company's high exposure to gas, which emits less carbon per unit of energy than oil, would be an advantage when it came to raising capital from increasingly climate-conscious investors. </p> <p>“We don't have the ongoing capital treadmill risk of being in the unconventional [sector],” she said. “US investors who are looking for a lower carbon intensity portfolio I think will find Woodside to be quite attractive.” </p> <p>Graeme Bethune, chief executive of energy consultancy EnergyQuest, said Woodside's claims about emissions intensity were “probably right”, but pointed out the merger would not diversify the company away from fossil fuels.</p> <p>“In many ways, it's Woodside doubling down on oil and gas,” he said. But he added that clean energy research group BloombergNEF had recently rated Woodside highest among 10 LNG producers — including Chevron, BP and Shell — in terms of their preparedness for the energy transition.</p> <p>Woodside published a climate report on Thursday, in which it laid out emissions reduction targets for 2030. </p> <p>The Australasian Centre for Corporate Responsibility labelled Woodside's plan for its downstream <a href=\"https://www.ft.com/content/0c6aa679-7061-4ddd-b9d8-a6b01c0c979a\">“Scope 3” emissions</a> “a joke” because it failed to address the emissions created when its oil and gas was burnt. </p> <p>“The only credible way for Woodside to reduce its scope 3 emissions is to simply stop developing new gas basins,” said Dan Gocher, ACCR director of climate and environment. </p> <p>But O'Neill said it was down to customers and governments to deal with these emissions, saying: “Our scope 3 is somebody else's scope 1.”</p> <p>The International Energy Agency published a report last year in which it said there must be <a href=\"https://www.ft.com/content/2bf04fff-5b2f-4d96-a4ea-ff55e029f18e\">no new oil and natural gasfields</a> “beyond those already approved for development” if net zero emissions were to be achieved by 2050.</p> <p>O'Neill said the company would “absolutely” <a href=\"https://www.ft.com/content/5c158a4f-24a7-49aa-a2e9-f07f918244ba\">keep drilling for oil and gas</a>, but insisted this strategy was in harmony with the goals of the 2015 Paris agreement, arguing that gas production was helping Asian nations meet their international commitments under the accord. </p> <p>She said exploration must have a short, clear run to commercial production, given the uncertain long-term future of oil and gas demand. </p> <p>“I think we're past the days of exploring for resources that go undeveloped for 20, 30 or 40 years. We need to make sure that exploration has that focus on a quick pathway to commercialisation, to ensure that the work can deliver value for shareholders,” she said.</p> <p>She also defended the company's lobbying on climate issues, even as Woodside faces <a href=\"https://www.ft.com/content/928ad46d-ffd8-41b1-b327-c8eb2354b88c\">pressure from activist groups</a>. “We need to make sure that we continue to have active and appropriate conversations around what are the right settings for investors like us to continue to invest,” she said.</p><p>Source: James Fernyhough in Melbourne 2022 'Woodside vows to take on US shale oil producers after BHP merger' FT.com 21 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-21T00:01:46.034Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1892,
          "end": 1899
        }
      ]
    }
  ]
}