{
  "_id": "bf31148fd2044f2494f3b5a623ce9b06a87ae4fa7b5938687677aa9e94cefd70",
  "feed": "wall-street-journal",
  "title": "U.S. Natural-Gas Pioneer Struggles in His Second Act; Charif Souki founded one of the first American LNG exporters, but his attempt to re-create that success has stalled",
  "text": "<p>After six years and $1 billion invested, the project remains stalled, while newer competitors have taken off, denting Mr. Souki's reputation as an industry visionary and testing the limits of global appetite for locking in long-term investments in LNG.</p><p>Mr. Souki founded the first exporter of LNG in the contiguous U.S., Cheniere Energy Inc., and is a ubiquitous presence at global energy summits, evangelizing the benefits of U.S. natural gas. After Russia's invasion of Ukraine, Tellurian was one of a dozen U.S. LNG companies sounding optimistic notes that Europe's rush to replace Russian gas would help carry their projects over the finish line.</p><p>Tellurian had four export deals with customers, shovels in the ground on the Gulf Coast, and producing gas wells in Louisiana. Then, in the span of a few days in September, the company was dealt a series of blows. It withdrew a more-than-$1 billion debt offering, terminated three contracts with Shell PLC and trading house Vitol, and said it would overhaul its financing model. The company's share price is down about 15% this year, while Cheniere's was up around 71% as of Friday.</p><p>Mr. Souki was ousted from his job as Cheniere's CEO in 2015 after activist investors, including Carl Icahn, raised concerns about his pay and other executive practices.</p><p>Tellurian's primary problem is that it hasn't sold lenders on its business model, say former employees and analysts. That has prevented it from lining up billions of dollars in financing it needs to build a liquefaction plant, which converts natural gas into a liquid for export.</p><p>Mr. Souki, who is Tellurian's executive chairman, said that \"nothing has changed\" and that he was confident Tellurian would see its export project through. Still, he said, the company isn't ruling out any options, including a sale. \"[If] somebody is really interested in this, they know my phone number,\" he said.</p><p>Tellurian's business model differs from its competitors. The company said it would source domestic gas at low cost and sell it under 10-year agreements pegged to international indexes, capturing the price difference and allowing it to secure a comfortable margin.</p><p>This proposition was a hard sell for lenders who are used to financing LNG projects that derive revenues from fixed liquefaction fees and who worry about international price volatility, former employees and analysts said.</p><p>To ensure access to cheap gas, Tellurian said it would become an integrated company that produces gas, transports it to an export plant, liquefies it and sells it to offtakers. Achieving this would require billions of dollars more in investments than a traditional export project, analysts said. </p><p>Houston-based Tellurian said it would overhaul its financing model. PHOTO: Michael Starghill, Jr. for The Wall Street Journal</p><p>Despite current elevated demand for LNG, longer-term trends are working against the industry. Since the war in Ukraine began, only two U.S. companies, Cheniere and Venture Global LNG Inc., have publicly approved liquefaction plants. Project lenders typically require that developers sign 15- to 20-year contracts with offtakers, but some potential customers are wary of long-term deals because of countries' commitments to cut carbon emissions.</p><p>Despite these challenges, Mr. Souki said earlier this year that Tellurian was on track to export its first cargo in 2026. In the spring, the company asked contractor Bechtel Energy Inc. to begin construction of the $13.8 billion first phase of the project, called Driftwood. Although Tellurian hadn't received any financing yet, Mr. Souki said at the time the global thirst for LNG would win bankers over.</p><p>But the loans failed to materialize and Tellurian's plans quickly unraveled. In mid-September, Entami Corp., a family office invested in Tellurian, sent a letter to the board criticizing the company's management and calling for a sale of Tellurian. A few days later, Tellurian withdrew a public offering for debt after its 11.25% yield failed to attract investors. It received a notice of termination from Shell for two supply deals and terminated its agreement with Vitol. It still has one contract remaining on its books, with trader Gunvor Group Ltd.</p><p>At the time, Tellurian said that canceling the deals would provide it flexibility as it pursued equity investors. Vitol didn't respond to a request for comment. A Shell spokeswoman said the company couldn't comment on details of the termination for reasons of confidentiality. A spokesman for Gunvor declined to comment.</p><p>In a video posted on Tellurian's YouTube channel in September after the contracts were terminated, Mr. Souki asked investors to think of Tellurian as a domestic gas producer pursuing \"the holy grail\" of selling gas on the global market—a far cry from his original pitch.</p><p>Mr. Souki said in an interview that he had made a mistake rushing the project and is still hopeful Tellurian could ship the first molecule of gas in 2026. To raise capital, the company is seeking to bring in equity partners such as Exxon Mobil Corp. or Chevron Corp, who he said are bullish on LNG and can help finance the project's huge costs.</p><p>Exxon and Chevron declined to comment.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think Charif Souki can turn his fortunes around in exporting LNG? Join the conversation below.</p><p>Some observers are skeptical that Tellurian will be able to produce enough gas to meet its needs. The cost of acquiring gas assets in Louisiana has shot up since Tellurian first proposed its project, requiring much more cash, said Ben Cook, a portfolio manager at Hennessy Funds, an investment firm invested in Cheniere.</p><p>Mr. Souki's course revision seems to have mollified at least some critics. Entami investor Achur Iskounen said that \"we remain constructive shareholders of Tellurian and see tremendous industrial and commercial merit in the Driftwood LNG project.\"</p><p>Former employees said they had no doubt that Mr. Souki would land on his feet. He initially created Cheniere to import gas, a plan that was upended when the fracking boom unleashed vast amounts of U.S. natural gas. Mr. Souki abruptly converted Cheniere's first re-gasification plant into an export facility, helping to create a new industry.</p><p>But the former employees expressed concerns that individual investors invested in the company would suffer. Mr. Souki's YouTube updates have been geared toward the passionate individual investors who have made Tellurian an unexpected meme stock and supported the company through new stock sales. After trading above $6 earlier this year, Tellurian's shares closed Friday at $2.62.</p><p>Mr. Souki said he has invested some of his personal fortune as well as his friends' money in Tellurian and previously said his reputation was on the line.</p><p>\"If I want to keep my friends, I better make it a success,\" he said in a 2020 interview. \"If not, I'll finish very lonely.\"</p><p>Write to Benoît Morenne at benoit.morenne@wsj.com and Collin Eaton at collin.eaton@wsj.com</p><p>U.S. Natural-Gas Pioneer Struggles in His Second Act</p>",
  "published": "2022-11-26T10:30:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5055,
          "end": 5062
        },
        {
          "start": 5157,
          "end": 5164
        }
      ]
    }
  ]
}