{
  "_id": "115dd858aec77bfe72dbf6adc73714921349622866a287dcedef7cd0d26ef6e1",
  "feed": "market-watch",
  "title": "The stock market has been range-bound. Don't expect that to last long in 2023. S&P 500 faces resistance at 4100 and finds support around 3700",
  "text": "<p>The SPX chart itself has resistance at 3900-3940, after the breakdown below 3900 in mid-December. So far, there has been support in the 3760-3800 area. Thus, the market is range-bound over the short term. Don't expect that to last too long. From a slightly longer-term perspective, there is heavy resistance up to 4100, which is where the stock market rally failed in early December. On the downside, there should be some support at 3700, and then at the yearly lows at 3500. And, of course, the largest picture is still that of a bear market, with the trend lines sloping downward (blue lines in the accompanying graph of SPX).</p><p>We do not have a McMillan Volatility Band (MVB) signal in place at this time. SPX needs to move outside of the +/-4σ \"modified Bollinger Bands\" in order to produce such a signal.</p><p>There has been heavy put-buying recently, and the put-call ratios have moved steadily higher because of it. These ratios have been on sell signals for a couple of weeks now, and as long as they are trending higher, those sell signals will remain in place. This is true of all of the put-call ratios we follow, especially the two equity-only ratios (accompanying charts) and the total put-call ratio. The CBOE equity-only put-call ratio registered a huge number on December 28, but there are some arbitrage implications there, so that number may be over-stated. The standard ratio is nearing its yearly highs, which means it is definitely in oversold territory, and the weighted ratio is beginning to approach oversold levels as well. However, \"oversold does not mean buy.\"</p><p>Market breadth has been poor, and thus our breadth oscillators remain on sell signals, albeit in oversold territory. The NYSE breadth oscillator has tried to generate buy signals on two recent occasions, but ultimately failed. The \"stocks only\" breadth oscillator has not generated a buy signal. We also watch the differential of these two oscillators, and it is oversold territory as well — after having had a recently failed buy signal.</p><p>One area that is improving a little is that of new 52-week highs on the NYSE. For the last couple of days, the number of new highs has exceeded 60. That may not sound like much, and it isn't, really — but it's an improvement. However, for this indicator to generate a buy signal, the number of new highs would have to exceed 100 for two consecutive days. That may be a tall order right now.</p><p>The area of most optimism is that of volatility (VIX, specifically). VIX VIX continues to be in its own world. Yes, it has risen slightly over the past two days, in what seems to be a concession to sharply declining stock prices, but overall, the technical signals from VIX are still bullish for stocks. There is a \"spike peak\" buy signal in place, and the trend of VIX buy signal is also still active. VIX would have to close above its 200-day moving average (currently at 25.50 and declining) to cancel out the trend of VIX buy signal, and it would have to close above 25.84 (the spike peak of mid-December) to cancel out the \"spike peak\" buy signal.</p><p>The construct of volatility derivatives remains bullish in its outlook for stocks, as well. The term structures of both the VIX futures and of the CBOE Volatility Indices slope upward. Moreover, the VIX futures are all trading at healthy premiums to VIX. Those are positive signs for stocks.</p><p>In summary, we continue to maintain a \"core\" bearish position, because of the downtrend on the SPX chart and because of the recent breakdown below 3900. There are also negative signs from put-call ratios and breadth (although both are in oversold territory). The only current buy signals are emanating from the volatility complex. So, we will continue to trade confirmed signals around that \"core\" position.</p><p>New recommendation: Chevron (CVX)</p><p>There is a new put-call ratio buy signal in Chevron CVX, coming from an extreme oversold condition. So, we are going to take a long position here:</p><p>Buy 1 CVX Feb (17 th ) 180 call</p><p>At a price of 7.20 or less.</p><p>CVX: 177.35 Feb (17th) 180 call: 7.00 bid, offered at 7.20</p><p>We will hold this position as long as the put-call ratio of CVX remains on a buy signal.</p><p>Follow-Up Action:</p><p>All stops are mental closing stops unless otherwise noted.</p><p>We are using a \"standard\" rolling procedure for our SPY spreads: in any vertical bull or bear spread, if the underlying hits the short strike, then roll the entire spread. That would be roll up in the case of a call bull spread, or roll down in the case of a bear put spread. Stay in the same expiration, and keep the distance between the strikes the same unless otherwise instructed.</p><p>Long 2 SPY Jan (20th) 375 puts and Short 2 Jan (20th) 355 puts: this is our \"core\" bearish position. As long as SPX remains in a downtrend, we want to maintain a position here.</p><p>Long 2 KMB Jan (20th) 135 calls: is based on the put-call ratio in Kimberly-Clark KMB. That ratio has now rolled over to a sell signal, so sell these calls to close the position.</p><p>Long 2 IWM Jan (20th) 185 at-the-money calls and Short 2 IWM Jan (20th) 205 calls: This is our position based on the bullish seasonality between Thanksgiving and the second trading day of the new year. Exit this iShares Russell 2000 ETF IWM position at the close of trading on Wednesday, January 4, the second trading day of the new year.</p><p>Long 1 SPY Jan (20 th ) 402 call and Short 1 SPY Jan (20 th ) 417 calls: this spread was bought at the close on December 13th, when the latest VIX \"spike peak\" buy signal was generated. Stop yourself out if VIX subsequently closes above 25.84. Otherwise, we will hold for 22 trading days.</p><p>Long 1 SPY Jan (20 th ) 389 put and Short 1 SPY Jan (20 th ) 364 put: this was an addition to our \"core\" bearish position, established when SPX closed below 3900 on December 15th. Stop yourself out of this spread if SPX closes above 3940.</p><p>Long 2 PCAR Feb (17th) 97.20 puts: These puts on Paccar PCAR were bought on December 20th, when they finally traded at our buy limit. We will continue to hold these puts as long as the weighted put-call ratio is on a sell signal.</p><p>Long 2 SPY Jan (13th) 386 calls and Short 2 SPY Jan (13th) 391 calls: this is the trade based on the seasonally positive \"Santa Claus rally\" time period. There is no stop for this trade, except for time. If SPY trades at 391, then roll the entire spread up 15 points on each side. In any case, exit your spreads at the close of trading on Wednesday, January 4 (the second trading day of the new year).</p><p>All stops are mental closing stops unless otherwise noted.</p><p>Lawrence G. McMillan is president of McMillan Analysis, a registered investment and commodity trading advisor. McMillan may hold positions in securities recommended in this report, both personally and in client accounts. He is an experienced trader and money manager and is the author of the best-selling book, Options as a Strategic Investment. www.optionstrategist.com</p><p>Send questions to: lmcmillan@optionstrategist.com.</p><p>Disclaimer: ©McMillan Analysis Corporation is registered with the SEC as an investment advisor and with the CFTC as a commodity trading advisor. The information in this newsletter has been carefully compiled from sources believed to be reliable, but accuracy and completeness are not guaranteed. The officers or directors of McMillan Analysis Corporation, or accounts managed by such persons may have positions in the securities recommended in the advisory.</p><p>The stock market has been range-bound. Don't expect that to last long in 2023.</p>",
  "published": "2022-12-31T19:31:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3842,
          "end": 3849
        },
        {
          "start": 3784,
          "end": 3791
        }
      ]
    }
  ]
}