{
  "_id": "7a45930edbb66533adc325083fb148eebde8935bd9e3c00fdda9756e74440940",
  "feed": "ftcomall",
  "title": "How to spend enough to save the world",
  "text": "<p>Not long ago a newspaper reported that <a href=\"https://mackenzie-scott.medium.com/helping-any-of-us-can-help-us-all-f4c7487818d9\">MacKenzie Scott</a>, the multi-billionaire former wife of Jeff Bezos, “couldn't spend her money fast enough”. Perhaps my book, <a href=\"https://www.amazon.co.uk/How-Spend-Trillion-Dollars-Problems/dp/178816346X/ref=tmm_pap_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=\">How To Spend A Trillion Dollars</a>, could help. It looks at what you could do to solve the world's problems if you had a vast amount of money to get rid of. I wrote it partly out of frustration with our tortoise-like attempts to tackle the problems of climate change, global health, poverty and the biodiversity crisis. Often it's not because we don't know how to solve the problems, it's that we don't spend on them. And there is the money to spare: Forbes puts the assets of the top one per cent at $162tn.</p> <p>One trillion dollars is a nice round number and is about one per cent of world GDP. In the book, I decided no spending on the military, none on media and none on politics. I also had a secret dream: that billionaires and philanthropists might be inspired to direct their spending in some of these ways. As we'll see with <a href=\"https://www.ft.com/content/a7f75d25-d710-4aaa-9f57-49e24d67744d\">Elon Musk</a>, I've already had some success.&#xa0;</p> <h2>Prioritise carbon drawdown</h2> <p>We need, desperately, to stop putting carbon dioxide into the atmosphere, but we also need to get rid of a lot of what's up there. There are machines to do this, but the process is expensive and too slow. I suggested that we start a lucrative competition to spur development of the technology, and offer $100mn to the first group able to demonstrate a cheaper and scalable way to fix and bury CO2.&#xa0;</p> <p>When Elon Musk read this, he was inspired to <a href=\"https://www.xprize.org/prizes/elonmusk\">put up $100mn of his money to launch a carbon removal competition</a>. Which is a great start – but we need multiple ways to reduce the CO2 in the atmosphere. One way would be to create an artificial life form, based on yeast, that turns CO2 into biofuel. Another is to promote what is called enhanced weathering – using ground-up rocks to draw carbon dioxide out of the atmosphere. This could get rid of billions of tons of CO2 each year. &#xa0;</p> <h2>Save the rainforest (stop the soya beans)</h2> <p>The Amazon rainforest is in real danger of reaching a tipping point where it is so degraded that the entire system turns to savannah. The implications are, frankly, terrifying. A few years ago the environment minister of Brazil suggested that rich nations paid Brazil not to destroy the rainforest: it has got to the point where that option should be considered. Mass tree planting is another – buying land so that it can be <a href=\"https://www.ft.com/content/115070b2-a815-400a-af37-060186c29f94\">rewilded</a>. Yet another option would be to buy yourself a seat on the board of a major soya bean producer (better still, acquire the company itself) and block the destruction of rainforest and its conversion to soyabean plantation to grow feed for cattle.&#xa0;</p> <h2>Refreeze the Arctic</h2> <p>Each year sees new record losses of ice in the Arctic. If the ice does totally disappear, the implications for the weather systems of the northern hemisphere are so dire that the cost in damages has been put at $70 trillion by the end of the century. One promising way to stop this is to brighten clouds in the Arctic to increase the amount of sunlight they reflect away from the surface. You'd need to test the idea at scale and purchase a fleet of ships to seed the clouds: when I asked one scientist what this would cost, he sent me a picture of the football star Neymar – that is to say, about £200mn. If it works, we can use the same technology to save the Great Barrier Reef, which will be 99 per cent destroyed if we reach two degrees of warming.&#xa0;&#xa0;</p> <h2>Educate every woman</h2> <p>Over 600mn children reach the&#xa0;age of 16 without adequate skills in reading or arithmetic; around 130mn girls never even get the chance to go to school. The United Nations – which spends around $13bn a year on international aid projects for education – estimates that for only another $39bn it could secure education for all children around the world. Not only is it self-evident that all children should have the right to education, there is an incredible additional benefit. A report by the Brookings Institution found that a woman who has never been to school has four or five more children than a woman with 12 years in education. <a href=\"https://www.ft.com/content/8601c7d7-7ac7-4b3c-a2e9-5f51b1e16c5e\">Educating girls</a>, and the subsequent reduction in family size, could lead to emissions reductions equivalent to 60bn tonnes of greenhouse gases by 2050.&#xa0;</p> <h2>Champion the whales</h2> <p>Everyone loves giant cetaceans, but you might not be aware of the environmental benefits of a healthy whale population. Whales play a key role in ecosystem engineering, promoting a rich and thriving ecosystem at many levels, and <a href=\"https://channels.ft.com/en/rethink/what-if-whales-could-save-us/\">they also are important carbon sinks</a>, drawing down carbon dioxide from the atmosphere and locking it up. A study by the International Monetary Fund found that, when you add up the value of the carbon sequestered by a whale during its lifetime, alongside other benefits such as better fisheries and eco-tourism, the average great whale is worth more than $2mn, with the entire global stock amounting to more than $1 trillion. It turns out we can literally put a price tag on a whale as a carbon-offsetting mechanism. Invest in whales: achieve a neutral carbon footprint and bask in the warm glow of protecting some of the world's most magnificent creatures.&#xa0;&#xa0;</p> <h2>Rush into renewables&#xa0;</h2> <p>Though weaning ourselves off fossil fuels is this era's defining struggle, you should take inspiration for the Australian tech billionaire Mike Cannon-Brookes. With an offer of $4bn, <a href=\"https://www.ft.com/content/901357d8-a2fd-4a0c-8cb8-9300547fa5d6\">he attempted to purchase his country's largest electricity company</a> and force it to convert it from coal to solar power. The bid was rejected, but&#xa0;why not buy yourself a seat on the board of a fossil fuel giant and push for a speedier transition? This is happening right now on the boards of oil giants Exxon and Chevron – but not fast enough.</p> <h2>Serve a lab-grown steak</h2> <p>We can't hope to tackle the twin crises of climate change and biodiversity unless we change the way we produce and consume food. If we could click our fingers and stop all burning of fossil fuels today, we'd still sail past the 1.5 degrees of warming because of the greenhouse gas emissions of agriculture, and in particular, meat production. “Agriculture,” says ecologist David Tilman, “is the single biggest threat to biodiversity and extinction.” </p> <p>Here's one way to reduce the devastating impact of animal agriculture: grow meat in the lab. The first lab-grown burger, made from cow muscle cells grown in a dish, cost €250,000. Getting the price down, and replicating the texture and complexity of a steak, requires time and money, but seafood can serve as an inspiration. Shrimp cells are easy to grow in bulk in the lab, for use minced in a range of dishes, particularly in East Asia. Lab-cultured milk will follow, and other animal products such as leather and wool. <a href=\"https://www.ft.com/content/f22b4ace-5276-45fa-9810-4a50427e6b7b\">The global market for cultured meat</a> alone is expected to be $25bn by 2030.</p> <h2>Eradicate malaria</h2> <p>Malaria kills 400,000 people every year: gene-editing technology, and investment of $2bn a year, would see the mosquitoes that carry the disease wiped out in a generation. The idea is to use something called “gene-drive” to force a sterilising mutation through the mosquito population, killing them off. There is also now finally a malaria vaccine for children, but its rollout in 10 high-risk African countries will cost $325mn a year. The more diseases we cure (and the stated aim of the <a href=\"https://chanzuckerberg.com/\">Chan Zuckerberg Initiative</a>, set up by Priscilla Chan and Mark Zuckerberg, is to cure all of them), the lighter the burden on healthcare systems around the world.</p> <h2>Move industry off-planet</h2> <p>The amount of resources we take from the earth is endangering the planetary life-support system we rely on. <a href=\"https://www.ft.com/content/ded50da1-a1c3-46d3-9c8b-7707d0d471b3\">Jeff Bezos's long-term solution</a> is to move industry to the moon, and make earth a residential zone. The moon has resources, minerals and water from which we can make fuel, and abundant solar power can provide energy. A rover is going water-prospecting at the lunar south pole next year; it cost $430mn to make. A billion dollars (more would be better) would buy you a stake in the future Shackleton Lunar Base at the South Pole.</p> <p>If, though, I were consulted by a billionaire such as Bezos keen to leave a legacy, I would advise spending on projects that could protect or enhance regions important for biodiversity and for carbon storage – and this is indeed something that the $10bn <a href=\"https://www.bezosearthfund.org/\">Bezos Earth Fund</a> is doing. When a <a href=\"https://www.ft.com/content/d666b9a8-f2a9-4a51-9c85-fb4223c556b0\">carbon tax is finally introduced</a>, and when nation states and large corporations are required to pay for natural services that we currently take for granted, such as flood protection and water recycling, investment in areas of rich biodiversity will pay dividends. It's all too easy to be paralysed by the scale of the problems we face, but it is vital – and nourishing – to realise that they can be broken down and solved. So… let's get spending.&#xa0;</p> <p><em>Rowan Hooper (</em><a href=\"https://www.instagram.com/accounts/login/?next=/rowhoop/\"><em>@rowhoop</em></a><em>) is an evolutionary biologist and host of the New Scientist Weekly podcast. </em><a href=\"https://www.amazon.co.uk/How-Spend-Trillion-Dollars-Problems/dp/178816346X/ref=tmm_pap_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=\"><em>How To Spend A Trillion Dollars: The Ten Global Problems We Can Actually Fix</em></a><em> is published by Profile in the UK (£9.99); and&#xa0;in the US as </em><a href=\"https://www.amazon.com/Save-World-Just-Trillion-Dollars-ebook/dp/B09F5FP2S9/ref=sr_1_2?crid=NH8DKMVMLT9B&amp;keywords=rowan+hooper&amp;qid=1647944220&amp;rnid=2941120011&amp;s=books&amp;sprefix=rowan+hooper%2Caps%2C132&amp;sr=1-2\"><em>How to Save the World for Just a Trillion Dollars</em></a><em> (The Experiment)</em></p><p>Source: Rowan Hooper 2022 'How to spend enough to save the world' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-01T03:55:21.872Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5660,
          "end": 5667
        }
      ]
    }
  ]
}