{
  "_id": "f03765ee3d0d0caeea40e2543ac6f84e1e51c13102117711beb0aae2e88b9ee6",
  "feed": "market-watch",
  "title": "Conflict between Ukraine and Russia is ratcheting up, but these U.S. companies have had years to prepare",
  "text": "<p>Investors and traders have even been dumping U.S. stocks that have limited exposure to the region. According to FactSet, “[t]he combined revenue exposure of the S&amp;P 500 to Russia and Ukraine is about 1%.”</p><p>From a business perspective, having this exposure isn't universally negative.</p><p>“We're seeing interest in Russia and Ukraine, which arguably might be related to some of the security concerns short term here,” Aaron Jagdfeld, CEO of Generac GNRC, said on its earnings call Feb. 16. Generac makes and sells backup power generators.</p><p>A widely cited business risk seems to be disruptions to oil and natural gas supplies, a concern that has been sending energy prices higher for businesses and consumers. The price of West Texas Intermediate CL.1 crude has surged 22% this year.</p><p>But keep in mind that the U.S. is one of the biggest producers of fossil fuels in the world, led by Chevron CVX, EOG Resources EOG and ConocoPhillips COP.</p><p>“Higher oil and gas prices could further benefit North American energy companies, whose stocks have been among the best performers over the past year,” Fidelity Investments analysts wrote Feb. 16.</p><p>Scott Sheffield, CEO of fracking company Pioneer Natural Resources PXD, told analysts Feb. 17 that demand alone for energy could send oil prices to $150 a barrel. Pioneer is among the largest land holders in the Permian Basin, which is ground zero for fracking in the U.S.</p><p>“That's ignoring the Iran and the Ukraine situation,” Sheffield said. “There's no reason putting on a hedge when it's obvious that things could easily move up north.”</p><p>Relevant experience</p><p>The threat of military action is obviously a major concern for businesses that have a physical presence in the area.</p><p>However, many businesses that are there now were also there in 2014 when Russia invaded Crimea.</p><p>Among the companies are:</p><p>Ecolab ECL: “As a people company, it's making sure that everyone from our team is in a good place,” Christophe Beck, CEO of the specialty-chemicals company, said Feb. 15. “Unfortunately, we had some experience a few years back when Crimea was in focus and we've managed that really well.”</p><p>EPAM Systems EPAM: “We too well remember 2014 and 2015 and then 2020 as well,” Arkadiy Dobkin, CEO of the software-consulting company, said Feb. 17. “In 2021, to navigate this situation, we continued something which we started actively implementing since 2014, both organic and M&amp;A-based efforts to improve our geographic talent diversification and to do it without any degradation in the quality of our delivery.”</p><p>DXC Technology DXC: “We've managed through events like this,” Mike Salvino, CEO of the IT-consulting firm, said earlier this month. “If need be, we're ready to support a movement of our folks to Poland. … We've outfitted all of our folks with technologies. So think computers, cell phones, network connections. We've also secured lodging.”</p><p>Mastercard MA: On a call with analysts in January, the credit-card company's CEO, Michael Miebach, spoke about measures the rest of the world could take in response to Russian aggression.</p><p>“We have seen sanctions applied in previous years and we basically manage through that,” he said. Though he acknowledged that the current situation is still unfolding, saying “we'll have to see how that plays out.”</p><p>While the business community may be better prepared today than they were in the past, there isn't much to suggest that we're in the clear. The situation in Ukraine is fluid, and it's certainly too early to rule out the risk of a major escalation.</p><p>Sam Ro is a MarketWatch columnist and publisher of the&#xa0;TKer&#xa0;newsletter.</p>",
  "published": "2022-02-23T08:23:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 876,
          "end": 883
        }
      ],
      "nexusId": "10051514"
    }
  ]
}