{
  "_id": "bb68de488e303b079e1d9bc4f42cb19b6abdecc4c4bd840c0f8a729fc6e2a91f",
  "feed": "ftcomall",
  "title": "Stay or go: the dilemma for multinationals in Myanmar ",
  "text": "<p>In 1977, <a href=\"https://www.nytimes.com/2001/04/26/world/leon-sullivan-78-dies-fought-apartheid.html\">Leon Sullivan</a>, an African-American minister and board member of General Motors, took on a seemingly impossible task: devising guidelines for companies seeking to do business, but do no harm, in apartheid South Africa.</p> <p>The principles were drafted at a time when many&#xa0;activists wanted a full economic boycott of a racist, brutal regime. They required corporate signatories to commit to equal pay for employees of all races, promote more non-whites into management jobs and work to eliminate unjust laws (the seventh principle, adopted in 1984). More than 100 US groups signed on. </p> <p>Foreign investors in Myanmar at present face a no less pressing question: how to do business responsibly in a country ruled by another repressive regime. Min Aung Hlaing's junta <a href=\"https://www.ft.com/content/6bb8c06b-7d54-43df-819f-4e5eb9eaa52f\">overthrew</a> a democratic government nearly&#xa0;a year ago&#xa0;and since then has killed an <a href=\"https://aappb.org/\">estimated</a> 1,500 people and imprisoned thousands, many of whom were <a href=\"https://www.euronews.com/2021/10/29/myanmar-s-military-systematically-torture-its-detainees-ap\">tortured</a>.</p> <p>TotalEnergies and Chevron, after facing intense pressure from human rights activists to cut off the regime's access to revenues from the more than $1bn-a-year gas industry, <a href=\"https://www.ft.com/content/821bcee9-0b9e-40d0-8ac7-9a3335ec8745\">announced last week</a> that they were divesting. The companies had formerly resisted activists' pressure, arguing that withholding tax payments to the junta could subject their staff running the Yadana gasfield to prosecution. Pulling out entirely, they said, could subject employees to forced labour. </p> <p>It is now an open question whether Total's and Chevron's withdrawal will actually hurt the regime. Contractually, the shares in Yadana and a cut of future gas revenues now controlled by Total will revert to Yadana's other partners: Myanma Oil and Gas Enterprise, Myanmar's junta-controlled state energy company, and Thailand's PTT, which imports Yadana's gas and mostly ignores activists' criticism (and did not respond to requests for comment).&#xa0;</p> <p>However, calls are <a href=\"https://www.ft.com/content/e8cdddd3-d41a-42c6-b4cf-6ecbd1bfcc8f\">mounting</a> for MOGE itself to face sanctions. And there is little doubt that Total's and Chevron's exit marks at least a symbolic blow to the regime.</p> <p>Their pullout has revived the debate too, familiar from the old South Africa, of whether foreign companies can operate responsibly in Myanmar. </p> <p>The National Unity Government, formed by supporters of jailed leader Aung San Suu Kyi who scattered into hiding or exile after the coup, has issued guidelines for foreign investors. “The basic principle is, ‘Do more good than harm',” an adviser to the parallel government told me. Outlined in a <a href=\"https://assets-mopfi.nugmyanmar.org/images/2021/07/NUGs-Investment-Guidance.pdf\">six-page document</a>, they call on companies to protect employees' welfare and safety, including measures such as not sharing sensitive information about them with regime officials, and to conduct regular “self-assessments” of their own activities. </p> <p>For foreign companies remaining in Myanmar, there are now some clear no-go areas, such as doing business directly with military entities or colluding with the regime's repression. Japan's Kirin is in a protracted process of <a href=\"https://www.ft.com/content/4b8b524b-9dd6-4b18-8aa6-7f8010ad2bf2\">extracting itself</a> from its long-criticised joint ventures with a military company that makes what used to be Myanmar's top-selling beer. Norway's Telenor <a href=\"https://www.ft.com/content/f04e5f0f-ab7f-4c6c-8d0f-27a7380e1a22\">is trying to sell</a> its Myanmar business after facing regime pressure to install eavesdropping equipment. </p> <p>However, in other sectors, the picture is less clear and some argue pulling out would do more harm than good.</p> <p>“It's a challenging time for businesses in Myanmar,” says Vicky Bowman, director of the Myanmar Centre for Responsible Business. However, she adds: “The people of Myanmar will not benefit, either now or in the coming years, from the exit of responsible businesses and an accelerated return to the operating environment which existed under the previous military regime.”</p> <p>In garments, multinational companies such as H&amp;M, Bestseller and Primark brought in supply-chain investors and created jobs, mostly for women, during Myanmar's decade of democratic transition, which ended with the coup. While some have suspended their Myanmar operations, others are <a href=\"https://www.ft.com/content/ad3be030-6882-40da-81b6-39e04bb4fd6d\">quietly still buying</a>.</p> <p>The record on the Sullivan Principles is mixed. Sullivan himself <a href=\"https://www.washingtonpost.com/archive/opinions/1987/06/10/sullivan-principles-and-peer-pressure/d8718c08-d7fa-4ff3-99bc-ae14de864256/\">later voiced</a> doubts about whether they had worked. At a minimum, they did give the companies that chose to stay clear guidelines on how to work ethically, and are seen as a forerunner of today's principles and codes on corporate social responsibility. And once the repressive regime fell — apartheid in this case — there were foreign businesses on the ground prepared to help rebuild the economy under a democratic dispensation.</p> <p><a href=\"mailto:john.reed@ft.com\"><em>john.reed@ft.com</em></a><em><br>Twitter: </em><a href=\"https://twitter.com/JohnReedwrites\"><em>@JohnReedwrites</em></a></p><p>Source: John Reed 2022 'Stay or go: the dilemma for multinationals in Myanmar ' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T00:01:28.102Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 941,
          "end": 948
        },
        {
          "start": 1947,
          "end": 1954
        },
        {
          "start": 1442,
          "end": 1449
        }
      ]
    }
  ]
}