{
  "_id": "41d99f5da3debd680944ed9911226b1f411c4bdec7235d2e08ced32842273122",
  "feed": "wall-street-journal",
  "title": "Going Into 2023, CIOs Weigh Tech Priorities Against Economic Realities; One trick: scrutinizing cloud use and shifting to a more finely tuned service that could offer advantages when facing tougher market conditions",
  "text": "<p>Bonnie Titone, chief information officer at Duke Energy Corp., a Charlotte, N.C.-based power producer, said CIOs are being told to get by with less, but without decreasing output or positive outcomes. \"How do you do that—get equal or greater outcomes without expending more money and energy?\" Ms. Titone said.</p><p>Even as companies keep closer tabs on IT spending, the need to improve existing services or create new ones is \"still front and center for CIOs,\" said John-David Lovelock, chief forecaster at IT research and consulting firm Gartner Inc.</p><p>\"In many cases, projects with shorter time-to-value are being prioritized over longer-term projects,\" Mr. Lovelock said. Gartner estimates that global companies are roughly evenly divided on freezing, cutting or boosting IT budgets in the year ahead.</p><p>CIOs in 2023 Want to Know: Who's Got Talent?</p><p>To cope, Ms. Titone said, CIOs have to outline clear priorities to identify business technology projects that are likely to have the most beneficial impact, while abandoning others. \"You have to be OK leaving some things on the table or saying 'not right now.' \" she said.</p><p>Where investing in cost-saving tools like automation remains in place, Tyson Foods Inc. Chief Technology Officer Scott Spradley said that \"we may be dialing down in some other areas.\" That could mean waiting an extra year or so to replace staff computers, or dialing back travel IT budgets, he said.</p><p>The Year Ahead</p><p>* CIOs in 2023 Want to Know: Who's Got Talent?</p><p>* CIO 2023 Priorities: Always Be Modernizing</p><p>* CIOs Nominate Their Favorite Reads of 2022</p><p>Alessandro Ventura, CIO and vice president of analytics and business services at Unilever North America, said the souring economy is forcing him to adjust some IT priorities and focus on capabilities that support changing markets.</p><p>\"Right now, we see an emphasis on predictive analytics used to set pricing across our portfolio,\" Mr. Ventura said. \"We need to find the sweet spot between ensuring our pricing is competitive, while adapting to increasing input costs,\" he said.</p><p>In a similar approach, Target Corp. CIO Brett Craig said the retail giant is leveraging increasing amounts of data to maximize the impact of AI and machine-learning capabilities across its operations: \"We continue to use advanced data resources to gain a deeper understanding of our guests and prioritize the most relevant tech solutions,\" Mr. Craig said.</p><p>From an IT perspective, recession-proofing companies doesn't come cheap, industry analysts said. Gartner estimates that worldwide IT spending will grow by 5.1% in 2023 to $4.6 billion, up from spending growth of less than 1% this year, but still only half the pace set in 2020.</p><p>\"We know we need to be ready for any economic environment, and we've made significant changes to our IT operations to improve our organizational agility and ability to quickly anticipate needs and adjust,\" said Chevron Corp. CIO Bill Braun. To address evolving uncertainties, Mr. Braun said his team has shifted to quarterly planning cycles, saying under current conditions, \"it's impossible to predict what will happen in a year.\"</p><p>Monica Caldas, deputy CIO at Liberty Mutual Insurance agrees that the ability \"to pivot becomes an important lever to respond to changing market conditions.\" To that end, she added, \"we are investing even more in agility, both in the way we work as well as our tools.\"</p><p>John Roese, chief technology officer at Dell Technologies Inc., said the trick to getting more with less is for companies and their tech leaders to scrutinize cloud use. And he said CIOs today have more options than ever before in the cloud market—citing public, private, edge and collocated cloud services, among others—offering advantages when facing tougher market conditions.</p><p>\"Because of the economic challenges the world is facing, we now need to look at every cloud decision from a business, technology and long-term economic view,\" Mr. Roese said.</p><p>Likewise, Ron Guerrier, CIO at HP Inc., said rather than simply \"digitizing everything\"—a temptation during good times—enterprise technology chiefs need to double down on good IT governance.</p><p>He said that means identifying areas that offer the most value to the company, in terms of productivity, and also provide long-term resilience. \"We should always be intentional about how we use our resources as CIOs, but especially as we face a challenging economy next near,\" Mr. Guerrier said.</p><p>One resource to keep top of mind is talent, said Brad Peterson, Nasdaq Inc.'s chief technology and chief information officer, adding that economic slowdowns can provide opportunities to reassess talent development and succession planning.</p><p>\"This is an opportunity for companies to promote employees internally who may not necessarily have the full set of skills but want to learn and expand their career,\" said Mr. Peterson.</p><p>Still other enterprise technology leaders said economic ups and downs shouldn't alter the overall mission of IT departments or compel them to change course.</p><p>\"My perceptions of the economy haven't changed the way I plan to approach my role,\" said Diogo Rau, chief information and digital officer at Eli Lilly &amp; Co. While paying more attention to supply-chain issues, he said his focus is on figuring out the best model for hybrid work.</p><p>There is one 2022 market disruption that will not have an impact on his IT strategy for the year ahead, Mr. Rau said, his tongue in cheek: \"I still have no plans to cover my technology budget with bitcoin.\"</p><p>Write to Angus Loten at Angus.Loten@wsj.com</p><p>Going Into 2023, CIOs Weigh Tech Priorities Against Economic Realities</p>",
  "published": "2022-12-23T18:05:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2889,
          "end": 2896
        }
      ]
    }
  ]
}