{
  "_id": "648b9afee0a551458a1dc3fae04fff327f50003dcd6bc7162a2ff21d5a6b62ec",
  "feed": "wall-street-journal",
  "title": "World News: Venezuela's Guaido Vows to Keep Up the Fight",
  "text": "<p>Now, as the U.S. and European countries tentatively engage with Mr. Maduro, Mr. Guaido's days as the so-called interim president appear numbered, leading opposition figures say. The 39-year-old said he is caught in shifting geopolitical winds as the war in Ukraine upends energy markets and his allies in foreign governments reassess how to mediate Venezuela's political stalemate and reactivate its oil-and-gas industry.</p><p>In an interview with The Wall Street Journal on Wednesday, Mr. Guaido said he would keep campaigning for a return to democracy even as his popularity wanes and Mr. Maduro entrenches himself with the backing of allies that include Russia and Cuba.</p><p>The challenges are stiff: Nearly 60 countries backed Mr. Guaido in 2019 as Venezuela's legitimate president; now only the U.S. and a handful do. And his adversary, Mr. Maduro, is now openly talking to the new leftist president of Colombia, a country that had been a close Washington ally.</p><p>\"Of course we're all frustrated, it's logical,\" Mr. Guaido said, citing media censorship and threats against him and his aides that have impeded efforts to challenge Mr. Maduro, who has ruled since 2013.</p><p>\"But frustration does not mean resignation,\" Mr. Guaido said. \"We can't just wait for the good faith of a dictatorship. We have to act.\"</p><p>Venezuela's Information Ministry didn't respond to emailed questions seeking comment on the criticisms.</p><p>Though he has pushed for a hard line against Mr. Maduro, Mr. Guaido said he is cautiously optimistic on negotiations between the regime and opposition leading to free and fair elections, a central objective of the Biden administration.</p><p>Still, in public statements and Twitter posts, Mr. Guaido has publicly expressed reservations over some aspects of U.S. rapprochement with Venezuela, such as a prisoner exchange in October.</p><p>The Biden administration is now considering a possible easing of sanctions that would allow Chevron Corp. to restart pumping oil if Mr. Maduro commits to negotiations setting a timetable for elections. The U.S. recently also lifted sanctions on one of Mr. Maduro's wife's nephews while releasing two other nephews convicted in an American court of drug-trafficking, part of the prisoner swap, which was meant to encourage Mr. Maduro to resume talks.</p><p>Some opposition leaders say these maneuvers are akin to appeasing Mr. Maduro, who is under investigation at the International Criminal Court for alleged crimes against humanity and whose government is accused of corruption and rights abuses. Economists largely blame Mr. Maduro's administration for mismanagement that has bankrupted the oil-rich nation and has pushed more than seven million refugees out of the country.</p><p>Mr. Guaido, who is prohibited by the government from leaving Venezuela, spoke from his 17th-floor office, where like the rest of Caracas, running water is scarce and blackouts are common.</p><p>With most of his political allies either in exile or in detention, Mr. Guaido says he regularly sleeps in different locations to evade state surveillance. Meetings with foreign dignitaries and fellow opposition members, who are scattered around the world, are largely conducted through Zoom. Mr. Guaido's public statements, banned from radio and television, are limited to social media.</p><p>Mr. Guaido denied there is a major discord within his coalition. He added that he has a constitutional mandate to continue as interim president until free elections are organized.</p><p>For now, Mr. Guaido said he hopes negotiations backed by the U.S. and other countries could lead to an electoral solution.</p>",
  "published": "2022-11-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1921,
          "end": 1928
        }
      ]
    }
  ]
}