{
  "_id": "443c994256983934f06775bd1f3c9df68fe72035aadfd5ecf98d4a468f83e2c3",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis: Chevron Lobbies U.S. to Add More Venezuelan Oil",
  "text": "<p>Now the Biden administration is listening closely to Chevron, said people familiar with the conversations, which says it can help double Venezuela's 800,000 barrels-a-day production within months. That could replace the loss of roughly 700,000 barrels a day the U.S. was importing from Russia before it attacked Ukraine. And it could help lower gasoline prices -- a major concern for the Biden administration in a tough election year.</p><p>\"Chevron came in November, they pitched it around, but got laughed out of town,\" said Juan Cruz, a former National Security Council official in charge of the Western Hemisphere who has closely followed the Biden administration's policy toward Venezuela. \"But what was really funny in November is a plan today.\"</p><p>Since the Russians invaded on Feb. 24 and President Biden canceled Russian oil imports, Chevron Chief Executive Officer Mike Wirth has offered the company's help to Secretary of Energy Jennifer Granholm in shoring up U.S. energy supplies by ramping up production in Venezuela, people briefed on the talks said. Chevron is the only major U.S. producer to retain assets in Venezuela following nationalizations by the Socialist government and, much later, U.S. sanctions.</p><p>Granting the San Ramon, Calif., company and other U.S. producers permits to operate could boost Venezuelan production while keeping other sanctions in effect. Broadly easing sanctions on Venezuela faces stiff opposition in the U.S. over concerns it would prop up the country's autocratic regime. U.S. officials are divided over the issue, people familiar with the situation said.</p><p>Asked recently by CNN about the outreach to Venezuela and Saudi Arabia for more oil, Ms. Granholm, said, \"I think Americans should see the administration calling right now for an increase in supply as something that helps them,\" naming the benefit of reducing costs at the pump.</p><p>Shortly after Mr. Wirth talked to the energy secretary, three senior U.S. officials -- Juan Gonzalez, the senior National Security Council official in charge of Latin America; James Story, the U.S. ambassador to Venezuela; and Roger D. Carstens, a special envoy -- flew to Caracas on March 5 and met with President Nicolas Maduro and other top Venezuelan officials.</p><p>Another person who spoke with senior Venezuelan officials after the invasion was Ali Moshiri, a charismatic Iranian-American who had headed Chevron's Latin America division and was considered a \"dear friend\" by the late Hugo Chavez, the founder of the political movement now led by Mr. Maduro, with whom Mr. Moshiri also has close a close relationship. Mr. Moshiri retired from Chevron in 2017 but now consults for the company in Venezuela, where he has deep ties with senior officials, people familiar with the matter said.</p><p>Many oil industry executives said Mr. Moshiri was essential to Chevron's controversial decision to stay in the country even as other Western oil companies exited after the Venezuelan government in 2007 nationalized billions of dollars of assets owned by ConocoPhillips, Exxon Mobil Corp. and others.He has also lobbied Biden officials to loosen sanctions on Venezuela, where Chevron has operated for nearly a century.</p><p>\"You cannot ignore Venezuela,\" Mr. Moshiri said in an interview last week. \"Venezuela will always be part of our energy security.\"</p><p>The White House declined to comment about Chevron's possible role or its own talks in Venezuela. The Energy Department declined to comment.</p><p>People briefed on the talks said Mr. Moshiri has argued to U.S. officials thatthe U.S. can't cede influence of Venezuelan energy to rivals like China and Russia, which have increased activities in the country in recent years.</p><p>A Chevron spokesman said Mr. Moshiri isn't representing the company. Mr. Moshiri declined to provide details about his contract with Chevron.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3356,
          "end": 3363
        },
        {
          "start": 3682,
          "end": 3689
        },
        {
          "start": 2828,
          "end": 2835
        },
        {
          "start": 1057,
          "end": 1064
        },
        {
          "start": 834,
          "end": 841
        },
        {
          "start": 436,
          "end": 443
        },
        {
          "start": 2618,
          "end": 2625
        },
        {
          "start": 3140,
          "end": 3147
        },
        {
          "start": 53,
          "end": 60
        },
        {
          "start": 20,
          "end": 27
        },
        {
          "start": 2380,
          "end": 2387
        },
        {
          "start": 3813,
          "end": 3820
        }
      ]
    }
  ]
}