{
  "_id": "72fab5b11f9b7e2b087a6d8d971d68787020bdb1d6a1ad77a9c51c83a7ada235",
  "feed": "wall-street-journal",
  "title": "Exxon Hits Record Profits Again as Oil Industry Sees Banner Quarter; Chevron reports slight dip from the record haul it set in the prior quarter",
  "text": "<p>Despite the hefty profits and high energy prices, the two largest U.S. oil companies didn't telegraph any plans Friday to increase spending on oil or fuel production, sticking to their annual budget ranges that were set before the war in Ukraine caused a spike in energy prices as supplies drained globally.</p><p>Exxon's third-quarter earnings climbed about 10% from the previous quarter, which also set a profit record at the time. It said investments over the past five years were yielding rewards, including spending following the onset of the pandemic when many peers pulled back.</p><p>Chevron's third-quarter profit slipped about 3% to $11.2 billion from its all-time high in the second quarter due to net charges in the quarter of more than $600 million. Without those charges, it would have also hit record earnings.</p><p>Exxon Chief Executive Darren Woods said he doesn't expect the company next year to deviate from its spending guidance, which is well below prepandemic levels.</p><p>\"We will, on the margin, spend money where we can see an opportunity,\" Mr. Woods told analysts Friday. \"Our plans going forward are still very consistent with [previously disclosed budget] ranges.\"</p><p>After it too hit a profit record last quarter, Shell PLC said Thursday its third-quarter profit on a net current-cost-of-supplies basis, a figure similar to the net income that U.S. oil companies report, was $8.3 billion, down $3.2 billion from the prior quarter. The London-based oil major said it would boost its dividend and buy back another $4 billion of its shares in coming months.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook on the oil industry and why? Join the conversation below.</p><p>High prices at the pump have spurred President Biden and Democrats in Congress to criticize oil companies for their historic profits and press them to put out more gasoline and diesel. Energy prices have emerged as a key campaign issue ahead of midterm elections early next month.</p><p>Many oil companies are in the process of drafting capital spending budgets for next year, and few are signaling dramatic increases so far.</p><p>Chevron is poised to boost capital spending 20% next year compared with 2022, well below prepandemic levels and within the five-year spending range it previously provided. The company is expected to spend around $15 billion this year.</p><p>\"We have productive conversations with the [Biden] administration and share their objective of stable and affordable energy resources,\" Chevron Chief Financial Officer Pierre Breber said in an interview. \"But at the same time, we're making decisions in the long-term interest of our shareholders.\"</p><p>Exxon's stock price was up about 2% in midday trading Friday, and Chevron shares were up less than 1%.</p><p>Exxon's third-quarter earnings almost matched that of tech giant Apple Inc., which booked $20.7 billion in the same period. That is a far cry from the year-earlier period, when Apple made roughly three times as much as the oil company did.</p><p>The Biden administration has urged oil companies to boost their refining capacity to make more gasoline and diesel, as inventories languished at the lowest levels in over a decade. Globally, refining capacity has fallen by almost 3 million barrels a day since 2020, with the U.S. down about 800,000 barrels a day.</p><p>In a September meeting with oil executives, Biden administration officials said that if companies didn't fill up domestic stockpiles, the government could limit fuel exports. Exxon's Mr. Woods argued in a letter to the Energy Department in September that such a move would crimp global supplies and lift domestic prices.</p><p>Despite current high commodity prices, fossil-fuel companies have little financial incentive to dramatically increase investments in oil production or expand fuel-making facilities, analysts said.</p><p>Global demand for fossil fuels could peak starting later this decade, the Paris-based International Energy Agency said in a report Thursday. It can take as many as 20 years to recoup an investment on building a refinery, for example, making the current business case for many long-term projects dim.</p><p>Instead, Exxon and Chevron have tried to attract large investors back to their companies by using record amounts of cash to increase investor payouts. In April, Exxon said it would triple its share buyback program to $30 billion through 2023. Meanwhile, both companies' global oil and fuel production has stayed roughly flat this year from 2021.</p><p>Shell is on track to exceed its record annual profit, on an adjusted basis, of $31 billion in 2007 but has also kept project spending in check.</p><p>\"We have worked very hard to demonstrate that we are disciplined,\" Shell CEO Ben van Beurden told analysts Thursday. \"We have to also return to shareholders, and we have to continue to strengthen the balance sheet.\"</p><p>Many pensions and mutual funds have continued to steer clear of the sector this year despite record profits. Wall Street lost money on the industry after drillers spent freely for years on growing production during the shale boom but yielded little profit. Some investors also have concerns about climate change as well as long-term questions about the industry's profitability as governments shift to cleaner energy.</p><p>Investor reluctance to return to the sector, along with higher interest rates, are increasing oil companies' cost of capital, another factor stopping them from growing rapidly, said Amir Azar, a former fellow at Columbia University's Center on Global Energy Policy.</p><p>Exxon and Chevron are projecting higher production this year from the top U.S. oil field, the Permian Basin of West Texas and New Mexico, one area they have invested more in. While they could pump even more money into the region, the market for oil-field labor is tight, and there is rampant cost inflation for equipment and steel.</p><p>Exxon's Permian output edged up to 560,000 barrels of oil equivalent per day in the quarter, a company record, and is projected to rise more than 20% this year over 2021 levels, Chief Financial Officer Kathryn Mikells said. Its capital spending so far this year has come to $15.2 billion, down from the $22.7 billion it spent in the first nine months of 2019.</p><p>American oil producers have broadly limited spending increases, upsetting U.S. projections that domestic oil output would rise by 1 million barrels a day this year. So far, the most recent monthly federal data show the U.S. is producing 11.8 million barrels per day, up 1.4% or about 170,000 barrels per day from December.</p><p>Dan Pickering, founder of investment firm Pickering Energy Partners, said companies are unlikely to spend or produce enough to satisfy the Biden administration. Most producers are likely to increase spending only to account for inflationary pressures next year, he said.</p><p>\"It's going to be a bit of the status quo in a world where, from a policy perspective, folks are hoping for a change, but they're not going to get one,\" Mr. Pickering said.</p><p>The only areas where the industry might substantially increase its investments in the short term are carbon capture, hydrogen and other low-carbon projects. Most of those are early-stage technologies and will do little to ease energy prices now. But they have become more attractive following the recent passage of the Inflation Reduction Act, which provided hefty tax credits for reducing greenhouse-gas emissions with some of those technologies. Exxon and Chevron both touted investments in carbon-reduction ventures Friday.</p><p>Jenny Strasburg contributed to this article.</p><p>Write to Collin Eaton at collin.eaton@wsj.com</p><p>Exxon Hits Record Profits Again as Oil Industry Sees Banner Quarter</p>",
  "published": "2022-10-28T16:14:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2676,
          "end": 2683
        },
        {
          "start": 7392,
          "end": 7399
        },
        {
          "start": 5485,
          "end": 5492
        },
        {
          "start": 2077,
          "end": 2084
        },
        {
          "start": 69,
          "end": 76
        },
        {
          "start": 2448,
          "end": 2455
        },
        {
          "start": 4104,
          "end": 4111
        },
        {
          "start": 580,
          "end": 587
        }
      ]
    }
  ]
}