{
  "_id": "3897892b1906e97368a49c131c57109fc290a70f10da623474fd3d96e9142b7a",
  "feed": "wall-street-journal",
  "title": "Quake Threat Weighs on Fracking  ----  By Collin Eaton",
  "text": "<p>   Frackers in America's hottest oil field are facing an expensive new setback: earthquakes. </p><p>   Shale companies in West Texas will have to pay more to move millions of barrels of wastewater that surfaces from oil wells and can aggravate tectonic fault lines when deposited underground. A recent spate of earthquakes prompted state regulators to stop companies from pumping as much water underground. </p><p>   Most of the earthquakes have been relatively mild so far and have caused limited property damage. The rising number of earthquakes has led the Texas Railroad Commission, which regulates the oil industry, to shut or sharply reduce the capacity of scores of so-called disposal wells to protect nearby communities. </p><p>   The wells are used by large oil companies including Chevron Corp., ConocoPhillips and Coterra Energy Inc. to inject wastewater into geologic formations. The limitations have left Permian Basin drillers to find other ways to transport wastewater, including high-cost trucking. </p><p>   Trucking the water to disposal wells elsewhere is about five times the cost of using pipelines, according to shale executives and analysts. Some companies said they can avoid trucking by sending water through a network of pipelines to regions unaffected by seismic activity. The added expenses come as frackers are already facing higher costs from labor and supplies. </p><p>   Permian producers' collective annual cost to jettison that water could increase, conservatively, by more than $200 million if they have to truck it all out, according to market intelligence firm Sourcenergy. If companies are unable to find new means of disposal, they may have to curtail tens of thousands of barrels a day of oil production. </p><p>   The setback could also limit some producers' ability to increase output in response to the highest oil prices in years. Many that are forced to truck water elsewhere will likely have to shift drilling rigs away from the areas where the Railroad Commission concentrated its cutbacks, executives said. </p><p>   \"If you're forced to truck it, it's going to have a devastating impact on your lease operating expenses,\" said Richard Jennings, president of private West Texas oil producer Atlantic Operating II LLC, which says it operates shallow disposal wells unaffected by the restrictions. </p><p>   In 2020, the latest year for which data is available, oil producers pumped about 342 million barrels of water into the saltwater disposal wells that the Railroad Commission began restricting last fall. The regulator acted after a sharp uptick in earthquakes, including near populated areas like Midland and Odessa. </p><p>   The number of earthquakes with a magnitude of 3.0 or larger in the Texas portion of the Permian rose to 176 last year, up from 51 in 2020 and nine in 2019, according to Sourcenergy, which analyzed state seismic activity data. </p><p>    U.S. seismologists have linked seismic activity to wastewater disposal in oil fields. In Oklahoma a few years ago, regulators moved to limit injections in some areas following a rise in earthquakes that damaged buildings and caused injuries. </p><p>   The large volumes of injected water can increase pore pressure in certain geologic formations, and if faults run through those formations, the pressure can cause seismic events, scientists say. </p><p>   The Railroad Commission in September curtailed the amount of water companies were permitted to inject into some wells near Midland and Odessa, and has since suspended some permits there and expanded the restrictions to other areas. It has said the suspensions are in effect until further notice. </p><p>   The water that companies injected in 2020 into now-restricted wells would have exceeded the new limits by about 104 million barrels, according to Sourcenergy. It said the amount of water companies injected in those wells in 2021 was likely much higher as drillers brought new wells online. </p><p>   If Chevron had to truck all of its excess water in 2020, it would have raised costs by $53 million a year, Sourcenergy estimates. For Coterra, the company formed by the combination of Cimarex Energy Inc. and Cabot Oil &amp; Gas Corp., trucking all its excess water would have raised costs by $63.5 million. </p><p></p>",
  "published": "2022-01-18T07:07:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3837,
          "end": 3844
        },
        {
          "start": 758,
          "end": 765
        }
      ],
      "nexusId": "10051514"
    }
  ]
}