{
  "_id": "765790a20eef8fc1d16e4f7530e38ccca92df41c57dc5b9daca6936c57c90f8e",
  "feed": "wall-street-journal",
  "title": "Inflation Bill's Got a Perk for Some Oil Companies; The Inflation Reduction Act backed by Sen. Joe Manchin, if passed, would help oil-and-gas companies that are making big bets on carbon-capture projects",
  "text": "<p>The tax and spending proposal, which Sen. Joe Manchin showed support for last week, would step up the size of tax credits for carbon capture and sequestration—known as the 45Q—and extend the eligibility timeline for them to 2033 from 2026. It also would give developers the option of receiving the value of the tax credits as a direct payment from the government in the first five years of a project. While the bill does include parts that would add costs for the hydrocarbon industry, such as a fee on methane emissions, the inclusion of larger carbon-capture subsidies could end up prolonging the life—and relevance—of the oil-and-gas industry in a net-zero future.</p><p>If passed, companies would be able to claim $85 of tax credits per metric ton of carbon dioxide captured and stored in secure geologic formations, up from $50. If that carbon is used for enhanced oil recovery, companies would be able to claim $60 per ton, up from $35. Additionally, direct air capture—an expensive form of carbon removal—would get a generous $180 per metric ton (up from $50) for permanent storage and $130 per metric ton (up from $35) for enhanced oil recovery or other usage.</p><p>Sizing up the carbon-capture market is largely a speculative exercise, especially given the lack of a national carbon price, but Exxon Mobil estimates that there could be a $4 trillion market by 2050 for carbon capture. A McKinsey report from 2021 estimates that the global market for voluntary carbon credits could—at the high end of its estimate—reach $50 billion or more by 2030. Whatever the actual total addressable market is, stepped-up tax credits could end up being a major boon for energy companies with a head start in carbon capture.</p><p>Such companies include Denbury, which is the only publicly-listed U.S. company whose primary business is injecting carbon dioxide into the ground to produce oil, according to a report from Scott Gruber, equity analyst at Citi. The company has contracts in place to store 7 million tons per annum (mtpa) of carbon dioxide and has said that it is on track to \"substantially exceed\" its target to reach 10 mtpa by the end of this year. Denbury stock is up 9% since reports emerged of Mr. Manchin's support of the bill.</p><p>Occidental Petroleum also could end up being a major beneficiary—especially given its focus on direct air-capture projects. It has signed agreements to sell carbon-removal credits to companies including Airbus and expects to start constructing its first direct air-capture facility in the Permian basin in the second half of 2022. Direct air capture is a process of pulling carbon dioxide directly out of the air and costs between $250 and $600 per ton today, according to the World Resources Institute. Exxon Mobil and Chevron also have business units that focus on carbon capture.</p><p>The size of carbon capture's commercial payoff is still up in the air, but stepped-up tax credits certainly would help bring it closer to reality.</p><p>Inflation Bill's Got a Perk for Some Oil Companies</p>",
  "published": "2022-08-02T16:59:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2744,
          "end": 2751
        },
        {
          "start": 2729,
          "end": 2736
        }
      ]
    }
  ]
}