{
  "_id": "e4b3bf3d37bf2a4e83986940105e2f6d1db87a44ef729f6abc685237cf3d532b",
  "feed": "market-watch",
  "title": "Oil ends lower, pulling back from 7-week high on Venezuelan supply prospects",
  "text": "<p>* West Texas Intermediate crude for June delivery CL.1 CL00 CLM22 fell $1.80, or 1.6%, to close at $112.40 a barrel on the New York Mercantile Exchange, after trading at the highest intraday level for a most actively traded contract since March 24, according to FactSet.</p><p>* July Brent crude BRN00 BRNN22, the global benchmark, fell $2.31, or 2%, to settle at $111.93 a barrel, after hitting its highest intraday price since March 28.</p><p>* June gasoline RBM22 retreated 2% to end at $3.9417 a gallon after closing at a record on Wednesday. June heating oil HOM22 slid 2.8% to $3.7993 a gallon.</p><p>* June natural-gas futures NGM22 jumped 4.4% to finish at $8.304 per million British thermal units.</p><p>Market drivers</p><p>Gains for crude were cooled after news reports said the Biden administration was easing some sanctions in order to encourage resumed talks between the U.S.-backed opposition and the government of Nicolas Maduro.</p><p>The limited changes will allow Chevron Corp. CVX to negotiate its license with the state-owned oil company, PDVSA, but not to drill or export any petroleum of Venezuelan origin, the Associated Press reported, citing two senior U.S. government officials who spoke under the condition of anonymity because the formal announcement had not been made.</p><p>Crude prices have gained ground as gasoline, buoyed by falling inventories over the past several weeks, continued its rally. While implied demand for gasoline has fallen, the U.S. summer driving season, which begins Memorial Day weekend, is around the corner. Tight supplies of distillates, which have also led to soaring diesel prices, have also moved to underpin crude.</p><p>Meanwhile, the easing Monday of some lockdown restrictions in Shanghai, China's largest city, had also helped boost crude, analysts said.</p><p>\"The lockdown in Shanghai, which has been in place since the end of March, has weighed considerably on oil demand. Crude oil processing in China dropped to 12.6 million barrels per day in April, which was the lowest level since March 2020, i.e. during the first coronavirus lockdown,\" said Carsten Fritsch, commodity analyst at Commerzbank, in a note.</p><p>Upside for oil was seen limited by uncertainty over the European Union's effort to impose a ban on imports of Russian crude in the face of continued resistance from Hungary. The ban requires unanimous approval of the EU's 27 members.</p><p>A meeting of EU foreign ministers on Monday failed to achieve an agreement, with talks sent back to the ambassador level, news reports said. A May 30-31 summit may offer the best opportunity for an agreement, analysts said.</p><p>See interviews with Fed Chairman Jerome Powell, the CEOs of companies including Wells Fargo, Moderna and FanDuel. Register for virtual access to The Wall Street Journal's Future of Everything Festival, May 17-19. (Select virtual pass for complimentary access.)</p><p>Oil ends lower, pulling back from 7-week high on Venezuelan supply prospects</p>",
  "published": "2022-05-17T19:11:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 947,
          "end": 954
        }
      ]
    }
  ]
}