{
  "_id": "b60e4e8debdda051164a1db36fc5bffd92d8f2fe09669c5b1def713fe6186639",
  "feed": "ftcomall",
  "title": "Italy votes for new head of state and leadership challenges are in the air",
  "text": "<p>Hello and welcome to the working week.</p> <p>Changes in political leadership are back on the agenda — I did <a href=\"https://www.ft.com/content/ce44198e-204e-4009-a735-51ba3e9147bd\">warn you</a> that this was going to be a theme of 2022.</p> <p>First, we are expecting this to be the week that <a href=\"https://www.ft.com/content/a822f40e-1790-4db5-badd-bf10694c3b1d\">Sue Gray</a> finally publishes the “partygate” report. Will it produce a smoking gun for rebel MPs to end Boris Johnson's time in Downing Street or will it enable the prime minister to wriggle out of this latest existential leadership crisis? It's Burns Night on Tuesday, so a good time perhaps for those plotting Johnson's downfall to reflect on the Scottish poet's wisdom about the best laid schemes o' mice an' men.</p> <p>There will be change at the top in Italy as the <a href=\"https://www.ft.com/content/e8c83430-3774-464c-b82c-76c7c147a8d2\">presidential election</a> begins on Monday. Prime minister Mario Draghi, who has done much to restore confidence in the Italian government and unify the nation, is <a href=\"https://www.ft.com/content/b9aefd39-6c20-477e-bbd2-a5be6705ba94\">the frontrunner</a> — he also has the <a href=\"https://www.ft.com/content/cd2b90f8-dbb2-4256-bfbc-e49881b31097\">backing of the FT editorial board</a> and <a href=\"https://www.ft.com/content/e4909253-ee5e-4474-a298-c787c81fa033\">former Economist editor Bill Emmott</a>. But the process of deciding who will replace Sergio Mattarella, whose seven-year term ends on February 3, is complex — made more so by the <a href=\"https://www.ft.com/content/7657b6b9-ce63-454b-95fa-9ab961afc47a\">attempted comeback</a> of Silvio Berlusconi. And if Draghi wins, who will replace him as PM?</p> <p>The week will finish on Sunday with elections in Portugal, called two years ahead of schedule by the country's president Marcelo Rebelo de Sousa after parliament rejected the minority Socialist government's 2022 state budget. Political change is in the air. <a href=\"https://www.ft.com/content/8a7b799e-2732-4979-ab49-c5cbf8587ce7\">Anger about several corruption scandals</a> is fuelling support for populist candidates.</p> <p>Are we at The Week Ahead satisfying your needs? Cast your vote with an email to <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a>.</p> <h1>Economic data</h1> <p>The main economic event this week comes on Wednesday when the Federal Open Market Committee announces its latest decision on US interest rates, although this is likely to be a holding operation, with the first rate rise widely expected to be in March. </p> <p>There are plenty of other items in the diary, however, giving us a better indication of Omicron's impact on economic growth around the holiday season, with a clutch of quarterly gross domestic product estimates and purchasing managers' index data.</p> <h1>Companies</h1> <p>China is the linking factor for the corporate earnings reports this week.</p> <p>How have <strong>H&amp;M</strong>'s full-year sales — out on Friday — been affected by the <a href=\"https://www.ft.com/content/51e1a437-3aca-42ed-8403-2a05b338622b\">state influenced consumer boycotts</a> in China of its clothing? Similarly, how much is Sweden's tough stance on Huawei hurting <strong>Ericsson</strong>, whose numbers are out on Tuesday?</p> <p>China is part of the reason why analysts are expecting healthy quarterly numbers from <strong>Apple</strong>, which reports on Thursday. Sales have been helped by the tech company's products <a href=\"https://www.ft.com/content/400037fb-8426-4c09-a05a-227fc1152e74\">gaining market share</a> among richer Chinese users.</p> <p>The availability of technology — in particular, semiconductors — will be weighing on the minds of <strong>Hyundai</strong>'s investors. Hyundai fared relatively well last year after stockpiling components — although sales in 2021 fell short of target as inventories ran out — and there are expectations that the carmaker will report its highest operating profit in eight years on strong demand for recreational vehicles and premium Genesis sedans.</p> <p>Finally, there are also high hopes for <strong>Tesla</strong>, whose car production numbers have been, er, <a href=\"https://www.ft.com/content/ad6d68b0-0171-4f24-9076-d778babf6fed\">motoring forward</a>.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Eurozone, France, Germany, Japan, UK, US: IHS Markit flash composite purchasing managers' index (PMI) data releases</p></li>  <li><p>UK, Bank of England's Asset Purchase Facility Quarterly Report</p></li>  <li><p>Results: <strong>Halliburton</strong> Q4, <strong>IBM</strong> Q4, <strong>Philips</strong> Q4</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Germany, Ifo Institute monthly business confidence index</p></li>  <li><p><strong>Rémy Cointreau</strong> Q3 sales update</p></li>  <li><p>South Korea, GDP figures</p></li>  <li><p>UK, HMRC publishes tax receipts and National Insurance Contributions data</p></li>  <li><p>US, Federal Housing Finance Agency monthly house price index and consumer confidence data</p></li>  <li><p>Results: <strong>3M</strong> Q4, <strong>American Express</strong> Q4, <strong>Atlas Copco</strong> Q4, <strong>Ericsson</strong> Q4, <strong>General Electric</strong> Q4, <strong>Hyundai Motor</strong> Q4, <strong>Johnson &amp; Johnson</strong> Q4, <strong>Lockheed Martin</strong> Q4, <strong>Texas Instruments</strong> Q4, <strong>Tod's</strong> FY, <strong>Verizon</strong> Q4</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Canada, Bank of Canada interest-rate decision</p></li>  <li><p>France, consumer confidence figures</p></li>  <li><p>US, Federal Open Market Committee meeting interest-rate decision</p></li>  <li><p>Results: <strong>AT&amp;T</strong> Q4, <strong>Boeing</strong> Q4, <strong>Intel</strong> Q4, <strong>Lonza Group</strong> FY, <strong>Nidec</strong> Q3, <strong>Tesla</strong> Q4, <strong>Wizz Air</strong> Q3</p></li>  <li><p>Trading update: <strong>Brewin Dolphin </strong>Q1, <strong>CMC Markets</strong> Q3</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p><strong>Anglo American</strong> Q4 production report</p></li>  <li><p>Germany, consumer confidence data</p></li>  <li><p>US, GDP Q4 estimate plus consumer spending data</p></li>  <li><p>Results: <strong>Apple</strong> Q1, <strong>Banco Sabadell</strong> Q4, <strong>Comcast</strong> Q4, <strong>Deutsche Bank</strong> H1, <strong>Diageo</strong> H1, <strong>easyJet</strong> Q1, <strong>JetBlue Airways</strong> Q4, <strong>LVMH</strong> FY, <strong>Mastercard</strong> Q4, <strong>McDonald's</strong> Q4, <strong>Mondelēz International</strong> Q4, <strong>Northrop Grumman</strong> Q4, <strong>Rogers Communications</strong> Q4, <strong>Safilo Group</strong>&#xa0;FY, <strong>Samsung Electronics</strong> Q4, <strong>SAP</strong> FY, <strong>Sartorius</strong> FY, <strong>STMicroelectronics</strong> Q4, <strong>Visa</strong> Q1</p></li>  <li><p>Trading updates: <strong>CVS Group</strong> H1, <strong>Fevertree</strong> FY, <strong>Mitie</strong> Q3</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>France, preliminary Q4 GDP plus producer price index (PPI) figures</p></li>  <li><p>Germany, flash Q4 GDP figures</p></li>  <li><p>Italy, PPI data</p></li>  <li><p>UK, Bank of England capital issuance statistics</p></li>  <li><p>US, personal income and spending data</p></li>  <li><p>Results: <strong>Caterpillar</strong> Q4, <strong>Chevron</strong> Q4, <strong>Colgate-Palmolive</strong> Q4, <strong>Daiwa Securities</strong> Q3, <strong>H&amp;M</strong> FY, <strong>Saipem</strong> Q3, <strong>UniCredit</strong> FY, <strong>Volvo</strong> Q4</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>EU, UK: British foreign minister Liz Truss and the EU commissioner responsible for Brexit negotiations Maros Sefcovic meet for further talks in Brussels</p></li>  <li><p>Italy, Libya: presidential elections</p></li>  <li><p>Switzerland, executive board of the World Health Organization begins its 150th session in Geneva</p></li>  <li><p>UK, a year of events celebrating 1900 years of Hadrian's Wall kicks off today on the birthday of the Roman emperor</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Egypt, 11th anniversary of the beginning of the Egyptian Revolution, involving street protests, labour strikes and violent clashes</p></li>  <li><p>EU General Affairs Council meets in Brussels</p></li>  <li><p>UK, Burns Night celebrated on the birthday of Scottish poet Robert Burns, plus in London “The Blue Boy” by Thomas Gainsborough returns to the National Gallery 100 years after it was last displayed there, and England will drop most remaining <a href=\"https://www.ft.com/content/c972b215-7c03-4abf-adb0-318df1651645\">Covid restrictions</a>, such as mask wearing and vaccine passports</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Australia Day, marking the arrival at Sydney Cove of the First Fleet in 1788</p></li>  <li><p>India, Republic Day commemorating the introduction of the Indian constitution</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Honduras, Xiomara Castro is to be sworn in as the nation's first female president</p></li>  <li><p>International Holocaust Remembrance Day on the 77th anniversary of the liberation of the Nazi German concentration camp Auschwitz</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>EU, Data Privacy Day</p></li>  <li><p>Germany, the Greens hosts a party congress from Berlin</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Australia, women's final day in the Australian Open tennis tournament</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Australia, men's final day in the Australian Open tennis tournament</p></li>  <li><p>Portugal, general election.</p></li> </ul><p>Source: Jonathan Moules 2022 'Italy votes for new head of state and leadership challenges are in the air' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-23T18:15:43.601Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5074,
          "end": 5081
        }
      ]
    }
  ]
}