{
  "_id": "ccc219e19fba856903531dfef75f7ffa6d2482dcd35d9c431c2eb27235c88988",
  "feed": "market-watch",
  "title": "World will face shortage of liquefied natural gas through 2026, says Exxon CEO; It takes time to 'bring these very large, capital-intensive projects on stream,' CEO Darren Woods says",
  "text": "<p>\"You look around the world, and the balance is, the world will be short [of liquified natural gas] probably through 2026,\" the Exxon Mobil XOM chief said during the WSJ CEO Council Summit in Washington D.C. on Tuesday. \"That's how we're seeing that balance play out — it just takes time to bring these very large, capital-intensive projects on stream.\"</p><p>In its most recent quarterly gas report, the International Energy Agency warned that natural-gas markets are expected to remain tight into 2023 as Russia further reduces supplies to Europe. European demand for liquified natural gas, or LNG, has set off global competition for supplies, the IEA said.</p><p>Now read: Exxon Mobil and Chevron together take in more than $30 billion in net income as natural gas prices soared</p><p>In 2021, the European Union imported 81% of its natural gas, according to data from the Council of the EU.</p><p>Speaking at the WSJ CEO Council Summit, Woods said that Exxon Mobil has recognized the role for natural gas and is advancing its efforts in that space. \"If you look at the pandemic, when everybody pulled back from their investments, we were investing in a very large LNG export terminal in the U.S.,\" he said. \"We never stopped that investment or slowed that investment down, which was fortunate, because now that we find ourselves in this very short world and the desperate needs of Europe, we're in a good position to bring that LNG terminal online and start to support the need for LNG in Europe.\"</p><p>Woods, who became CEO of Exxon Mobil in 2017, explained that the company has taken a \"countercyclical\" approach to investing under his leadership. \"In 2017, 2018, many of you will remember that there was the rhetoric out there that said that oil and gas was on the decline, it wasn't going to be needed, and you saw a lot of industry players pull back from the development of resources,\" he said. \"We took the opportunity to lean in and so our capital spending went up in that time frame. … The portfolio of projects that we're pursuing is consistent with the plan that we laid out back in 2018.\"</p><p>With the surge in natural-gas prices and record refining volumes, Exxon Mobil's third-quarterprofit nearly tripled and its revenue soared more than 50% to surpass the $100 billion mark.</p><p>Now read: Exxon Mobil exits Russia after Kremlin's 'expropriation blackmail'</p><p>Exxon Mobil's stock has risen 72% this year, compared with the S&amp;P 500's SPX decline of 17.1%.</p><p>When questioned about Exxon Mobil's production levels on Thursday, Woods pointed out that the company has been upgrading and divesting a number of its assets. \"We have divested about 200,000 barrels a day of production, which somebody else is now running. We had about 65,000 barrels a day of Russian production expropriated from us,\" he said. \"So, in total, the barrels that we were involved in are actually going up. It just happens that 265,000 barrels are in somebody else's books today.\"</p><p>In October, Exxon Mobil announced its exit from Russia after Moscow seized the company's stake in the Sakhalin-1 oil and gas venture, a move described by an observer as \"expropriation blackmail.\"</p><p>The oil giant, which had operated in Russia for more than 25 years, held a 30% interest in the project in Russia's Far East. But after blocking Exxon Mobil's efforts to transfer operatorship and sell its stake, Moscow expropriated the company's interests in the venture.</p><p>World will face shortage of liquefied natural gas through 2026, says Exxon CEO</p>",
  "published": "2022-12-06T17:23:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 679,
          "end": 686
        }
      ]
    }
  ]
}