{
  "_id": "c83d76c84cade40c7559296ecdcc0ab1435d8f2e058f8d04bbd9a46c27e4a419",
  "feed": "wall-street-journal",
  "title": "Exxon, Chevron, Shell Report Record Profits on High Energy Prices; Oil giants post $46 billion in combined profit in latest quarter, as they cashed in on rebounding energy demand",
  "text": "<p>The historic profits come as companies reap the benefits of record fuel-making margins following the shutdown of 3 million barrels a day of global refining capacity since the onset of the pandemic in 2020. Exxon Chief Executive Darren Woods said while refining margins have moderated recently, it's a situation that could take years to fix until additional capacity comes online.</p><p>\"Demand recovers, and we don't have the capacity to meet that, which has led to record, record refining margins,\" Mr. Woods said. \"This will be a few-year price environment.\"</p><p>On Thursday, Shell reportedits second consecutive record quarterly profit, hitting $16.7 billion in profit on a net current-cost-of-supplies basis, a figure similar to net income that U.S. oil companies report.</p><p>The companies' banner profits mark a significant turnaround for an industry that hemorrhaged cash and saw scores of companies file for bankruptcy following the worldwide outbreak of Covid-19 in 2020. Exxon and Chevron posted historic losses that year, and Exxon got booted from the Dow Jones Industrial Average while energy sunk to less than 2.5% of the S&amp;P 500.</p><p>But the cash the oil giants are generating has become a political touchpoint as high fuel prices have emerged as a liability for President Biden and Democrats in Congress ahead of midterm elections in November. In June, Mr. Biden was asked if he would go after Exxon's profits. \"We're going to make sure everybody knows Exxon's profits,\" he said. \"Exxon made more money than God this year.\"</p><p>Mr. Biden has called on the companies to increase oil and gas production as well as refining capacity to help lower fuel prices.</p><p>Exxon said it is working to meet global energy demand through its plans to expand early next year a refinery in Beaumont, Texas, by 250,000 barrels a day, the largest such expansion since 2012. It also noted it has boosted production in the Permian Basin of West Texas and New Mexico by 130,000 barrels of oil-equivalent a day compared with the first half of 2021.</p><p>\"Those investments are really helping to increase production at a time when the world needs it most,\" Exxon Chief Financial Officer Kathryn Mikells said, noting its capital and exploration spending was up about 40% year-over-year.</p><p>Exxon's oil and gas production was up about 4% from the same period last year. Chevron's oil-and-gas production declined globally about 7.4% compared with the same period a year ago, largely due to the end of projects in Thailand and Indonesia, though its production rose in the U.S. by about 3.2%.</p><p>Share Your Thoughts</p><p>What is your outlook on oil prices for the rest of the year? Join the conversation below.</p><p>\"Supply is responding,\" said Chevron Chief Financial Officer Pierre Breber.</p><p>Senate Democrats struck a deal with a pivotal lawmaker, Sen. Joe Manchin (D., W.Va.), to help pave the way for a proposed $369 billion bill that would include tax incentives to put more money into green energy. It also has provisions that benefit fossil fuel companies, including requiring the Interior Department to offer oil companies millions of federal acres onshore and offshore over the next decade.</p><p>Oil and gas demand has roared back as countries have lifted pandemic quarantine measures. Western sanctions against Russian energy have pushed commodity prices even higher. Now, as the U.S. economy is contracting, the oil industry's lofty earnings have become a rare bright spot for investors.</p><p>Oil and gas shares have outperformed the market this year, with the S&amp;P 500 Energy index up about 35% since the start of 2022, compared with a 15% drop for the broader index. Since the start of 2022, Exxon and Chevron shares are up about 46% and 26%, respectively, while the energy sector has grown to more than 4% of the S&amp;P 500.</p><p>Still, many institutional investors, such as pension and mutual funds, remain reluctant to back fossil-fuel companies primarily because of concerns about their impact on the climate and long-term questions about their profitability as some countries shift to greener energy. But, the companies' recent performance has made the sector harder for those investors to ignore, said Mark Stoeckle, chief executive and senior portfolio manager of Adams Funds.</p><p>\"When you have a sector that went from under 2.5% of the S&amp;P 500 to over 4%, it gets everybody's attention,\" Mr. Stoeckle said. \"If you ignored energy for the last seven or eight years, you were paid handsomely for doing so. Now, the landscape has changed.\"</p><p>Exxon and Chevron shares were up Friday about 4.5% and 8%, respectively, on a day when U.S. crude prices climbed almost 4% to more than $100 per barrel.</p><p>Despite the record profits, Exxon and Chevron signaled they will stick with relatively conservative spending plans in the oil patch, instead choosing to reward investors and strengthen their finances. Exxon returned $7.6 billion to shareholders in the quarter. With a cash balance of $18.9 billion, a $12 billion increase from the end of 2021, Exxon's ratio of net debt to capital dropped to 13%, which would help gird the company for an economic slowdown.</p><p>San Ramon, Calif.-based Chevron lifted the upper end of its share-repurchase program this year to as much as $15 billion, up from $10 billion, and paid off debt. Shell plans to buy back another $6 billion in shares over the next quarter, while also reducing its net debt.</p><p>One of the biggest drivers of the record profits for Exxon, Chevron and Shell were the highest fuel-making margins in recent memory. On Thursday, U.S. oil refiners Valero Energy Corp. and PBF Energy Inc. posted profits of $4.7 billion and $1.7 billion, respectively, the highest quarterly earnings since at least 1998 for Valero and 2012 for PBF, according to FactSet.</p><p>Analysts said refining earnings may have peaked in the second quarter. Fuel demand took a hit during the height of America's summer driving season, as consumers balked at prices that hit a record national average of more than $5 a gallon in June.</p><p>As fears of an economic slowdown mount, it is unclear how deeply oil demand will be affected, analysts said. But average U.S. refining margins for gasoline and diesel have recently declined by 47% and 25%, respectively, from second-quarter levels, according to Houston investment bank Tudor, Pickering, Holt &amp; Co.</p><p>Margins remain lofty compared with prior years and will continue to keep refining profitable at least through the third quarter, if not longer, analysts said.</p><p>Given the high amounts of cash oil companies are generating, they are likely to favor returning most of that to shareholders, said Ryan Todd, an oil-industry analyst at investment bank Piper Sandler Companies. But many oil companies are also working to build excess cash on their balance sheets after their harrowing experience in 2020, he said.</p><p>\"It's important for the long-term viability of the industry to show investors they have a business model that's resilient through the cycle,\" Mr. Todd said. \"There's always a cycle. The cycle's going to turn.\"</p><p>Jenny Strasburg contributed to this article.</p><p>Write to Collin Eaton at collin.eaton@wsj.com</p><p>Exxon, Chevron, Shell Report Record Profits on High Energy Prices</p>",
  "published": "2022-07-29T16:30:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4663,
          "end": 4670
        },
        {
          "start": 976,
          "end": 983
        },
        {
          "start": 4482,
          "end": 4489
        },
        {
          "start": 5106,
          "end": 5113
        },
        {
          "start": 3640,
          "end": 3647
        },
        {
          "start": 2683,
          "end": 2690
        },
        {
          "start": 7097,
          "end": 7104
        },
        {
          "start": 5414,
          "end": 5421
        },
        {
          "start": 2324,
          "end": 2331
        },
        {
          "start": 7,
          "end": 14
        }
      ]
    }
  ]
}