{
  "_id": "76c6de1c5b801603ed1bb07f7d9f211a188e8eb1d10c6f362f1f41acb8c9e44a",
  "feed": "ftcomall",
  "title": "Russian-led alliance says it will send ‘peacekeepers' to Kazakhstan over protests ",
  "text": "<p>Kazakhstan's president appealed to a Russian-led military alliance for help on Wednesday after vowing to act with force to curb protests that have swept the resource-rich central Asian nation in the most significant challenge for years to autocratic rule.</p> <p>Shortly afterwards, Armenia's prime minister Nikol Pashinyan, who chairs the Collective Security Treaty Organization, blamed the crisis on “external meddling” and said the group would send a contingent of “peacekeepers” to Kazakhstan for a “limited period of time […] with the goal of stabilising and normalising the situation in the country”.</p> <p>A state of emergency was declared nationwide after anger at rising fuel prices escalated into protests in several Kazakh cities, with significant buildings set alight and demonstrators overrunning an airport in the former capital Almaty. </p> <p>President Kassym-Jomart Tokayev accepted the resignation of the government and said he was assuming control of the security council, giving him more powers to direct forces or crack down on protests if he saw fit.</p> <p>It leaves questions over the role of former longtime president Nursultan Nazarbayev, who stepped down in 2019 after three decades as leader but who had retained control of the security council and held significant sway as a “leader of the nation” figure.</p> <p>Late on Wednesday, Tokayev said he had made an appeal for help to the CSTO, a Russian-led military alliance that also includes Belarus, Armenia and two of Kazakhstan's neighbours. He said assistance was needed to fight armed and organised bands of terrorists that had been trained abroad.</p> <p>Tokayev's announcement, made after a phone call with his counterparts in Moscow and Minsk, could open the way for foreign troops to enter Kazakhstan and assist the government in putting down the protest. The alliance's treaty promises assistance to member states whose security or stability is threatened. </p> <p>A Russian parliamentarian said any peacekeeping forces would only be involved in “ensuring the security of infrastructure”, with other activities carried out by local forces. But Leonid Kalashnikov, chair of CIS affairs in the Russian Duma, an area of responsibility that covers former Soviet states, added that CSTO forces would remain in place “for as long as Kazakhstan's president needs them”.</p> <p>In a statement on Wednesday evening, US state department spokesperson Ned Price said Washington condemned “the acts of violence and destruction of property” and called for “restraint by both the authorities and protesters”.</p> <p>“We ask for all Kazakhstanis to respect and defend constitutional institutions, human rights and media freedom, including through the restoration of internet service. We urge all parties to find a peaceful resolution of the state of emergency,” he added. </p> <p>Kazakhstan is a big oil producer and member of the Opec+ group of countries. <a href=\"https://markets.ft.com/data/commodities/tearsheet/summary?c=Brent+Crude+Oil\">Brent crude prices</a> rose on Wednesday, in part on worries that the protests could disrupt oil supplies.</p> <p>The country is also significant for global energy markets as it produces uranium for nuclear plants. Last year it accounted for more than 40 per cent of global output. It is also among the top dozen suppliers of zinc and copper.</p> <p>Kazakhstan, like Russia and other countries in the region, has been struggling with rising prices for basic commodities amid the economic strain of the pandemic. </p> <p>Protests that started over fuel prices three days ago have since snowballed into the biggest in Kazakhstan's post-Soviet history. Though Tokayev has made significant concessions to demonstrators, these have done little to quell the situation.</p> <p>After accepting the government's resignation on Wednesday, Tokayev also acted on another of the protesters' demands, saying he would step into the role of chair of the security council. This suggested Nazarbayev, who previously held the role, had been displaced. </p> <p>“As a result, as the head of state — and, as of today, as the chair of the security council — I intend to act as forcefully as possible. It is a matter of the security of our citizens,” said Tokayev, who is viewed as a loyal Nazarbayev ally. </p> <p>The price of Kazakhstan's dollar-denominated debt dropped after the protests and the resignation of the government. The yield on a bond maturing in 2045 rose nearly 0.2 percentage points to 3.95 per cent, the highest level since May 2020, as its price fell more than 3 cents on the dollar.</p> <p>Shares in uranium company Kazatomprom dropped 8 per cent, and those of Kaspi.kz bank lost more than 20 per cent.</p> <p>The upheaval in one of Russia's largest neighbours is also a potential concern for Moscow, which has enjoyed a close and stable relationship with Kazakhstan's leadership. Russia's foreign ministry said it was keeping a keen eye on the situation.</p> <p>In the most populous city, Almaty, tear gas and stun grenades were used as protesters stormed a presidential residence and set fire to the main administrative building. A video shared on social media showed protesters in another town in the area tearing down a statue of Nazarbayev. </p> <p>Protesters seized Almaty's international airport, the <a href=\"http://orda.kz/\">Orda.kz</a> news outlet quoted an airport press service employee as saying. Airport staff evacuated any passengers before the protesters, numbering about 45 people, arrived, the outlet reported.</p> <p>The government blocked access to the internet almost nationwide, according to internet disruption monitors, with reports too of patchy mobile service, and some TV services being suspended. Hundreds of people were detained.</p> <p>Workers had gathered at the Tengiz oilfield, the country's largest, in support of the protest but output had not been affected, a spokesperson for Chevron, the operator, told the Financial Times. The spokesperson said the company was working “to resolve this situation as soon as possible”. Tengiz pumps about 600,000 barrels a day of oil, and&#xa0;includes ExxonMobil, Kazakhstan's KazMunayGas and Russia's Lukoil as partners.</p> <p>Some journalists and commentators in Moscow accused unspecified outside forces of stirring up protests in Kazakhstan to destabilise Russia's eastern flank, ahead of a round of diplomatic negotiations when Moscow wants to discuss the balance of power to its west.</p> <p>Washington, Moscow and Nato member states are set to <a href=\"https://www.ft.com/content/481d2685-733b-47fb-b74d-b452997b672e\">meet for talks</a> next week, when Russia intends to press for “security guarantees” to limit the military alliance's expansion in Europe.</p> <p><em>Additional reporting by Tommy Stubbington and Neil Hume in London and Justin Jacobs in Houston</em></p><p>Source: Polina Ivanova and Nastassia Astrasheuskaya in Moscow and James Politi in Washington 2022 'Russian-led alliance says it will send ‘peacekeepers' to Kazakhstan over protests ' FT.com 5 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-05T22:57:24.271Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5645,
          "end": 5652
        }
      ],
      "nexusId": "10051514"
    }
  ]
}