{
  "_id": "a1dd8772dfd67d5e9e917eb191166272d74acd72a0fa2e4ecc7a2dc6b599d4f7",
  "feed": "market-watch",
  "title": "Dow tumbles 654 points, S&P 500 goes below 4,000 amid sea of losses in stocks; U.S. crude prices tumble 6.1% on Monday",
  "text": "<p>* The Dow Jones Industrial Average DJIA finished 653.67 points, or 2%, lower at 32,245.70 and dropped by as much as 777 points in the final 15 minutes of trading.</p><p>* The S&amp;P 500 SPX closed down by 132.10 points, or 3.2%, at 3,991.24. It's the first time the index has fallen below 4,000 since April 1, 2021, according to FactSet.</p><p>* It was the lowest closing levels for Dow industrials and the S&amp;P 500 since March 9 and March 31, 2021, respectively, according to Dow Jones Market Data.</p><p>* The Nasdaq Composite COMP finished 521.41 points, or 4.3%, lower at 11,623.25. That's its lowest close since Nov. 10, 2020.</p><p>Bitcoin BTCUSD plunged 9% toward $30,000, losing more than 50% of value from its record high set in November.</p><p>What drove markets</p><p>Monday's brutal day for equities extended investors' losses following the longest weekly losing streak for all three major indexes in years. The Dow and S&amp;P 500 each slipped 0.2% last week, while the technology-heavy Nasdaq fell 1.5%. It was the longest string of weekly losses for the Dow since May 2019, for the S&amp;P 500 since June 2011, and for the Nasdaq since November 2012.</p><p>See: These charts warn the Dow's new lower low won't be the lowestStock-market sentiment could be summed up in a single word, according to Daniel Tenengauzer, head of markets strategy and insights for BNY Mellon: \"Bad,\" he said via phone. Financial markets are in an even worse mood than they were in the 2008 global financial crisis, based on BNY's own model, he said.Investors are assessing the risks of continued high inflation against the prospects of weakening growth, combined with the need of policy makers to continue lifting interest rates. While Fed Chairman Jerome Powell said the central bank was not actively considering a 75-basis-point rate hike, that isn't likely to keep some corners of the market from pricing that in.</p><p>Read: Will Fed go too far? Dow's violent swings put investors on lookout for recession signals</p><p>\"The world remains a scary place for investors this year,\" said Alejo Czerwonko of UBS Global Wealth Management. \"We have been dealt with one negative shock after another, all taking a heavy toll on the global economic outlook.\"\"The American Association of Individual Investors surveys its members weekly with a simple question: \"What direction do you feel the stock market will take in the next six months?\" Just 19% of respondents were bullish over the last month, the lowest four-week average in three decades,\" Czerwonko wrote in a note Monday.Even analysts within BlackRock Inc., the world's biggest asset manager, are slightly reducing their risk profile amid a worsening macroeconomic outlook. They now see little chance of a \"perfect economic scenario.\"Read: World's largest asset manager pares risk profile, sees little chance of 'perfect' economic outcomeStocks in the S&amp;P 500's energy sector led the way down Monday, tumbling 8.3% as West Texas Intermediate crude for June delivery CL.1 skidded 6.1% to settle at $103.09 a barrel.</p><p>Earlier in the day, the 10-year Treasury yield BX:TMUBMUSD10Y had briefly moved above 3.2%, before pulling back by 4.4 basis points to 3.08% by the afternoon. Meanwhile, real or inflation-adjusted yields rose to their highest or least negative levels in more than two years, according to Tradeweb.</p><p>A surge in yields is a negative for stocks, particularly tech and other growth shares because their valuations are based on profit and cash flow far into the future. Rising yield on risk-free Treasurys cuts the present value of those future flows.</p><p>Analysts said weak Chinese trade data contributed to pressure risky assets. Government customs data showed exports rose only 3.7% year-over-year in April, down sharply from growth of 15.7% in March, news reports said. Imports edged up just 0.7%, reflecting tepid demand.</p><p>The release of theApril jobs report on Friday also did little to move the dial ahead of this Wednesday's release of the consumer-price index, according to Peter Iosif, senior research analyst at Noteris.</p><p>Need to Know: 'Drive down the middle of the road.' How this fund manager advises investors navigate a tough investing climate right now.</p><p>Companies in focus</p><p>* Shares of Exxon Mobil Corp. XOM finished 7.9% lower while those of Chevron Corp. CVX closed 6.6% lower.</p><p>* NVIDIA Corp. NVDA shares closed down by 9.2% after the company agreed to pay a $5.5 million fineto the Securities and Exchange Commission to settle charges that allege the company failed to disclose the impact of cryptocurrency mining on its gaming business.</p><p>* Shares of Uber Technologies Inc. UBER finished almost 12% lower after CNBC reported that the ride-sharing and food-delivery company is planning to cut spending on marketing and incentives and slow hiring, citing an email sent by CEO Dara Khosrowshahi to staff on Sunday.</p><p>* Palantir Technologies Inc. PLTR shares closed down by 21% after the software company delivered a mixed earnings report and downbeat forecast.</p><p>* BioNTech SE BNTX, the U.S.-listed biotech company, said its first-quarter profit more than tripled to €3.7 billion ($3.9 billion), or €14.24 per share, from €1.13 billion, or €4.39 per share, as revenue jumped to €6.38 billion from €2.05 billion, mostly on its share of COVID-19 vaccine sales from Pfizer and Fosun Pharma as well as direct sales to customers in Germany and Turkey. BioNTech's American depositary receipts finished higher by 3%.</p><p>What other assets did</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up by less than 0.1% after trading near a 20-year high.</p><p>* Gold futures GC00 finished 1.3% lower, settling at $1,856.60 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP closed down by 2.9%, while London's FTSE 100 UK:UKX dropped 2.3%.</p><p>* The Shanghai Composite CN:SHCOMP finished 0.1% higher, while Japan's Nikkei 225 JP:NIK tumbled 2.5%.</p><p>–— Mike Murphy contributed to this article.</p><p>Dow tumbles 654 points, S&amp;P 500 goes below 4,000 amid sea of losses in stocks</p>",
  "published": "2022-05-09T20:37:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4238,
          "end": 4245
        }
      ]
    }
  ]
}