{
  "_id": "fad96aea55f68e2923f60fe408fa3e2b05c534115aa0f9de2e75848f76748dd8",
  "feed": "ftcomall",
  "title": "Bumper profits raise pressure on oil majors",
  "text": "<p>Profits at two of the world's largest oil producers soared as BP and Saudi Aramco reaped a windfall from historically high energy prices that have fuelled inflation and stoked a global cost of living crisis. </p> <p>Saudi Aramco reported its second-highest quarterly profits since listing its shares in 2019, generating net income of $42.4bn in the three months to September, as BP's earnings more than doubled to $8bn, putting it on course for one of the most profitable years in its history. </p> <p>The surging profits follow Russia's invasion of Ukraine, which disrupted global energy markets. Prices have fallen from their highs this year, but remain elevated at more than $90 a barrel after the Opec+ cartel's move last month to cut production targets.</p> <p>Oil companies are increasingly in the crosshairs of governments in Europe and the US, which are exploring additional levies and possible windfall taxes to make up shortfalls in national budgets.</p> <p>US president Joe Biden has accused oil companies of “profiteering” from the Ukraine war and threatened new legislation unless they lower prices at the pump — a core issue in next week's midterm elections. </p> <p>ExxonMobil reported a record quarterly profit of nearly $20bn last week, while Shell and Chevron posted the second-highest earnings in their histories at $9.5bn and $11.2bn respectively. </p> <p>In the UK, new prime minister Rishi Sunak and chancellor Jeremy Hunt are looking at extending windfall taxes on oil groups following Shell's bumper profits and Tuesday's BP results. </p> <p>BP committed to buy back a further $2.5bn in shares in the fourth quarter, which would bring total share purchases for the year to just over $10bn. It said it expected to pay about $2.5bn in taxes on production from its North Sea business in 2022, including about $800mn under the government's new energy profits levy. </p> <p>Chief financial officer Murray Auchincloss told the Financial Times that “$2 out of every $3 we make [in the North Sea] is going to the government”, noting that it was a “very difficult time for society”. </p> <p>The company's tax contribution far exceeds that of rival Shell, which last week said new investments and decommissioning costs in the North Sea meant it had paid no UK taxes this year despite global profits of more than $30bn in the first nine months of 2022. Ben van Beurden, Shell chief executive, last week said the sector should be ready to “embrace” higher taxes. </p> <p>By contrast with producers elsewhere, Russia is facing sanctions on its seaborne crude which come into effect next month. </p> <p>Western countries are torn between trying to restrict Moscow's revenues following the invasion of Ukraine and concerns that losing Russian oil could cause a price surge when countries are grappling with energy-driven inflation.</p> <p>Russian oil exports are set to decline by as much as 1mn barrels a day this winter even as the country expands its “dark fleet” of tankers, according to the world's biggest independent energy trader.</p> <p>Russell Hardy, chief executive of Vitol, said that while Russia had made progress in shielding itself from the effects of tougher sanctions affecting its seaborne crude that come into effect from December, exports are still likely to fall by 500,000 b/d to 1mn b/d this winter. </p> <p>“The expectation is that nearly all European companies will turn their back on business that is not compliant,” he told the FT. “We think [Russia's] logistical solutions are growing, they're eating away at the problem. But whether or not they've eaten away at the whole problem we don't know.” </p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/50ee2200-fb53-47dd-92cc-a0162cef3f6c\"><em>Glimmer of hope in US-UAE energy deal</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/50ee2200-fb53-47dd-92cc-a0162cef3f6c\"><em>From Anthony Harris, Former British Ambassador to the UAE, Senior Executive Officer, Tysers Insurance Brokers, Dubai, United Arab Emirates</em></a></p><p>Source: Tom Wilson, Leslie Hook and David Sheppard in London and Samer al-Atrush in Riyadh 2022 'Bumper profits raise pressure on oil majors' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T18:53:19.625Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1232,
          "end": 1239
        }
      ]
    }
  ]
}