{
  "_id": "6857b242be10b39e7fb0cbccf0aa4a781bb4c171025b5613bead84b135cd1eb0",
  "feed": "market-watch",
  "title": "Oil up a 4th session, with Brent prices at their highest in a month after OPEC+ agrees to an output cut",
  "text": "<p>Price action</p><p>* West Texas Intermediate crude for November delivery CLX22 CL.1 CL00 rose 69 cents, or 0.8%, to settle at $88.45 per barrel on the New York Mercantile Exchange, with prices up fourth consecutive session and marking another finish at the highest since Sept. 14, according to Dow Jones Market Data.</p><p>* December Brent crude BRNZ22 BRN00, the global benchmark, added $1.05, or 1.1%, to $94.42 a barrel on ICE Futures Europe, the highest finish since Sept. 5.</p><p>* Back on Nymex, November gasoline RBX22 tacked on a penny, or 0.5%, to $2.6814 a gallon while November heating oil HOX22 rose 18 cents, or 4.8%, to $3.8649 a gallon.</p><p>* November natural gas NGX22 rose 0.6% to $6.972 per million British thermal units.</p><p>Market drivers</p><p>On Wednesday, OPEC+ — the Organization of the Petroleum Exporting Countries and their allies — announced a production cut of 2 million barrels a day starting in November, its largest production cuts since early 2020.</p><p>\"The move has been harshly criticized by U.S. leadership and is largely viewed as a victory for Russia, where crude exports face the threat of a coordinated price cap by Western leaders,\" said Robbie Fraser, global research and analytics manager at Schneider Electric. \"With Russian exports likely to drop over the near-term, the OPEC+ cuts provide an improved path for the country to hold on to market share.\"</p><p>As always, however, \"for the OPEC+ cuts to effectively support the market beyond the near-term, the market will need to see members follow through in reducing output, something that has historically been a challenge among the group's smaller members,\" said Fraser in a daily note.</p><p>A team of analysts said they expected the actual impact on global supplies would be less than half that amount.</p><p>See: What's next for oil prices after OPEC+ delivers a big production cut</p><p>Also see: What's in store for natural gas, oil and iron ore in the fourth quarter?</p><p>Strategists at Morgan Stanley said they expected OPEC members would reduce production by less than the amount implied by the quota cut.</p><p>\"Relative to September production, we estimate the impact on supply to be ~0.8 mb/d,\" wrote a team of Morgan Stanley strategists, led by equity analyst and commodities strategist Martijn Rats, in a note to clients on Thursday. \"As we had forecast OPEC production to grow modestly, the reduction relative to Nov/Dec forecasts approaches 1 mb/d.\"</p><p>The White House on Wednesday said in a statement that President Joe Biden was \"disappointed by the shortsighted decision\" by OPEC to cut production quotas. The statement also said the Biden administration was continuing to make its previously announced releases from the U.S. Strategic Petroleum Reserve, and the president \"would continue to direct SPR releases as appropriate.\"</p><p>Top White House economic adviser Brian Deese said Thursday that a U.S. ban on exports of gasoline and other refined petroleum products still was under consideration.</p><p>Also see: U.S. set to ease sanctions on Venezuela, allowing Chevron to pump oil again</p><p>Natural-gas futures, meanwhile, edged higher as the U.S. Energy Information Administration reported Thursday that domestic natural-gas supplies roseby a more-than-expected 129 billion cubic feet for the week ended Sept. 30. Total stocks in storage remained below the year-ago and five-year average levels.</p><p>Oil up a 4th session, with Brent prices at their highest in a month after OPEC+ agrees to an output cut</p>",
  "published": "2022-10-06T19:09:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2998,
          "end": 3005
        }
      ],
      "nexusId": "10051514"
    }
  ]
}