{
  "_id": "1ba6566464c620780ad7768973d08ebc30d2c6884546169a39d74cdcd40ea512",
  "feed": "wall-street-journal",
  "title": "Russian Attack on Ukraine Sends Oil Prices Above $100 a Barrel for First Time Since 2014 Crash; Military operation sparks worry over disruption to Russian energy exports",
  "text": "<p>While Ukraine isn't a big oil producer, Russia is one of the world's biggest and most influential crude-market players. Alongside Saudi Arabia, Moscow leads a group of many of the world's largest crude producers, called OPEC+, which has gradually been boosting global production to meet soaring demand.</p><p>Oil revenue is crucial for the Russian economy, making it unlikely Moscow would cut off its taps completely. Still, its role in OPEC+ decision-making gives it outsize influence over global markets. Russia alone exports 7.5 million barrels of crude and petroleum products derived from it a day, according to Cowen Inc. It is also the single biggest exporter of natural gas.</p><p>\"They are a commodity superstore, and we are tight in all of these markets right now,\" said Helima Croft, global head of commodity strategy at RBC Capital Markets. \"Any indication that Russia is going to restrict oil exports will cause concern,\" she said.</p><p>Another important dynamic is the response by the U.S. and Western allies. On Tuesday, Germany said it had halted moves to open the Nord Stream 2 pipeline that would allow Russia to bypass Ukraine in exporting natural gas to Europe. The Biden administration also said it planned to impose sanctions on the construction company behind the pipeline.</p><p>Europe's reliance on Russian energy—along with the Biden administration's efforts to avoid further gasoline-price spikes from higher global oil prices—makes harsh sanctions on Russian oil exports unlikely, analysts say. Even so, banking restrictions, export controls or tech-transfer restrictions have all been previewed as possible retaliation by Washington and Brussels. They could have unintended consequences across Russia's economy and on the ability of international traders to touch the oil and gas that power it.</p><p>Rising energy prices have been a significant contributor to inflationary pressures around the world. In particular, rising global crude markets have boosted gasoline prices in the U.S., contributing to inflation running there at its fastest pace in 40 years. On average, regular gasoline cost about $3.53 a gallon Tuesday, according to AAA, up from $2.64 a gallon a year ago.</p><p>Most directly exposed to any disruption are consumers and businesses in Europe. Russia is Europe's biggest supplier of natural gas, crude oil and coal. Oil refiners in Germany, Eastern and Central Europe and the Mediterranean are highly reliant on Russia's Urals crude to make gasoline and diesel. They would struggle to replace Russian crude with oil of similar quality, said Adi Imsirovic, senior fellow at the Oxford Institute for Energy Studies and former global head of oil at a trading subsidiary of Russian state energy company Gazprom PJSC.</p><p>Disrupted supplies from Russia would reverberate beyond Europe. The U.S. imported record volumes of Russian oil in 2021, according to Energy Information Administration data, after sanctions pushed Gulf Coast refiners to pivot from dense Venezuelan crude.</p><p>\"Everyone from the diesel market in Germany to the gasoline market in Brazil would certainly feel the pinch if we lost those supplies,\" Mr. Imsirovic said.</p><p>The last time crude prices were this high, in mid-2014, they were headed in the other direction. At the time, a surge of new oil from U.S. frackers was flooding the market, threatening the influence of the Organization of the Petroleum Exporting Countries. In subsequent years, OPEC worked with Russia and a group of big producers led by Moscow to boost their collective market leverage.</p><p>The $100 threshold is a landmark in the oil market's fast recovery from the global coronavirus lockdowns of early 2020. Factories went silent, air travel ground to a near halt and people stopped driving amid economic hibernation. That reduced demand. A short-lived price war between Russia and Saudi Arabia added to ballooning supplies of crude, testing the world's ability to store oil.</p><p>U.S. crude futures briefly turned negative on April 20, 2020, as producers paid buyers to take oil off their hands. Dozens of North American oil-and-gas producers went bankrupt. Economies that run on oil revenue, such as Nigeria, Angola, Iraq and Iran, suffered grave damage.</p><p>Since then, the revival in oil prices, and the fortunes of energy companies, has been swift. OPEC and its allies, led by Russia, have carefully calibrated how much oil the group has been willing to return to markets after steep cuts. More recently, some cartel members have struggled keeping pace with their share of added production. Shale oil producers in the U.S., meanwhile, have focused on returns over production increases.</p><p>As economies emerged from shutdowns, demand returned robustly. The vast stockpiles of oil that built up during the early days of the pandemic have started to thin. By December, oil inventories in the wealthier nations that make up the Organization for Economic Cooperation and Development had fallen to 2.68 billion barrels, their lowest level in seven years, according to the International Energy Agency.</p><p>By early trading Tuesday, Brent futures were more than five times as high as at their closing low in April 2020. Natural-gas and coal prices have also shot up, particularly in Europe and Asia, as potent demand collided with slow-to-change supply.</p><p>Rocketing prices have turbocharged shares of oil-and-gas companies such as Exxon Mobil Corp. and Chevron Corp. Energy was the best-performing sector on the S&amp;P 500 in 2021 and is one of two sectors to have risen during a turbulent start to 2022 for stocks.</p><p>Exxon and Chevron reported blowout earnings for the final quarter of 2021. So did BP PLC and Shell PLC, stirring debate in the U.K. over whether the London-listed companies should pay windfall taxes to help voters struggling with energy bills.</p><p>Sebastian Pellejero contributed to this article.</p><p>Write to Joe Wallace at Joe.Wallace@wsj.com and Jenny Strasburg at jenny.strasburg@wsj.com</p><p>Russian Attack on Ukraine Sends Oil Prices Above $100 a Barrel for First Time Since 2014 Crash</p>",
  "published": "2022-02-24T05:43:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5538,
          "end": 5545
        },
        {
          "start": 5368,
          "end": 5375
        }
      ],
      "nexusId": "10051514"
    }
  ]
}