{
  "_id": "394c94f4f5bfcb559674606af165d994ccebc8ad212375e1a76a41ee34fcaa4e",
  "feed": "ftcomall",
  "title": "Opec head: ‘Mixed messages' are holding back energy investment",
  "text": "<p>Welcome to another Energy Source. </p> <p>Amid a global energy crisis, a policy paradox is emerging, whereby western governments call for Opec and other oil and gas producers to raise output while also saying they want to transition away from the same fossil fuels and restrict investment in more supply. Mike Wirth, Chevron's chief executive, took aim at this contradictory message in <a href=\"https://www.ft.com/content/83d93bdd-659a-47b3-96bf-40884ef46a09\">his interview with me</a> a couple of weeks ago.</p> <p>Opec is on the front line of this policy dispute. Its decision last month to cut supply drew a <a href=\"https://www.ft.com/content/5eaea58f-d04f-40d6-aae5-f0b39ab324c0\">huge backlash</a> from the White House, which considered the decision to be political. Yet, since then, the US government has itself announced a plan to buy oil to replenish its emergency stockpile at a price designed to give producers “<a href=\"https://www.ft.com/content/0600d0d8-4f66-4f88-bda5-af21b1966b0d\">confidence to invest</a>” (the same producers president Joe Biden yesterday <a href=\"https://www.ft.com/content/1f57f405-94c8-44cb-8fae-5f9e6390bf72\">threatened</a> with more tax unless they upped supply). This is almost identical to the reason Opec offered for its decision to cut output. </p> <p>Haitham Al Ghais, Opec's secretary-general, writes exclusively for us today, giving his view of these “mixed messages”. After the controversy of the last meeting and just days ahead of the UN climate conference in Egypt, it's a must-read. </p> <p>And see below for our latest Energy Source video animation, which takes a look at enhanced geothermal systems — or “superhot rock energy” — and asks if they could have a role to play in the push to decarbonise. </p> <p>In Data Drill, Amanda Chu sticks with Opec, reflecting on the group's latest World Oil Outlook — and how its view of the future differs from that in the International Energy Agency's World Energy Outlook, released last week.</p> <p>Thank you for reading. <em>— Derek</em> </p> <h1>Opinion: ‘Mixed messages' are holding back oil investment</h1> <p><em>Haitham Al Ghais is secretary-general of Opec</em></p> <p>Over the past year and in the run-up to COP27, the discourse around energy, climate and sustainable development has become increasingly emotive and more forceful. This is warranted, given the energy crisis in Europe, the pressing need to reduce global emissions, and the scourge of energy poverty that has been worsened by the pandemic. The challenges before us are enormous. </p> <p>But the discourse needs to be inclusive, welcoming all voices to the table. We cannot return to a world that is limited by the question: are you for or against fossil fuels? It cannot be just one or the other. This limits the options available to help the world meet the interwoven challenges of energy affordability and security that have emerged starkly in the past year, while also reducing greenhouse gas emissions. </p> <p>Expanding populations and growing economies mean the world will need more energy — we calculate 23 per cent more energy by 2045. Meeting this extra demand, while also lowering global emissions in line with the Paris agreement, calls for a broad energy mix and unprecedented collaboration.</p> <p>Investment will be key to providing the energy needed. For example, we calculate that the oil industry alone must spend more than $12tn between now and 2045, or more than $500bn per year. But spending on energy has been down in recent years: a legacy of industry downturns, the pandemic, and markets' growing focus on environmental, social, and governance issues. The shortfall now threatens the very sustainability of the global energy system. </p> <p>This is a problem all stakeholders must work together to address, creating a long-term investment-friendly climate that makes sufficient finance available. It must be an investment environment that works for both producers and consumers, developed and developing countries.</p> <p>We have heard calls for oil and gas producing countries to ensure stable and sustainable global energy supplies. But we have also heard industrialised countries pledge to end financing in fossil fuel projects. </p> <p>These mixed messages will do little to spur the investment needed in an oil industry that is characterised by high upfront costs that might pay off only over decades. We need clear signals of oil's continuing importance to the world's long-term energy future.</p> <p>The chronic under-investment we have seen in the oil industry has resulted in shrinking spare capacity, constraints on production, and reduced refinery output — all at a time when demand for crude and oil products continues to rise.</p> <p>Bear in mind, too, that global oil production declines at an average rate of about 5 per cent a year. In today's 100mn barrels-a-day market, that's 5mn more barrels a day that must be produced just to hold output steady each year. It requires huge investment — and that's before we think about how much more oil the world might need next year, and beyond.</p> <p>We need a holistic view of this investment challenge, one that accepts all forms of energy to enable an orderly, inclusive and just energy transition. If the world does not get it right, it could sow the seeds of future energy crises.</p> <p>Opec members are ready, willing and able to play a central role.</p> <p>We are investing in long-term oil capacity, in both the upstream and downstream. We are mobilising cleaner technologies and our expertise to help the industry reduce its carbon footprint as we make major investments in everything from renewables to new hydrogen capacity.</p> <p>History shows that energy transitions can take many decades and follow different paths. Furthermore, the developed and developing world have vastly different capabilities, economic drivers, and above all needs — such as the 700mn people who lack access to electricity and the 2.4bn still using inefficient and polluting systems.</p> <p>Today's market turmoil shows what happens when we ignore the complexity of our global energy system and seek solutions that are too narrow. We need to work with each other, not against each other. The investment the world needs must focus on an “all-peoples, all-fuels and all-technologies” approach. This will be vital in finding a sustainable future that leaves no one behind. (<em>Haitham Al Ghais)</em></p> <h1>Video: Can superhot rock energy be delivered at scale?</h1> <a href=\"http://www.ft.com/cms/79bf5991-f294-479b-bc2e-7ce9f341fb4e.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Data Drill</h1> <p>Opec <a href=\"https://woo.opec.org/\">raised its long-term oil demand</a> forecast yesterday in a report that struck a bullish tone compared with other projections for the market. </p> <p>In its annual outlook, the oil cartel said demand would rise by 13mn barrels a day compared with 2021, reaching 110mn b/d in 2045 — an upward revision of 1.6mn b/d from last year's forecast. </p> <p>Oil will remain the main energy source in 2045, making up about 29 per cent of the global energy mix, says Opec. Natural gas will be the second-largest source, rising from 66.4mn barrels of oil equivalent per day to 85.3mn boe/d in 2045. Only coal use will decline over the next decade, according to Opec's outlook. </p> <p>Developing countries led by China and India will drive the growth in oil and natural gas demand. While oil consumption in the group of richer western countries that make up the OECD is expected to fall nearly 11mn b/d by 2045, non-OECD demand is expected to grow 24mn b/d. </p> <p>Opec's outlook clashes with other big forecasters that paint a less optimistic picture of the future of oil demand. A host of Wall Street banks, think-tanks and western oil companies have said consumption could peak this decade.</p> <p>The International Energy Agency last week said for the first time that peak demand <a href=\"https://www.ft.com/content/82b3326f-f06e-4663-b895-6d59f8568606\">could be on the horizon</a>. Under prevailing policies, its modelling found, oil demand “levels off in the mid-2030s before ebbing slightly to mid-century”.</p> <p>The IEA expects energy-related emissions to peak in the mid-2020s and fall below 2021 levels by the end of the decade. Opec does not expect peak emissions until after 2030. <em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>The EU and US are at <a href=\"https://www.ft.com/content/48178f1e-5572-496e-8fbe-bb4c0e3ec8ea\">risk of a trade war</a> after a provision in the Inflation Reduction Act made foreign-assembled cars ineligible for rebates in 2024.</p></li>  <li><p>Tesla holds talks over <a href=\"https://www.ft.com/content/9b5b29a3-f2c9-4386-a01a-797aecce9631\">buying a stake in Glencore</a> as concerns grow over securing enough materials needed for the electric vehicle rollout. </p></li>  <li><p>As a large nickel producer, Indonesia <a href=\"https://www.ft.com/content/0990f663-19ae-4744-828f-1bd659697468\">considers forming an Opec-like cartel</a> for battery metals. </p></li>  <li><p>Opinion: The Inflation Reduction Act will spearhead renewables in the US while <a href=\"https://www.ft.com/content/146c8ccc-f95b-4ab4-b1d8-0c7f11df44f8\">making the transition harder</a> for emerging markets</p></li>  <li><p>What <a href=\"https://time.com/6226932/lula-win-amazon-climate-change-brazil/\">Lula's victory in Brazil</a> could mean for climate (Time)</p></li> </ul><p>Source: Derek Brower, Amanda Chu, Myles McCormick and Justin Jacobs 2022 'Opec head: ‘Mixed messages' are holding back energy investment' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T11:00:57.059Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 309,
          "end": 316
        }
      ],
      "nexusId": "10051514"
    }
  ]
}