{
  "_id": "2d60a672511687b55ee0b630f3eb1b7fb9d60dada10f691cd2e576640c14072f",
  "feed": "ftcomall",
  "title": "Major Russian pipeline fully halts oil exports, sending crude prices higher",
  "text": "<p>Oil exports from a crucial pipeline on Russia's Black Sea coast were fully halted on Wednesday, pushing crude prices higher amid fears that Moscow would interrupt energy supplies just as US president Joe Biden arrives in Europe to discuss the war in Ukraine.</p> <p>The Caspian Pipeline Consortium, the Moscow-headquartered group running a pipeline linking Kazakh oilfields with Russia's Novorossiysk port, said on Wednesday that it was shutting down all three units used to load oil from the more-than-1,500km artery on to tankers, blaming storm damage.</p> <p>“The loading is fully stopped due to objective reasons because of abnormal storms,” said Nikolay Gorban, CPC's chief executive, on Wednesday. “We have found some damage that does not allow [us] to operate the single point moorings further safely.”</p> <p>Gorban said two of the terminal's three mooring units had suffered “critical” damage and were completely inoperable. A third was awaiting an inspection, but divers could not survey the damage until the storm cleared, he said. </p> <p>He added that any repair work would be delayed by western companies' unwillingness to supply parts. Biden this month <a href=\"https://www.ft.com/content/2e0b1d84-e595-4c5a-be4e-928417b9c7cc\">prohibited investments</a> by US companies in Russia's energy sector and banned on imports of oil from the country.</p> <p>The full closure comes as EU leaders prepare to discuss deeper sanctions on Moscow for its decision to <a href=\"https://www.ft.com/war-in-ukraine\">invade Ukraine</a>. </p> <p>“If a weather-related ‘accident', it is certainly a convenient one from Moscow's standpoint,” said Bob McNally, head of consultancy Rapidan Energy Group and a former adviser to the George W Bush White House. </p> <p>“If it is not prepared to embargo its own oil exports, Russia may be willing to fight to the last Kazakh barrel in its escalating economic war with the world.”</p> <p>The full shutdown on Wednesday came less than a day after Moscow said it would <a href=\"https://www.ft.com/content/c7b4cc17-3258-43e5-ba3d-c006f5843f0d\">partially shut</a> the infrastructure to assess storm damage to the port's single point moorings. </p> <p>Florian Thaler, chief executive of OilX, an oil tracking firm, said repairs could be relatively simple, but “political problems may lengthen and actually worsen any shutdown”.</p> <p>The latest move will halt the export of 1.4mn barrels a day of oil, higher than the 1mn a day expected from the partial shutdown on Tuesday. Brent crude, the international oil marker, rose by 5 per cent to more than $121 a barrel on Wednesday.</p> <p>Gorban said the pipeline could continue to pump oil to the coast for another day, but with no way of exporting the crude the storage tanks at Novorossiysk would be filled by the end of Thursday, prompting a total closure of the pipeline. </p> <p>The CPC mainly ships oil produced in Kazakhstan by companies including Chevron and ExxonMobil, as well as some Russian crude from fields along the route. Chevron said earlier on Wednesday that exports from its Tengiz field continued uninterrupted. Exxon did not immediately respond to a request for comment. </p> <p>Thaler said about 10 per cent of the CPC's oil could be shipped through another pipeline between Baku, in Azerbaijan, and Ceyhan, in Turkey. However, some production in Kazakhstan may have to be idled until the CPC reopened.</p> <p>According to the CPC, 213 of the 585 tankers loaded from the pipeline in 2021 went to Italy. Another 41 went to Spain, 39 to France and 26 to the US. The US import ban exempts oil produced in Kazakhstan, which accounts for roughly 90 per cent of the pipeline's flows.</p><p>Source: Derek Brower and Myles McCormick in New York 2022 'Major Russian pipeline fully halts oil exports, sending crude prices higher' FT.com 23 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-23T18:14:47.627Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2640,
          "end": 2647
        },
        {
          "start": 2723,
          "end": 2730
        }
      ]
    }
  ]
}