{
  "_id": "e6920c0dcbbdb23fdf8bd5533ac8f64cecd158db7f42b7928170ca549b24310b",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  The Shade of Green  Energy Investors Want  ---  Share buybacks should please investors  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  There is nothing like flashing some green to excite energy investors these days, so long as it is the hue of cold, hard cash. </p><p>\n  Exxon Mobil's first quarter was something of a mixed bag. The company posted a quarterly net profit of $5.5 billion, well short of the $9.5 billion analysts polled by Visible Alpha had penciled in. The big gap was due to a hefty after-tax charge related to Exxon's exit from Russia (which accounted for less than 2% of production last year), but even without that impact, its earnings would have been about $700 million below expectations. </p><p>\n  Though inflation has been affecting everyone in the oil fields, Exxon Chief Executive Darren Woods said on an earnings call Friday that the impact has been manageable because the company extended a lot of contracts during the pandemic, when oil-field services costs were depressed. </p><p>\n  Brent crude prices were on average $22 higher a barrel compared with the prior quarter, but that wasn't enough to mitigate lower production volumes, which Exxon chalked up to severe weather in Alberta and maintenance activity. </p><p>\n  The bigger disappointment, though, was Exxon's downstream operations, which brought 62% less profit than analysts were expecting. The letdown was mostly tied to timing impacts related to the company's hedges, which are used to manage price risks. </p><p>\n  Any disappointment from underwhelming profits last quarter, though, seems to have been mitigated by Exxon's splashy buyback announcement: Its stock price moved down by 2.2% on Friday, less than the S&amp;P 500's 3.6% dive. </p><p>\n  Though Exxon hasn't stepped up its dividend just yet, it said it would triple its share-repurchase program to $30 billion through 2023, or roughly $15 billion a year. That beats Chevron, which pledged to repurchase as much as $10 billion a year. On an annualized basis, it takes Exxon's buyback generosity to levels last seen in 2013. </p><p>\n  While there are nits to pick in Exxon's results, in a high commodity price environment the company should be better positioned than peers. Exxon has by far the highest refining footprint among supermajor peers (more than twice that of Shell, the second-largest) and the largest presence in the Permian Basin, two areas that have potential to supercharge profits going forward. </p><p>\n  Refining margins are skyrocketing due to low refined-product inventory levels globally just as demand for products -- such as jet fuel and gasoline -- are recovering, according to Devin McDermott, an equity analyst at Morgan Stanley. Margins are likely to remain strong going forward, especially if the world keeps shunning imports of refined products from Russia. </p><p>\n  Exxon said the derivatives-related losses in the refining segment should reverse in the coming quarters. Meanwhile, a period of strong commodity prices could mean investors turn their attention to companies' oil-portfolio longevity, which measures longer-term production potential, as Biraj Borkhataria, an equity analyst at RBC Capital Markets, noted in a recent report. Mr. Borkhataria says that Exxon fares well on this metric given its large position in the Permian and some major discoveries in Guyana. </p><p>\n  Despite the incredible run in Exxon's stock price, which is now up roughly 40% year to date, Exxon's enterprise value as a multiple of expected earnings before interest, taxes, depreciation and amortization is still below Chevron's, a reversal of historical trends. As long as investors keep their eyes glued to the kind of greens that Exxon is good at delivering, its stock may still have some room to run. </p><p></p>",
  "published": "2022-04-30T06:09:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3385,
          "end": 3392
        },
        {
          "start": 1756,
          "end": 1763
        }
      ]
    }
  ]
}