{
  "_id": "3faea23be30e516f9406579ca1affba116efe686f0bfaabafdb1487d8914d6c7",
  "feed": "wall-street-journal",
  "title": "U.S. Crude Oil Price Touches $80 a Barrel; China's stalled reopening adds to gloomy economic outlook weighing on crude-oil futures",
  "text": "<p>At the same time, investors expect ongoing interest-rate increases from the Federal Reserve—potentially sending the U.S. into a recession—despite data suggesting that inflation is beginning to weaken from 40-year highs.</p><p>Those factors have weighed on prices, analysts say, even as the Organization of the Petroleum Exporting Countries Plus has cut production and Washington is set to conclude its release of strategic petroleum reserves—moves Wall Street expects to support oil.</p><p>\"The Fed and the Chinese have both thrown cold water on those optimistic hopes,\" said Robert Yawger, executive director for energy futures at Mizuho Securities. \"For inflation, this is a good thing. For the Saudis and the oil producers, it's not a good thing.\"</p><p>Contracts to deliver West Texas Intermediate crude next month have lost 14% in the past two weeks and dipped below $80 Friday before settling at $80.08, their lowest close since Sept. 30, according to Dow Jones Market Data. Brent crude, the global gauge, fell 2.4% Friday to settle at $87.62, its lowest since Sept. 27.</p><p>WTI's retreat dragged oil prices back below where they were before Russian tanks rolled into Ukraine in February. Economic fallout from the conflict helped push up the cost for products such as diesel and gasoline, providing a windfall to energy producers such as Exxon Mobil Corp. and Chevron Corp. and their investors. The S&amp;P 500 energy sector has added around 65% this year, even as the broader index has lost 17%.</p><p>The recent decline in oil prices has stalled some of those gains, with the sector losing 0.9% Friday, the worst performance among the index's groups. Shares in Diamondback Energy Inc. fell 3.4%, while Pioneer Natural Resources Co. declined 2.6%. EOG Resources Inc. slipped 2.4%.</p><p>Also on Friday, the price of U.S. crude delivered in December slipped below the price of a barrel delivered in January, a dynamic some commodities traders see as a warning of additional weakness ahead. Lower near-term prices encourage suppliers to store crude instead of selling it, in hopes it will fetch more later. Such pileups tend to be sticky, suggesting a surplus that could weigh on prices in the future.</p><p>Still, some analysts still expect China's gradual reopening and forthcoming tightening of supplies will push up prices next year.</p><p>Representatives of OPEC+, which has cut its forecast for oil demand, are slated to meet Dec. 4 and could decide to reduce their collective output. The following day, the European Union is set to ban most imports of Russian crude in a move that some analysts expect will weigh down the country's production.</p><p>Mark Haefele, chief investment officer at UBS Global Wealth Management, said in a note that those factors will help push Brent crude to reach $110 a barrel in 2023.</p><p>\"We think that the oil market will tighten further, supporting higher prices,\" he said.</p><p>—Bob Henderson contributed to this article.</p><p>Write to David Uberti at david.uberti@wsj.com</p><p>U.S. Crude Oil Price Touches $80 a Barrel</p>",
  "published": "2022-11-21T10:30:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1345,
          "end": 1352
        }
      ]
    }
  ]
}