{
  "_id": "ecfa76362080049450d8ea6ce0151f425ad30163cf3df0b8b3bfba0ebffe065e",
  "feed": "wall-street-journal",
  "title": "Exxon Hits Record Profits Again as Oil Industry Sees Banner Quarter; Chevron reports slight dip from the record haul it set in the prior quarter",
  "text": "<p>Chevron's third-quarter profit slipped about 3% to $11.2 billion from its all-time high in the second quarter due to net charges in the quarter of more than $600 million. Without those charges, it would have also hit record earnings.</p><p>Despite the hefty profits and high energy prices, the two largest U.S. oil companies didn't telegraph any plans Friday to increase spending on oil or fuel production, sticking to their annual budget ranges that were set before the war in Ukraine caused a spike in energy prices as supplies drained globally.</p><p>\"The investments we've made, even through the pandemic, enabled us to increase production to address the needs of consumers,\" Exxon Chief Executive Darren Woods said. \"Rigorous cost control and growth of higher-margin petroleum and chemical products also contributed to earnings and cash flow growth in the quarter.\"</p><p>After it too hit a profit record last quarter, Shell PLC said Thursday its third-quarter profit on a net current-cost-of-supplies basis, a figure similar to the net income that U.S. oil companies report, was $8.3 billion, down $3.2 billion from the prior quarter. The London-based oil major said it would boost its dividend and buy back another $4 billion of its shares in coming months.</p><p>High prices at the pump have spurred President Biden and Democrats in Congress to criticize oil companies for their historic profits and press them to put out more gasoline and diesel. Energy prices have emerged as a key campaign issue ahead of midterm elections early next month.</p><p>Many oil companies are drafting capital spending budgets for next year, and Exxon and Chevron signaled few changes on Friday to their spending next year from subdued investment levels in 2022.</p><p>Chevron is poised to boost capital spending 20% next year compared with 2022, but that is well below prepandemic levels and within the five-year spending range it previously provided. The company is expected to spend around $15 billion this year.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook on the oil industry and why? Join the conversation below.</p><p>\"We have a long-term view of where our business is going, and plan well ahead of time,\" Chevron Chief Financial Officer Pierre Breber said in an interview. \"We have productive conversations with the [Biden] administration and share their objective of stable and affordable energy resources. But at the same time, we're making decisions in the long-term interest of our shareholders and other stakeholders.\"</p><p>Write to Collin Eaton at collin.eaton@wsj.com</p><p>Exxon Hits Record Profits Again as Oil Industry Sees Banner Quarter</p>",
  "published": "2022-10-28T10:57:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1614,
          "end": 1621
        },
        {
          "start": 1721,
          "end": 1728
        },
        {
          "start": 2154,
          "end": 2161
        },
        {
          "start": 69,
          "end": 76
        }
      ]
    }
  ]
}