{
  "_id": "a2c2821437904fd40a771aa47d52c4997d1da01e8f6e57c454f1dad5fe0eab2b",
  "feed": "market-watch",
  "title": "The best-performing sector in 2022 is not finished crushing it, says Citi, offering three stocks to buy; Critical information for the U.S. trading day",
  "text": "<p>\"We see market rotation into energy equities as having further to run, even though names in our U.S. coverage already sit at all-time highs,\" a team of analysts led by Alastair R Syme told clients in a fresh note. \"History says energy equities usually perform well in an earnings recession, Citi's base-case for 2023.\"</p><p>That bullish view comes after energy roared back into the spotlight on Monday, providing at least some distraction from the equity market's endless bear-bottom debates.</p><p>Hitting a level not seen since January, crude tumbled to $75.08 a barrel on rumors OPEC was mulling a production increase. A swift denial from Saudi Arabia pushed prices back near $80, where they are sitting for Tuesday.</p><p>Oil's tumble also briefly knocked the year's best performing energy sector, via the SPDR Energy Select Sector ETF XLE, to four-month lows before it recouped some losses. The ETF is still up a whopping 62% this year, beating all comers.</p><p>To be sure, the path for the commodity backing those stocks is a murky one, with crude struggling to make new highs since a summer run to over $109 a barrel.</p><p>But Citi's Syme and the team say they can look past the fundamental oil picture, for now.</p><p>\"Our view on the sector comes despite a view that commodity-price inflation, the story of 2021 and early 2022, is now largely behind us. We expect oil markets to begin to see inventory builds from next spring. Gas remains uncertain during the winter, but generally, we think the global energy system is adapting to accommodate Europe's crisis,\" said Citi.</p><p>As for Citi's view that energy equities perform well in a recession, they admit that the highest returns usually come in the first year of the market rotation. However, Syme said outperformance will typically carry on until the earnings cycle turns. They lifted price targets on several energy names and upgraded BP BP UK:BP to buy.</p><p>\"Without commodity price-inflation, growth and asset duration becomes a more important driver of relative equity performance, in our view,\" said the analysts. Their three top picks in the energy sector are buy-rated BP BP UK:BP — upgraded by Citi on Tuesday — Spain's Repsol ES:REP REPYY and ConocoPhillips COP.</p><p>Citi backed up its BP upgrade with some advantages it sees: valuations that put it over European peers; a lack of chemicals exposure, which they see as a key headwind for global peers in 2023; and the potential to differentiate around underlying growth, driven by upstream and marketing.</p><p>Citi lifted its target price for BP to 540 pence from 440 pence a share, while ConocoPhillips' target was lifted 21% to $160 a share. Among neutral-rated names, Chevron's CVX target was lifted 16% to $180, Exxon's XOM was lifted 12% to $110, Shell's UK:SHEL SHEL was boosted 9% to 2360 pence and Eni's IT:ENI was lifted 16% to €14. Repsol's targets were lifted 3% to €17..</p><p>Note, Citi's economists do see the global economy continuing to lose steam with the U.S. tipping into recession by the third quarter of 2023 and Europe already there. The OECD also came out with its forecasts and not surprisingly, they were gloomy.</p><p>And they've got caveats for investors to consider when it comes to this dazzling sector. They say relative performance of energy stocks, while still positive, will start to diminish given that stocks have seen such a big run-up in 2022. Also, don't get greedy, or \"hold on too long,\" said Syme and the team, who warned that when the demand-side collapse starts to really kick in, sector performance will start to suffer.</p><p>The markets</p><p>Stocks DJIA SPX COMP are mixed, with bond yields BX:TMUBMUSD10Y BX:TMUBMUSD02Yslipping and the dollar DXY pulls back. Oil prices CL.1 BRN00 are higher after Monday's tumultuous session. Gold GC00 and silver SI00 prices are firmer, and bitcoin BTCUSD is slightly higher at $15,776.</p><p>The buzz</p><p>Saudi Arabia delivered the first World Cup upset, beating Argentina 2-1.</p><p>Dollar Tree DLTR shares are down after the retailer beat forecasts, but delivered downbeat guidance. Dell DELL is dropping after the PC maker's weak forecast overshadowed an earnings beat. Zoom ZM also delivered upbeat results, but shares are down on disappointing guidance. HP HPQ will report after the close.</p><p>Baidu shares BIDU are rising after the Chinese internet giant delivered forecast-beating revenue. </p><p>Lordstown Motors RIDE  and Nikola NKLA  are among several stocks that Goldman warns are burning through cash and may need to raise capital soon. The bank also points out that Microsoft has now overtaken Amazon as the stock with the most long hedge-fund positions.</p><p>Days after China President Xi Jinping spoke of redistributing wealth, JD.com HK:9618 JD said it would cut executive salaries by 10% to 15% to boost benefits for lower-level employees.</p><p>A speech from Kansas City Fed President Esther George is the only economic item of note for Tuesday.</p><p>Best of the web</p><p>'Say her name, Mahsa Amini'. Protests mark Iran's World Cup debut</p><p>As western consumers cut back, Bangladesh's garment industry is feeling the pain (subscription required)</p><p>A critical diesel fuel shortage is coming for everything and everyone</p><p>Hundreds dead, homes flattened in aftermath of Indonesia earthquake</p><p>The chart</p><p>On the ever-busy crypto beat, comes this grim market-cap chart from @lanceroberts:</p><p>Read: Bitcoin tumbles to fresh lows and Grayscale trust discount worsens as Genesis denies imminent bankruptcy</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m.: </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     Nio  AAPL    Apple  AMZN    Amazon.com  BBBY    Bed Bath &amp; Beyond  MMAT    Meta Materials  MULN    Mullen Automotive  APE     AMC Entertainment preferreds</p><p>Random reads</p><p>Meet this cute lil' 67-pound goldfish</p><p>Singing Italian nun leaves sisterhood, now waitressing in Spain</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>The best-performing sector in 2022 is not finished crushing it, says Citi, offering three stocks to buy</p>",
  "published": "2022-11-22T14:57:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2643,
          "end": 2650
        },
        {
          "start": 2624,
          "end": 2631
        }
      ]
    }
  ]
}