{
  "_id": "dbb223b2d35afd9e6e25812d4bc6b2cdf4c0ae7877efcf5c1c9f70cf38469881",
  "feed": "wall-street-journal",
  "title": "The U.S. Shifts Focus to Venezuelan Oil, but Output Is Low; Even if the U.S. lifts sanctions on Venezuela, years of mismanagement and nationalizations have made Venezuelan production just a fraction of what it was in the 1990s",
  "text": "<p>Years of mismanagement, corruption and nationalization of oil ventures caused Venezuela's oil industry—which in the 1990s produced 3.2 million barrels a day—to crash by 2020, when output fell to just one-tenth of what it had been. Production has now more than doubled to about 800,000 barrels a day but that is less than 1% of the 100 million barrels dozens of countries produce world-wide daily.</p><p>People who work in, or who are familiar with the oil industry in Venezuela, describe a sector that is a shadow of what it once was when the country was one of the four main exporters of oil to the U.S.</p><p>Rusted and frequently damaged oil pipelines carry a fraction of the crude they once could. Rigs that once dotted the landscape in the country's oil-rich sectors have gone quiet. Looters break into oil installations to steal everything from pumps to compressors to fencing and metal to be sold as scrap.</p><p>The country's mammoth but decrepit refineries, though more active than they were two years ago, still process a minimal proportion of the crude they refined in the 1990s. The Amuay refinery processed about 168,000 barrels of crude daily in 2021, down from 570,000 barrels a day in 1998.</p><p>And Venezuela was never able to replace the thousands of highly trained oil engineers, executives and workers who were purged from the state oil company, Petróleos de Venezuela SA, or PdVSA, or fled into exile as the regime grew increasingly authoritarian. The Trump administration responded to the regime by sanctioning oil in 2019, while U.S. federal prosecutors indicted high-level government officials for drug trafficking and other crimes.</p><p>\"Venezuela's oil industry is in intensive therapy,\" said Iván Freites, the exiled general secretary of the oil workers union in Venezuela's Falcón State, which includes Amuay. \"In Venezuela, you have to build from scratch what has been destroyed.\"</p><p>With crude prices shooting to $140 a barrel because of the war in Ukraine, the Biden administration has engaged President Nicolás Maduro's regime as U.S. policy makers ponder easing oil sanctions on Venezuela in what would be part of a broader strategy to temper prices. Venezuela has the world's largest proved oil reserves.</p><p>Talks with Venezuela over the weekend didn't lead to a public resolution, but two people familiar with discussions said Monday that the U.S. wants to lift the sanctions that have further hurt production. Unraveling a complex web of sanctions, though, won't be easy, the two people say.</p><p>An international businessman familiar with the discussions said that the U.S. wants Venezuela to open its industry to American companies and give them more leeway to operate, without having to enter into ventures with PdVSA. In return, the U.S. says it can provide the investments to raise production while helping reintegrate the country into the world's financial system.</p><p>Some analysts say that Venezuela would be a natural supplier to the U.S., as it was for much of the sector's history since the first successful well began pumping in 1922. \"Venezuela has a historical and cultural legacy with the United States,\" said Antero Alvarado, managing director at Gasenergy Latin America, an oil and gas consulting firm. \"It is not the same buying oil from Venezuela as it is from Russia.\"</p><p>With Mr. Maduro and his regime in charge, though, the outlook isn't immediately rosy for Venezuela's sector, said Francisco Monaldi, director of the Latin America Energy Program at Rice University's Baker Institute.</p><p>The industry lacks workers—with thousands now employed in Canada, the U.S. and neighboring Colombia and Guyana. The country also has problems with electricity production, and there have been oil spills and industrial accidents in the oil sector that have yet to be cleaned up or properly repaired.</p><p>When the opposition three years ago thought it would be able to unseat Mr. Maduro because of U.S. support and sanctions, a group of oil analysts tried to determine what it would take to get the industry on its feet. To add 2 million barrels a day to what was already in production would require up to $15 billion in investments a year over five to seven years, Mr. Monaldi said. That would presume adding each year an average of 300,000 barrels a day to 400,000 barrels a day in production, a highly ambitious goal.</p><p>But Mr. Monaldi said that even in good times, Venezuela had never increased production over a period of years by more than 250,000 barrels of oil a day. \"So I think we should be much more conservative if Maduro is the one in place,\" he said.</p><p>Of course, with prices soaring, Venezuela's cash-strapped government is eager to increase production.</p><p>But the world has changed since Venezuela—a founder of the Organization of the Petroleum Exporting Countries—was a petro power. Western oil companies are more sensitive to climate concerns and will be more reluctant to leap into a country with few environmental standards or legal safeguards. And Venezuelan oil is also extra heavy, known for its high sulfur and high emissions.</p><p>\"It's a heavy crude that's of a different and inferior quality from the international standards,\" said Giorgio Cunto Morales, an economist in Caracas who tracks the industry. \"Venezuela has challenges that are not trivial.\"</p><p>Oil companies can thrive under difficult circumstances—as they did for some years under Mr. Maduro's predecessor, the populist strongman Hugo Chávez, who died in 2013. One company that is expected to play a key role if sanctions are lifted is Chevron, which remained in Venezuela despite the sanctions, though its operations were tightly restricted.</p><p>Oil analysts say that the same is true for four U.S. oil-services companies Schlumberger Ltd., Halliburton, Baker Hughes and Weatherford, whose role would be critical to reactivating Venezuelan oil wells.</p><p>Ginette Gonzalez and José de Córdoba contributed to this article.</p><p>Write to Juan Forero at Juan.Forero@wsj.com</p><p>The U.S. Shifts Focus to Venezuelan Oil, but Output Is Low</p>",
  "published": "2022-03-07T23:12:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5502,
          "end": 5509
        }
      ]
    }
  ]
}