{
  "_id": "d80c9f2213366ab456629d97428888c7680a8cc8db256e8b7430a7c1e1f63d87",
  "feed": "wall-street-journal",
  "title": "BP Profits Surge on High Energy Prices; Thirst for natural gas, refined products drives bumper cash flows as costs bite consumers",
  "text": "<p>The results come after BP reported a loss in the first quarter tied to the company's decision to exit its Russia holdings. Aside from that big one-time accounting charge, BP and other large oil-and-gas companies have been mounting a strong recovery from the pandemic, which decimated demand.</p><p>BP said it would increase its quarterly dividend by 10% and said it is on track for planned annual dividend increases of about 4% through 2025. The company said it would buy back another $3.5 billion in shares by third-quarter results.</p><p>Exxon Mobil Corp., Chevron Corp. and Shell PLC, the three largest Western oil companies, last week banked a record $46 billion in collective profits in the second quarter. Historically high margins on fuel-refining are following cutbacks in global fuel-making capacity during Covid-19 lockdowns, when travel and manufacturing slowed, sapping demand.</p><p>U.K.-based Shell last week reported its second consecutive record quarterly profit, hitting $16.7 billion on a net current-cost-of-supplies basis, similar to net income reported by its U.S. peers.</p><p>The world's biggest energy companies are awash with cash as economies have roared back from the pandemic and demand for natural gas and fuel outstrips supplies. Russia's invasion of Ukraine has added to the energy shortage, particularly in Europe where countries are quickly trying to replace declining gas flows delivered via pipelines from Russia.</p><p>SHARE YOUR THOUGHTS</p><p>What do you find most noteworthy in BP's earnings report? Join the conversation below.</p><p>Major oil companies have faced political heat in Europe and the U.S. over bumper profits while consumers are shouldering the pain of higher prices for heating their homes or filling up at gas stations. Oil-company executives have said that soaring profits from traditional businesses are helping them invest in lower-carbon projects as they transition to renewable energy, but those parts of their businesses—and profits generated by them—remain small.</p><p>The companies have been boosting returns to shareholders, largely favoring increases in dividends and share buybacks over increased spending on oil and gas production. Their conservative spending reflects in part predictions by many economists of a recession that would hit fuel demand, with an anticipated slowdown already showing in futures prices for oil and gasoline.</p><p>Write to Jenny Strasburg at jenny.strasburg@wsj.com</p><p>BP Profits Surge on High Energy Prices</p>",
  "published": "2022-08-02T06:37:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 547,
          "end": 554
        }
      ]
    }
  ]
}