{
  "_id": "98ad6d9b77db611b4c457c01c34becdb5399240be5dba76f338b47c876a13ceb",
  "feed": "ftcomall",
  "title": "Russia to permanently ‘decouple' with west on energy, gas producers say",
  "text": "<p>Russia will probably be permanently shut out of the global energy market once Europe <a href=\"https://ig.ft.com/europes-race-to-replace-russian-gas/\">weans itself off</a> the country's oil and gas, according to executives of energy producers Chevron and Woodside Petroleum, in a boost for rivals in the US and Australia.</p> <p>European nations are seeking new sources of oil and gas after Russian president Vladimir Putin's troops invaded Ukraine on February 24. The EU has promised to cut Russian gas imports by two-thirds by the end of the year and has also <a href=\"https://www.ft.com/content/b859a4b0-65ed-49ff-ba6d-6bd9569d04ff\">proposed banning all oil imports</a> from Russia. The country supplied <a href=\"https://ig.ft.com/europes-race-to-replace-russian-gas/\">about a third</a> of the EU's gas in 2021, according to the International Energy Agency.<br><br>Meg O'Neill, chief executive of <a href=\"https://www.ft.com/content/179dd96c-37c3-49da-b6da-35809fcb69dc\">Australian oil and gas producer Woodside</a>, said it would take the Europeans “time to wean themselves off Russian energy” but once they had succeeded they would not go back. <br><br>“The Europeans post-World War II thought there would never be war on European soil again,” O'Neill said. “I think what has happened is so shocking for them that I think they will not be lulled into complacency around acquiring energy from Russia in the future.”<br><br>She said there was a lot of “debate about the pace at which that transition happens” but that the EU's “resolve is quite firm”. </p> <p>Liquefied natural gas producers in Australia would find strong demand from East Asian countries as global supply chains adjusted to Russia's ostracism, she said.</p> <p>It was easier to divert oil and coal than LNG to different markets in response to geopolitical tensions, which was more difficult to transport long distances, O'Neill said. That meant Australian LNG would not replace Russian gas in Europe. Instead LNG producers nearer Europe, including Qatar and the US, would redirect gas there from Asia, leaving Australian LNG to fill the resulting gap in demand in Asia.</p> <p>“We are well-positioned to continue meeting the needs of customers like Japan, Korea, the US,” she said at an oil and gas industry conference in Brisbane, Australia, on Tuesday. </p> <p>Kory Judd, director of operations for the Australian business of US oil and gas group Chevron, said the only way Russia would be allowed back into the global energy system would be if Putin had a “quick change of heart”. &#xa0;<br><br>“There's a bit of a moral transition that would have to happen. The move has not been an energy move, it's been a social move as people have recognised the destructive nature of the conflict. And so I suspect that if there were a quick change of heart and more responsible actions, there could be a reintegration,” he said, suggesting, however, that this was unlikely.<br><br>Michael Shoebridge, director of defence, strategy and national security at think-tank the Australian Strategic Policy Institute, said two “decoupled” energy blocs were emerging, with China and Russia on one side, and Europe, North America and the Indo-Pacific democracies on the other.</p> <p>“Decoupling is real and growing. China and US decoupling has now been joined by EU-China decoupling, and we're facing a common strategic challenge of Russia and China that unifies European actors with Indo-Pacific actors,” he said.</p> <p>“The decoupling started in high technology, but it's broadening now. I think it's going to broaden to energy decoupling.”</p> <p>He said that meant countries would need to quickly build new supply chains that excluded hostile powers. &#xa0;</p><p>Source: James Fernyhough in Brisbane 2022 'Russia to permanently ‘decouple' with west on energy, gas producers say' FT.com 17 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-17T10:52:34.420Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 173,
          "end": 180
        },
        {
          "start": 2066,
          "end": 2073
        }
      ]
    }
  ]
}