{
  "_id": "1357a6d422a44a0c6e6987622d7c5b452f76034bab5ab359cacf2c663ce0c4f9",
  "feed": "wall-street-journal",
  "title": "U.S. Talks to Ease Oil Sanctions on Venezuela Get Blowback; Republicans and leading Democrats oppose any move to lift sanctions to help boost crude supply amid Russia's invasion of Ukraine",
  "text": "<p>\"The democratic aspirations of the Venezuelan people, much like the resolve and courage of the people of Ukraine, are worth much more than a few thousand barrels of oil,\" Sen. Bob Menendez (D., NJ), an influential ally of President Biden who is the chairman of the Senate Foreign Relations Committee, said in a statement earlier this week.</p><p>The bilateral opposition to tapping into Venezuelan crude underpins the political minefield for the Biden administration as it seeks alternative sources of oil for the U.S. during Russia's war on Ukraine, which prompted the White House to ban Russian oil and has led to soaring prices.</p><p>The U.S. imposed sanctions on Venezuela's oil industry in 2019, shortly after President Nicolás Maduro won re-election in a vote widely seen as a sham. The sanctions hit an already battered oil industry in Venezuela, which says it has among the world's largest oil reserves but has seen its output decline over the past two decades of mismanagement by its socialist government.</p><p>Last weekend, senior U.S. officials met with Venezuelan President Nicolás Maduro in Caracas in the first trip by a White House official to Venezuela since 1999, when the late Socialist firebrand Hugo Chávez took office. The delegation included Juan Gonzalez, the White House special assistant for Western Hemisphere affairs; Jim Story, the Colombia-based ambassador to Venezuela; and Roger Carstens, the U.S. special presidential envoy for hostage affairs.</p><p>U.S. officials are exploring the idea of easing sanctions to allow U.S. companies to invest again in Venezuela's oil sector and help raise the country's production of about 800,000 barrels a day, say people familiar with the matter. In addition, the White House also sees an opportunity to reduce Russian influence in Venezuela, which is Russia's top ally in South America, and rethink a U.S. policy toward Venezuela that has failed to dislodge Mr. Maduro from power.</p><p>After the meeting with Mr. Maduro, the U.S. officials held a call on Sunday with Venezuelan opposition leader Juan Guiado to explain Washington's position, according to a senior member of the Venezuelan opposition.</p><p>Mr. Guaidó, who is recognized by Washington as the country's interim president, was angered, according to a person with knowledge of the matter. He wrote a letter to Mr. Biden arguing that Venezuela isn't in a position to produce enough crude to ease oil prices and that lifting sanctions would reward a dictator responsible for forcing millions of Venezuelans to leave the country, this person said.</p><p>A few days after the U.S. visit, Mr. Maduro, who has long sought to have sanctions lifted, agreed to restart negotiations with Venezuela's opposition in Mexico. Mr. Maduro—who has a $15 million reward on his head after he was indicted by U.S. prosecutors on charges of narco-terrorism conspiracy—released two Americans, including a former oil executive whom the U.S. says had been imprisoned on spurious charges. Mr. Maduro has called the U.S. drug charges \"dirty, false accusations.\"</p><p>Venezuela's Foreign Minister Félix Plasencia said Saturday that U.S. oil companies are welcome to return to Venezuela \"if they accept that the only and legitimate government of Venezuela is the one led by President Nicolás Maduro.\"</p><p>News of the talks with Venezuela sparked an outcry from both political parties, especially in Florida where there is a large Venezuelan diaspora of people who fled Mr. Maduro's political crackdowns as he oversaw an economic collapse.</p><p>Opponents of lifting sanctions note that doing so would barely benefit the U.S. While Venezuela has the world's largest oil reserves, it would require tens of billions of dollars and years of investments to increase production after the collapse of output in recent years, according to Venezuelan oil experts.</p><p>On Friday, Florida Gov. Ron DeSantis held a rally against buying Venezuelan oil, saying the U.S. should increase domestic production instead to offset the lost supply from Russia. Senate Republicans, including Florida's Marco Rubio, presented a bill to prohibit the U.S. from importing Venezuelan crude. The legislation would also ban Iranian oil. The lifting of sanctions is also a no go for Republicans in the U.S. House of Representatives, a congressional adviser said.</p><p>Debbie Wasserman Schultz, a Florida Democrat in the lower house who co-chairs the Venezuela Democracy Caucus, congratulated the Biden administration on getting the Americans released, but called on the sanctions to be kept in place.</p><p>The White House itself played down expectations of a breakthrough, with Biden spokeswoman Jen Psaki telling reporters this week that \"as you are assessing how to spend your energies in this time of a lot of news in the world, I would not focus a lot of them on conversations about the future of the United States importing oil at this point in time…from Venezuela.\"</p><p>On Saturday, White House spokeswoman Emily Horne said \"the release of American detainees was the product of months of groundwork by the State Department, especially Special Envoy Carstens and not conditioned in any way on other steps the U.S. government might take in other areas.\"</p><p>Michael Penfold, a Venezuelan political scientist and global fellow at the Wilson Center, said the simplest option for the Biden administration to tap the country's oil would be to grant a special license to allow Venezuelan crude to be traded by companies like Chevron, one of the few American oil firms still in Venezuela.</p><p>\"Chevron is extremely important to resume this trade because it is basically the only important company still standing in the oil sector in Venezuela,\" said Mr. Penfold. \"This is the first and easiest part of this whole process.\"</p><p>Juan Forero contributed to this article.</p><p>Write to Ryan Dube at ryan.dube@dowjones.com and José de Córdoba at jose.decordoba@wsj.com</p><p>U.S. Talks to Ease Oil Sanctions on Venezuela Get Blowback</p>",
  "published": "2022-03-12T20:49:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5422,
          "end": 5429
        },
        {
          "start": 5486,
          "end": 5493
        }
      ]
    }
  ]
}