{
  "_id": "46d9b8916a7a886a18037542d87e6ed94016f59fc16b91889f9c949f745abb1b",
  "feed": "wall-street-journal",
  "title": "Venezuela Opposition Leader Juan Guaidó Vows to Fight On; Once hailed worldwide in his struggle for democracy, so-called interim president has seen his influence wane as the Maduro regime grows stronger",
  "text": "<p>CARACAS, Venezuela—Hunched over a tablet at his office in a rundown shopping center, the man the U.S. considers Venezuela's legitimate president watched videos of the country's authoritarian leader, Nicolás Maduro, as he shook hands with world leaders at the United Nations climate summit in Egypt.</p><p>It was the latest sign of the isolated situation for Juan Guaidó as the head of Venezuela's opposition, which despite widespread support at home and abroad has been unable to remove Mr. Maduro from office.</p><p>Now, as the U.S. and European countries tentatively engage with Mr. Maduro, hoping to negotiate with him instead of isolate him, Mr. Guaidó's days as the so-called interim president of Venezuela appear numbered, say leading opposition figures. The 39-year-old said he is caught in shifting geopolitical winds as the war in Ukraine upends energy markets and his allies in foreign governments reassess how to mediate Venezuela's political stalemate and reactivate its oil-and-gas industry, which is in ruins.</p><p>In an interview with The Wall Street Journal on Wednesday, Mr. Guaidó said he would keep campaigning for a return to democracy even as his popularity wanes and Mr. Maduro entrenches himself with the backing of allies that include Russia and Cuba.</p><p>The challenges are stiff: Nearly 60 countries backed Mr. Guaidó in 2019 as Venezuela's legitimate president; now only the U.S. and a handful do. And his adversary, Mr. Maduro, is now openly talking to the new leftist president of Colombia, a country that had been a close Washington ally.</p><p>\"Of course we're all frustrated, it's logical,\" Mr. Guaidó said, citing media censorship and threats against him and his aides that have impeded efforts to challenge Mr. Maduro, who has ruled since 2013.</p><p>\"But frustration does not mean resignation,\" said Mr. Guaidó, who wore the trademark powder blue suit and white shirt he favors in public. \"We can't just wait for the good faith of a dictatorship. We have to act.\"</p><p>Venezuela's Information Ministry didn't respond to emailed questions seeking comment on the criticisms.</p><p>Though he has pushed for a hard line against Mr. Maduro, Mr. Guaidó said he is cautiously optimistic on negotiations between the regime and opposition leading to free and fair elections, a central objective of the Biden administration.</p><p>Still, in public statements and Twitter posts, Mr. Guaidó has at times publicly expressed reservations over some aspects of U.S. rapprochement with Venezuela, such as a prisoner exchange last month in which he had no role.</p><p>The Biden administration is now considering a possible easing of sanctions on Venezuela that would allow Chevron Corp. to restart pumping oil in the country if Mr. Maduro commits to negotiations setting a timetable for elections. The U.S. recently also lifted sanctions on one of Mr. Maduro's wife's nephews while releasing two other nephews convicted in an American court of drug-trafficking, part of the prisoner swap, which was meant to encourage Mr. Maduro to resume talks.</p><p>Some opposition leaders say these maneuvers are akin to appeasing Mr. Maduro, who is under investigation at the International Criminal Court for alleged crimes against humanity and whose government is accused of corruption and rights abuses. Economists largely blame Mr. Maduro's administration for mismanagement that has bankrupted the oil-rich nation and has pushed more than 7 million refugeesout of the country, second only to the outflow from Ukraine, the U.N. says.</p><p>Mr. Maduro can be seen this week recorded on video in rare encounters with Western leaders. In one, he speaks cordially with the U.S.'s top climate envoy, John Kerry, at the COP27 conference in Sharm El Sheikh. In another encounter, he effusively shakes hands and speaks with French President Emmanuel Macron, who had supported Mr. Guaidó's efforts to remove the regime.</p><p>Mr. Maduro interrupted Mr. Kerry, who was in a meeting, and the talk between the two men was neither planned nor substantive, State Department spokesman Ned Price told reporters in response to questions about the encounter. \"He was caught by surprise. I understand Nicolás Maduro has done this to a number of world leaders,\" Mr. Price said.</p><p>Mr. Guaidó said he was unfazed by what he called Mr. Maduro's desperation for international recognition and said the opposition movement still has the support of democracies from Washington to Paris.</p><p>Mr. Guaidó, who is prohibited by the government from leaving Venezuela, spoke from his 17th-floor office, where like the rest of Caracas, running water is scarce and blackouts are common. Office accouterments are minimal: mounted family photos, a Venezuelan flag, a coffee maker and a booklet counting down the days until 2024, when presidential elections are supposed to be held.</p><p>With most of his political allies either in exile or in detention, Mr. Guaidó says he regularly sleeps in different locations to evade state surveillance. Meetings with foreign dignitaries and fellow opposition members, who are scattered around the world, are largely conducted through Zoom. Mr. Guaidó's public statements, banned from radio and television, are limited to social media.</p><p>Mr. Maduro's supporters, who call Mr. Guaidó a U.S. lackey, ridicule the opposition's interim government as a fictitious, virtual entity, sometimes labeling it the \"Assembly of Narnia.\" Mr. Guaidó, who lives with his wife and two small daughters, acknowledges he controls no territory or ministries.</p><p>About once a week, Mr. Guaidó says, he travels the country to hold rallies. Crowds these days are far smaller than the mass support he enjoyed in January 2019 when, as head of congress, he invoked the constitution to declare himself interim president after the U.S. and other countries accused Mr. Maduro of rigging the 2018 presidential election.</p><p>Though Mr. Guaidó and his supporters at the time predicted Mr. Maduro would be ousted, state security forces suppressed protests and arrested opposition leaders. An effort to trigger a military rebellion failed. And international sanctions leveled by the U.S. against Mr. Maduro and many other top government leaders only saw the regime dig in.</p><p>Major parties in Mr. Guaidó's political coalition recently said that they would no longer support him as their leader once his term ends Jan. 5, the Journal reported last month. With the passing years, Mr. Guaidó's approval rating tumbled, with one recent poll showing him and Mr. Maduro statistically tied at about 20%.</p><p>Mr. Guaidó denied that there is a major discord within his coalition, as some opposition activists assert. He added that he has a constitutional mandate to continue as interim president until free elections are organized.</p><p>For now, Mr. Guaidó said he hopes negotiations backed by the U.S. and other countries could lead to an electoral solution. The opposition, Mr. Guaidó said, is planning to hold primaries in mid-2023 to pick a presidential candidate for 2024 elections, though no date has been set yet.</p><p>\"There's a trade-off in any negotiation, but we have to be sure that they produce benefits that are actually for Venezuela, for the country,\" said Mr. Guaidó, who is expected to be a candidate, according to opposition figures close to him.</p><p>Under a broad plan, both sides of Venezuela's political divide are close to completing an agreement that would bring about $3 billion in food and medicines to the country under a U.N.-administered program, according to people familiar with the matter.</p><p>The humanitarian deal could soon open the way for a restart of negotiations in Mexico, say Western diplomats tracking the process. If Mr. Maduro commits to elections deemed democratic by the opposition and the U.S., Washington could lift sanctions, Mr. Guaidó explained.</p><p>But the opposition leader said he was wary of overestimating expectations because he believes Mr. Maduro has shown little interest in negotiating in good faith.</p><p>He also warned governments that believe that Venezuela could help resolve global oil shortages in the short term. Production under Mr. Maduro fell from nearly 3 million barrels a day to around 600,000 daily.</p><p>\"Maduro doesn't have any way to lift the oil industry or generate confidence in Venezuela,\" Mr. Guaidó said.</p><p>Write to Kejal Vyas at kejal.vyas@wsj.com</p><p>Venezuela Opposition Leader Juan Guaidó Vows to Fight On</p>",
  "published": "2022-11-10T15:22:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2634,
          "end": 2641
        }
      ]
    }
  ]
}