{
  "_id": "b4e2eb49b93ea82cdb6082549f307b93af6dab2663be104aa2a8e7e9959d04ee",
  "feed": "ftcomall",
  "title": "Exxon triples buybacks and Chevron posts best profits since 2012",
  "text": "<p>ExxonMobil said it would triple its share buyback programme to $30bn and Chevron reported its most profitable quarter since 2012 as surging crude and natural gas prices after Russia's invasion of Ukraine delivered a windfall for American Big Oil.</p> <p>Texas-based Exxon's stepped-up share repurchase programme came as it posted first-quarter profits of $5.5bn on Friday, which included a $3.4bn writedown of its Russian business, causing the company to miss Wall Street analyst estimates for the quarter. </p> <p>“We had a strong quarter when we look at the underlying business performance, leaving aside temporary weather and timing impacts and we carry really strong momentum into the second quarter,” Kathy Mikells, Exxon's chief financial officer, told the Financial Times.</p> <p>Temporary production outages in the company's Canadian oil sands business resulting from severe weather also dragged on profits, she said.</p> <p>US supermajor Chevron reported first-quarter earnings of $6.3bn, shy of consensus Wall street expectations of $6.6bn, according to data compiled by S&amp;P Capital IQ. It was the company's highest quarterly profit since 2012.</p> <p>Brent crude prices have surged to more than $100 a barrel and global natural gas prices have hit record highs after the conflict in Ukraine exacerbated concerns of a global fossil fuel supply shortfall.</p> <p>Exxon said after the invasion that it would <a href=\"https://www.ft.com/content/76db0e18-7c7e-4b96-9ee5-81dcfca18f34\">exit its Russia business</a>, which it valued at about $4bn, and this week declared a <em>force majeure</em> at its Sakhalin-1 project, which produces roughly 220,000 barrels a day of oil. The company said on Wednesday it was struggling to ship crude out of the country and that it was curtailing the field's output. </p> <p>“We expected as a result of the sanctions that operations were just going to get more and more difficult and that has continued to be the case,” said Mikells, adding that the company was moving ahead with plans to leave the country without providing a firm timeline.</p> <p>High commodity prices, combined with relatively low capital spending, have delivered an influx of free cash flow for the oil majors, which they have used to reward shareholders with increased dividends and share repurchases.</p> <p>Exxon and Chevron's shares have both risen nearly 40 per cent this year, a period where the broader market has fallen, reversing steep pandemic-era declines. </p> <p>But the boom in profits has come at the same time consumers are paying historically high prices at the pump, prompting a backlash in Congress, with some calling for a windfall tax to be imposed on oil and gas groups.</p> <p>“Big Oil has profiteered and exploited the marketplace . . . they are hoarding the windfall while keeping prices high for people at the pump,” Nancy Pelosi, the Democratic speaker of the House of Representatives, told reporters on Thursday while unveiling legislation that would give federal regulators new powers to crack down on fuel price gouging. </p> <p>US President Joe Biden has called on domestic oil producers to <a href=\"https://www.ft.com/content/fee88e80-8ba9-4ab8-9d79-cbd9235dd29b\">accelerate production</a> to help bring down prices at the pump, which is fuelling the <a href=\"https://www.ft.com/content/b075001b-5cab-4641-a483-f3e470953166\">highest inflation</a> America has seen in 40 years. </p> <p>But oil producers have been reluctant to step up spending on new drilling after promising shareholders the lion's share of the windfall from high prices would go towards higher dividend payouts and share buybacks after years of dismal returns in the sector.</p> <p>Mike Wirth, Chevron's chief executive, said the company was “doing its part to grow domestic supply” and that its output in the Permian Basin, a big oilfield in west Texas and New Mexico, was at record levels.</p> <p>Exxon's Mikells said the company was “trying to strike the right balance” on investing in new output, adding that it was “on track” to meet previous plans to lift output from the Permian Basin 25 per cent this year.</p> <p>Exxon's shares were down about 1 per cent in pre-market trading while Chevron's had fallen around 0.5 per cent</p><p>Source: Justin Jacobs in Houston 2022 'Exxon triples buybacks and Chevron posts best profits since 2012' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-29T11:57:07.002Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 73,
          "end": 80
        },
        {
          "start": 27,
          "end": 34
        },
        {
          "start": 918,
          "end": 925
        },
        {
          "start": 3359,
          "end": 3366
        },
        {
          "start": 3843,
          "end": 3850
        },
        {
          "start": 2179,
          "end": 2186
        }
      ]
    }
  ]
}