{
  "_id": "e7bb3b6a7ac564d118605d317e1e780e25e35a3f0c30b2c1ecff964cc9f05d63",
  "feed": "ftcomall",
  "title": "Investors urge Mexico's Pemex to step up on ESG",
  "text": "<p>Standing before an onshore oil well in his home state of Tabasco last March, President Andrés Manuel López Obrador made familiar promises to halt the privatisation of energy in Mexico and save the country's oil industry for the people.</p> <p>“We're rescuing Pemex and we're rescuing the nation,” he said, nodding to the national oil and gas company.</p> <p>His state-led vision for the country's energy policy and Pemex celebrates the past. But it is threatened by a more 21st century concern: the lack of a concrete environmental, social and governance strategy as its peers <a href=\"https://www.ft.com/content/93cf4ced-4210-4917-866a-9285826b739a\">pivot</a> towards a greener future. </p> <p>This could become a problem for Pemex, which is fully state-owned but has debt pile of more than $100bn, as debt investors are increasingly screening out companies that perform badly on ESG metrics, bondholders have said.</p> <p>Greenhouse gas emissions at the oil behemoth, which was created in 1938 after Mexico expropriated US and UK oil assets, rose in 2019 and 2020. In 2020, greenhouse gas emissions in extraction and production were 31.6 tonnes of CO2 equivalent per thousand barrels. That is more than one-third above that year's target of 23.34 tonnes per thousand barrels.</p> <p>Most oil and gas majors are not achieving overall emission reductions, but many are improving on carbon intensity and have longer-dated targets than Pemex, said Jonathon Smith, manager for oil and gas research at Sustainalytics, a unit of Morningstar.</p> <p>Sustainalytics placed Pemex 253 out of 261 in a ranking of how well oil and gas producers are managing ESG risks. The ratings and data provider judged Pemex's exposure to risks associated with emissions and worker safety as “severe”. </p> <p>Recent&#xa0;<a href=\"https://www.ft.com/content/08a4bff4-29c3-46ac-b026-7202afddb794\">results</a>&#xa0;from ExxonMobil, Chevron and others show that despite promises of a greener future decades down the line, betting on oil can still be highly profitable for investors when prices rise.</p> <p>Part of the attraction of Pemex is the&#xa0;higher return on offer in comparison with the Mexican government or its peers. Pemex's latest 10-year bond, which it sold in December, offers a yield of more than 7 per cent, while a 12-year dollar-denominated sovereign bond issued in January pays a yield of around 4 per cent.</p> <p>While investors such as Fidelity, Capital Group and BlackRock all hold north of $1bn in Pemex debt, a clearer ESG plan is regarded as crucial to luring in more investors that might push up prices and help reduce the company's borrowing costs. </p> <p>“The incremental spread you get on their bonds is multiples higher than any other quasi-government oil company . . . the ESG overhang is adding to the pain,” said Akbar Causer, emerging markets portfolio manager at Eaton Vance. “As more managers have ESG restrictions, more managers aren't able to hold Pemex's debt in their portfolios.”</p> <p>Although Latin America is home to some of the energy industry's last fossil fuel holdouts, analysts agree that Pemex lags behind other regional national oil companies such as Brazil's Petrobras and <a href=\"https://www.ft.com/content/57f6a373-9552-4473-9377-b78d467a3f9a\">Colombia's Ecopetrol</a> on ESG matters. Despite some scepticism, it is also starkly at odds with plans by large groups such as Shell, BP and Total that have all set net zero emissions targets and are investing in renewables as they manage the energy transition.</p> <p>“If they [Pemex] want to remain a viable company for the medium to long term they have to implement ESG,” said Aaron Gifford, emerging markets sovereign analyst at T Rowe Price, one of the largest holders of Pemex bonds.</p> <p>Although Pemex's emissions targets are not well publicised, Gifford and others have seen some signs of improvement in the last couple of years. The group has started to mention ESG briefly in quarterly reports such as including an indicator on natural gas flaring, is engaging privately with investors and said in its most recent quarterly earnings that it had identified <a href=\"https://www.pemex.com/en/investors/financial-information/Reporte%20de%20Resultados%20no%20Dictaminados%20%20Archivos/Webcast%203Q21.pdf\">209 environmental risks</a>, although it provided little detail. </p> <p>“It is clear that they're coming around to the fact that this is an urgent matter . . . for now we are all just kind of waiting for actual measures and longer-dated targets,” Gifford said.</p> <p>Alex Collins, an emerging markets corporate analyst at Pemex bondholder BlueBay Asset Management, said he had been engaging with the group for 18 months on ESG.</p> <p>He said he thought they did want to do more, but had a long list of other priorities. “They do care, they're just doing a 4D Sudoku,” he said, referring to the puzzle game.</p> <p>Neither fund manager has plans to divest, but BlueBay warned that their clients increasingly ask them to screen out poor performance on ESG.</p> <p>Pemex's primary ESG issues are around emissions and the environment as well as its record on accidents and <a href=\"https://www.ft.com/content/338c5aca-833e-48cc-9479-b0d3a3b10968\">worker safety</a>, analysts said.</p> <p>Pemex did not respond to a request for comment.</p> <p>Now, the president's nationalist vision is making it even harder to allocate the focus and capital for a climate-focused transition. </p> <p>After he was elected in 2018, López Obrador inherited Pemex with a huge debt pile built up over years of declining production and bad investments. It also had massive quarterly losses and was in the throes of a <a href=\"https://www.ft.com/content/6b288fa2-f4c7-4c1a-a3a6-3e5cc9e7e766\">major reform</a> instigated by a previous administration that opened it up to private competition for the first time in its history.</p> <p>Many analysts believe the best business strategy would be for the company to focus on its more profitable <a href=\"https://www.ft.com/content/d5c3c1c0-e432-11e9-b112-9624ec9edc59\">exploration and production arm</a>, while making a credible plan to address ESG.</p> <p>But López Obrador has instead prioritised the downstream business in his quest to make the country energy “self-sufficient”. He wants to stop exporting crude and importing petroleum products and instead extract, refine and use them locally.</p> <p>The government has been criticised for its doubling down on fossil fuels, including trying to pass a <a href=\"https://www.ft.com/content/47b28086-b791-466b-bfc2-b090d7a29ea5\">constitutional reform </a>to guarantee more than half the electricity market to state company CFE. Critics have said the reform would make electricity more expensive and halt private investment in renewables.</p> <p>“It's a strange bet to say the least,” said Carlos Elizondo Mayer-Serra, a professor at Tecnológico de Monterrey university and a former Pemex board member. “It's a president and a team that don't really understand the implications of developed countries' fight against climate change.”</p> <p>At the end of last year, Pemex said it would effectively stop crude exports by 2023. “The doubling down of Pemex's strategic shift towards lossmaking downstream activities underlines how ideological considerations continue to eclipse commercial logic,” Nicholas Watson, managing director at Teneo, said after the announcement. “The plan is unrealistic and is unlikely to develop in the official timeframe.”</p> <p>Pemex's chief executive Octavio Romero Oropeza offers little challenge to the administration. An agronomist with no prior oil sector experience, he is a longtime collaborator of López Obrador.</p> <p>The president has followed through on pledges to financially support the company, something bond investors have long paid keen attention to. </p> <p>The government cut a key tax rate Pemex pays to <a href=\"https://www.gob.mx/shcp/prensa/comunicado-no-74-hacienda-anuncia-estrategia-de-apoyo-en-favor-de-la-sostenibilidad-de-pemex\">40 per cent in 2022</a>, down from more than 65 per cent in 2019. It also recently agreed to buy back some bonds and swap others to the tune of more than $3bn.</p> <p>“The financing side is where they focused the most this year . . . I would say there they've made very good progress,” said Simon Waever, a strategist at Morgan Stanley. “On fundamentals, it's a bit more challenging . . . clearly the biggest challenge is getting production up in line with their plans but for now capex just isn't enough.”</p> <p>Around one-third of the company's capex this year will go into the new complex at Dos Bocas in Tabasco, according to an investor presentation from June. Last year, it bought out partner Shell's stake in their Texas Deer Park refinery.</p> <p>The former is a flagship project in the president's native state that is officially due to open in the summer, but analysts doubt it will be ready to produce before 2023. An activist has filed a legal challenge against the project, claiming it was built on environmentally <a href=\"https://news.bloomberglaw.com/environment-and-energy/amlos-9-billion-refinery-hit-with-lawsuit-by-mexican-opponent\">protected land</a>.</p> <p>In tandem with the financial support, the finance ministry promised a reformulated <a href=\"https://www.gob.mx/shcp/prensa/comunicado-no-74-hacienda-anuncia-estrategia-de-apoyo-en-favor-de-la-sostenibilidad-de-pemex\">business plan</a> for the company, but it faces a tall order to placate investors and analysts who want to see progress both on ESG and the fundamental strategy.</p> <p>“Its going to be interesting to see what exactly this whole . . . plan really entails,” said John Padilla, a partner at Latin America-based energy consultancy IPD.</p> <p>“If it doesn't address ESG, if it doesn't address the refining dynamic, if it doesn't address the fundamental issues that you've got with production then it's just more window dressing.”<br><br><em>Additional reporting by Joe Rennison</em></p><p>Source: Christine Murray in Mexico City 2022 'Investors urge Mexico's Pemex to step up on ESG' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-13T05:00:54.058Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1689,
          "end": 1696
        }
      ],
      "nexusId": "10051514"
    }
  ]
}