{
  "_id": "984b0b007a5bb9189676dc544d6aeff9a56c2b3410cbeb808974b06ccffce529",
  "feed": "ftcomall",
  "title": "Philippines tycoon targets control of nation's biggest gasfield",
  "text": "<p>The Philippines' second-richest man is looking to buy control of the country's biggest working natural gasfield at a critical time for the south-east Asian country's energy security and on the cusp of a new presidential administration.</p> <p>Enrique Razon's Prime Infra is seeking a majority stake in the Malampaya deepwater field, whose gas produces about a fifth of the power consumed by the country of 110mn people. </p> <p>The field's service contract expires in 2024 and it is nearing the end of its life. However, industry executives said it could produce more gas with investment by an owner with the wherewithal for it. Prime Infra last week launched an initial public offering worth up to 28bn pesos ($508mn).</p> <p>Razon is in the third generation of the Filipino family behind International Container Terminal Services, one of the world's biggest port operators. The billionaire also owns Bloomberry Resorts, which operates Manila's Solaire Casino, and has an estimated net worth of $6.7bn — second only in the archipelago to real estate tycoon and former politician Manuel Villar. </p> <p>The current owner of the stake is Udenna, which is controlled by Dennis Uy, a businessman from outgoing president Rodrigo Duterte's hometown of Davao who contributed to his 2016 presidential campaign and shot to prominence during his term. In 2018, Uy won a coveted licence to operate the <a href=\"https://www.ft.com/topics/places/Philippines\">Philippines</a>' third telecoms company in partnership with China Telecom and bought control of two 45 per cent stakes in Malampaya, owned by Chevron and Shell in 2019 and 2021.</p> <p>However, the sale of the Shell stake was put on hold last year after the Philippine National Oil Company's exploration arm, which owns the remaining 10 per cent of Malampaya, withheld its consent. That followed a Senate probe in which questions were raised over the technical and financial strength of Uy's company and the circumstances under which Udenna acquired the Chevron stake.</p> <p>During the coronavirus pandemic, <a href=\"https://www.ft.com/content/8f0fe061-6014-4d3d-96cf-cfe0da088a59\">Uy has sold off</a> some of his business interests to ease Udenna's debt load. Bringing Razon on as an investor could be a way of alleviating regulators' concerns.</p> <p>In the recent market announcement, Uy said he “looked forward to this opportunity to partner” with Prime Infra, indicating that Udenna intended to remain as a minority shareholder. </p> <p>Razon's gaming unit Bloomberry stepped in as an investor in two of Uy's casinos last month and is poised to serve as a white knight majority buyer of the Malampaya field, too.</p> <p>Razon has “been successful in highly regulated sectors and has been expanding into infrastructure, utilities and power generation”, said Elaine Collado, Philippines country director with Vriens &amp; Partners. “So he's no stranger to operating under challenging circumstances.”</p> <p>However, the proposed sale is politically sensitive in a sector reliant on regulators' decisions and in a country where the relationships between family-owned companies and politicians are under close scrutiny from lawmakers, watchdogs and the press. Duterte is due to cede power on June 30 to <a href=\"https://www.ft.com/content/adc60586-9267-43b5-be3b-f44ad4506d2d\">Ferdinand “Bongbong” Marcos Jr,</a> whose vice-president will be the outgoing president's daughter, Sara Duterte. </p> <p>Both Udenna and Prime Infra declined interview requests. Razon's company referred the Financial Times to an announcement this month confirming that it was poised to acquire a controlling stake in Malampaya, in which the billionaire said he would “invest and sustain the development and production of domestic gas” as long as the licence and resources permitted.</p> <p>Closing the deal would be contingent on the government consenting to the Shell stake's sale to Uy's company, allowing for it in turn to be sold to Razon's infrastructure arm. </p> <p>In 2020, Manila announced a moratorium on the building of new coal-fired power plants. Prime Infra and other power groups are investing in solar and other renewable power sources. Marcos has spoken of reviving the country's mothballed nuclear energy programme as one way to power up what before the onset of Covid-19 was one of <a href=\"https://www.ft.com/content/d1d5f596-d8af-4fcf-a01a-25b9fec8e245\">south-east Asia's fastest-growing economies</a>.</p> <p>Gas is emerging as the quickest fix&#xa0;as the country seeks to move away from coal and revive economic output. “The situation in Ukraine has emphasised that countries like the Philippines need to secure energy independence using indigenous resources and that is being focused on Malampaya because the platform and pipeline are already in place,” said one industry executive.</p> <p>The Philippines has been unable to exploit what are thought to be some of its richest gas deposits in the Reed Bank, an area of its territorial waters claimed by China.</p> <p>The Malampaya field, located off Palawan island, began producing in 2001. While it is nearing the end of its life under its current development phase and licence, Shell has applied for a 15-year extension.</p> <p>“There is potential for the field's productive life to be extended, if the operator were to invest in new development wells or explore for nearby resources that could be tied to the Malampaya facilities,” said Andrew Harwood, research director for Asia-Pacific upstream oil and gas at Wood Mackenzie. </p> <p>Prime Infra has said it and Udenna plan to apply for an extension and invest in expanding the field's production “as long as the reserves support it”.</p> <p>“The Philippines still needs conventional sources of reliable baseload power,” said Eric Francia, chief executive of ACEN, the listed energy unit of conglomerate Ayala. “The potential investment of Mr Razon in Malampaya could help provide much-needed investment in this critical and strategic asset.”</p> <p>Follow on Twitter: <a href=\"https://twitter.com/JohnReedwrites\"><em>@JohnReedwrites</em></a></p><p>Source: John Reed in Bangkok 2022 'Philippines tycoon targets control of nation's biggest gasfield' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-27T03:00:57.375Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1905,
          "end": 1912
        },
        {
          "start": 1500,
          "end": 1507
        }
      ]
    }
  ]
}