{
  "_id": "7eb6f0a311d40e05fa8cc963991b27f1958a169a19a379847c585358e3a12cde",
  "feed": "ftcomall",
  "title": "US shale producers: high oil prices not capex produce cash gushers",
  "text": "<p>US shale oil producers spent much of last year holding back on new supply despite a 54 per cent rally in crude prices. The restraint was understandable. The onset of the coronavirus pandemic in 2020 crushed demand for oil and share prices of drillers big and small suffered. To win back investors listed drillers focused on strengthening their balance sheets and boosting shareholder returns.</p> <p>That discipline is now being put to the test. West Texas Intermediate, the US benchmark, topped $90 a barrel for the first time since 2014 last week. With the price needed to break even on a new well in the Permian at about <a href=\"https://www.dallasfed.org/-/media/Documents/research/energy/energycharts.pdf/\">$43 to $56 a barrel</a> (and much less for existing wells), there is more temptation to chase greater cash flow by increasing output. Even the largest explorers, such as ExxonMobil and Chevron, last week pointed to the production growth to come from their acreage in the southwestern Permian shale region. </p> <p>Most producers can afford to drill and keep investors happy with higher payouts. Cash from operations from 21 publicly listed shale drillers stood at about $13bn, in the third quarter of 2021, according to consultancy Rystad Energy. That approaches record levels. However, this group spent only<a href=\"https://www.rystadenergy.com/newsevents/news/press-releases/shale-getting-stingy-reinvestment-rates-in-the-US-hit-historic-lows-in-Q3-shaping-record-free-cash-flow/\"> $5.9bn in capital expenditure</a> during the period. That is less than a quarter of their levels at the height of the boom. For the nine months, the free cash flow looks the highest since at least 2013.</p> <p>Shale producers account for about 70 per cent of US oil output. The latter, at about <a href=\"https://www.eia.gov/dnav/pet/pet_sum_sndw_dcus_nus_w.htm\">11.5mn barrels a day</a>, lies well below the <a href=\"https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&amp;s=WCRFPUS2&amp;f=W\">13mn b/d high</a> reached in early 2020. Much of that gap should close in the next year or so on current prices, says Rystad.</p> <p>The danger comes if shale producers increase output too quickly. But drillers look unlikely to return to the days of 30 per cent annual production growth. Rising labour costs and the risk of Opec retaliating, given its sufficient spare capacity, should balance any runaway optimism. </p> <p>Energy stocks were the best performers on the S&amp;P 500 in January. They remain a good bet if higher oil prices help deliver healthy payouts to shareholders.</p><p>Source:  2022 'US shale producers: high oil prices not capex produce cash gushers' FT.com 8 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-08T05:00:18.545Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 798,
          "end": 805
        }
      ],
      "nexusId": "10051514"
    }
  ]
}