{
  "_id": "2c70a2a0f5a6bd74b56fa00a32f018e8e92492b6aaa1ed7f1940a8bdd789e3f7",
  "feed": "wall-street-journal",
  "title": "Wall Street, Like the Climate Bill, Bets on Both Green Energy and Fossil Fuels; Many investors continue to back oil-and-gas companies, predicting they will make money for years to come and will control emerging energy technologies",
  "text": "<p>While pouring money into projects geared toward lowering carbon emissions, Wall Street firms have also continued financing oil-and-gas companies through direct lending, debt underwriting or infrastructure investing. The amount of money raised through bonds and loans for green projects and by oil-and-gas companies was nearly identical at about $570 billion last year, according to Dealogic. Although fundraising in both areas has slowed during this year's market volatility, the ratio of green-to-fossil-fuel financing has stayed roughly similar.</p><p>Fully avoiding fossil-fuel investments is impractical, many investors say, because oil, gas and coal still account for about 80% of the world's energy. Energy and food shortages driven by the war in Ukraine have hammered home that reality while highlighting the risks of haphazard shifts away from fossil fuels in some European countries.</p><p>The bill passed Friday by the House of Representatives appears to take a similar tack. Principal backer Sen. Joe Manchin (D., W.Va.) and others have dubbed it an \"all-in energy policy.\"</p><p>That philosophy is being reflected in many investment portfolios, even among those who want to direct money to address climate-change risks.</p><p>\"The answer is not either-or,\" said Megan Starr, global head of impact at private-equity firm Carlyle Group Inc., which has said it would work with portfolio companies such as Madrid-based Compañía Española de Petróleos SA—known as Cepsa—and Colombian oil-and-gas producer SierraCol Energy to bring down emissions. \"It's all of the above.\"</p><p>Officially part of what is called the Inflation Reduction Act, the energy spending package is expected to be signed into law by President Joe Biden this week.</p><p>The legislation uses tax credits in hope of spurring investments in electric vehicles, renewable energyand batteries. Provisions supporting new oil-and-gas leases and tax credits for nascent technologies such as carbon capture and hydrogen are aimed at bolstering investments in those areas.</p><p>Republicans have said the legislation will hurt the economy. Some oil-industry trade groups have criticized tax increases for leaks of methane and other provisions. The bill is seen by many as a boon for the largest fossil-fuel companies, banks and investment firms that have the money to back all types of energy projects.</p><p>There is also criticism that the legislation doesn't do enough and that more aggressive action will eventually be needed to meet climate goals.</p><p>\"We are getting to a point where it's inconceivable that you can continue to have your cake and eat it, too,\" said Rachel Kyte, dean of the Fletcher School at Tufts University and a climate adviser to the United Nations secretary-general.</p><p>Still, many climate investors support the legislation's mixed approach because they think it will level the playing field between renewables and fossil fuels, let markets decide what solutions to favor and lower emissions over time.</p><p>Funds designed to address environmental, social and governance concerns and which are managed by giant asset managers such as BlackRock Inc. and State Street Corp. hold shares of oil-and-gas companies such as Exxon Mobil Corp. and Chevron Corp. That is to maintain some investments across industries and avoid missing out when oil-and-gas assets outpace the market, as they have for much of the year.</p><p>Some investors say working with energy firms to lower emissions is one of the best ways they can fight climate change. Some firms such as BP PLC and Shell PLC are already major players in renewables, including wind and solar. Many investors are also betting that oil-and-gas companies, which have decades of experience, will become leaders in new areas such as renewable fuels and permanently storing carbon underground.</p><p>It isn't just Wall Street betting on a gradual transition. Many clean-energy startups also plan to use natural gas for several years and are backed by established energy and utility companies.</p><p>\"You can't just switch overnight,\" said Shannon Miller, CEO of Mainspring Energy Inc., which sells cleaner power generators that can run on different energy sources including natural gas, hydrogen and ammonia. Mainspring partners with utilities such as NextEra Energy Inc. and American Electric Power Co. and counts Bill Gates among its investors.</p><p>The bill could also help Wall Street meet its clean-energy spending commitments. Reports from groups such as the Institutional Investors Group on Climate Change have concluded banks aren't doing enough to meet their climate goals.</p><p>Bank executives say they can do only so much as financial intermediaries subject to broader business trends. Selling fossil-fuel assets or ending profitable business relationships that will be taken over by smaller financial firms doesn't benefit the climate, they argue. Private conversations with companies and technological breakthroughs resulting from their investments often aren't captured in climate assessments, they say.</p><p>SHARE YOUR THOUGHTS</p><p>Which companies or industries do you think will be the biggest beneficiaries of the energy spending package? Join the conversation below.</p><p>While Wall Street is criticized by many as not moving fast enough toward renewables, it also draws flak from some analysts who argue ESG represents full divestment from fossil fuels. States such as West Virginia have kicked JPMorgan Chase &amp; Co., BlackRock and others out of their municipal-bond markets, a move that tends to lower competition in the markets and increase borrowing costs for taxpayers, according to academic studies. The banks and asset managers have responded by noting they finance all types of energy.</p><p>\"This bill is our best indication of where this is all going to go,\" said Aniket Shah, global head of ESG strategy at Jefferies Financial Group Inc. \"That's the messiness of the real world.\"</p><p>Write to Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Wall Street, Like the Climate Bill, Bets on Both Green Energy and Fossil Fuels</p>",
  "published": "2022-08-14T09:30:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 3157,
          "end": 3169
        },
        {
          "start": 3176,
          "end": 3189
        }
      ],
      "weightsV2": {
        "weight": 1.3268409,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.6731591,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}