{
  "_id": "1164c4b3117a855889338847ee610b249fbb1678e58930498d3826c16040a98f",
  "feed": "wall-street-journal",
  "title": "Sanctions Strand Thousands of Russia-Bound Luxury Cars; Vehicles stuck at Belgium port as customs officials navigate sanctions related to Ukraine invasion",
  "text": "<p>\"The vehicles came under the luxury ban, but there is a range of other products stuck here that come under different sanctions,\" said Marc Adriansens, director of the port's car terminal. \"The cars won't likely move for a long time as they'll probably be sold to different markets.\"</p><p>Mr. Adriansens said he didn't know who the buyers of the cars in Russia are, or who owns them at this stage. He said Zeebrugge has space for 10,000 vehicles.</p><p>Ports across the world, including car terminals, have been struggling to cope with record volumes of cargoes as economies open from the Covid-19 pandemic.</p><p>Zeebrugge is one of Europe's biggest vehicle transshipment ports, moving more than two million cars a year. But sanctions apply to a range of products including aircraft parts, machinery, chemicals and semiconductors.</p><p>Zeebrugge port officials said more than 1,000 Russian-destined containers have been blocked for checks and that a number of other export hubs around Europe are dealing with similar issues.</p><p>\"There is a lot of confusion, and we need from authorities a list of ships that we should be looking out for,\" said Isabelle Ryckbost, secretary-general of the European Sea Ports Organization, a trade body grouping the EU's biggest ports. \"Supply chains are already massively disrupted, and delays to check which ships and what products are banned adds to the strain.\"</p><p>With new sanctions on Russia introduced regularly, European customs officers are struggling to keep up, according to people familiar with the matter. A particular problem with sea trade is that although Russian-flagged vessels are banned from ports in Europe and the U.S., many are still sailing using other flags and are registered outside Russia.</p><p>ESPO called on EU governments this week to deploy more staff and resources to determine which vessels and cargo are covered by the ban and which ones are to be exempted.</p><p>The EU has issued some guidelines on how to implement the bans, but port operators said the rules are often confusing and involve a lot of exemptions.</p><p>Russia's oil and gas exports aren't banned, but tanker owners say they are largely staying away from lifting crude at the Black and Baltic seas, fearing they will be caught in the sanctions.</p><p>\"We have 4-5 ships with Chevron on time charter, but we can't sail in to pick up the crude because we can't get insured,\" said Nikolas Tsakos, founder and chief executive of New York-listed TEN Ltd., one of the world's biggest tanker operators.</p><p>He said shipowners with long-term contracts that are moving Russian oil and gas are only allowed to discharge the cargo at a European port because of the continent's energy shortage.</p><p>\"A lot of tankers have contracts to take cargoes to China and India,\" Mr. Tsakos said. \"But if you do it, your ships could be blacklisted. We all support the Russian sanctions, but this is sheer madness.\"</p><p>Oil traders and freight forwarders estimate that at least 200 tankers that routinely move Russian oil and gas have been idled because they fear they will be sanctioned. But with Russia offering clients sharp discounts for its crude, some tankers take the risk and sail into the Black Sea where they mostly pick up the oil from other ships.</p><p>\"If you take the risk, your ship will earn more than $200,000 a day for going into the Black Sea compared with $30,000 elsewhere,\" a Singapore oil trader said. \"It's happening, and it will happen more going forward.\"</p><p>The risk goes beyond penalties. A number of commercial ships in the Black Sea have been attacked, and the waterway, which is normally used by hundreds of vessels daily to move big shipments of grains, oil and LNG, has been heavily mined. Ukraine's ports in the Black Sea have been closed since early March.</p><p>Apart from oil, gas and grains, the ships are also used to import cargoes of steel, copper, aluminum and nickel from Russia into Europe. Seaborne EU exports to Russia include technology products, paper, fertilizers, home goods and clothing.</p><p>Europe has already banned Russian coal imports and the next step could be fossil fuels and LNG. Although there is still no political consensus with the EU for such sanctions, any move to ban energy products would have a profound impact on ports such as Zeebrugge.</p><p>The port is a main entry, transshipment and storage facility for LNG shipments serving north and western European clients.</p><p>\"The cars are a problem, but as long as gas keeps moving, I think Zeebrugge will be OK,\" Mr. Adriansens said. \"But if those cargoes from Russia stop, the port will be in trouble.\"</p><p>Write to Costas Paris at costas.paris@wsj.com</p><p>Sanctions Strand Thousands of Russia-Bound Luxury Cars</p>",
  "published": "2022-04-23T15:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2257,
          "end": 2264
        }
      ]
    }
  ]
}