{
  "_id": "4df87e45453e7d3eb6147929514f40b9adeb746dce9db1b66e2069a308a8d15c",
  "feed": "market-watch",
  "title": "For Exxon, Chevron, revenue stumble could be buying opportunity; Exxon stock weakness is a 'buying opportunity'",
  "text": "<p>Chevron stock fell more than 1%, with a beat for its international exploration and production offset by worse-than-expected results for its international refining business and by higher administrative expenses.</p><p>Chevron is routinely an analyst top pick among energy companies, and the stock has gained nearly 35% so far this year. That has pushed it to become one of the most expensive of the global integrated energy companies.</p><p>Related: Why U.S. motorists suspect price gouging at the pump — and how much service stations actually profit from a gallon of gas</p><p>The high valuation is \"perhaps understandable based around portfolio, clear messaging and capital returns,\" said Citi analyst Alastair Syme in a note Friday. But it doesn't \"leave much capacity for equity upside from here,\" Syme said.</p><p>Chevron's results showed \"impressive upstream performance,\" said Ryan Todd with Piper Sandler.</p><p>But besides the weaker-than-expected downstream earnings and the higher corporate expenses, another likely disappointment for investors was cash flow levels, coming in at around $9.5 billion and compared with expectations of around $10.8 billion, Todd said.</p><p>Exxon, for its turn, showed higher natural-gas and crude realizations that were better than expected and also better than peers, taking some of the sting off a lag for its upstream business.</p><p>The company also upped its share buyback program to $30 billion by 2023.</p><p>\"With very strong execution and a steep macro recovery, Exxon's recovery from the depths of the 2020 energy-sector disaster continues,\" said Justin Jenkins with Raymond James. \"The balance sheet is already better than pre-COVID levels, buyback pace is increasingly ramping with today's $30B authorization announcement …. and investment returns are improving.</p><p>\"With the ongoing global energy shortages and geopolitical-caused volatility, the story for Exxon is becoming much more interesting for investors,\" Jenkins said.</p><p>While there could be more upside, for now Raymond James was keeping the equivalent of a neutral rating on Exxon stock.</p><p>Neil Mehta at Goldman Sachs went a bit further. While Exxon's quarterly earnings were lower than anticipated mostly on its weaker refining business, \"given the significant improvements in the refining environment thus far in 2Q and the stronger return of capital, we would view any weakness on the print as a buying opportunity.\"</p><p>Exxon announced a $3.4 billion impairment charge related to its Russian assets.</p><p>After 25 years operating in Russia, Exxon announced last month it was exiting a major Russian venture and would not invest in new developmentsin the country following the invasion of Ukraine.</p><p>The \"biggest news\" for Exxon was \"of course\" the company's share buyback increase, Faisal Hersi at Edward Jones said in a note. That was a result of good management's \"debt-reduction strategy andimproved capital discipline,\" Hersi said.</p><p>Exxon in February announced sweeping changes in the way it does business in order to cut costs,combining its chemicals and refining divisions under one umbrella and moving its headquarters to Houston.</p><p>\"The company generated strong cash flow, more than enough to cover capital spending and dividends. Despite today's mixed results, we see shares as fairly valued, given our expectations for modest growth in cash returns to shareholders,\" Hersi said.</p><p>Shares of Exxon have gained 41% this year, while Chevron shares are up 35%. That contrasts with a loss of 12% for the S&amp;P 500 index SPX in the same period.</p><p>For Exxon, Chevron, revenue stumble could be buying opportunity</p>",
  "published": "2022-04-29T17:42:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 11,
          "end": 18
        },
        {
          "start": 211,
          "end": 218
        },
        {
          "start": 794,
          "end": 801
        },
        {
          "start": 3389,
          "end": 3396
        }
      ]
    }
  ]
}