{
  "_id": "05e9ac79c78f73cdc2e6dfc10145bd7074ec1248897a1cf9a871d8734bd9cdad",
  "feed": "wall-street-journal",
  "title": "Exxon Hits  Gusher of  Cash as Oil  Rides High  ----  By Christopher M. Matthews",
  "text": "<p>   The world's big Western oil companies are back in the money and once again attracting strong interest from investors as crude prices rise to their highest levels in years. </p><p>    Exxon Mobil Corp. reported on Tuesday $23 billion in profit for 2021, its highest total since 2014, including $8.9 billion in profit in the fourth quarter. Last week, Chevron Corp. reported its most profitable year since 2014, earning $15.6 billion in net income in 2021 and $5.1 billion in the fourth quarter. The largest European oil companies, Shell PLC and BP PLC, are expected to also post resurgent annual results when they report in the coming days. </p><p>   Exxon and Chevron are predicting a multiyear upswing for the industry as oil and gas demand surges from the depths of the pandemic and investment in new production slows. The strong results have lured investors to a sector many left for dead. </p><p>   The S&amp;P 500 Energy Sector is up around 23% so far this year while the broader S&amp;P 500 is down about 5%. Over the last 12 months, shares of the largest Western oil companies have all risen sharply. Exxon is up about 80%, Chevron is up 56%, while Shell and BP are up 39% and 43%, respectively. Exxon's shares jumped about 6% Tuesday, while Chevron's shares hit an all-time high last week. </p><p>   \"Our effective pandemic response, focused investments during the down cycle and structural cost savings positioned us to realize the full benefit of the market recovery last year,\" Exxon Chief Executive Officer Darren Woods said. </p><p>   The companies are benefiting from rapidly rising commodity prices as demand for some fuels, including U.S. gasoline consumption, has topped pre-pandemic levels. Crucially for investors, many of the companies are sticking to pledges to moderate their growth and return more cash to shareholders. </p><p>   Chevron said last week that it generated $21.1 billion in free cash flow in 2021, its most ever. But it isn't planning to plow most of it back into new oil and gas production, and expects its output could decline slightly in 2022. Instead, it boosted its dividend by 6% and said it would buy back as much as $5 billion of its stock this year. </p><p>   Exxon said it generated $48 billion in cash flow from operations in 2021, its most since 2012. Analysts expect it to raise its dividend later this year, and Exxon has said it would buy back as much as $10 billion in shares over the next 12 to 24 months. </p><p>   Western oil companies have historically heavily reinvested cash in increasing oil reserves and production, a strategy that produced paltry profits over the past decade. Investors turned their back on the industry before the spread of Covid-19 and fled the space when the virus took hold. Chevron's and Exxon's shares fell nearly 50% in March 2020. </p><p>   \"The growth experiment is over,\" said Jeff Wyll, senior energy analyst at Neuberger Berman. \"Many of the leading companies have taken aggressive steps to win back investors.\" </p><p>   But what has benefited investors might not help consumers. U.S. oil prices were trading at around $88 a barrel Tuesday. Chevron CEO Mike Wirth said last week that oil prices could top $100 per barrel in 2022. U.S. gasoline prices have reached their highest levels since 2014, averaging about $3.32 last week, according to the U.S. Energy Information Administration. </p><p>   Exxon and Chevron have both said they would stick to more modest spending levels they laid out last year. Exxon plans to boost its 2022 capital spending by $4 billion to $7 billion from last year's low levels. Even with the increase, Exxon's planned capital investments through 2027 are down 17% to 33% from its pre-pandemic plans. Chevron's planned capital expenditures for 2022 are down about 26% from its previous plans, while European oil companies have also said they would invest more conservatively in oil and gas production. </p><p>   Exxon's oil and gas production unit had a turnaround in 2021, earning $15.8 billion in profit, compared with a $20 billion loss in 2020. Exxon has focused its investments in Guyana, where it made six additional oil discoveries in 2021, and the Permian Basin of West Texas and New Mexico, where Exxon said it increased its oil and gas production by nearly 100,000 barrels a day last year and will boost it a further 25% in 2022. </p><p>   Both Chevron and Exxon plan to boost spending this year in some areas, including the Permian Basin, where shale wells produce rapidly, giving them flexibility to respond to higher prices. But overall, Exxon produced less oil and gas in 2021 than it did before the pandemic, while Chevron's production is up slightly. Combined, the two companies represent about 6% of global oil supply. </p><p>   The lower spending levels could lead to an even tighter oil and gas market in 2022, especially if the global economic recovery continues. Mr. Wirth said last week that some areas of fossil fuel demand, like jet fuel, have yet to recover. </p><p>   \"Even with the robust demand recovery that we've seen, there is still another leg to the demand improvement that is likely to occur here in 2022,\" Mr. Wirth said on a call with analysts. \"The issues, frankly, have been a little bit more on the supply side than the demand side.\" </p><p>   Besides austerity pledges oil companies have made to shareholders, they are under pressure from climate activists and environmentally minded investors to invest less in production. Exxon lost three seats on its board of directors at its shareholder meeting last May to hedge fund Engine No. 1, which argued that the energy company needs to invest in clean energy and stop funding high-risk megaprojects that produce poor returns. </p><p>   Last month, Exxon set a goal to reduce or offset greenhouse-gas emissions from its operations to zero by 2050. The goal doesn't cover emissions from use of its products, which make up most of the emissions connected to the company. </p><p></p>",
  "published": "2022-02-02T07:11:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3280,
          "end": 3287
        },
        {
          "start": 1092,
          "end": 1099
        },
        {
          "start": 1784,
          "end": 1791
        },
        {
          "start": 3602,
          "end": 3609
        },
        {
          "start": 639,
          "end": 646
        },
        {
          "start": 1210,
          "end": 1217
        },
        {
          "start": 4511,
          "end": 4518
        },
        {
          "start": 4236,
          "end": 4243
        },
        {
          "start": 2669,
          "end": 2676
        },
        {
          "start": 3024,
          "end": 3031
        },
        {
          "start": 339,
          "end": 346
        }
      ],
      "nexusId": "10051514"
    }
  ]
}