{
  "_id": "199c3baf84c0e377e93b749100367b5b7018b08d700309b8bc0c02835b88cdcb",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Mixed After Putin Claims Progress in Ukraine Talks; Oil prices rise as the Ukraine war has kept global markets swinging wildly",
  "text": "<p>Major indexes are on track to close the week lower, as volatility reigned and inflation fears heightened. The Dow industrials were recently down 0.7% for the week, which would mark its fifth consecutive weekly loss. The S&amp;P 500 and Nasdaq Composite are on pace to lose 1.4% and 1.6%, respectively, for the week, which would cap the fourth weekly loss in the past five weeks for both indexes.</p><p>Big swings are now commonplace for major stock indexes, yet even by those standards this week's jumps and falls have been extreme, some investors and traders said. On Monday, soaring oil prices sent stocks tumbling, with the S&amp;P 500 posting its worst day in over a year. Two days later, the benchmark index jumped 2.6%, its biggest gain since 2020.</p><p>Among the worst performers this week: Technology companies. The tech-heavy Nasdaq Composite entered bear market territory on Monday, defined as falling 20% from its recent high. Rising inflation has pressured tech stocks, traders said.</p><p>\"Earnings growth expectations are slowing dramatically, and at the same time inflation is rampant. That means tech stocks that depend on big earnings growth are getting hit hard,\" said Dan Morgan, a senior portfolio manager at Synovus Trust Co., which owns shares of several tech heavyweights.</p><p>On Friday, Brent crude futures, the international oil benchmark, were up 1.1% at $110.52, having pared some gains after Mr. Putin's comments. Oil prices are hovering near their highest level in years, despite retreating in recent days. Earlier this week, the United Arab Emirates said it would push the Organization of the Petroleum Exporting Countriesto pump more oil, helping assuage some fears about a supply crunch.</p><p>In morning trading in New York, shares of DocuSign tumbled 20% after the software maker released softer-than-expected guidance. Shares of energy companies fell, with Halliburton, Chevron and Exxon Mobil all trading lower.</p><p>In Europe, the pan-continental Stoxx Europe 600 added 1.8%, putting it on track for a weekly gain. Germany's DAX index jumped 3.4%. Shares of Italian aerospace manufacturer Leonardo and sportswear company Adidas were among the largest gainers in Europe, climbing 11% and 6.3%, respectively. Pearson jumped 21% after Apollo Global Management said it was evaluating a possible cash offer for the textbook publisher.</p><p>Investors chalked the advance in stock markets up to a relief rally, noting that Mr. Putin's comments contained few details. For the rebound to be sustained, \"you need something quite meaningful that suggests there is genuinely a positive direction to this,\" said Seema Shah, chief strategist at Principal Global Investors. \"There is going to be a ton of volatility going forward.\"</p><p>The stock market in Russia remained closed Friday. In offshore trading, the ruble advanced against the greenback to trade at about 114 rubles per dollar. Assessing the price of the ruble has grown difficult since Russia imposed measures to stem the currency's selloff and as Western banks have shunned Russian assets.</p><p>Investors are closely tracking the conflict. Meanwhile, fast-changing sanctions imposed on Russia by the West have clouded traders' ability to forecast how trade and supply chains might be disrupted. President Biden said Friday that the U.S. will join major allies and the European Union in moving to revoke normal trade relations with Russia.</p><p>The conflict has kept global markets swinging wildly. Investors have grown increasingly fearful that the war will stunt global economic growth and keep inflation at multidecade highs. Thursday's consumer-price index data in the U.S. showed that inflation last month was largely driven by an increase in energy prices. The data didn't account for March, when oil prices jumped.</p><p>The volatility has sent investors scrambling to rebalance portfolios. Investors in recent weeks have moved in and out of safer assets as news reports about the conflict have quickly changed. The ICE U.S. Dollar index, for example, which measures the greenback against a basket of other currencies, lost 0.1% after Mr. Putin's comments, erasing gains from earlier in the day.</p><p>Meanwhile, the yield on the benchmark 10-year Treasury note also reversed course, rising to 2.015% Friday, from 2.008% Thursday. Yields climb when bond prices fall.</p><p>In Asia, stock markets were mixed, with Japan's Nikkei 225 down about 2.1%, while Hong Kong's Hang Seng Index fell 1.6% to close at its lowest level since July 2016. The Shanghai Composite, in contrast, added 0.4%. All three indexes ended lower on a weekly basis.</p><p>This came after the Securities and Exchange Commission provisionally namedon Thursday five New York-listed Chinese companies, including Yum China Holdings and BeiGene, as firms whose audit working papers couldn't be inspected by U.S. regulators. That prompted a sharp selloff in U.S.-listed Chinese stocks, with the Nasdaq Golden Dragon China Index tumbling 10%.</p><p>—Alexander Osipovich contributed to this article.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Corrie Driebusch at corrie.driebusch@dowjones.com</p><p>U.S. Stocks Mixed After Putin Claims Progress in Ukraine Talks</p>",
  "published": "2022-03-11T16:10:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1870,
          "end": 1877
        }
      ]
    }
  ]
}