{
  "_id": "f31b37dd22e12ec65d444135583e9c1da9289c0489368d407c8b9a4566b2fa0d",
  "feed": "wall-street-journal",
  "title": "U.S. Takes Aim at OPEC for Oil Production Cuts; Biden says options are being weighed, but 'we haven't made up our minds yet'",
  "text": "<p>A long fall in gasoline prices has started to reverse, and this week's OPEC decision to cut oil production by 2 million barrels a day threatens to push prices higher again just weeks before the Nov. 8 midterm elections.</p><p>Mr. Biden and lawmakers have decried the decision, raising the prospect of retaliatory action against OPEC and Saudi Arabia, its largest producer. Congressional leaders are threatening legislation that would charge OPEC members in front of the World Trade Organization or subject them to U.S. antitrust law.</p><p>The OPEC production cut threatens to accelerate an overhaul of U.S.-Saudi relations that began to take shape with the rise of King Salman's son, Mohammed bin Salman, to crown prince in 2017. Some House Democrats also are saying they will propose legislation to mandate the removal of U.S. troops and defense systems from Saudi Arabia and the United Arab Emirates.</p><p>\"There are a lot of alternatives, and we haven't made up our minds yet,\" Mr. Biden said to reporters Thursday outside the White House.</p><p>Administration officials have been exploring export bans on gasoline and diesel as a potential response to worst-case scenarios if shortages emerge around the country. But officials have acknowledged that isn't an ideal option, and oil industry analysts say it could backfire by spreading fear or creating bottlenecks in the markets that raise prices themselves.</p><p>The White House also called on U.S. oil producers to increase their output. But their appetite for doing so has been hamstrung by Wall Street investors who, stung by years of low returns in the 2010s, have asked that they focus on returning cash to shareholders via buybacks, paying down debt and dividends rather than reinvesting it in more oil production.</p><p>\"They believe that there's a finite period in which they have to operate,\" Bart Melek, global head of commodity markets strategy at investment bank TD Securities, said of U.S. oil-and-gas producers.</p><p>U.S. oil output has been mostly flat this year, with producers churning out about 12 million barrels a day in the last week of September, an increase of less than 3% from early January, according to the most recent data from the Energy Information Administration.</p><p>Some investors concerned about hydrocarbons' environmental footprint have pulled out their investments, leaving the industry starved for capital, analysts said.</p><p>Also limiting room for production growth are the rising costs facing oil-and-gas, as inflation has hit everything from wages to their ability to procure supplies.</p><p>A government-led push to transition away from fossil fuels and into alternative energies is having an impact on refining capacity, a capital-intensive industry that requires multibillion-dollar investments to build gasoline-making plants, industry experts said.</p><p>\"Gasoline is not a growth product,\" said Charles Kemp, a vice president at consulting firm Baker &amp; O'Brien.</p><p>In Washington, lawmakers focused their attention on Saudi Arabia, saying the country has aligned with Russia despite its attack on Ukraine, making the kingdom unfit for U.S. support.</p><p>They are pitching bills that would potentially seize the assets that OPEC member countries own in the U.S., or mandate the removal of U.S. armed forces from Saudi Arabia and the U.A.E.</p><p>\"The royal Saudi family has never been a trustworthy ally of our nation,\" Sen. Dick Durbin (D., Ill.), the No. 2 Democrat in the Senate, tweeted Thursday. \"It's time for our foreign policy to imagine a world without their alliance.\"</p><p>As a candidate, Mr. Biden had threatened similar action against Saudi Arabia, which isn't a formal ally, but he moved to soften that stance this year amid fears over high energy prices and Saudi Arabia's drift toward Russia and China.</p><p>However, a high-profile summit Mr. Biden agreed to with the kingdom's leaders in Saudi Arabia over the summer, didn't lead to a Saudi pledge to boost oil production, and the decision just three months later for a dramatic cut in oil production was yet another blow.</p><p>Mr. Biden told reporters on Thursday he didn't regret making the trip.</p><p>\"No, the trip was not essentially for oil. The trip was about the Middle East and Israel and rationalization of positions,\" he said. \"But it is a disappointment, and it says that there are problems.\"</p><p>The solutions offered so far to those problems may create their own new problems and risk pushing the kingdom further into the embrace of U.S. rivals.</p><p>Riyadh is surprised at \"the hysteria\" coming from Washington over oil prices, said Ali Shihabi, a commentator with ties to the Saudi government.</p><p>The kingdom's strategy is changing as it adapts to the rise in U.S. oil production that has reduced American reliance on OPEC imports, he said.</p><p>The Saudis no longer sell much oil to the U.S. and are instead the biggest supplier to China, reorienting Riyadh's commercial and political interests.</p><p>That limits the U.S.'s options for getting help from Riyadh to lower energy prices, said David Ottaway, Middle East fellow at the Wilson Center, a Washington think tank. \"Certainly they don't give a damn about pressure from Biden, and they don't feel beholden to the Biden administration for anything,\" he said.</p><p>To be sure, Saudi Arabia remains one of the biggest buyers of U.S. weapons and is a key partner for the American military and intelligence community in the Middle East. While the Saudis have hinted they would begin buying Russian arms like the S-400 air defense system, they have always backed down. The Saudis and the U.S. coordinate closely on counterterrorism operations in the region, exchange intelligence and share the view that Iran is a threat.</p><p>The president has overseen the release of nearly a third of what had been over 600 million barrels in the federal government's strategic petroleum reserves as of last November—a move that analysts said helped ease surging energy prices.</p><p>But that brings the reserves down near levels the U.S. may not be able to go below without violating international agreements. And it limits the president's capacity to respond if prices surge again, analysts say, just a month before midterm elections in which inflation and energy prices are a key issue.</p><p>\"These oil market issues are getting more complex,\" said Sasha Mackler, who runs the energy program at the Bipartisan Policy Center.</p><p>The attack on Ukraine from Russia—the world's other major oil exporter—and friction with Saudi Arabia are making it hard to keep energy prices affordable, ensure supply and keep pushing for a transition to cleaner fuels, Mr. Mackler said.</p><p>\"All of those different parts of the system are in crisis simultaneously,\" he said.</p><p>And all of that friction keeps fueling longstanding tension between the Biden administration and the U.S. oil-and-gas industry.</p><p>Biden administration officials have been pushing industry to resolve the threat of low inventories and high prices without more government intervention.</p><p>White House National Economic Council Director Brian Deese told reporters traveling aboard Air Force One on Thursday that the industry is charging consumers at margins about a third higher than it has historically, and that it should cut those costs for consumers at a time of record-high profits.</p><p>\"In the very near term, what we believe needs to happen, consistent with market principles, is that the energy companies need to reduce the retail prices to reflect the price that they're paying for the wholesale gas,\" he said.</p><p>Meanwhile, the Biden administration is preparing to scale down sanctions on Venezuela's authoritarian regime to allow Chevron Corp. to resume pumping oil there, which could help boost supply on the global market. The deal could still fall apart, however, and would have limited benefits in the near term.</p><p>Stephen Kalin, Michael Amon and William Mauldin contributed to this article.</p><p>Write to Timothy Puko at tim.puko@wsj.com and Benoît Morenne at benoit.morenne@wsj.com</p><p>U.S. Takes Aim at OPEC for Oil Production Cuts</p>",
  "published": "2022-10-07T02:23:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 7558,
          "end": 7565
        }
      ],
      "nexusId": "10051514"
    }
  ]
}