{
  "_id": "dfac0566b33d1d089177bd7d94e6460e1a569eed650f470ba893df75c149fdcb",
  "feed": "ftcomall",
  "title": "How progressive is Big Oil?",
  "text": "<p>Two things to start: </p> <ul>  <li><p>Saudi Aramco's boss <a href=\"https://www.ft.com/content/f8cc1070-abbe-4489-9c4d-1569eb836195\">told Financial Times editor Roula Khalaf</a> that the energy shock caused by the war in Ukraine shows the need to overhaul green energy transition plans.</p></li>  <li><p>A year on from ExxonMobil's <a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\">defeat to Engine No. 1</a> in one of Wall Street's most famous proxy battles, the supermajor is <a href=\"https://www.ft.com/content/54863d07-ac24-436e-bfab-b9c077f56415\">winning back some</a> investor favour. </p></li> </ul> <p>Welcome back to another Energy Source. </p> <p>I've just returned from an extensive reporting trip in Canada's oil and gas heartlands. There's a long piece coming soon, but one takeaway was plain: rising commodity prices and a new global political focus on energy security have lifted the mood of fossil fuel producers, who are more bullish about their prospects now than they have been in years. </p> <p>The shift is also alarming activists, even as some investors signal grudging approval of the industry's climate progress — a sentiment that will be tested today at Shell's annual general meeting. In our first note, Myles and Justin report on the gulf in perception between Wall Street and campaign groups. </p> <p>Our second note reports on complaints from Global Witness, a non-profit focused on corruption in the extractive industries, about the secrecy shrouding the Biden administration's new energy task force with its “unnamed industry participants”. </p> <p>It's not all one-way traffic. Last week's election result in Australia suggests a new focus on tighter climate policy is imminent from one of the world's largest fossil fuel exporters. And as the US heats up again, droughts, forest fires and unseasonal heat (New York hit the mid-30s Celsius over the weekend) may bring another switch in the narrative back to the changing climate. As always, the FT's <a href=\"https://www.ft.com/climate-capital\">Climate Capital</a> is rich in content, including our colleague Aime Williams's superb piece on <a href=\"https://www.ft.com/content/9f00dfff-3a44-483f-9d5a-f58db7806046\">the relentless “megadrought”</a> hitting the US south-west.</p> <p>In the meantime, though, Washington remains focused on inflation and is making another effort to make diesel, the fossil fuel product that is contributing to the higher prices of all other goods in the economy, cheaper. Data Drill explains why the White House might be ready to open the taps of another emergency stockpile. </p> <p>Thanks for reading. <em>Derek</em></p> <h1>Wall Street and green groups diverge on Big Oil climate progress</h1> <p>Chris James, the head of activist hedge fund Engine No. 1, told us this week that he had been “impressed” by the steps ExxonMobil had taken over the past year to overhaul its strategy in response to last year's shareholder revolt.</p> <p>Engine No. 1 won a bruising shareholder proxy fight last May, warning that Exxon was putting itself at “existential risk” by spending too much on risky fossil fuel projects and not doing enough to reckon with the threat posed by the energy transition.</p> <p>James said it was “remarkable” how many changes had taken place at Exxon, citing new emissions targets, a beefed up low-carbon business and a number of new outsiders installed in important positions at the company.</p> <p>But if Wall Street has been placated to some extent, environmental campaigners remain far from impressed. Exxon's climate efforts were branded “grossly insufficient” in <a href=\"https://priceofoil.org/category/resources/reports/\">a report</a> released this morning by non-profit Oil Change International.</p> <p>And it was not just Exxon that was found wanting in the analysis. The climate pledges and plans of TotalEnergies, Shell, Chevron, Equinor, Eni, BP and Repsol were likewise deemed “grossly insufficient” when it comes to living up to the climate goals of the Paris Agreement.</p> <p>“Ultimately, no major oil and gas company considered in this analysis comes anywhere close to the bare minimum for alignment with the Paris Agreement,” wrote the authors of the report.&#xa0;</p> <p>Plans to pump funds into hundreds of new oil and gas developments over the coming years fly in the face of companies' commitments to align their businesses with the Paris goal of limiting the rise in temperatures to 1.5°C above pre-industrial levels, according to OCI.&#xa0;</p> <p>It has been a little over a year since the International Energy Agency caused waves with its assertion that producers must <a href=\"https://www.ft.com/content/2bf04fff-5b2f-4d96-a4ea-ff55e029f18e\">end investment in new projects</a> if warming is to be curtailed. Yet the report finds that the eight companies analysed are involved in more than 200 projects expected to be approved for development between 2022 to 2025.&#xa0;</p> <p>That could result in the pumping of another 8.6 gigatonnes of carbon pollution into the atmosphere — roughly equal to the lifetime emissions of 77 new coal power plants.&#xa0;</p> <p>“Despite these companies' misleading claims, there is no credible pathway now for continued oil and gas expansion in a 1.5°C-aligned scenario,” the report finds. </p> <p>The differing standpoints set the stage for a mixed reception at the many upcoming annual meetings. While pressure on executives in the boardroom may have waned, the sense of anger on streets around the world will only intensify. </p> <p>While all of the companies assessed were rated poorly, the criticism was not doled out equally. Despite a shift among US operators to green their image, the gulf between companies on either side of the Atlantic remains as wide as ever. </p> <p>While European players received a shellacking for their investment plans, OCI offered some limited praise for their progress on setting partial emission-reduction targets. Not so for Exxon and Chevron, who were deemed lacking across the board, on every criteria assessed. </p> <p>In an <a href=\"https://www.ft.com/content/f8cc1070-abbe-4489-9c4d-1569eb836195\">FT interview</a> on Monday, Saudi Aramco boss Amin Nasser argued that the current geopolitical dynamic demands a change in approach to climate, and that greater investment in oil and gas would stem rising prices and ensure energy security. That view — held by executives across the industry — is not likely to be well received by climate campaigners. </p> <p>“The reality is that, so long as an oil company pursues expansion plans, it is not in transition,” said OCI.</p> <p><em>(Myles McCormick and Justin Jacobs)</em></p> <h1>Environmental group challenges the secrecy of Biden's energy task force</h1> <p>The involvement of “unnamed industry participants” in a task force formed by the White House after Russia's invasion of Ukraine suggests a “stitch-up to deepen the global dependency on fossil fuels” and may be breaking the law, according to environmental group Global Witness. </p> <p>Joe Biden announced the <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/25/fact-sheet-united-states-and-european-commission-announce-task-force-to-reduce-europes-dependence-on-russian-fossil-fuels/\">energy security task force</a> after a visit to Brussels in March, when he and European Commission president Ursula von der Leyen also announced a plan to increase shipments of American liquefied natural gas to EU countries as part of the strategic effort to end European dependence on Russian energy. </p> <p>In a letter to Biden, Global Witness complained that the task force, which has met three times since April 29, has been “shrouded in secrecy”, while the fossil fuel industry's involvement “appears to violate the open meetings law known as the <a href=\"https://www.gsa.gov/policy-regulations/policy/federal-advisory-committee-management/legislation-and-regulations/the-federal-advisory-committee-act#:~:text=The%20Federal%20Advisory%20Committee%20Act%20became%20law%20in%201972%20and,%2C%20public%20involvement%2C%20and%20reporting.\">Federal Advisory Committee Act</a>”.</p> <p>Global Witness senior adviser Zorka Milin likened the task force to the Trump administration turning public policy matters over to private interests, and said it “hearkens back to another notoriously secretive energy task force” run by George W Bush's vice-president Dick Cheney. “We urge you not to follow in their footsteps,” Milin wrote to Biden. </p> <p>I reported in a <a href=\"https://www.ft.com/content/048ea270-cdd8-4c77-a8d4-0c67e2f9b921\">Big Read</a> a few weeks ago about how inflation and Ukraine had brought energy security to the top of the agenda for the Biden administration, which entered office promising to make climate its priority.</p> <p>Supporters argue that the world's most powerful politician needs to deal with an energy crisis first, before dealing with the longer-term climate problem later. Given the shortage of gas in Europe, they say, it makes sense that US industry executives who Biden and Von der Leyen want to fix the problem are involved in discussions about how it might happen.</p> <p>The White House didn't immediately respond to a request for comment. </p> <p>But activists and many progressive supporters who backed Biden precisely because of his climate pledges are growing increasingly alarmed at these efforts to increase fossil fuel supplies — from <a href=\"https://www.ft.com/content/3e74e92f-33c6-4bd8-8fbd-23ab268329e7\">pleas to shale producers</a> to huge <a href=\"https://www.ft.com/content/6748e5ae-a8ac-44e4-89e6-1ded3978bbcc\">petroleum stockpile releases</a>. Global Witness's letter won't be the last such challenge to the administration. (<em>Derek Brower</em>)</p> <h1>Data Drill</h1> <p>The White House <a href=\"https://www.ft.com/content/ab665086-37e9-4be8-8292-2f9d24d1e337#post-035af913-f003-433d-b26c-2512ad04e949\">is considering a rare emergency release from government-held stocks of diesel</a> as inventories along the US east coast plunge and pump prices surge.</p> <p>These charts help explain why. The national average price for the fuel has risen sharply, past $5.60 a gallon in recent weeks, a record high. It's much higher in some areas. New Yorkers are paying more than $6.50/gallon.</p> <p>If you're in Europe — where a much higher percentage of passenger cars run on diesel — that's still low, with the US national average price translating to £1.18 a litre or €1.39 a litre. The <a href=\"https://www.rac.co.uk/drive/advice/fuel-watch/\">RAC says</a> the UK's average diesel price is now above £1.81 a litre. It's <a href=\"https://www.globalpetrolprices.com/diesel_prices/Europe/\">even higher</a> elsewhere in Europe. </p> <p>But inflation is hurting Biden's political standing. And while most Americans drive petrol-powered cars, diesel is the workhorse fuel for the economy, affecting truckers, farmers and builders — feeding price rises elsewhere. </p> <p>What's especially worrying about diesel is the sharp drop in inventories along the east coast, where stocks are lower than they've been in decades. It's an outcome of the robust recovery of global demand combined with low supplies. The region lost refining capacity during the coronavirus pandemic and imports have been disrupted by Russia's war in Ukraine. It will not be an easy fix.</p> <h1>Power Points</h1> <ul>  <li><p>The Australian Greens, who could hold the balance of power after Saturday's election in the country, have <a href=\"https://www.ft.com/content/c71bac61-1385-4df6-93cf-794f29a77e05\">called for a halt to all new gas and coal projects</a>.</p></li>  <li><p>Europe must put <a href=\"https://www.ft.com/content/9099df64-a7ec-4f73-b4f5-7221148d6420\">more pressure on Russian oil exports</a>, argues Christof Rühl, at Columbia University's Center on Global Energy Policy.</p></li>  <li><p>The UK North Sea's biggest oil and gas producer <a href=\"https://www.ft.com/content/1ae8c2fc-6e9b-40f8-ad13-84451828004c\">said a new windfall tax would be “detrimental”</a> to energy security.</p></li>  <li><p>Austria's former foreign minister Karin Kneissl, who once danced with Vladimir Putin at her wedding, has <a href=\"https://www.ft.com/content/ab665086-37e9-4be8-8292-2f9d24d1e337#post-51cdaaca-fe85-42b0-8fca-b84ae8b3a69f\">resigned from the board of Kremlin-controlled energy company Rosneft</a>.</p></li>  <li><p>Surging raw material costs <a href=\"https://www.ft.com/content/83ca7343-6852-4490-9adf-4ae40f5dad3e\">threaten the economics</a> of wind energy, the world's biggest turbine maker has warned. </p></li> </ul><p>Source: Derek Brower, Myles McCormick, Justin Jacobs and Amanda Chu 2022 'How progressive is Big Oil?' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-24T11:00:39.836Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3308,
          "end": 3315
        },
        {
          "start": 5247,
          "end": 5254
        }
      ]
    }
  ]
}