{
  "_id": "98eb05045dc05db80393c644755255427f69af2a243a5276ee9a95c5b558f35a",
  "feed": "wall-street-journal",
  "title": "Federal Judge Blocks Gulf of Mexico Drilling Leases, Citing Environmental Concerns; The Interior Department sold the oil-and-gas leases in November, but they had yet to take effect",
  "text": "<p>Federal officials held the lease sale—which would have marked the largest offshore oil-and-gas lease sale in U.S. history—on Nov. 17 but hadn't allowed the leases to go into effect yet, according to court papers. The leases could have taken effect as early as Feb. 1, court papers said.</p><p>Chevron Corp. identified itself in court papers as the highest bidder on several dozen tracts. A Chevron representative didn't immediately respond to a request for comment.</p><p>The federal oil-and-gas leasing program, which has been targeted by climate groups, came under review at the start of the Biden administration. That review triggered several court challenges, including one that led Interior Department officials to conclude that they had to sell the oil-and-gas leases.</p><p>Erik Milito, president of the National Ocean Industries Association, a trade association that represents offshore drilling and wind development, criticized the uncertainty surrounding the program.</p><p>\"At a time of geopolitical uncertainty and rapidly rising energy prices, U.S. oil and gas production is more important than ever to curb inflation and to fortify our national security,\" he said in a statement.</p><p>Environmental groups sued over the lease sale in August, saying the Interior Department's Bureau of Ocean Energy Management failed to properly consider the environmental impacts of its decision to open up federal lands for oil-and-gas leases under the National Environmental Policy Act.</p><p>Specifically, the groups challenged the federal agency's calculation of greenhouse-gas emissions in its environmental evaluation, despite other court decisions that laid out acceptable methodology.</p><p>\"Barreling full-steam ahead with blinders on was simply not a reasonable action for BOEM to have taken here,\" Judge Contreras, who was appointed by President Obama, said in the ruling.</p><p>Interior Department spokeswoman Melissa Schwartz said the agency is reviewing the decision. She didn't say whether the agency would redo the environmental evaluation with the intent to hold another lease sale.</p><p>\"We have documented serious deficiencies in the federal oil and gas program,\" Ms. Schwartz said in a statement. \"Especially in the face of the climate crisis, we need to take the time to make significant and long overdue programmatic reforms.\"</p><p>Kristen Monsell, oceans legal director at the Center for Biological Diversity, one of the environmental groups that brought the lawsuit, called the ruling a \"huge victory for our climate.\"</p><p>\"New oil leases are fundamentally incompatible with addressing the climate emergency and they'll cause more oil spills and harm to wildlife and people in the Gulf,\" she said in a statement.</p><p>In June, another federal judge, in a separate lawsuit brought by Louisiana and several other states, ruled that the Interior Department should resume holding such lease sales even after President Biden ordered a pause on them during his first week in office.</p><p>The suspension was one of Mr. Biden's initiatives aimed at addressing climate change. But Judge Terry A. Doughty of the U.S. District Court in Monroe, Louisiana said the Biden administration didn't have the legal right to stop leasing federal territory for oil-and-gas production without approval from Congress.</p><p>In his ruling, Judge Doughty, who was appointed by President Trump, said that states would face \"irreparable injury\" if the suspension had remained in place. He added that states would lose money that comes from new lease sales that they are legally entitled to share with the federal government. Drilling on federal land and water generates billions of dollars in government revenue.</p><p>Mr. Biden has said the country needs to urgently move away from oil to cleaner fuels if the world has a chance of averting the worst effects of climate change.</p><p>Write to Katy Stech Ferek at katherine.stech@wsj.com</p><p>Federal Judge Blocks Gulf of Mexico Drilling Leases, Citing Environmental Concerns</p>",
  "published": "2022-01-28T04:50:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 287,
          "end": 294
        },
        {
          "start": 384,
          "end": 391
        }
      ],
      "nexusId": "10051514"
    }
  ]
}