{
  "_id": "f618b1a389e4eca698e4f09db35d1778fd144a5c82ff389862856a87fe5a0e0e",
  "feed": "wall-street-journal",
  "title": "CIO 2023 Priorities: Cybersecurity; The mantra of the year: Trust no one",
  "text": "<p>Cybersecurity remains a top investment agenda for corporate technology chiefs in 2023 as companies race to combat cyber threats.</p><p>Those threats have escalated in recent years, along with their business risk. The FBI's Internet Crime Complaint Center said it received a record 847,376 complaints around cyberattacks in 2021, with potential losses exceeding $6.9 billion.</p><p>\"Cybersecurity has remained a high priority and that will not change in the year ahead,\" said Chevron Corp. CIO Bill Braun. \"The integrity and security of our IT systems is critical to our operations, especially as our dependency on IT and our use of internet-of-things grows.\"</p><p>That dependency on IT has helped make cybersecurity an increasingly collaborative effort, with CIOs working more closely with chief information security officers. This has raised questions over roles and responsibilities.</p><p>Some CIOs are focusing on shoring up their software and hybrid work environments, and others are implementing a so-called \"zero-trust\" approach in protecting networks and fending off cyberattacks, where any user, device, or application is viewed as a potential threat.</p><p>John Roese, global chief technology officer of Dell Technologies Inc., said the personal-computer maker is prioritizing the security of its software supply chain and beginning a \"seismic shift\" to adopting a zero-trust architecture in 2023.</p><p>\"If we get to a zero-trust architecture based on a robust hardware and software supply chain, we've achieved a radical positive shift in the balance of power between bad actors and enterprises,\" Mr. Roese said.</p><p>Sharon Mandell, CIO of networking products company Juniper Networks Inc., said as the zero-trust approach becomes more popular, employee buy-in will become crucial in 2023.</p><p>\"We'll see more CIOs trying to make this journey as cost-efficient as possible by ramping up efforts to educate the biggest security vulnerability they have—the human element,\" Ms. Mandell said. \"Creating a more aware workforce against social engineering tactics, phishing and other digital scams will pay the biggest dividends.\"</p><p>At Cisco Systems Inc., CIO Fletcher Previn said the company is focusing on addressing cyber threats for a remote and in-office workforce, where \"we might have video games and smart thermostats on the same network segment as an employee's remote workplace.\"</p><p>That means the networking-equipment maker is adopting a zero-trust architecture, as well as practices like two-factor authentication, investing in network automation, and application scanning, Mr. Previn said.</p><p>\"The threat landscape has become more challenging and our networks more porous,\" Mr. Previn said. \"All it takes is one slip-up or letting your guard down for a minute for an adversary to get in.\"</p><p>The Year Ahead</p><p>* Going Into 2023, CIOs Weigh Tech Priorities Against Economic Realities</p><p>* CIOs in 2023 Want to Know: Who's Got Talent?</p><p>* CIO 2023 Priorities: Always Be Modernizing</p><p>* CIO 2023 Priorities: Cybersecurity</p><p>* CIO 2023 Priorities: Speed and Agility</p><p>* CIOs' Favorite Reads of 2022</p><p>Write to Belle Lin at belle.lin@wsj.com</p><p>CIO 2023 Priorities: Cybersecurity</p>",
  "published": "2022-12-30T12:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 463,
          "end": 470
        }
      ]
    }
  ]
}