{
  "_id": "5763106a77a8625ae79d83191ff844bd350b00c5f6c04e92db49acfdf99ae0be",
  "feed": "market-watch",
  "title": "Exxon vows to cut emissions from operations to ‘net zero' — but won't exit fossil fuels anytime soon",
  "text": "<p>The U.S. oil giant XOM said Tuesday it has emission-reduction plans for major facilities and assets and argues it can profitably navigate the global shift toward renewable energy sourcesRNRG.</p><p>Exxon's goal doesn't cover emissions from the refined oil CL00, natural gas NG00 and gasoline RB00 it produces, rather focuses on operations. Further, it doesn't apply to oil fields or other assets it is invested in but doesn't operate.</p><p>Exxon believes it can achieve its goal through energy-efficiency measures, reducing methane leaks, upgrading equipment and eliminating the venting and routine flaring of natural gas.</p><p>“We will create shareholder value by adjusting investments between our existing low-cost portfolio and new lower-emission business opportunities to match the pace of the energy transition,” said Darren Woods, chairman and CEO.</p><p>In December, Exxon said it would reach net-zero emissions by 2030 in the Permian Basin in Texas and New Mexico, one of the company's most vital assets.</p><p>Environmental and sustainable-investing groups and others have criticized oil companies for not pledging more to outright slash greenhouse gases from their products. The emissions created by consumers are known as “scope 3” emissions.&#xa0;</p><p>Read:Earth-saving promises in ESG fund prospectuses aren't all that green: report</p><p>And while companies like Exxon shouldn't earn top Environmental, Social and Governance (ESG) marks in the traditional sense, “it's really important to engage with major fossil fuel companies. They're going to be here for a long time, and they need to get better at what they're doing,” said Doug Heske, who created the platform Newday Impact Investing, which helps institutional investors create sustainable portfolios.</p><p>“Exxon, having been taken to task the last couple of years, with its left hand saying one thing and the right hand doing another, is subjected to new board directors trying to bring change,” Heske said.</p><p>Last May, Exxon lost three seats on its board of directors at its annual shareholder meeting to the activist hedge fund Engine No. 1, which is seen by some as pushing the company faster toward clean energy.&#xa0;Others said this particular influence had the makings of “all talk, no action.”</p><p>Exxon was the last holdout among energy majors to make a substantial emissions pledge. European interests BP&#xa0;PLC UK:BP and Royal Dutch Shell RDS.A made similar announcements in 2020. U.S.-based Chevron&#xa0;Corp. CVX&#xa0;said in October it had set a&#xa0;net-zero aspiration and has made tech-based investments toward scaling carbon-capture capabilities.</p><p>Read: BlackRock's Fink: CEOs taking stands on social issues are good capitalists, not woke activists</p><p>Scientists believe that stabilizing global warming at 1.5°C could help avoid the most serious effects of climate change. Fossil fuels such as coal, oil and natural gas are the source of&#xa0;just over 80% of the world's energy. Burning them accounts for 89% of human-derived CO2 emissions.</p><p>Exxon's stock is up some 50% over the past year, as the economy bounced back from the worst of the COVID-19 slowdown and industry and households ramped up their energy use.</p><p>U.S. greenhouse gas emissions rebounded sharply from&#xa0;a COVID-19 slump&#xa0;faster than the overall economy improved in 2021, according to analysis by the nonpartisan Rhodium Group.</p><p>Energy analysts had expected to see a&#xa0;planet-warming emissions&#xa0;snapback as industrial output picked up and more freight moved in 2021 than 2020. Still, the growth in pollution outpaced expectations,&#xa0;the report, out earlier this month. said.</p><p>Based on preliminary data for 2021, Rhodium Group estimates that economy-wide GHG emissions increased 6.2% relative to 2020, though emissions remained 5% below 2019 levels.</p>",
  "published": "2022-01-18T14:06:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2412,
          "end": 2419
        }
      ]
    }
  ]
}