{
  "_id": "91fd16ced7b16f5466251f3950336e8b2307acccaf98e2d04afc0e63a2bf3bb0",
  "feed": "wall-street-journal",
  "title": "Warren Buffett's Berkshire Hathaway Cleared to Buy as Much as Half of Occidental's Shares; Berkshire Hathaway received the regulatory approval following Buffett's rapid acquisition of Occidental shares this year",
  "text": "<p>Occidental's shares jumped to lead stock gains among the S&amp;P 500 Friday, rising 9.9% after the publication of the ruling. The company's stock has risen about 146% this year, far and away tops in the S&amp;P 500 stock index, which is down 11% this year.</p><p>Berkshire requested the authorization on July 11 and said at the time it owned approximately 18.72% of the outstanding common shares of Occidental, according to the federal ruling. Berkshire has since added shares and earlier this month said in a securities filing that it held roughly 20% of Occidental's common stock. Berkshire also owns warrants to buy another big slug of Occidental's common stock as well as $10 billion worth of preferred shares that pay Berkshire about $800 million annually, filings show.</p><p>\"It is concluded that the Proposed Transaction is consistent with the public interest,\" Carlos D. Clay from the FERC's Office of Energy Market Regulation wrote in the filing.</p><p>A spokesman for Occidental confirmed that Berkshire could now buy up to 50% of common shares and didn't comment further. A Berkshire Hathaway representative didn't respond to a request for comment.</p><p>Mr. Buffett has invested billions in renewables such as wind-farm projects through Berkshire's energy unit and has also added oil companies to the holding company's portfolio in recent years. Chevron Corp. is now one of Berkshire's largest stock investments.</p><p>Occidental has raked in high profits from elevated oil prices, netting $3.7 billion in the second quarter. The profits are a dramatic turnaround for the company, which lost around $14.8 billion in 2020 after the global pandemic gutted oil demand. Berkshire's stock purchases, as well as that of the many investors who follow Mr. Buffett's moves, have helped lift Occidental's shares to the head of the broad rally in energy stocks.</p><p>Occidental's ill-timed $38 billion deal to take over rival Anadarko Corp. in 2019 loaded the company with debt, leaving it in a perilous position as oil prices tumbled during the pandemic. Chief Executive Vicki Hollub made deep spending cuts over the past two years, moved to rein in growth and focused on using cash to pay down debt.</p><p>The company has repaid $8 billion in debt this year to bring it to $22 billion, down from nearly $36 billion a year ago, according to the company and analysts. Occidental's endeavor to reach investment-grade status and its cash-generating capabilities have made it an attractive target for Mr. Buffett, said Neal Dingmann, an analyst with Truist Securities. \"It's a great sort of hedge against a lot of his other businesses to own such a high free-cash-flowing business,\" he said.</p><p>Mr. Buffett has made no secret of his admiration for Ms. Hollub, describing her as one of the best executives in the business. In 2019, he acquired $10 billion in preferred stock to help the company pay for the Anadarko deal.</p><p>\"What Vicki Hollub was saying made nothing but sense,\" Mr. Buffett said at Berkshire's annual shareholder meeting in April. Occidental looked like \"a good place to put Berkshire's money,\" he added.</p><p>Mr. Buffett had to show his hand to the market because power plants controlled by both Occidental and Berkshire Hathaway feed the same grid in Louisiana. Occidental owns a power plant in Taft, La., that feeds its chemical plant next door. Leftover power is sold on the local grid, which Berkshire Hathaway Energy plants also feed.</p><p>FERC ruled that since Occidental's plant accounts for just 0.48% of the capacity connected to the region's grid, a combination with Berkshire \"will not have an adverse effect on competition\" in the local electricity market. Mr. Buffett had to ask, though, before beefing up Berkshire's Occidental stake.</p><p>In recent years, Occidental has ventured into renewables through its Oxy Low Carbon Ventures unit. This new focus dovetails with Berkshire's own investments in renewable energy and puts Mr. Buffett's company in a position to benefit from tax breaks, said Bill Smead, chief investment officer at Smead Capital Management.</p><p>\"We see Berkshire's filing as a vote of confidence in the oil macro and the value proposition in energy equities,\" said Kevin MacCurdy, a managing director at investment firm Pickering Energy Partners.</p><p>Write to Benoît Morenne at benoit.morenne@wsj.com and Ryan Dezember at ryan.dezember@wsj.com</p><p>Warren Buffett's Berkshire Hathaway Cleared to Buy as Much as Half of Occidental's Shares</p>",
  "published": "2022-08-20T00:42:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1327,
          "end": 1340
        },
        {
          "start": 1318,
          "end": 1331
        }
      ],
      "weightsV2": {
        "weight": 2.0000038,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 3.8146973e-06,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}