{
  "_id": "67a35df7bacbede8eafa80e8d7ff4bd47b4306181e7fd890547e5bed9e5691c3",
  "feed": "ftcomall",
  "title": "Big Oil groups regain swagger with largest profits in years ",
  "text": "<p>Big Oil's profits are back after a year of humiliating losses, boosting the share prices and a bit of the swagger of US supermajors that have fended off questions over their long-term prospects. </p> <p><a href=\"https://www.ft.com/content/6a62453f-5cfb-42c4-bc57-902d673b8b93\">ExxonMobil</a> and <a href=\"https://www.ft.com/content/984501a6-f880-485e-abd1-cd03bd7b5b67\">Chevron </a>in the past week reported combined net annual profits of nearly $38.6bn in 2021, a huge swing from <a href=\"https://www.ft.com/content/5abf032a-bca1-444c-8aaf-d637e01460cc\">combined losses</a> of $27.6bn in the first year of the pandemic. </p> <p>Both companies' share prices have easily outpaced the broader market over the past year, a sharp turnround after nearly a decade of poor returns when the energy sector was left behind by many investors. </p> <p>The profits were the highest since 2014, when crude oil prices last traded above $100 a barrel. This time, however, the majors are planning less capital spending on new production than in years past. </p> <p>Instead, they are heeding investor demands to funnel cash back to shareholders, said Sam Margolin, analyst at Wolfe Research, who said the companies had pursued “self help” during the 2020 downturn. </p> <p>“Sometimes you need a really big challenge in order to level set how the company should be run,” Margolin said. </p> <p>Exxon envisages capital spending of between $21bn and $24bn this year — sharply lower than plans to spend between $30bn and $35bn a year set out by chief executive Darren Woods in 2019. Chevron plans to spend $15bn this year, down from $20bn in 2019. </p> <p>Exxon said it would use some cash to repurchase $10bn in shares over the next 12 to 24 months, while Chevron has said it will buy back as much as $5bn a year. Both companies have raised their dividends this year. </p> <p>“We are working hard to win back investors. This is a sector that has underperformed for 10 years, for five years, for three years,” Pierre Breber, Chevron's chief financial officer, told the Financial Times. </p> <p>Brent crude prices topped $91 a barrel for the first time since 2014 this week on fears that global crude demand will recover faster than producers around the world will be able to add new supply, <a href=\"https://www.ft.com/content/70f58398-8911-45d3-b1b0-cc16c4ac184d\">tightening the market</a>. The threat of conflict in Ukraine has further ratcheted up prices as some on Wall Street are predicting oil will top $100 a barrel in the coming months.</p> <p>Woods argued that the sharp market downturn sowed the seeds for the rebound because “the industry wasn't generating enough revenue and therefore was not investing”. That set the stage for the “supply crunch that we're living through today”, he said in an interview. </p> <p>The boost in profits and share prices comes as Exxon and Chevron have argued against a sharp turn away from the fossil fuels that have driven the companies for more than a century.</p> <p>In sticking with their core oil and gas businesses, Exxon and Chevron have splintered from their European rivals BP, Shell and TotalEnergies which have all pledged to steer away from their reliance on fossil fuels.</p> <p>“We don't have a viable practical set of alternatives, and until we do there's going to be continued need for oil and gas,” Woods said. </p> <p>Exxon last May<a href=\"https://www.ft.com/content/b9e8e721-6d1c-4513-9034-3f6d99d983b8\"> lost a proxy fight</a> with the hedge fund Engine No 1, which had warned that the company faced <a href=\"https://www.ft.com/content/5ab010de-43c8-4b60-80f2-020f01610eee\">“existential” risk</a> from a shift to clean energy. The shareholder revolt led to three new board members backed by the activist campaign.</p> <p>Since then, Exxon has pledged to spend $15bn on a newly-created low-carbon business unit, focused on carbon capture and storage, biofuels and hydrogen. More recently it pledged to make emissions from its oil and gas operations <a href=\"https://www.ft.com/content/2aca4b93-aae2-40ea-a1be-9fcb6e4085c9\">net zero by 2050</a>, and said it was developing plans for each of its major assets to reach the goal.</p> <p>Anne Simpson, head of board governance and sustainability at Calpers, the US's largest pension fund and an influential backer of the activist campaign, said the initiatives were signs that the new board members were having a positive influence.</p> <p>But she said the “pace and ambition” of change was not fast enough and argued that the company's recent net zero pledge fell short by not including so-called scope 3 emissions, the greenhouse gas pollution from the fuel and products Exxon sells. Scope 3 accounts for more than 80 per cent of the company's total emissions. </p> <p>“If [the Engine No 1 campaign] is not enough to get Exxon over the line, then the question of the board composition will be revisited,” Simpson said.</p><p>Source: Justin Jacobs in Houston 2022 'Big Oil groups regain swagger with largest profits in years ' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-02T05:00:17.221Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 210,
          "end": 217
        },
        {
          "start": 1705,
          "end": 1712
        },
        {
          "start": 2462,
          "end": 2469
        },
        {
          "start": 1445,
          "end": 1452
        },
        {
          "start": 2648,
          "end": 2655
        },
        {
          "start": 1279,
          "end": 1286
        }
      ],
      "nexusId": "10051514"
    }
  ]
}