{
  "_id": "06826e74fc6b81a37b8c153b39a094cd29572ecce2915bfcae844c99daa085c6",
  "feed": "wall-street-journal",
  "title": "Oil Doesn't Have to Boom to Help Some",
  "text": "<p>Schlumberger said on Friday that its revenue grew 20% compared with a year earlier and raised its full-year guidance. Halliburton, which has heavier exposure to North America, saw its top line grow 37% over the same period thanks to heady growth (55%) in the region.</p><p>Notably, Halliburton's operating margins -- excluding charges related to its Russia exit -- reached 14.2% in the second quarter, a milestone not seen since the peak of the fracking frenzy of 2014. Schlumberger's latest quarterly operating margin of 17.1% was its highest since 2015.</p><p>Drilling activity still isn't what it used to be. Baker Hughes data shows that there are 23% fewer oil rigs in North America today than there were three years ago and 58% fewer compared with 2014. While oil-field service revenues are nowhere near their peak eight years ago, many years of belt-tightening and efficiency-finding has meant the businesses are able to eke out more profit on less drilling activity.</p><p>That, and continued supply chain bottlenecks, are adding up to a lot of pricing power. Halliburton Chief Executive Jeff Miller repeatedly said on the company's earnings call on Tuesday that the company's equipment is \"all but sold out\" in the North American market for this year. The company has started talking to customers about purchases in 2023, which already looks like a tight year for equipment, according to Mr. Miller.</p><p>Olivier Le Peuch, CEO of Schlumberger, said on a Friday call with analysts that tightness in equipment supply is \"very visible\" in North America and also broadening in international markets.</p><p>Baker Hughes CEO Lorenzo Simonelli said on the company's earnings call on Wednesday that the demand outlook for the next 12-18 months is \"deteriorating\" as inflation diminishes consumer purchasing power and interest rates rise. But industry executives are signaling that there will continue to be strong demand for their equipment and services even if there is a slowdown in demand for hydrocarbons.</p><p>Mr. Simonelli noted that \"years of underinvestment\" and the potential need to replace Russian barrels means there will need to be higher spending. While the two U.S. major oil companies -- Exxon Mobil and Chevron -- have reduced their combined capital expenditures by 64% since the drilling frenzy of 2014, service giants Halliburton and Schlumberger have cut their spending by an even steeper 73%.</p><p>There has been underinvestment in drilling, but an even bigger one for equipment, which means it will take quite a drastic oil demand cut before oil-field service companies take a hit.</p><p>Markets appear to be baking in a full-fledged slowdown, though, for both. While Brent crude prices have slid 19% since the most recent peak on June 8, the S&amp;P Oil &amp; Gas Equipment Select Industry Index is down 32%, steeper than the 26% decline that an index of oil and gas producers has seen. As a multiple of expected earnings before interest, taxes, depreciation and amortization, Halliburton, Schlumberger and Baker Hughes' enterprise values are each at least 18% below their respective eight-year averages.</p><p>The risk that demand for oil-field services will decline appears lower than the possibility that oil demand will fall. Their services are getting costlier, but their stock prices look like a good deal.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2186,
          "end": 2193
        }
      ]
    }
  ]
}