{
  "_id": "e4e56e4ec0e3f0fc1d17578af9c4d486e7a5b1033f45f4032c181ccc7fe3e13d",
  "feed": "wall-street-journal",
  "title": "U.S. Looks to Ease Venezuela Sanctions, Enabling Chevron to Pump Oil; The proposed deal would require Caracas to open talks with political opponents, with the aim of free elections in 2024",
  "text": "<p>In exchange for the significant sanctions relief, the government of Venezuelan President Nicolás Maduro would resume long-suspended talks with the country's opposition to discuss conditions needed to hold free and fair presidential elections in 2024, the people said. The U.S., Venezuela's government and some Venezuelan opposition figures have also worked out a deal that would free up hundreds of millions of dollars in Venezuelan state funds frozen in American banks to pay for imports of food, medicine and equipment for the country's battered electricity grid and municipal water systems.</p><p>U.S. officials said details are still under discussion and cautioned that the deal could fall through, because it is contingent on Mr. Maduro's top aides resuming talks with the opposition in good faith.</p><p>If the deal goes through and Chevron, along with U.S. oil-service companies, are allowed to work in Venezuela again, it would put only a limited amount of new oil on the world market in the short term.</p><p>Venezuela was once a major oil producer, pumping more than 3.2 million barrels a day during the 1990s, but the state-run industry has collapsed over the past decade because of underinvestment, corruption and mismanagement. Sanctions leveled by the Trump administration further dented production and forced Western companies out of the country.</p><p>Any shift in U.S. policy that brings back Western oil companies would send a psychological signal to the market that more supply is on the way, the people said. Word of a possible U.S. rapprochement with Venezuela is emerging just as OPEC+ countries led by Saudi Arabia and Russia agreed to slash production in response to sagging oil prices, angering the Biden administration.</p><p>But engaging Venezuela, which sits atop some of the world's largest oil reserves, could serve as a longer-term strategy for the U.S. and European countries trying to secure new energy sources as Russia's war in Ukraine drags on and upends commodities markets, said Francisco Monaldi, a Latin America energy expert at Rice University.</p><p>\"If [oil] prices come down, this all could change,\" Mr. Monaldi said. \"But for now, this is their obsession.\"</p><p>The U.S.-Venezuela agreement, the terms of which are expected to be shored up later this month, is the latest sign that Washington is willing to wind down a pressure campaign against the Maduro government that it inherited from the Trump administration.</p><p>There are potential pitfalls. The proposal is stoking fury among some of the regime's most strident foes, who say the strategy would allow Mr. Maduro to maintain his authoritarian grip on the country with few concessions. On the other hand, it could be unpopular among some in the Maduro administration.</p><p>\"Inside the regime, you have hard-liners who are very critical of Maduro's neoliberal turn,\" said Geoff Ramsey, director of the Venezuela program at the Washington Office on Latin America. \"And within the opposition, you have players who are very interested in doing everything possible to continue the interim government,\" he said.</p><p>Some Venezuelan opposition leaders said that fresh cash could embolden Mr. Maduro, whose government in recent years has circumvented U.S. sanctions by selling its heavy crude oil to China and other Asian buyers at steep discounts.</p><p>Chevron spokesman Ray Fohr didn't comment on the proposed deal, but said that in Venezuela, \"we have dedicated investments and a large workforce who are dependent on our presence.\" He said the company is in compliance with the current sanctions framework.</p><p>Ali Moshiri, a former Chevron executive who oversaw the expansion of the company's operations in Latin America and worked closely with Venezuelan officials, said the Biden administration's shift appears to reflect political pressure that has come with rising energy prices and tight global supplies.</p><p>\"It makes a lot of sense that the Biden administration relaxes some of the sanctions toward Venezuela, to allow multiple resources to help us lower energy prices,\" said Mr. Moshiri, who estimates the country could reach 1.5 million barrels a day of output in two years if Chevron and other companies can work freely.</p><p>Talks between officials from the U.S. and Venezuela have been quietly under way since at least March, but gained momentum when Venezuela on Saturday released six U.S. citizens and one U.S. permanent resident who had been jailed in that country. In exchange, the U.S. released two men—nephews of Venezuelan first lady Cilia Flores—who had been convicted of drug trafficking.</p><p>A U.S. official said that the swap created some \"new opportunities\" between the two sides that didn't exist a week ago.</p><p>Wall Street firms and U.S. investors for months had also been pressing the Biden administration to lift sanctions to recover billions of dollars in debt and strike business deals with Caracas. The toughest sanctions came in 2019, when the U.S. and dozens of its allies declared that opposition leader Juan Guaidó was Venezuela's legitimate president. His movement, though, failed to oust Mr. Maduro, and most countries now openly deal with the Maduro government.</p><p>A spokesman for Mr. Guaidó didn't respond to questions seeking comment. The opposition leader has said he had nothing to do with the recent prisoner swap and opposes the easing of pressure on Mr. Maduro.</p><p>The U.S. Treasury Department's Office of Foreign Assets Control, which administers sanctions against Venezuela, is preparing to issue one or more licenses for Chevron to run its four existing joint-venture oil projects with the state oil company, Petróleos de Venezuela SA, or PdVSA. Chevron's agreement with Venezuela gives it full operational control and runs about 1,000 pages, people familiar with the document say.</p><p>With Chevron in charge of all aspects of the projects, and the U.S. providing clearance to export oil, Venezuela could regain the relevance in the oil market that it enjoyed during the early 2000s, when it was one of the main exporters of crude to the U.S. The country is now exporting about 450,000 barrels a day and could double that figure in a matter of months, say people who are familiar with Venezuela's oil industry and are bullish about its prospects.</p><p>\"There are no plans to change our sanctions policy without constructive steps from the Maduro regime,\" Adrienne Watson, spokesperson for the National Security Council, said.</p><p>The Treasury Department and the State Department didn't immediately reply to requests for comment. Venezuela's state oil company and its Information Ministry didn't respond to detailed emails seeking comment.</p><p>Among the potentially important projects in Venezuela is the Perla offshore gas field operated by Repsol SA of Spain and ENI SpA of Italy. Shell is also monitoring the progress of a possible U.S.-Venezuela rapprochement to implement a preliminary offshore gas deal off eastern Venezuela that would supply a liquefaction plant in neighboring Trinidad and Tobago, according to people familiar with the company.</p><p>The gas projects are especially relevant at the same time Europe is trying to replace severed gas supply from Russia ahead of winter.</p><p>\"There could be a domino effect there in terms of getting things going,\" said Mr. Monaldi, who is Venezuelan. But he added that the oil fields are so deteriorated from underinvestment that Venezuela would be hard-pressed to add significantly to output over the next two years, even with the help of foreign companies.</p><p>\"I don't think it would be relevant to broader energy markets in the near and medium term,\" he said.</p><p>Collin Eaton and Andrew Scurria contributed to this article.</p><p>Write to Vivian Salama at vivian.salama@wsj.com and Kejal Vyas at kejal.vyas@wsj.com</p><p>U.S. Looks to Ease Venezuela Sanctions, Enabling Chevron to Pump Oil</p>",
  "published": "2022-10-06T01:06:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5747,
          "end": 5754
        },
        {
          "start": 3566,
          "end": 3573
        },
        {
          "start": 5481,
          "end": 5488
        },
        {
          "start": 7743,
          "end": 7750
        },
        {
          "start": 3288,
          "end": 3295
        },
        {
          "start": 49,
          "end": 56
        },
        {
          "start": 4116,
          "end": 4123
        },
        {
          "start": 827,
          "end": 834
        },
        {
          "start": 5606,
          "end": 5613
        }
      ],
      "nexusId": "10051514"
    }
  ]
}