{
  "_id": "5243caf2ff0118f9715dcebbad69e00467e04534b3ca654b429d2d781495c4dd",
  "feed": "ftcomall",
  "title": "Global energy upheaval offers Argentina's ‘Dead Cow' a new lease of life",
  "text": "<p>Can the EU's ban this week on most Russian oil imports breathe new life into a dead cow in Patagonia?</p> <p>Argentina's president Alberto Fernández thinks so. He is talking up the potential of the world's second-largest shale gas deposit and its fourth-largest shale oil reserve to fill the gap left by the <a href=\"https://www.ft.com/content/2aef066b-3cdb-49c2-9258-38575b4ad799\">growing western embargo on Russian energy</a>. Argentina, he told his German hosts while visiting Berlin last month, is “a reservoir of what the world needs right now: food and energy”.</p> <p>Chevron, Petronas and <a href=\"https://www.ft.com/stream/2317ce6d-cc16-4022-964e-597b58ae7ddb\">Shell </a>will be among the international companies to benefit if Argentina's Vaca Muerta (Dead Cow) petroleum development finally takes off. Gas production “could surge . . . to make Argentina a rival to Australia and Qatar in the LNG&#xa0;market at a time when demand is growing”, according to a recent S&amp;P report. </p> <p>Miguel Galuccio, chief executive of Vista, the second-biggest oil producer in Vaca Muerta, says the deposit has already turned Argentina into an oil exporter (albeit on a very small scale) and stresses its future potential, thanks to relatively low production costs and low-carbon production. </p> <p>But there's a snag above ground in the form of past Argentine government decisions. Years of hype about Vaca Muerta and its appealing geology have not been matched by official policies attractive enough — either under the previous government of <a href=\"https://www.ft.com/topics/people/Mauricio_Macri\">Mauricio Macri </a>or until now the current Peronist one — to lure the tens of billions of dollars of investment needed.</p> <p>Vaca Muerta has been under development for a decade and despite production costs having fallen to levels close to those of US shale, less than 10 per cent of the acreage is being exploited. Yet the government says that if 50 per cent of Vaca Muerta's resources were brought to market, Argentina would generate more than $30bn a year of additional export earnings.</p> <p>Why has it not happened? A big culprit is Argentina's rigid exchange control regime, which prevents profits from being repatriated. After years of lobbying, the government has just agreed to let oil and gas companies convert revenues from part of their additional production into dollars, but this falls well short of the freedom enjoyed almost everywhere else.</p> <p>Under the new rules, energy groups must apply for permission to change a limited amount of their rapidly devaluing pesos into US currency at an official rate barely half that of the black market.</p> <p>Another drawback is Argentina's longstanding fixation with fuel subsidies. Oil sells in the domestic market at a controlled price only about half that of the world level.</p> <p>Finally, the South American country needs more energy infrastructure. Gas production in Vaca Muerta is capped by the capacity of existing pipelines. A contract to build a new $3.4bn pipeline connecting Vaca Muerta with Buenos Aires has yet to be awarded and the head of the project resigned on May 30 (the government says a tender will be awarded soon).</p> <p>National oil company YPF is scouting coastal locations to build a plant to liquefy natural gas for export but today, for all Vaca Muerta's potential, Argentina remains a net importer of gas. “We need to continue investing in pipelines and export facilities and we should have more competitive . . . domestic market pricing,” said Galuccio.</p> <p>Not everyone is waiting patiently. China's Sinopec sold out of Argentina last year and <a href=\"https://www.ft.com/stream/22a8683e-3703-4cb8-824e-d42526704562\">ConocoPhillips </a>also exited. </p> <p>As the stampede away from Russia leads to a redrawing of the global energy map, Argentina's government needs to move faster and more boldly if the companies that stuck with Vaca Muerta are to be rewarded with a bucking bronco, rather than a lethargic cow.</p> <p><em>michael.stott@ft.com</em></p><p>Source: Michael Stott 2022 'Global energy upheaval offers Argentina's ‘Dead Cow' a new lease of life' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-03T04:00:24.704Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 483,
          "end": 490
        }
      ]
    }
  ]
}