{
  "_id": "8721c9af0e5f72a6b9604c515333174a51112963c691f66e84e9ba9b58196f31",
  "feed": "wall-street-journal",
  "title": "Despite Shift, Markets Face Long Wait for Venezuelan Oil; Before pumping crude in Venezuela, Chevron must collect debt, repair equipment and bolster its workforce while facing outages and security threats",
  "text": "<p>On Saturday, the Treasury Department granted Chevron a new license to operate in Venezuela following a meeting in Mexico City between the government of Venezuela's Nicolás Maduro and opposition groups in which the participants agreed Venezuela would spend billions of frozen funds on humanitarian aid and infrastructure in a program to be administered by the United Nations. U.S. officials had held out Chevron's return to Venezuela as a reason for the parties to begin negotiations on a timeline and framework for free elections.</p><p>The policy shift comes two years after the Trump administration clamped down on Chevron and other oil companies' activities in Venezuela as part of a \"maximum pressure\" campaign aimed at ousting the government led by Mr. Maduro. That policy included withdrawing recognition from Mr. Maduro and backing congressional leader Juan Guaidó as the legitimate president of Venezuela.</p><p>The shift away may open the door to other oil companies that had previously operated in Venezuela, as well, though the Treasury Department didn't outline how they might re-engage with the country.</p><p>Among Chevron's first tasks are to make repairs to broken equipment, stop power outages and fix problems with pipelines, rehire hundreds of workers despite an exodus of talent from Venezuela's oil industry, and deal with physical security threats including gasoline thefts, analysts said.</p><p>\"The amount of money needed to invest in Venezuela to recover the lost production is tremendous,\" said José Chalhoub, a political risk and oil analyst in Venezuela who previously worked in the country's oil industry.</p><p>Mr. Chalhoub estimated the investments needed to restore Venezuela's lost oil production could come to as much as $50 billion. Over the next six months or so, he said, Chevron might increase output by some 20,000 to 30,000 barrels a day, too little to make any difference to the global market.</p><p>Venezuela has also struggled to get enough diluents—liquids that ease the flow of Venezuela's viscous oil, once primarily sourced from the U.S.—since the U.S. imposed sanctions.</p><p>Before Chevron is willing to make new investments in Venezuela, such as in new fields, it wants to collect more than $4 billion in debt from the Venezuela national oil company, Petróleos de Venezuela SA.</p><p>Collecting that debt could take two to three years, as PdVSA owes Chevron and other joint-venture partners their shares of more than two years of revenue from oil sales, after the 2020 U.S. sanctions barred the Venezuelan company from paying its partners. The license would allow Chevron to collect its share of dividends from its joint ventures such as Petropiar, in which Chevron is a 30% partner.</p><p>In the first 25 days of September, PdVSA operating the Chevron joint ventures produced about 45,000 barrels a day, according to the consulting firm IPD Latin America. The country's output fell to 686,000 barrels a day in the same period, down from more than 900,000 barrels a day in December, the firm said.</p><p>Though Venezuela boasts the world's largest oil reserves, it could take at least a year for Chevron to bring oil production back to 200,000 barrels a day at its four joint ventures with PdVSA, analysts said.</p><p>That is a drop in the bucket compared with the amount of oil that could be impacted by Western sanctions on Russian oil. Some analysts estimate about 1.5 million barrels a day could be affected by those sanctions next year. Venezuela's oil production has languished around 700,000 barrels a day this year, down from more than three million barrels a day in the 1990s.</p><p>Chevron's initial push back into Venezuela is unlikely to help ease oil prices soon, analysts said.</p><p>\"This isn't something that's going to happen overnight. It will add barrels over time to global supply but it will take months if not over a year,\" said Robert Yawger, an analyst at Mizuho.</p><p>The Venezuela development was valued at only about $1 per barrel discount on oil in the short-term, Mr. Yawger said.</p><p>Much will also depend on coming negotiations between the government of Venezuela's Nicolás Maduro and opposition parties, which have the potential to throw a wrench in Chevron's gears if the two sides cannot come to an agreement.</p><p>Seven million Venezuelans have fled the once-oil rich country, which has gone through an economic meltdown because of the Maduro's government's economic mismanagement and corruption as well as the impact of international sanctions.</p><p>But with the failure of the maximum pressure strategy followed by the Trump administration, Mr. Maduro is stronger politically now than ever before.</p><p>\"It could be that a government that feels secure may give more concessions than one that feels cornered,\" says Javier Corrales, a Venezuela expert at Amherst College.</p><p>Biden administration officials said the license prohibits PdVSA from receiving profits from Chevron's oil sales. The officials said the U.S. is prepared to revoke or amend the license, which will be in effect for six months, at any time if Venezuela doesn't negotiate in good faith.</p><p>Write to Collin Eaton at collin.eaton@wsj.com and José de Córdoba at jose.decordoba@wsj.com</p><p>Despite Shift, Markets Face Long Wait for Venezuelan Oil</p>",
  "published": "2022-11-27T21:44:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 45,
          "end": 52
        },
        {
          "start": 93,
          "end": 100
        },
        {
          "start": 402,
          "end": 409
        },
        {
          "start": 609,
          "end": 616
        },
        {
          "start": 1106,
          "end": 1113
        },
        {
          "start": 1771,
          "end": 1778
        },
        {
          "start": 2080,
          "end": 2087
        },
        {
          "start": 2342,
          "end": 2349
        },
        {
          "start": 2555,
          "end": 2562
        },
        {
          "start": 2649,
          "end": 2656
        },
        {
          "start": 2729,
          "end": 2736
        },
        {
          "start": 2742,
          "end": 2749
        },
        {
          "start": 3072,
          "end": 3079
        },
        {
          "start": 3552,
          "end": 3559
        },
        {
          "start": 4123,
          "end": 4130
        },
        {
          "start": 4821,
          "end": 4828
        }
      ]
    }
  ]
}