{
  "_id": "35865ed74268086b0b83a666d85003bb06c8124ce5c253da5516341617ff0d0e",
  "feed": "wall-street-journal",
  "title": "An Assist to the Supreme Court in Restoring the Separation of Powers; A judge moves the ball on presidential control over federal agencies.",
  "text": "<p>In their claim for relief they also included that the CPSC's structure violates the Constitution \"by insulating the commissioners from presidential removal.\" Judge Kernodle agreed, and his reasoning could move the law on independent federal agencies another step toward proper Presidential control.</p><p>The Founders vested all executive power in a single President for political accountability. But in the 20th century Congress eroded that unitary control by establishing independent agencies (the SEC, FTC, etc.). The Supreme Court blessed the arrangement far too readily, most famously in a misbegotten 1935 case known as Humphrey's Executor that said Congress could limit the President's ability to fire agency commissioners.</p><p>The Supreme Court has chipped away at Humphrey's Executor in recent years, notably in cases involving single directors at the Consumer Financial Protection Bureau and Federal Housing Finance Agency. President Biden took advantage of both cases by forcing the directors appointed by President Trump to resign.</p><p>Judge Kernodle has now ruled that the same logic applies to an agency such as the CPSC that is governed by multiple (five) commissioners. We'll spare you the arcane legal details, but suffice to say the opinion is a logical extension of recent Supreme Court rulings. It is likely to be upheld by the Fifth Circuit Court of Appeals and the Supreme Court if the Biden Administration chooses to appeal.</p><p>In that event Humphrey's Executor would be hollowed out enough to be a dead letter even if it isn't formally overturned as a precedent. Such a decision would also further isolate Morrison v. Olson (1988) as the bastard child of constitutional law. Morrison upheld the independent counsel statute and was the cause of Antonin Scalia's greatest dissent.</p><p>Judge Kernodle's ruling won't have large immediate policy consequences because he didn't rule that all CPSC decisions are invalid even if the agency is improperly structured. But his opinion is significant for assisting the Supreme Court's effort to return Congress, the executive branch and the judiciary to their proper constitutional lanes.</p><p>The Court may soon pare back its doctrines of Auer and Chevron judicial deference to administrative agencies, which might cause Congress to write clearer laws. The Justices are also more forcefully applying their \"major questions\" doctrine to scrutinize agency decisions such as the vaccine mandate. Kudos to Judge Kernodle for lighting the constitutional way forward.</p><p>An Assist to the Supreme Court in Restoring the Separation of Powers</p>",
  "published": "2022-03-24T23:04:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2185,
          "end": 2192
        }
      ]
    }
  ]
}