{
  "_id": "5736f80bd06b71331edbab697cce72b7d1e1b7e0df9ad185a057deae26eaff55",
  "feed": "wall-street-journal",
  "title": "Is $6 a Gallon Gasoline Next? The assault on fossil fuels has shrunk U.S. refining capacity.",
  "text": "<p>At least he's finally noticed the dearth of refining capacity to process crude, which some of us have warned about for years. The U.S. has lost about one million barrels a day of refining capacity in the pandemic. Some new refineries have opened in Asia, but the International Energy Agency recently reported that global capacity last year fell by 730,000 barrels a day.</p><p>A major culprit is U.S. government policy. Some older refineries have closed because companies couldn't justify spending on upgrades as government forces a shift from fossil fuels. They also have to account for the Environmental Protection Agency's tighter permitting requirements—the agency recently challenged a permit for an Indiana refinery—and steeper biofuel mandates.</p><p>The EPA recently published its final renewable fuel standards for this year, which the American Fuel and Petrochemical Manufacturers called \"unachievable.\" They usually are. One problem this year is that gasoline consumption has been trending lower from last year's levels as prices climbed. Yet refiners this year will be required to blend 10% more biofuel.</p><p>This means refiners will again hit the so-called \"blend wall\" of how much ethanol and biodiesel can technically be processed into the nation's fuel supply. Higher ethanol blends can corrode older vehicle engines and fueling infrastructure. Refiners must purchase regulatory credits to comply with the mandates.</p><p>Increasing credit prices have driven some small, independent refineries out of business. Small refineries can seek a temporary exemption from the mandates if they show a \"disproportionate economic hardship.\" But the biofuels lobby opposes these exemptions, and the EPA just denied 69 waiver requests.</p><p>Some large refiners such as Marathon Petroleum and Phillips 66 have sought to comply with biofuel mandates by converting refineries to produce renewable diesel from vegetable oil. This also lets them cash in on a $1 a gallon federal tax credit and regulatory credits under California's low-carbon fuel standard that some other states are copying.</p><p>S&amp;P Global Platts estimates that renewable diesel in California fetched a $3.70 a gallon premium over regular diesel in the early weeks of 2022 owing to tax and regulatory credits. This biofuel profit premium is driving the sort of capital misallocation that the World Bank noted last week in a report on economic growth and inflation.</p><p>Chevron CEO Mike Wirth said recently that refineries are shutting down or being repurposed for renewable fuels because \"the stated policy of the U.S. government is to reduce demand for the products that refiners produce.\" When companies are told that demand for their product will become obsolete, it's no surprise that they don't invest in supply.</p><p>In his letter Mr. Biden orders the refiners to increase supply pronto, but they have to make business decisions based on long-term market expectations. The same is true for oil producers. The President slams refiners for reaping record profits. Does he not understand markets? Refining petroleum is a low-margin business, and the companies lost money early in the pandemic as demand for gas and other fuels fell. Now margins have widened as demand rises again and the industry's capacity to produce them has shrunk.</p><p>The refining shortage was also predictable for those who follow events in California. Environmental regulations there have driven refineries to shut down and convert to biofuels, driving up prices and refiner profits. This is a major reason gas prices in California are averaging $6.44 per gallon—$1.43 more than the national average versus 30 cents in 2012.</p><p>Mr. Biden demands that refiners propose \"concrete ideas\" to immediately increase capacity. How about his Administration stop trying to put them out of business?</p><p>Is $6 a Gallon Gasoline Next?</p>",
  "published": "2022-06-15T23:24:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2400,
          "end": 2407
        }
      ]
    }
  ]
}