{
  "_id": "155e8757e139dfc2b470e920df07e62d56d474ce588764fe88daf46cbbc31c08",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Cheaper Gasoline Buoys Consumers  ----  By Hardika Singh and David Uberti",
  "text": "<p>   When gasoline prices shot upward earlier this year, Mark Adams tapped the brakes on his hobby of exploring ghost towns and other historic sites across Oregon and sharing the imagery on YouTube. Now, he is back. </p><p>   A medical-device technician by day, Mr. Adams bought a more fuel-efficient car and has since watched his weekly gas bill fall from as high as $75 to about $30. It is enough of a difference that the 57-year-old has begun charting out which abandoned structures he is going to visit next.\"It doesn't pay for itself when you're just a YouTuber,\" Mr. Adams said of his pastime. </p><p>   Many motorists like Mr. Adams are finally getting some relief at the pump, signaling that some of the recent pressures on the gasoline market are easing. </p><p>   The U.S. average for regular unleaded gasoline has declined to $3.29 a gallon, falling below its average of $3.36 from last year, according to GasBuddy data. That is down about 35% from its peak of about $5 earlier in the year, when the war in Ukraine disrupted supplies and boosted prices for raw materials from copper to corn to diesel. </p><p>   The decline in gas prices is good news for consumers, whose wallets have been pinched this year by higher prices for nearly everything from milk to bread to eggs. Higher gas prices have been the biggest contributor to multidecade highs in inflation, which have propelled the Federal Reserve to aggressively raise interest rates, battering stocks and bonds alike. </p><p>   The decline extends a wild year for gas prices, which soared to records in the summer, upending motorists' travel plans. Now, some analysts expect them to fall below $3 by the end of the year. </p><p>   Gas prices can vary regionally because of taxes and distance from refineries. But all 50 states have seen monthly drops, with the slide led by Wisconsin, Indiana and California. Prices for diesel, used in trucking and manufacturing, have fallen in about 48 of 50 states, led by Oklahoma, South Dakota and Kansas. </p><p>   The national average for diesel Thursday fell below $5 a gallon after hitting record highs earlier this year. </p><p>   \"Most Americans are going to start to feel that gas prices are no longer a thorn in their side,\" said Patrick De Haan, head of petroleum analysis at GasBuddy. He expects diesel prices will fall below $4 a gallon in the next few months. </p><p>   The cost of gasoline climbed after the global flow of crude oil was disrupted by economic fallout from Russia's invasion into Ukraine. Higher gas prices heightened political tensions during the midterm elections and contributed to President Biden authorizing the release of 180 million barrels of oil from the country's Strategic Petroleum Reserve. </p><p>   The global benchmark for crude prices has since plunged about 40% from its war-driven 2022 high. Russian oil has kept flowing to the market and stringent lockdowns in China, the world's biggest consumer of commodities, has hurt demand. </p><p>   The U.S. crude futures contract lost 0.8% Thursday to settle at $71.46 a barrel. Brent crude slid 1.3% to $76.15. </p><p>   Energy stocks have surged despite a tepid performance by other companies. The S&amp;P 500 energy sector is the only one of the index's major groups in the green, up more than 50% so far this year. Shares of energy-giant Exxon Mobil Corp. have added about 70%, Chevron Corp.'s have gained 48% and Marathon Petroleum Corp.'s have jumped 70%. </p><p>   Oil traders don't expect Western sanctions on Russian crude, which took effect Monday, to push prices meaningfully upward by taking supplies off the market. Analysts also worry that demand from China remains soft despite a gradual move to reopen its economy. </p><p>   To be sure, investors hope China's eventual reopening, coupled with a flat production outlook among many oil producers, could boost gas prices and energy stocks next year. </p><p>   \"You're going to need to refill oil inventories in the U.S. and China, and supply is not going to be that substantial,\" said Rob Thummel, portfolio manager at Tortoise, an energy asset manager. Mr. Thummel said that, along with the ability to return cash to shareholders could lead to extended energy stocks' gains next year. </p><p></p>",
  "published": "2022-12-09T07:08:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 3248,
          "end": 3255
        }
      ]
    }
  ]
}