{
  "_id": "51662ad3224062d32665d2da5125a1ac376c933b204bf6237b42032bccda5c56",
  "feed": "wall-street-journal",
  "title": "Berkshire Hathaway Bought $9 Billion in Stock in Third Quarter; Warren Buffett's company opened positions in Taiwan Semiconductor Manufacturing, Louisiana-Pacific, Jefferies",
  "text": "<p>Berkshire spent roughly $9 billion on the stock market in the third quarter, with roughly a third of that money going toward energy companies Occidental Petroleum Corp. and Chevron Corp., according to filings.</p><p>Berkshire also opened new positions in Taiwan Semiconductor Manufacturing Co., American building-materials manufacturer Louisiana-Pacific Corp. and Jefferies Financial Group Inc., and added to its existing stakes in Paramount Global, Celanese Corp. and RH, formerly known as Restoration Hardware.</p><p>The stocks that Berkshire revealed new positions in got a boost in after-hours trading Monday.</p><p>Overall, Berkshire spent $66 billion buying stocks in the first nine months of the year. That is more than 13 times its spending over the same period in 2021.</p><p>\"This is classic Buffett,\" said David Kass, a finance professor at the University of Maryland's Robert H. Smith School of Business. \"He is being greedy when others are fearful and fearful when others are greedy.\"</p><p>Investors got a close look at Berkshire's investments after the market closed Monday, when the company released its latest 13F filing. The U.S. Securities and Exchange Commission requires all institutional investors that manage more than $100 million to file the form within 45 days of the end of each quarter. Because institutions must disclose their equity holdings and the size of their positions on the form, investors often view 13Fs as a way to see how large money managers have been betting on the stock market.</p><p>The three months through September were a tumultuous period, when hopes and fears around Federal Reserve policysent stocks flying higher—then crashing. The S&amp;P 500 in September logged its biggest monthly drop since the Covid-19 selloff of 2020.</p><p>Berkshire wound up seizing narrow windows of opportunityto buy energy stocks when they were trading down from recent highs—a move that has proved prescient, given how energy stocks have soared once again.</p><p>For instance, Occidental Petroleum climbed to $75.26 a share in August. At the time, that marked its highest price for the year.</p><p>Over the following weeks, the stock market tumbled. Berkshire waited. Then, in the final week of September, Berkshire bought nearly 6 million more Occidental shares at prices ranging from $57.91 to $61.38, according to an SEC filing.</p><p>The timing could hardly have been better. Occidental's stock has risen above $70 a share once again.</p><p>Over the course of the third quarter, Berkshire also added to its stake in Chevron.</p><p>Energy stocks have soared in 2022, thanks to Russia's invasion of Ukraine sending oil prices higher. Even as crude oil has retreated from its high of the year, energy stocks have continued to dominate the stock market. Analysts have viewed Berkshire's big bets on energy as a way to benefit from inflation, which has proved to be stronger and more persistent than many anticipated.</p><p>Berkshire had about $24.4 billion of Chevron shares at the end of September, making it the company's third-biggest stockholding.</p><p>Meanwhile, Berkshire kept large stakes in financial stocks. Bank of America Corp. and American Express Co., for instance, made up around 17% of its equity portfolio valued at $306 billion at the end of the third quarter.</p><p>Berkshire also unloaded roughly $5.3 billion of stocks in the three months through September, according to filings.</p><p>Those sales included U.S. Bancorp, a bank stock that Berkshire has been invested in since 2006. Berkshire owned roughly 53 million shares of U.S. Bancorp at the end of October, down from 145 million shares at the end of last year.</p><p>Berkshire also trimmed its position in Bank of New York Mellon Corp. and exited its position in real-estate investment trust Store Capital.</p><p>Write to Akane Otani at akane.otani@wsj.com</p><p>Berkshire Hathaway Bought $9 Billion in Stock in Third Quarter</p>",
  "published": "2022-11-14T22:28:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 173,
          "end": 180
        },
        {
          "start": 2910,
          "end": 2917
        },
        {
          "start": 2482,
          "end": 2489
        }
      ]
    }
  ]
}