{
  "_id": "c45d0e0b76646a91c867558d1aca540405d98257fa10377a79b2423cdebc9488",
  "feed": "market-watch",
  "title": "Energy stocks have a sustainable future: it's in their dividends; This is what too many investors are missing",
  "text": "<p>Yet dividends offer investors better evidence of exactly what is working than any crowds. As a professional portfolio manager since 1996, I've studied every conceivable factor of investing success, and I've found no other metric with as long a track record. A dividend is delivered free of opinions about what is real — and that's even more valuable when confusion about energy stocks is at an all-time high.</p><p>The potential for energy dividends to be paid and increased has never been greater, in large part because the sector is considered uninvestable by so many — a remarkable paradox.</p><p>Rather than single out individual stocks, it might be more helpful for investors if I can at least add some curiosity to their views of the group, far away from the consensus conviction.</p><p>Begin with simple supply and demand. Crowds of votes, regulations and protests to put an end to fossil fuels have resulted in the fewest oil CL.1 and natural gas NG00 discoveries last year, since 1946. Yet the number of global households has more than tripled since then, demanding more products, that in turn requires more petroleum to produce.</p><p>Between now and 2050, the United Nations goal of net zero carbon emissions, the demand for traditional energy will not only support dividends with more free cash flow but can increase those dividends substantially going forward.</p><p>The biggest surprise might be a special dividend for the climate from the most unlikely sources.</p><p>Stakeholder math and mindset</p><p>The silliest notion of ESG investors protesting the ownership of energy stocks by large institutions was that forcing them to sell would limit capital needed to operate.</p><p>Oil &amp; gas companies have no problem finding money. In the past, they have been so reckless in issuing shares and debt fueled by greed from chasing higher prices that they can go bankrupt all on their own just fine. Speculative investors poured money into shale projects that never produced cash flow and destroyed capital. The shale boom was a great lesson in geology and terrible math.</p><p>Focusing on a dividend requires discipline and more conservative math. A few of the highest-quality energy producers have begun to formally align their interests with stakeholders, showing the math they are basing dividend projections on and using commodity-price assumptions that are anything but greedy.</p><p>Read: Exxon hits record profit and Chevron's triples amid high energy prices, sending stocks soaring</p><p>Investors are overlooking this monumental shift in mindset that has occurred since the last time oil and gas prices were this high.</p><p>Here's an example from one of many companies that have learned from boom-and-bust cycles to use more conservative math. The green lines are oil and gas price assumptions used to forecast their free cash flow for dividends to be paid (one-half and one-third of current oil and gas prices as of July 2022).</p><p>Unlike previous cycles, some energy producers' balance sheets are now pristine; their net long-term debt has been reduced or eliminated. Pair that with increasing their own internal investment hurdle rates before considering new projects, and they've made the math so much harder on themselves. Stakeholders are directly benefiting.</p><p>The best operators I study have learned hard lessons. But, as a portfolio manager I don't take their word for it, I just stick to the math, which leaves no room for opinions.</p><p>Free cash flow is gushing, which support more dividends and less speculation. Even better, they can be acquired at cheap prices compared to the overall market thanks to forced selling pressure. This chart shows the current enterprise value divided by trailing 12 months of free cash flow. Each of the largest energy companies is considerably below the average of all sectors across the S&amp;P 500 SPX, which is 35.</p><p>The upside of uncrowded truths</p><p>Energy dividends are increasing as a result of our decreasing ability to have honest dialogues in this country. Our democracy has chosen to make it difficult or impossible for energy companies to grow their operations. So they are doing what they can with free cash flow: paying down debt, buying back shares and growing their dividends.</p><p>The crowds have made it ever harder on energy companies to transport oil and gas and even harder to refine it. Those gigantic pieces of energy's puzzle more directly impact American household's daily expenses than the price of a barrel of oil. To safely and affordably move energy through pipelines requires a growing infrastructure that is now close to impossible to build or expand.</p><p>A pipeline project with the most potential to add capacity was finally abandoned in 2021, after being proposed in 2008, and fully backed by long-term contracts from producers in Canada. Instead, oil sands are loaded on railcars and much less efficiently hauled into the U.S. with greater risks to the environment than pipelines.</p><p>I asked my good friend Hinds Howard, a leading expert of energy pipelines, about any other recent developments that have a chance. He pointed to another project that will battle to ever get finished after three years of permitting. The original cost estimates have almost doubled just from legal work around extra regulatory delays.</p><p>Energy's refining capacity is even tighter. Rather than just face years of no growth and regulatory delays, refiners have been getting eliminated. In the last three years alone, four refineries have been shut down and two partially closed. Two more are scheduled to be closed. Six have been converted to renewable diesel. That is a net reduction of more than 1 million barrels a day.</p><p>Today there are 129 refineries, in 1982 there were 250.</p><p>Then we are surprised when growing demand for restricted supplies result in higher prices? The historically unique opportunity for investors is the irony of crowds of voters and protesters wanting to end the use of fossil fuels, ended up making energy dividends from the highest quality surviving operators safer than they have ever been.</p><p>Read: What would it take for U.S. oil companies to ramp up production? A lot.</p><p>The most surprising dividend</p><p>Up until now, I've relied on pure math, which I love because it leaves no room for any opinion, including my own. Here's my only guess, based on the cleanest-burning motivation of capitalism to reward problem solvers: who better to lead us to cleaner energy than those who know exactly where it's dirtiest?</p><p>I recently visited with an energy company CFO, and he was most excited about a closed-loop gas recapture project to reduce flaring gas. The company developed this first-of-its-kind technology to help solve a problem it created, and it has been considerably more successful than expected.</p><p>The new stated goal is \"zero\" routine flaring by 2025 and the company has more than doubled its climate technology budget in the past three years to help achieve that and try more projects.</p><p>Traditional energy was already getting cleaner and more efficient. The number of carbon emission kilograms for every $1 of U.S. GDP has been more than cut in half since 1990. That's not a solution, but it's the right direction and the common interest of stakeholders of this planet.</p><p>Innovation is more efficient than regulation. Energy companies in the U.S. already have the best climate technology in the world, and it's not even close, and they can still improve it all substantially. We should lean into our advantages here. Traditional energy companies play a huge role in a more sustainable future and will pay increased dividends to get there.</p><p>Ryan Krueger is CEO of Freedom Day Solutions, a money manager based in Houston, and the CIO of the firm's Dividend Growth Strategy and Freedom Day Dividend ETF. Follow him on Twitter @RyanKruegerROI .</p><p>More from MarketWatch</p><p>OPINION: It's time to buy the selloff in energy stocks, starting with these 4 names</p><p>Oil prices have jumped. Yet these three energy ETFs remain a relative bargain. Can you cash in?</p><p>This dividend fund is down only 3% this year vs. the S&amp;P's 20% decline. Here are the manager's top stock picks.</p><p>If you support green energy, you should buy utilities and oil stocks — here's why</p><p>Energy stocks have a sustainable future: it's in their dividends</p>",
  "published": "2022-08-01T11:32:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 2374,
          "end": 2381
        }
      ]
    }
  ]
}