{
  "_id": "02246281977172b1a1add7967b3d544127759b75d01a0eb9688ba7d13c8b30e6",
  "feed": "market-watch",
  "title": "Oil companies can't just 'drill baby drill' at will. Here's what it really takes to ramp up energy production. The permit, lease and pre-production processes are complex, expensive and time-consuming",
  "text": "<p>In addition, energy companies planning new production consider factors including costs, future demand, oil-price forecasts and how projects fit in with operations.</p><p>Publicly traded companies also must consider shareholder obligations. And since several dozen energy companies went bankrupt in 2016 and 2020 because of a crash in prices, many of those remaining have sought to cut debt and reward investors with high and rising dividends. What's more, ESG investors have pressured companies to use cash flows for energy-transition businesses.</p><p>President Biden on Monday threatened to seek a windfall profits tax on energy companies, hardening his rhetoric from previous criticism of the industry. He said companies are \"war profiteering.\" Republicans have criticized Biden and the Democrats, saying more drilling permits should be released to increase production and lower prices. Both parties' politicking isn't helping Americans see reality.</p><p>Lower production</p><p>The U.S. currently produces 11.8 million barrels of oil a day, as of July data from the U.S. Energy Information Administration, down from a peak of 13 million in November 2019. The American Petroleum Institute, an industry group, says 24% of oil production and 11% of natural gas production comes from federal lands, both onshore and offshore.</p><p>Much of the oil production on federal lands is done offshore, in the Gulf of Mexico, in the form of traditional oil extraction. The biggest players are Shell SHEL, BP BP and Chevron CVX. Most new onshore drilling is shale-oil, produced through hydraulic fracturing, or fracking. Outside of the oil majors, the largest companies include EOG Resources EOG, Pioneer Natural Resources PXD and Chesapeake Energy CHK.</p><p>The time it takes between leasing land and pumping oil can take two to five years, depending on the type of well, said Brian Kessens, senior portfolio manager and managing director at TortoiseEcofin, an energy infrastructure investment firm.</p><p>Here's how the process works.</p><p>It starts with leases</p><p>The federal government holds lease auctions for new oil and drilling on public lands and in public waters, with the highest bidders typically winning. As of November 2021, the U.S. Bureau of Land Management oversaw 37,496 federal oil and gas leases with about 96,100 wells. The oil and gas industry holds about 9,600 permits that are available to drill but are unused, as of September 2021 data.</p><p>Winning bidders are allowed to lease the area to extract oil or minerals beneath the surface. They pay royalties to the federal government and any other entity that may own part of the land or mineral rights.</p><p>Companies pay rent until production starts and then pay royalties on the oil and gas produced. Rental rates, which haven't changed since 1987, are $1.50 per acre a year for the first five years and rise to $2 for the second five-year period. The Interior Department recently raised royalty rates for energy to 18.75% from 12.5%.</p><p>Kessens said bidders have about two years to start drilling. After lease holders identify an oil or gas deposit, they can drill as little as a single well to maintain their hold on it, known as \"lease held by production\" as they decide how to develop the property. Having at least one well enables a company to earn revenues and pay royalties.</p><p>After identifying potential deposits, lease holders must apply for permits from the Bureau of Land Management. To get a permit, a company needs to indicate how it will drill and how deep, the time frame and other information.</p><p>\"If you have a plan and you're following regulations, you should get permitted,\" Kessens said.</p><p>Those regulations include meeting requirements from the National Environmental Policy Act, the National Historic Preservation Act and the Endangered Species Act.</p><p>Offshore drilling takes time</p><p>How a company proceeds after gaining a permit depends on where it's looking to drill. Offshore production in the Gulf of Mexico is more costly and riskier than onshore production.</p><p>Offshore production encompasses mostly traditional oil and natural gas drilling, and with current technology, energy companies have a good sense of how much oil and natural gas is in the area, unlike in the past. There's always the risk that a deposit isn't viable.</p><p>Drilling on land is less complex.</p><p>\"You generally know there's oil and gas in the shale rock. There's a lot less concern about your ability to actually produce oil and natural gas (onshore) versus offshore,\" Kessens said.</p><p>Extracting oil from shale rock requires both vertical and horizontal drilling extending several thousand feet into the ground. A horizontal end pipe tends to yield more oil. Horizontal, or directional, drilling also is used to reach targets under adjacent land, reduce the work footprint, intersect fractures and for other reasons. The setup takes up to three weeks.</p><p>Offshore drilling requires more time and effort. Companies can use \"jack-up\" rigs in relatively shallow water, usually less than 400 feet. Those are essentially barges with support legs that extend to the sea floor. In deeper waters, traditional offshore platforms need to be constructed that take up to a year to build.</p><p>Because of the size and the expense of deeper offshore oil drilling, it's largely the bigger companies that take on those projects.</p><p>Pumping barrels</p><p>In offshore production, a company ideally already will have pipeline connectivity onshore. Oil also can be stored on a ship, which transports the oil to an onshore facility.</p><p>The process to build traditional offshore wells from lease acquisition to pumping oil can take up to five years, Kessens said. The total process for land-based shale production, from lease to the first barrel, is much shorter — typically about one year. Today it's closer to two years because it's much harder for oil-servicing companies, such as Halliburton HAL, Baker Hughes BKR and Schlumberger SLB that actually build the wells, to get the materials and labor they need.</p><p>Although offshore production takes longer to come online, those wells have consistent production and over a longer period, from 20 to 50 years. Land-based shale wells produce a significant amount of energy early on, but there's a large decline rate.</p><p>Energy economics</p><p>Several factors go into whether companies decide to pump oil, including costs to drill and complete a well based on current prices, their outlook for commodities prices, plus company-specific factors such as how the area fits in with the production portfolio, Kessens said.</p><p>Oil-company production break-evens vary, but for onshore producers, depending on their location and efficiency, that cost is around $45 a barrel, with offshore closer to $50, he said. West Texas Intermediate crude CL.1 is currently trading at about $89, though twice this year it shot above $120. That's when gasoline at the pump topped $5 on average in the U.S.</p><p>Jay Hatfield, CEO of InfraCap, an energy infrastructure investment firm, said the focus on more drilling on federal lands to increase oil production may overstate the impact on total U.S. output.</p><p>\"Federal leases are important, but they're not the key driver of production. If they're (the government) not providing leases, then you'll probably drill wells on private land,\" he said.</p><p>While he said the permitting process in the U.S. is cumbersome, even if the U.S. increased its production in federal spaces, the impact on the price of oil would still be limited because oil is a global commodity. Global production totals about 100 million barrels a day, so if the U.S. increased production by 1 million barrels a day — back to near-peak production — that would equal 1% of global production. The effect on the price of oil would be about $5 a barrel.</p><p>\"Even if we approved federal permits faster than it's ever been done in history, then maybe you would have $5 cheaper oil, but it wouldn't be $50 less,\" Hatfield said.</p><p>No appetite for higher production</p><p>Despite high oil prices, publicly traded shale-oil companies have not wanted to significantly increase production. Some rivals went bankrupt during the shale-oil boom of the mid-2010s, chasing growth at any cost. The companies that survived or re-emerged after bankruptcy are now more disciplined to attract investors.</p><p>\"Biden, nor any other politician, is going to convince them to do stupid things again,\" Hatfield said. \"They had no earnings, terrible stock price performance.\"</p><p>Hatfield said many shale-oil companies are paying \"tremendous\" dividends, which limits the amount of money they invest in oil production. A popular energy fund, the $8.8 billion Vanguard Energy ETF VDE, has an aggregate price-to-earnings (P/E) ratio of 9 and a dividend yield of 3.24%. The benchmark S&amp;P 500 Index SPX, by comparison, has a P/E ratio — a measure of valuation — of 18 and a dividend yield of 1.79%.</p><p>\"That's what people want,\" Hatfield said. \"And it makes sense because those are risky stocks. They're just practicing normal financial discipline of high coverage of dividends with retained earnings.\"</p><p>Hatfield said he disagrees that environmental, social and governance (ESG) investors are preventing oil companies from drilling and pumping more. But there is an intersection between ESG proponents and oil-company investors: They both want less oil output — just for different reasons.</p><p>\"There's no appetite in returning to peak oil production,\" he said. \"The only way to get higher returns is to lower production,\" he said.</p><p>Even if ESG investing were to disappear, the situation wouldn't change, Hatfield said. Energy companies won't \"all of a sudden open up the spigots. I mean, that's just ridiculous.\"</p><p>More on MarketWatch:</p><p>Hurricane Ian: 5 reasons retirement favorite Tampa and the Gulf Coast are at greater risk from hurricanes and climate-change impact</p><p>A dirty secret: Here's why your ESG ETF likely owns stock in fossil-fuel companies</p><p>Oil companies can't just 'drill baby drill' at will. Here's what it really takes to ramp up energy production.</p>",
  "published": "2022-11-01T15:40:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 1476,
          "end": 1483
        }
      ]
    }
  ]
}