{
  "_id": "38d9ceed372abac89afa48b42869a7d8dce05dabaf449bcd53a74db11735000c",
  "feed": "market-watch",
  "title": "14 of the best and most affordable places to live on the West coast",
  "text": "<p>If you're contemplating a&#xa0;move to another city or state, a big factor you'll want to consider is affordability. To that end, we analyzed data from&#xa0;Movoto by OJO&#xa0;for cities along the West coast to find the most affordable places to live in California, Oregon and Washington. We looked at each city's median sold price for homes and the broader metropolitan area's median household income to determine an affordability score.</p><p>Below, you'll find inspiration for&#xa0;your next big move&#xa0;with these top affordable cities on the West coast. (Many of these cities also made Livability's&#xa0;2021 list of Top 100 Best Places to Live in America, too.)&#xa0;</p><p>Victorville, Calif.</p><p>Located 85 miles northeast of downtown Los Angeles,&#xa0;Victorville&#xa0;is an affordable place to live if you want to be near all the action in Southern California, but still have some room to spread out (and some of&#xa0;your paycheck&#xa0;left over every month.) This city along Route 66 in Victor Valley is home to more than 128,000 residents, a steadfast economy and many family-friendly amenities like seasonal festivals, events, parks, shopping and performing arts venues.&#xa0;</p><p>istockAs the largest economic hub between San Bernardino and Nevada, Victorville is home to some of the region's largest employers, including&#xa0;Victor Valley College&#xa0;and&#xa0;Southern California Logistics Airport. And your money stretches further here, thanks to Victorville's low cost of living and median home values of around $400,000.</p><p>Tacoma, Wash.</p><p>If the abundant outdoor recreation opportunities and vibrant startup scene of the Pacific Northwest have always appealed to you, consider a move to&#xa0;Tacoma. This port city along Puget Sound is ideally located halfway between Seattle and the state's capital city of Olympia, so there are job opportunities galore, no matter what industry you work in. It's also a quick 60-mile drive from&#xa0;Mount Ranier National Park, so you can be out the door and on the trail in no time.</p><p>Though its sister city Seattle tends to get all the attention, Tacoma offers many of the same amenities — a vibrant arts scene, delicious coffee, easy access to nature, tons of craft breweries and abundant job opportunities — with a&#xa0;more affordable cost of living&#xa0;and fewer big-city hassles like congestion and traffic. It's home to some 220,000 people, so you're sure to find your crew in no time, too.</p><p>Olympia, Wash.</p><p>istockAt the far southern tip of Puget Sound, you'll find Washington's capital,&#xa0;Olympia, which is home to about 55,000 residents. As the capital city, Olympia residents can find stable jobs in state government, plus other robust industries like healthcare, natural products and agriculture.&#xa0;</p><p>And after the workday ends, they can quickly and easily get a much-needed dose of nature by heading to spots like&#xa0;Grass Lake Nature Park,&#xa0;Percival Landing&#xa0;and&#xa0;Capitol State Forest. On weekends, the impressive&#xa0;Olympia Farmers Market&#xa0;draws a relaxed crowd of shoppers perusing colorful organic fruits and vegetables, flowers, fresh seafood and other feel-good products from the region's farmers and purveyors.&#xa0;</p><p>With&#xa0;median home prices around $470,000, you'll have more cash to spend on hiking boots or a new set of golf clubs for taking advantage of Olympia's mild climate and serene outdoor spaces.</p><p>Lancaster, Calif.</p><p>This scenic Southern California city sits 75 miles north of downtown Los Angeles, allowing easy access to the metropolitan area but without all of the hustle and bustle. Along with its Antelope Valley neighbor to the south, Palmdale,&#xa0;Lancaster&#xa0;is a big defense hub, with large employers like&#xa0;Northrop Grumman NOC&#xa0;and&#xa0;Edwards Air Force Base&#xa0;contributing to the regional economy.</p><p>On top of its business-friendly atmosphere, Lancaster stands out for its diverse and inclusive community, its family-friendly vibes and its affordability (median home prices here are around $450,000, a far cry from L.A.'s $900,000.) In their free time, residents can attend shows at the&#xa0;Lancaster Performing Arts Center, wander through fascinating exhibits at&#xa0;the Museum of Art &amp; History, cheer on the&#xa0;JetHawks&#xa0;baseball team and work up a sweat at Lancaster's 450 acres of parks and open space.</p><p>Check out:7 off-the-radar places worth stopping on a California road trip</p><p>Sacramento, Calif.</p><p>Situated at the confluence of the American and Sacramento rivers in northern California,&#xa0;Sacramento&#xa0;is the seat of state government for the Golden State. In addition to its vital political functions as California's capital, Sacramento is a big hub for healthcare, technology, startups, advanced manufacturing and other influential industries, which has helped keep its economy strong and vibrant over the years.&#xa0;</p><p>istockWhat's more, this thriving community has many charming and diverse neighborhoods to choose from, a vibrant arts and culture scene and a variety of parks and community gardens for soaking up the sun.</p><p>Sacramento also gets some of its lively, youthful vibe from students studying at&#xa0;California State University Sacramento&#xa0;and the nearby&#xa0;University of California Davis&#xa0;(both schools have great continuing education opportunities, too, in case you want to fresh up your resume or pursue a new career path).&#xa0;</p><p>Also see:The 5 best —and affordable —places to live in California</p><p>Spokane, Wash.</p><p>Affordability is just one of the many reasons this city along the Spokane River in eastern Washington is a great place to live. On top of its strong salaries and&#xa0;reasonable home prices (around $350,000),&#xa0;Spokane&#xa0;is brimming with fresh energy from students at&#xa0;Gonzaga University&#xa0;and full of gorgeous natural scenery, including Spokane Falls and the adjacent Riverfront Park. People who live here enjoy easy access to hiking, biking, fishing, kayaking, canoeing, boating, skiing, snowboarding and other sports and outdoor activities — you name it, Spokane's got it.</p><p>The city, home to 230,000 residents, is also a hub for the arts, with venues like the&#xa0;Martin Woldson Theater at the Fox&#xa0;and&#xa0;Jundt Art Museum&#xa0;(on the campus of Gonzaga) offering vibrant performances and rotating exhibits. Spokane also has an incredible food and beverage scene, with more than 35 craft breweries and 20 wineries for sipping your way through the city.</p><p>Vancouver, Wash.</p><p>Portland's neighbor to the north,&#xa0;Vancouver, sits just across the state line in Washington along the Columbia River. This thriving Pacific Northwest city was founded by European settlers as a fur trading post called Fort Vancouver (and you can still visit the&#xa0;historic site, now managed by the National Parks Service). Vancouver is home to some 190,000 residents, many of whom work for top Clark County companies like PeaceHealth, Vancouver Public Schools, Bonneville Power Administration and HP HPQ.&#xa0;</p><p>With&#xa0;median home prices hovering right around $450,000&#xa0;and high incomes, Vancouver has remained an affordable alcove in the larger Portland, Ore., metro area. Affordability aside, it also offers a supreme quality of life, with miles of trails, dozens of wineries and a walkable downtown to explore on weekends. It also offers easy access to Portland International Airport and has a beautiful&#xa0;waterfront park.</p><p>Concord, Calif.</p><p>If you've always dreamed of living in the Bay Area but just didn't think you could afford it, give&#xa0;Concord&#xa0;another look. This midsize city, located 42 miles northeast of San Francisco, offers many of the same amenities, activities and benefits of the city, but at a much more affordable price point. Median home values are around $700,000 (compared with $1.5 million in San Francisco), and you get a little extra breathing room, too.</p><p>Though plenty of people commute, Concord has its own strong economy, thanks to large employers like&#xa0;BevMo,&#xa0;John Muir Health,&#xa0;Wells Fargo WFC,&#xa0;Kyocera&#xa0;KYOCY and&#xa0;Akesis. After work, Concord residents can hit the hiking trails at nearby Diablo State Park, hit a few balls at the driving range of Buchanan Fields Golf Club or work up a sweat while pedaling along the Iron Horse Regional Trail. Concord also has a thriving local arts scene, ranging from comic book shops to art galleries to live theater, dance and music performances.</p><p>Check out: This teacher who retired early at age 29 is navigating FIRE after divorce divided his assets</p><p>Medford, Ore.</p><p>ShutterstockWith home prices under $400,000 (median prices hover around $382,000) and major regional employers like&#xa0;Harry &amp; David&#xa0;and&#xa0;Asante Health Systems,&#xa0;Medford&#xa0;is an ideal spot for young professionals, growing families, retirees and everyone in between. This city in southern Oregon, located just north of the California border on I-5, has a delightfully drier and sunnier climate than other parts of the Pacific Northwest, so may be a good option if other cities are too wet for your liking.&#xa0;</p><p>The Rogue Valley also has tons of family-friendly amenities, including sports leagues for all ages, 2,500 acres of parks, fun events and festivals and great schools. It's also home to the Rogue Valley International-Medford Airport, which makes traveling for business or vacation a breeze. What's more, Medford is right in the heart of Southern Oregon's top-notch rafting, hiking and fishing areas, plus it has a thriving wine scene.</p><p>Brentwood, Calif.</p><p>In the hyper-expensive California Bay Area,&#xa0;Brentwood&#xa0;stands out as a (relatively) affordable place to live in the East Bay. Home prices here are around $850,000, but they're offset by competitive salaries from top Contra Costa County employers like Chevron CVX and Bio-Rad Laboratories (plus other companies in the broader Bay Area region). Brentwood is small, with around 65,000 residents, but it packs a punch with many city parks, the&#xa0;Brentwood Golf Club&#xa0;and easy access to nearby&#xa0;Marsh Creek State Historic Park&#xa0;and&#xa0;Round Valley Regional Preserve&#xa0;(not to mention great views of Mount Diablo).</p><p>Brentwood's mild weather (perfect for playing outside after school) and many newly built residential subdivisions make it a top choice for families with little ones. Brentwood also has a&#xa0;year-round farmers market&#xa0;on Saturdays, plus many local “U-pick” farms and roadside stands brimming with fresh produce.</p><p>Read:Fed Reserve official doesn't think housing market is headed for a crash: ‘I am trying to buy a house here in Washington and the market is crazy'</p><p>Portland, Ore.</p><p>Oregon's largest city,&#xa0;Portland, may just surprise you — in more ways than one. It's one of the most affordable cities in the Pacific Northwest, with median home prices right around $500,000. Home to some 650,000 people (plus more in the broader Portland metropolitan area), the city offers a good bang for your buck with a world-class performing arts scene (including&#xa0;Portland Opera&#xa0;and&#xa0;Oregon Ballet Theatre), tons of great street food, many delicious specialty coffee spots and&#xa0;Portland International Airport.</p><p>istockThough Portland is a bit rainy and overcast in the spring, fall and winter, summers here are absolutely glorious, thanks to the city's warm, moist climate (plus all that moisture makes trees and plants super green.) Many of Portland's residents are proponents of sustainability and they love spending time in nature — it's an incredible place for hiking, cycling, bird-watching, kayaking, stand-up paddle boarding and more. Portland even earned the nickname “The City of Roses” because it has so many parks, gardens and open spaces — more than 275, at last count.&#xa0;</p><p>Don't miss: I want to retire in ‘a liberal-thinking area' on $3,000 a month, including rent — where should I go?</p><p>Hayward, Calif.</p><p>Located in the sunny East Bay region of California's Bay Area,&#xa0;Hayward&#xa0;is a dreamy bay-side city with a relatively affordable cost of living, a strong economy and great public transportation (Bay Area Rapid Transit, or BART, has two stations here and AC Transit buses run here). Hayward also gets high marks for its parks, gardens and beautiful shoreline area, which includes the&#xa0;Eden Landing Ecological Reserve, home to thousands of birds.</p><p>istockTo boost your resume or learn something new, head to&#xa0;California State University, East Bay&#xa0;in Hayward, which has tons of continuing education programs and several graduate degrees and certificate programs. Hayward also has a highly diverse population, with residents from an array of backgrounds and demographics coming together to create the city's inclusive environment and vibrant atmosphere. Hayward's median home values are around $890,000, which makes it an affordable option when compared with other Bay Area locales.</p><p>More: We're an outdoorsy family looking for a ‘funky' town where we can eventually retire. Where should we go?</p><p>Bend, Ore.</p><p>Bend&#xa0;is arguably one of the coolest cities on the West coast and, with&#xa0;median home prices around $700,000, it's also one of the most affordable. Outdoor recreation reigns supreme here, with residents taking full advantage of the region's natural beauty and proximity to the Cascade Range and the Deschutes River. Fishing, hiking, cycling, rock climbing, rafting, skiing, mountain biking, golf and other outdoorsy adventures are big here, so if these types of activities are up your alley, put Bend on your shortlist.</p><p>istockThe city, home to 100,000 residents, is also an ideal place for craft beer aficionados, with brews from more than two-dozen craft and microbreweries to sip and sample along the&#xa0;Bend Ale Trail. Bend is a great place to launch or further your career, with leading industries like healthcare, education and tourism keeping the city's economy strong.&#xa0;Oregon State University-Cascades&#xa0;also hosts tons of thought-provoking events, lectures and opportunities for the community, too.</p><p>Oakland, Calif.</p><p>istockSunny&#xa0;Oakland&#xa0;is the crown jewel of California's East Bay region (part of the broader Bay Area). And with affordable home prices around $800,000 and quick access to San Francisco, it's easy to understand why so many people love living in Oakland. Like other Bay Area cities, Oakland has lots of tech companies and startups that are always on the hunt for the best and brightest talent. But it's also home to one of the busiest ports in the country, so there are tons of jobs in logistics, transportation, marine cargo and related in industries, too.</p><p>Also on MarketWatch: The best and most affordable places to live in Florida</p><p>Economy aside, Oakland has an incredible food scene (influenced by cultures all over the world), tons of art galleries and fun nightlife. It's an upbeat, thriving city with a truly eclectic mix of residents who all benefit from Oakland's high quality of life. Whether you love to hike, attend professional sports games (Go A's!), peruse the wares of locally owned shops or sip cocktails in a trendy bar (or, all of the above), then Oakland may just be the city for you.</p><p>Read the original article on Livability.</p><p>These are the Top 100 Best Places to Live in America in 2021</p><p>More from MarketWatch</p><p>I love cool weather and hiking but can't afford to stay in Oakland — where should I retire in the western U.S.?</p><p>We're an outdoorsy family looking for a ‘funky' town where we can eventually retire. Where should we go?</p><p>I can afford a $300,000 home in a ski town ‘but not if it comes with $6,000 a year in HOA dues' — so where can I retire?</p>",
  "published": "2022-03-29T11:12:00.000Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 9377,
          "end": 9384
        }
      ]
    }
  ]
}