{
  "_id": "28532515edffdb93747784a5c18365bd6dee8c620d7bc6c105075284c7229c5e",
  "feed": "ftcomall",
  "title": "Asset managers told to clean up greenwashing and net zero claims",
  "text": "<p>The resignation of the head of Germany's largest asset manager, following a police raid over claims it had misled investors on its environmental record, is fuelling an intense debate over so-called ‘greenwashing' in the investment industry.</p> <p><a href=\"https://www.ft.com/stream/ca9e5a42-9d26-425b-a5ee-c76c92a3f48c\">Asoka Wöhrmann</a>'s decision to step down as chief executive of DWS earlier this month demonstrates the risks involved in marrying environmental, social and governance (ESG) goals with financial returns. It also shows that accountability now extends to the very top of an asset manager — a development that rival investment chiefs will have noted.</p> <p>Financial regulators appear determined to ensure that asset managers cannot exploit rapidly growing demand for ESG strategies by enticing investors with misleading or unrealistic claims.</p> <p>Verena Ross, the chair of the European Securities and Markets Authority, the EU watchdog, said last month that asset managers should make more efforts to “avoid misleading disclosures to investors about the greenness of a [financial] product”.</p> <p>Esma has also released new advice about combating <a href=\"https://www.ft.com/greenwashing\">greenwashing</a> to national regulators across Europe, urging them to ensure that investors are not misled by the use of terms such as “sustainable”, “ESG” and “green” in funds documents and strategies.</p> <p>However, this task has been made more complicated by the fact that the rules covering ESG products are still evolving on both sides of the Atlantic. </p> <p>Key details have yet to be finalised for the EU's Sustainable Finance Disclosure Regulation, which could affect how a fund is classified and sold to investors. </p> <p>Meanwhile, the US Securities and Exchange Commission recently launched a consultation to determine which disclosures should be made by funds that carry terms such as “ESG”, “sustainable” or “low-carbon” in their names, but Hester Peirce, one of the SEC's commissioners, has objected to the proposals. She says that the SEC's aim of helping investors to compare greenhouse gas exposure across funds will not work as managers will pick and choose the data points and models that suits their interests best. That, Peirce believes, will not lead to more efficient capital allocation or greater wealth accumulation.</p> <p>Similar criticisms about data cherry picking have also been directed at bold claims by leading asset managers that carbon emissions will be reduced to net zero across their investment portfolios by 2050.</p> <p>A total of 273 asset managers, who together oversee investments worth $61.3tn, have now signed up to the Net Zero Asset Managers initiative, an industry coalition.</p> <p>NZAM's members have agreed to set interim targets for emissions reductions by the end of this decade that are consistent with the 50 per cent reduction in CO₂ output needed to limit global warming to 1.5C above pre-industrial times.</p> <p>But asset managers have some flexibility in interpreting how the NZAM framework is applied to their businesses, which makes comparisons between them more difficult. </p> <p>BlackRock estimates that a quarter of its assets invested in corporate and sovereign issuers are currently aligned with next zero and this should increase to “at least 75 per cent” by 2030.</p> <p>Rival Vanguard says that it cannot attach net zero targets to its index trackers as this goal was not built into the original objectives of these funds. Vanguard expects that about $145bn of its $1.7tn in actively managed assets will be net zero aligned by 2030. </p> <p>State Street Global Advisors has chosen to attach net zero targets to index trackers that already have a climate component or that “may be reasonably expected” to adopt a climate objective. &#xa0;</p> <p>Sasja Beslik, chief investment officer at NextGen ESG Japan, a sustainable investment specialist, says: “The NZAM commitments are purely aspirational and lack any detail explaining how the objective of decarbonising their investment portfolios will be achieved.” </p> <p>He dismisses the NZAM initiative as “just a beauty parade”. </p> <p>Environmental campaigners have also been dismayed by the refusal of BlackRock, Vanguard and State Street to commit to ending new investments in fossil fuel projects.</p> <p>Together, the three managers own stocks and bonds worth close to $350bn issued by 12 of the world's largest oil and gas companies — including Saudi Aramco, ExxonMobil, Chevron, BP, Shell and TotalEnergies — according to Reclaim Finance, a campaign group.</p> <p>“These managers are still investing billions into companies whose fossil fuel expansion plans make the objective of carbon neutrality by 2050 impossible to achieve,” says Lara Cuvelier from Reclaim Finance.</p> <p>Most of these fossil fuel investments are held in indexing tracking funds which mimic broad market benchmarks. Any attempt to change to the terms and conditions of indexing tracking funds would need to be accepted by existing investors and could be subject to legal challenges.</p> <p>However, Diana Best, senior finance strategist at the Sunrise Project campaign group, says that the swift removal of Russian companies from index trackers following the invasion of Ukraine demonstrates that asset managers do have some flexibility in determining which companies are included in their benchmarks. </p> <p>Some senior US republicans are voicing pointed criticisms of ESG approaches, though. Former US vice-president Mike Pence has described ESG as a “pernicious strategy” that distorts free market competition. In a Wall Street Journal article in May, he called for US public pension plans to “rein in” BlackRock, Vanguard and State Street for “pushing a radical ESG agenda.” </p> <p>Under attack from politicians and environmentalists, the problems facing asset management chiefs in balancing their ESG pledges to clients while not provoking regulators look set to increase in difficulty. </p> <p>Wöhrmann's departure from DWS represents a warning. </p> <a href=\"http://www.ft.com/cms/3f967a12-5535-4922-9649-413b5db2773e.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Chris Flood 2022 'Asset managers told to clean up greenwashing and net zero claims' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-20T02:00:49.163Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 4252,
          "end": 4259
        }
      ]
    }
  ]
}