{
  "_id": "198007aab3d1732bc69d80eb73874ba15967e767c3fff082ec53d4ab72f9048f",
  "feed": "ftcomall",
  "title": "Energy execs pin slow growth on Wall Street  ",
  "text": "<p>One thing to start:</p> <ul>  <li><p>The Kremlin-backed Nord Stream 2 gas pipeline from Russia into Europe became a geopolitical lightning rod before being suspended last month. <a href=\"https://www.ft.com/content/db41da6e-f4be-4e1b-b288-b495ed22d928\">Here's a fascinating look</a> at the fallout in the tiny German village where the pipeline was supposed to link into the continent.</p></li> </ul> <p>Welcome back to another Energy Source.</p> <p>Oil's rollercoaster ride continues. Brent crude prices topped $121 a barrel yesterday, up more than $20 a barrel over the past week after briefly falling below $100 a barrel. The shutdown of a major exporting port linked to a pipeline in Russia has helped drive prices higher this week, along with the potential for new restrictions on oil imports into Europe. </p> <p>My first note looks at how sky-high crude prices are playing out in the shale patch. New data from the Dallas Fed Energy Survey shows the US oil industry is kicking back into gear. </p> <p>The second note looks at how energy markets are increasingly becoming a battlefield in the economic war between Russia and the west. In Data Drill, Amanda looks at new polling data showing high petrol prices are likely to play a big part in Americans' next car purchase.</p> <p>Lastly, we are getting closer to our <a href=\"https://energysource.live.ft.com/home\">Energy Source Live conference in Houston</a> on April 7. Sign up and come join us.</p> <p>Thanks for reading!</p> <h1>Wall Street is still stifling shale output, survey says </h1> <p>America's shale patch is ramping up again, but shareholder demands for cash are dampening growth at bigger companies, according to a <a href=\"https://www.dallasfed.org/research/surveys/des/2022/2201.aspx\">Dallas Fed survey</a> of energy executives. </p> <p>Investors' push for dividends comes as the US's oil drillers have grown very bullish on prices in the wake of Russia's invasion of Ukraine. The surveyed executives' average price expectation for the end of this year was about $93 a barrel, up from an expectation of $75 a barrel in December's survey. A large majority expect prices to remain above $80 a barrel, with some seeing $200 a barrel oil. (Remember when we were questioning whether oil would <a href=\"https://www.ft.com/content/6742e63c-e13e-4362-9495-38873cd7589c\">break $100 a barrel</a> back in mid-February?) </p> <p>In other words, American oil executives expect to be flush with cash for the foreseeable future. But what are they going to do with all that capital?</p> <p>That depends on who you ask — there is a large split between small and large companies.</p> <p>Smaller drillers, which are often privately held, are putting the cash back to work in the oilfields. More than a quarter of executives from the 62 smaller groups surveyed expect to expand their output by a huge 20 per cent this year. </p> <p>These privately owned smaller companies typically don't face the same investor demands for dividends — and are even under pressure to speed up production to create more cash flow. So they pour their windfall from leaping prices into more drilling. </p> <p>Bigger groups, by contrast, have sworn to their investors that they will increase output much more slowly — about 5 per cent or less — preserving the cash to pay for dividends and buy back shares, rather than drill new wells. </p> <p>Most executives cite “investor pressure to maintain capital discipline” as the primary reason why publicly listed oil producers are restraining growth, according to the Dallas Fed survey. Just 6 per cent said government regulations were the primary cause of slower growth. </p> <p>“Shareholders and lenders continue to demand a return on capital, and until it becomes unavoidably obvious that high energy prices will [be sustained] there will be no exploration spending,” said one unnamed respondent.</p> <p>Even so, other indicators suggest that the shale patch is in expansion mode. The Dallas Fed's “business activity index”, its broadest measure of activity, hit its highest level in the survey's six-year history, surpassing levels seen in the rapid growth years of 2017-18.</p> <p>The problem? The pick-up in activity is triggering oilfield service cost inflation. From labour to fracking sand, to rigs, prices are rising across the board. </p> <p>The price needed for new wells to reach their breakeven point has already risen by 8 per cent year-over-year, to about $56 a barrel, according to the survey. </p> <p>That will almost certainly increase even further this year as service providers, which carry out producers' frontline work, demand higher prices for their kit and manpower after years of suppressed pricing.</p> <blockquote>  <p>“Oil companies have to understand that oilfield services and, in particular, onshore land drilling contractors have to be paid a liveable rate to justify the enormous capital cost of running, upgrading and crewing a modern onshore drilling rig,” said one respondent.</p> </blockquote> <h1>Energy continues to be weaponised </h1> <p>Energy markets are increasingly becoming a battlefield in the escalating economic war between western governments and Moscow.</p> <p>Two moves this week show that Russia's Vladimir Putin may be looking to oil and gas markets to increase his leverage over the west in retaliation for economic sanctions imposed after his decision to invade Ukraine. </p> <p>First, exports from a major oil pipeline on Russia's Black Sea coast were <a href=\"https://www.ft.com/content/9d6fe3e6-597f-4089-a553-3f8a0edc18e8\">shut down</a> yesterday after Russian authorities said storms had damaged equipment at the port where crude from the line is loaded on to tankers. It sent Brent oil prices surging back over $121 a barrel.</p> <p>The pipeline, run by the Moscow-based Caspian Pipeline Consortium, ferries 1.4mn barrels a day of crude to the global market — mostly oil from large Kazakh oilfields, where western supermajors ExxonMobil and Chevron have big stakes. About 90 per cent of the line is filled with Kazakh crude, the rest is Russian.</p> <p>While Russian authorities say the shutdown is purely weather-related, some saw the timing as too coincidental to ignore.</p> <p>“If a weather-related ‘accident', it is certainly a convenient one from Moscow's standpoint,” Bob McNally, head of consultancy Rapidan Energy Group and a former adviser to the George W Bush White House, told the FT. “If it is not prepared to embargo its own oil exports, Russia may be willing to fight to the last Kazakh barrel in its escalating economic war with the world,” he added. </p> <p>Bill Farren-Price at consultancy Enverus, linked the shutdown to the US sanctions on Russian oil.</p> <blockquote>  <p>“It looks like Kazakhstan's oil production has proven too tempting a target for Moscow,” Farren-Price said. “As Biden lands in Europe, Russia is sending a strong message: the oil weapon is a double-edged sword.”</p> </blockquote> <p>Separately, Putin <a href=\"https://www.ft.com/content/75fe861a-65bc-4248-9da5-9b5a88897a50\">caused chaos</a> in European gas markets yesterday by saying Moscow would start to invoice the continent's gas buyers in Russian roubles.</p> <p>Prices rose 9 per cent as traders grappled with the implications of the potential move, which many analysts saw as a signal that Putin was willing to blow up its supply deals with Europe. </p> <p>“This shows a greater willingness of Russia to jeopardise its gas agreements amid its political confrontation with the west,” James Waddell, head of European gas at Energy Aspects, a consultancy, told my colleagues.</p> <p>The moves came as US President Joe Biden was landing in Europe to discuss with EU leaders new measures to inflict further economic pain on Russia — with actions that could potentially include new energy sanctions. </p> <h1>Data Drill</h1> <p>More than half of Americans say the price of petrol will be a “major factor” in their next vehicle purchase, according to a <a href=\"https://go.morningconsult.com/rs/850-TAA-511/images/220321_Automotive-Mobility-Report-Q1.pdf\">new report</a> from research firm Morning Consult. </p> <p>But how Americans choose to drive is split across generational and class lines<em>, writes Amanda Chu.</em> While 29 per cent of millennials are “very interested” in purchasing an electric vehicle, only 12 per cent of baby boomers say the same, according to Morning Consult.</p> <p>The survey also found that households earning more than $100,000 a year are more than twice as likely as those earning less than $50,00 annually to say they are “very interested” in purchasing an EV. They are also much more likely than their lower-income counterparts to have access to EV charging at home.</p> <p>While EVs have a higher upfront cost, they are cheaper to maintain than fuel-powered cars. Petrol prices are <a href=\"https://gasprices.aaa.com/\">averaging $4.24 a gallon</a>, according to the American Automobile Association. Higher prices at the pump are <a href=\"https://www.urban.org/urban-wire/what-rising-gas-and-rent-prices-mean-families-low-incomes\">most likely to hurt</a> members of lower-income households, who are disproportionately people of colour, according to the Urban Institute.&#xa0;<em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>The world's largest petrochemical and oil companies are <a href=\"https://www.ft.com/content/901c78e6-b4d0-467c-ab87-6fc44c8a004c\">receiving pushback</a> over how they manage plastic waste. </p></li>  <li><p>Belgium's prime minister warned that the EU was allowing its economy to be <a href=\"https://www.ft.com/content/b67b7c97-560b-49fd-8cdd-77e802fdf190\">“ruined” by soaring energy prices</a>.</p></li>  <li><p>Boris Johnson is pushing for <a href=\"https://www.ft.com/content/dd8b45a1-e4fc-47a1-8870-f9518b05a5b0\">more onshore wind farms</a> to bolster the UK's energy security. </p></li>  <li><p>‘OK Doomer': A <a href=\"https://www.nytimes.com/2022/03/22/climate/climate-change-ok-doomer.html\">growing number of young activists</a> are taking to social media platforms to say it's not too late for climate action. (NYT)</p></li>  <li><p>Koch Industries is <a href=\"https://www.wsj.com/articles/koch-industries-built-on-oil-bets-big-on-u-s-batteries-11647946147?mod=hp_lead_pos7&amp;utm_source=ActiveCampaign&amp;utm_medium=email&amp;utm_content=Climate+news%3A&amp;utm_campaign=TDC+Daily\">betting on the US battery</a> industry after years of fighting climate regulation. (WSJ)</p></li> </ul><p>Source: Justin Jacobs and Amanda Chu 2022 'Energy execs pin slow growth on Wall Street  ' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-24T11:00:12.395Z",
  "tags": [
    {
      "id": "US1667641005",
      "nexusId": "10051514",
      "name": "Chevron Corporation",
      "offsets": [
        {
          "start": 5361,
          "end": 5368
        }
      ]
    }
  ]
}