{
  "_id": "e9f3a0c21617ff0028c6dee61ce3797e566a720984a41ab331d2382c1f5cdce6",
  "feed": "ftcomall",
  "title": "Teneo chief ousted from charity after allegations of drunken misconduct",
  "text": "<p>Declan Kelly, an influential adviser to Fortune 500 executives, has lost his board seat at the campaign group Global Citizen and ceded some of his responsibilities as head of the strategy company Teneo after allegations of drunken misconduct at a fundraising concert.</p> <p>Five people briefed on the matter said Kelly behaved inappropriately at a party on May 2 linked to the high-profile concert put on by Global Citizen. It was chaired by Prince Harry and Meghan Markle and featured artists including Jennifer Lopez.</p> <p>Two of these people and one person with direct knowledge claimed that the inappropriate behaviour included the non-consensual touching of a number of women.</p> <p>“At a large cocktail party that evening attended by dozens of people including Global Citizen board members and guests, Mr Kelly became inebriated and behaved inappropriately towards some women and men at the event,” said a spokesperson for Kelly, who added that he “deeply regrets his actions” and had apologised to those he had offended.</p> <p>The next day Global Citizen removed him from its board, according to two people briefed on the matter, while another said Kelly was asked to tender his resignation. Global Citizen has launched an independent investigation into the episode, which has yet to conclude. </p> <p>In a statement in response to Financial Times questions about whether Kelly was involved in touching women inappropriately at the event, Global Citizen said: “On May 3,&#xa0;Global&#xa0;Citizen&#xa0;was notified of the incidents and on May 3, Declan Kelly was removed from the board.”&#xa0;</p> <p>The organisation's board is chaired by Christopher Stadler, a CVC Capital Partners executive who led the private equity firm's <a href=\"https://www.ft.com/content/6ef2e618-8944-11e9-a028-86cea8523dc2\">$350m investment in Teneo</a> in 2019. That deal gave it a majority stake and valued Teneo at $700m. </p> <p>The incident raises questions about the future of Teneo, the 1,200-person public relations firm Kelly leads, that has styled itself as “the world's leading CEO advisory firm”.</p> <p>Kelly remains chair and chief executive but has told senior colleagues at the firm that he is handing some of his duties to others on the global management committee. </p> <p>His spokesperson said he had “temporarily reduced his work responsibilities”, was “committed to sobriety” and was “undertaking ongoing counselling from healthcare professionals”.</p> <p>Kelly, who has worked for years with Global Citizen, was an organiser of the event called <a href=\"https://www.globalcitizen.org/en/media/vaxlive/\">Vax Live:</a> The Concert to Reunite the World, which sought to rally support for wider Covid-19 vaccine distribution.</p> <p>The event featured messages from public figures including Pope Francis and US president Joe Biden. </p> <p>Artists from Lopez to Selena Gomez conducted red carpet interviews in front of a backdrop featuring the logos of Teneo and several of its clients, including Coca-Cola and Delta Air Lines. </p> <p>Kelly is known for advising some of the world's largest companies on how to position themselves as responsible social actors.</p> <p>“It is absolutely clear now that unless you connect your purpose and values to all your stakeholders and the wider world, you're going to get left behind,” he said in a <a href=\"https://www.youtube.com/watch?v=nnBzajiQ2QU&amp;feature=youtu.be\">promotional video</a> for Global Citizen in February.</p> <p>Kelly, who was appointed by Hillary Clinton to be the US state department's economic envoy to Northern Ireland in 2009, has tapped his political and corporate connections to support Global Citizen's fundraising concerts.</p> <p>His change in role at Teneo comes six months after his co-founder, <a href=\"https://www.ft.com/content/149647b0-fbe6-4019-9478-fc553ed4ce6c\">Doug Band</a>, resigned as the firm's president following an article that detailed the breakdown in his relations with former US president Bill Clinton, whose Clinton Global Initiative he had helped launch. </p> <p>Kelly and Band founded the firm in 2011 and it has since expanded aggressively through a string of deals, investing in WestExec Advisors, a Washington geopolitical risk consultancy, in March and completing the acquisition of Deloitte UK's restructuring services practice earlier this month.</p> <p>Underscoring Teneo's influence in business and politics, its roster of <a href=\"https://www.teneo.com/people/senior-advisors/\">senior advisers </a>includes the former chief executives of Dow Chemical, IBM and Xerox as well as Paul Ryan, the former Speaker of the US House of Representatives, and William Hague, the former leader of the UK's Conservative party.</p> <p>Amber Rudd, former UK home secretary, last year joined as a senior adviser.</p> <p>Before founding Teneo, Kelly worked in a number of communications roles including at FTI Consulting, where he served as an executive after its acquisition of Financial Dynamics, a public relations firm, where he was a member of the management team.</p> <p>In April, Kelly co-founded a new investment firm called Integrum Holdings, described as an innovative, mission-driven firm focused on “technology-enabled services”.&#xa0;</p><p>Source: Arash Massoudi in London and Andrew Edgecliffe-Johnson in New York  2021 'Teneo chief ousted from charity after allegations of drunken misconduct' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T19:28:09.950Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4055,
          "end": 4058
        }
      ],
      "nexusId": "10017781"
    }
  ]
}