{
  "_id": "8db1f2ebfa67fa8a2fbd25489c2db6962dfce42299a87e3796bf8e647f5a4670",
  "feed": "wall-street-journal",
  "title": "Stocks Open Lower Amid Earnings, Jobless Data; AT&T shares rise after company says it expects full-year earnings to reach high end of target",
  "text": "<p>Data showed jobless claims fell to a new pandemic low last week, a sign layoffs remain low as companies struggle to hire workers. Filings for initial unemployment benefits fell to 290,000, from 296,000 the week before, the Labor Department said.</p><p>Thursday's earnings reports will offer clues about consumer spending habits. AT&amp;T shares rose nearly 1% after the company said it expected full-year earnings to reach the high end of its target. Blackstone shares rose 2.7% on net income that almost doubled in the third quarter.</p><p>Chipotle Mexican Grill and Whirlpool are scheduled to report results after markets close.</p><p>Stocks have risen in recent days, after solid earnings helped quell concerns that sent markets lower at the start of fall. Among those worries: A slowdown in China's economy, supply-chain blockages that have hampered sectors such as manufacturing, and inflation pressures that could prompt central banks to withdraw stimulus.</p><p>Of the 80 companies on the S&amp;P 500 to have reported through Wednesday, 81% had topped analysts' earnings forecasts, according to FactSet, better than three-quarters that did so each quarter in 2019.</p><p>\"We've gone through a period of hesitation that's brought a bit of volatility but I think stocks will keep trending higher,\" said Paul Jackson, head of asset allocation research at Invesco. He expects households to keep spending savings accumulated during the pandemic.</p><p>International Business Machines shares fell 5% premarket after the company reported weaker revenue that analysts had expected in the latest quarter. HP raised its dividend and outlook for the 2022 fiscal year, boosting shares 4.5% premarket. Tesla slipped 1.4% after the auto maker said late Wednesday it had notched a third-straight record quarterly profit.</p><p>Existing-home sales are expected to have rebounded in September after an August slowdown. The data are scheduled for 10 a.m.</p><p>Overseas markets were broadly lower. Shares of China Evergrande Group slumped 13% in Hong Kong after the embattled developer canceled plans to sell a majority stake in its property-management unit, a setback in attempts to ease its continuing cash crisis.</p><p>Hong Kong's Hang Seng Index fell 0.5%, Japan's Nikkei 225 lost 1.9% and China's Shanghai Composite Index ticked up 0.2%.</p><p>The pan-continental Stoxx Europe 600 fell 0.2%, led down by stocks in the basic-resources, auto and industrial sectors. Miners Anglo American and BHP Group both fell around 3.4%, as copper prices pulled back from recent highs.</p><p>In the bond market, the yield on benchmark 10-year Treasury notes edged up to 1.657% Thursday from 1.635% Wednesday. Bond yields and prices move in opposite directions.</p><p>The Turkish lira hit a record low, losing 2.2% against the greenback, with one dollar buying 9.4252 lira. Turkey's central bank lowered its key interest rate to 16% from 18%, a larger cut than was expected by investors.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Stocks Open Lower Amid Earnings, Jobless Data</p>",
  "published": "2021-10-21T13:31:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1410,
          "end": 1441
        }
      ],
      "nexusId": "10017781"
    }
  ]
}