{
  "_id": "77fb5c217eb51fd18af275a274a278c09c15d49846d56dd4a8b6a3432cbb5ea5",
  "feed": "wall-street-journal",
  "title": "Biden Says Cybersecurity Is the 'Core National Security Challenge' at CEO Summit; First high-profile meeting between president and private sector on cybersecurity focuses on what Biden sees as a national security threat",
  "text": "<p>The summit came as Mr. Biden is overseeing an urgent evacuation of Americans from Afghanistan after 20 years of war. The president has attempted to reorient national security priorities around what his senior advisers have said are the top strategic threats of the coming decades, including cybersecurity, competition with China and Russia's efforts to destabilize Western stability and alliances.</p><p>Speaking to reporters briefly at the start of the meeting, Mr. Biden highlighted estimates that roughly half a million cybersecurity jobs in the U.S. are currently unfilled and stressed the private sector needs to do more to safeguard digital systems from criminal and state-backed hackers and spies.</p><p>\"The federal government can't meet this challenge alone,\" Mr. Biden said. \"I've invited you all here because you have the power, the capacity, and the responsibility, I believe, to raise the bar on cybersecurity.\"</p><p>Wednesday's summit was the first high-profile meeting Mr. Biden has had as president with the private sector to discuss cybersecurity. Senior White House officials have said for months that the problem is one of shared responsibility between government and industries—particularly those responsible for operating the nation's critical infrastructure—and have recently suggested the administration could look to pursue mandates if voluntary security standards aren't widely adopted.</p><p>Mr. Biden in the early months of his administration highlighted cybersecurity as a top national security concern in the wake of a devastating Russian espionage operation, discovered in the final months of the Trump administration, that compromised at least 10 federal agencies and 100 U.S. companies.</p><p>The issue grew more pronounced as a threat this spring and summer after a spree of high-profile ransomware attacks forced the shutdowns of a major U.S. fuel pipeline, a large meat distributor and a range of small businesses.</p><p>While ransomware was a key focus, it wasn't the sole priority of the gathering, a senior administration official said. The broader conversation also focused on critical infrastructure security, supply-chain security, cybersecurity workforce training and education, and insurance policies, the official said.</p><p>Some companies attending the meeting announced initiatives aimed at bolstering cybersecurity and expanding job training and education.</p><p>Microsoft pledged to invest $20 billion over the next five years to bake security into the basic design of products, a fourfold increase over its previous commitment, and said it would make available $150 million in technical services to help federal, state and local governments modernize technology. Google promised to put $10 billion toward cyber improvements over the next five years and train 100,000 people in information technology and data analytics. IBM said it would help educate at least 150,000 people in cybersecurity over the next three years, including by partnering with more than 20 historically Black colleges and universities.</p><p>Attendees met with Mr. Biden in a closed-door meeting in the White House's East Room before breaking out for focus groups with senior administration officials. Homeland Security Secretary Alejandro Mayorkas and Energy Secretary Jennifer Granholm spoke with executives from banks, water-treatment firms and electric utilities on how to share information and respond to threats across industries, said Tom Fanning, chief executive of Atlanta-based utility Southern Co.</p><p>\"There's no such thing as national security in a silo,\" he said. \"We're truly interdependent with other sectors.\"</p><p>Representatives from several cyber insurance companies also attended. Such companies have raised prices and limited coverage following high-profile ransomware attacks, fueling concerns that insurance payouts actually encourage lucrative extort-by-hacking ecosystems, security experts have said.</p><p>Administration officials have said they view insurance policy requirements for cybersecurity basics as a way to push companies to shore up their defenses. \"They fully understand the strength and power of the insurance industry,\" said Vishaal Hariprasad, chief executive of Resilience Cyber Insurance Solutions, said after attending the summit.</p><p>Mr. Hariprasad said the discussions focused more on public-private partnerships than cybersecurity regulations.</p><p>Last month, the Transportation Security Administration issued cybersecurity requirements for U.S. pipeline operators intended to help guard against ransomware and other forms of disruptive hacking. In May, Mr. Biden issued an executive order that established baseline cybersecurity requirements for U.S. agencies and their software contractors, including mandates to encrypt data and report certain information about hacks.</p><p>Executives such as Mr. Fanning of Southern said additional rules could in many cases slow down companies' attempts to improve cybersecurity.</p><p>\"Just being compliant [with regulations] will fail to achieve the real-time efforts necessary to beat our adversaries,\" he said.</p><p>Write to Dustin Volz at dustin.volz@wsj.com and David Uberti at david.uberti@wsj.com</p><p>Biden Says Cybersecurity Is the 'Core National Security Challenge' at CEO Summit</p>",
  "published": "2021-08-25T23:21:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2823,
          "end": 2826
        }
      ],
      "nexusId": "10017781"
    }
  ]
}