{
  "_id": "54264964799bdec9e855b92e5e4307a82d605856b349cf81d1e8c3b74a11f5cb",
  "feed": "wall-street-journal",
  "title": "The Public Face of Huawei's Global Fight; Meng Wanzhou, Huawei's finance chief and daughter of its founder, helped lead the company's effort to improve its image. With her arrest, she's caught up in one of the probes ensnaring the company around the world",
  "text": "<p>But when she landed in Vancouver on Dec. 1, Meng Wanzhou, Huawei's finance chief and the daughter of the company's reclusive founder, became the public face of a bitter battle unfolding across multiple continents.</p><p>Ms. Meng, who is 46 years old, was nabbed by Canadian authorities acting on behalf of the U.S. soon after she stepped off a Cathay Pacific flight from Hong Kong. Out on bail, she remains in Vancouver in one of her two multimillion-dollar homes there, watched around the clock by a security detail and under curfew from 11 p.m. to 6 a.m. Ms. Meng faces what is likely to be a slow process for extradition to the U.S., where she would stand trial for defrauding banks about Huawei's business in Iran in violation of U.S. sanctions. She denies those charges.</p><p>Since her arrest, global pressure on Huawei has intensified. The company has long faced scrutiny by the U.S., which has effectively blocked the company from installing its telecom equipment in major U.S. networks because of concerns that its gear could be used to spy on Americans, suspicions Huawei forcefully rejects.</p><p>In recent weeks, Huawei, which makes products from routers and switches to smartphones, has found itself under intensifying scrutiny from multiple Western governments.</p><p>On Wednesday, The Wall Street Journal reported that federal prosecutors are pursuing criminal charges against Huawei for allegedly stealing trade secrets from U.S. business partners. A day later, a German government official said the country is exploring ways to ban the use of Huawei products in its telecommunications infrastructure.</p><p>The Polish government has accused a former Huawei employee in that country of espionage; Huawei cut ties with the worker. Government officials in Australia, New Zealand and the U.K. and others are among those expressing concerns about Huawei's role in the rollout of next-generation 5G networks.</p><p>With Ms. Meng's arrest, Huawei has lost a key emissary, the woman who cultivated Huawei's relationships with the world's top financial institutions. She was a crucial part of the effort to demystify the workings of her company and show the world it was transparent and independent.</p><p>Ms. Meng traveled constantly—from Madagascar to Myanmar—to places where Huawei was rapidly expanding. When she was arrested in Vancouver, she was on a tour for Huawei that was scheduled to stop in Mexico, Costa Rica, Argentina and France before returning to China. But she avoided the U.S. once she learned of the probe in 2017, American prosecutors said. Ms. Meng did not respond to requests for an interview for this profile.</p><p>For Huawei's founder Ren Zhengfei, a former army engineer who created a tech giant, the arrest of his daughter is a personal as well as corporate blow. Mr. Ren, who rarely speaks to the press, broke his silence this past week to say he misses his daughter \"very much.\" Speaking in an opulent meeting room at Huawei's Shenzhen campus, he recounted how his early military career, followed by years spent getting Huawei off the ground, meant that he was separated for long periods from his children, including Ms. Meng.</p><p>\"The connection with her during her childhood was not that close. And then when I started Huawei I had to fight for the survival of Huawei,\" Mr. Ren said, adding that he would log 16-hour days at the office.</p><p>On Tuesday, Mr. Ren sidestepped a question about who might succeed him. \"I don't know exactly who my successor will be,\" he said. \"It's not someone that I appoint. I am not king.\"</p><p>Still, many inside Huawei, where she is addressed by the honorific \"Madam,\" saw Ms. Meng as a potential heir. Last year, her power was cemented when she was named to one of four deputy-chairman positions in a board shake-up that saw the exit of Mr. Ren's long-serving powerful lieutenant, Sun Yafang, who had been known amongst employees internally as the \"Queen of Huawei.\"</p><p>In her path to the top, Ms. Meng transformed herself from a Huawei secretary into a global face of the company, as she sought to execute her father's visions to remold Huawei as a modern player.</p><p>This account was compiled through interviews with dozens of former and current employees, business partners, corporate and court records, internal company memos and intranet posts.</p><p>It all started with a rejected American visa.</p><p>A year after graduating from college in 1992, Ms. Meng planned to go to the U.S. to study but was rejected by immigration officers who cited her poor English. Instead, she took a job at her father's then six-year-old startup.</p><p>She worked her way up in the accounting and finance department. Those who worked with her then recall a well-prepared professional with a softer style than her regimented father.</p><p>In 2005, she helmed a partnership with International Business Machines Corp., frequently visiting its U.S. headquarters to learn from executives there how to make Huawei more like its global peers. The partnership helped transform Huawei from a copycat maker of telecoms gear into a leading international player. Ms. Meng won promotion to chief financial officer and a seat on the company's board by 2010.</p><p>Soon, Huawei's growth took off. In 2011, Huawei launched its own branded handset business. The next year, Mr. Ren disclosed the appointment of a trio of CEOs to take turns handling day-to-day management.</p><p>As Huawei eyed a bigger move to the U.S., clouds began to gather over its extending reach, fanned by concerns from U.S. officials that Huawei equipment could pose a security risk. In 2012, a U.S. Congressional report labeled Huawei a national-security threat. It presented no conclusive evidence, but the move effectively shut Huawei out of the U.S. market. Huawei pressed ahead with its global push, biding its time with the U.S.</p><p>Ms. Meng was central to Huawei's modernization efforts. She moved Huawei's financial hub to London and overhauled its tax structure in line with international standards. Colleagues said she would read every page of reports before meetings. She was among Huawei executives who stayed in touch with Wall Street bankers as the privately-owned company pursued acquisitions and entertained discussions about a U.S. initial public offering.</p><p>She led Huawei's annual financial forum, created to help build relations between Huawei, its customers and overseas banks, which drew former U.S. central bankers Alan Greenspan and Ben Bernanke, as well as the former Obama administration official Lawrence Summers, to speak at venues from Cancun to New York.</p><p>She shared a stage with Russian President Vladimir Putin in Moscow in 2014, giving a speech on how Huawei had expanded into more than 170 countries since its first overseas office was established in Russia, and that its networks served a third of the world's population. When Chinese President Xi Jinping toured one of the company's London offices during his 2015 state visit to the U.K., Ms. Meng stood in a crimson dress beside her blue-suited father and Mr. Xi. Staff sang \"The Sons of China,\" a song whose lyrics include: \"all nations will come to learn from us; we, favored by heaven, will be stopped by no one.\"</p><p>Inside Huawei, Mr. Ren never spelled out a succession plan. In a 2013 speech, he insisted that none of his family members possessed the vision, character and resolve to succeed him at Huawei.</p><p>But in an apparent reference to his daughter, he praised one family member for working until two days before going into labor, and returning two weeks after giving birth. Mr. Ren's other relatives at Huawei include his brother and son, but Ms. Meng emerged as most prominent. Huawei employees dubbed the part of the campus where she worked the \"Princess Building,\" even though she kept a low profile and often ate alongside them in the company cafeteria.</p><p>As Ms. Meng's stature within the company grew, she brought a management approach distinct from her father's militaristic, top-down style that had created what is known as a \"culture of wolves.\"</p><p>Often, she leavened conversations with humor, which colleagues describe as an asset that helped bridge cultural divides with Western employees and business partners. One colleague recalled her teasing a hard-nosed British subordinate for his low \"emotional intelligence\" to help ease the tension during a meeting.</p><p>When Mr. Ren sought to modernize Huawei's offices last year, Ms. Meng suggested bigger desks and synchronized workflow, citing office arrangements at Facebook and Google.</p><p>On company forums, she posted about her upbringing and travels. Before she became CFO she described running barefoot through flower fields in Provence; After, as her responsibilities grew, she wrote of a work trip to Rio de Janeiro so overwhelming that she skipped Copacabana beach, even though it was steps away.</p><p>Born in Chengdu, China in 1972, Ms. Meng, who has also went by the English names Cathy and Sabrina, decided to take her mother's family name at age 16.</p><p>A few years before he started Huawei in the southern Chinese city of Shenzhen with 21,000 yuan (about $5,600 at the time) in 1987, Mr. Ren sent Ms. Meng and her brother Ren Ping to his hometown in southwestern Guizhou province to live with his schoolteacher parents.</p><p>Mr. Ren on Tuesday recalled once gathering his children and asking if they'd rather have a father who spent more time with them or one who builds a \"platform upon which they can grow.\" The kids, Mr. Ren said, chose the platform for their future growth</p><p>Ms. Meng had three sons from marriages prior to 2007, according to documents filed to a court in Canada. Her current husband Carlos Liu Xiaozong—with whom she has a daughter—was an executive who launched Huawei's Mexico operations, before leaving the company in 2006.</p><p>The two married in Hong Kong's City Hall in 2007. Among the witnesses was a Huawei executive who had run the Hong Kong company Skycom— an entity Ms. Meng was once a director of and which U.S. prosecutors in the current case allege was a front for Huawei's business in Iran. In 2009, the couple bought a home in Vancouver—the one she is effectively tied to now as a condition of her bail.</p><p>In China, Ms. Meng's arrest has made her a martyr in the eyes of some citizens, a lightning rod against the backdrop of a heated trade fight between the world's two largest economies and a worsening diplomatic tussle between China and Canada. At Huawei's headquarters in Shenzhen, paper coffee cups were specially printed with a picture of a lighthouse and a play on words to show that the entire company is waiting for her return.</p><p>Character witnesses for Ms. Meng described her as down-to-earth, sincere and earnest, calling her a loving mother and dedicated professional, according to court documents. Family photographs submitted to the court show Ms. Meng with her husband and kids, often dressed in tracksuits with her hair pulled back.</p><p>In the weeks after her release, Ms. Meng and Mr. Liu have scarcely left their house enclosed with round-shaped evergreen topiaries and small bare-branch trees. During her bail hearings, her lawyer relayed a message from Ms. Meng to the court that if the extradition process took a long time, she would apply to the University of British Columbia's Sauder business school to study for a Ph.D.</p><p>\"I've been working hard for 25 years, and if I were to be ordered released, my only simple goal is to be with my husband and my daughter,\" she said. \"I haven't read a novel in years.\"</p><p>Yifan Wang and Fanfan Wang contributed to this article</p><p>The Public Face of Huawei's Global Fight</p>",
  "published": "2021-09-27T07:39:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4746,
          "end": 4777
        }
      ]
    }
  ]
}