{
  "_id": "d91c8fd4a9a60eb7ea4580549bda1f0aa4359d7d498fcc97111c0469e08a7838",
  "feed": "ftcomall",
  "title": "Winner takes all investing",
  "text": "<p>Good morning. Last week I <a href=\"https://www.ft.com/content/dec3f5ed-cdd0-48c0-8a2e-22bbb5f3b212\">wrote that</a> the new Bitcoin ETF was a wretched, expensive, inefficient product that should not exist. It promptly hit $1bn in assets <a href=\"https://www.ft.com/content/b34a5e74-7ef0-4900-8d14-56b23059c7ab\">faster</a> than any ETF that went before it, with the bulk of the demand coming from institutional buyers. I leave it to readers to decide whether this is embarrassment for me or for the market. On to other topics!</p> <p><strong>Superfirms and winner-takes-all investing</strong></p> <p>Will elevated stock prices persist? That question can be subdivided into several smaller ones. The one that gets most of the market's attention currently is “will low interest rates persist?” But almost as important, and something of an obsession for this newsletter, is “will high profit margins persist?” My best guess is that they <a href=\"https://www.ft.com/content/29113cf7-64f8-4141-8a62-907b76595d9d\">probably will</a>, but I'm less than perfectly confident about this. </p> <p>One reason to think margins will stay high is what we might call the “superfirm hypothesis” — the idea that the increase in margins reflects changes in the economy that have given rise to a small number of large firms that are hyper-productive, dominate their industries, are wildly profitable, and make their investors very rich. </p> <p>But it has long been the case that just a few firms account for the great majority of stock market returns, strongly suggesting that they account for much of the profits, too. This point was made forcefully in a <a href=\"https://www.universal-investment.com/media/document/Do%20Stocks%20outperform%20Treasury%20Bills\">paper</a> from a few years ago by Hendrik Bessembinder, with the surprising title “Do Stocks Outperform Treasury Bills?”</p> <p>Surprising, because we all know that stock markets' real returns are much higher than short-term Treasuries over almost any longish-term horizon. But Bessembinder's' point is that while the whole market does beat T-bills, the average stock doesn't. </p> <p>He looks at the monthly returns of all stocks listed on the NYSE, Amex, and Nasdaq between 1926 and 2016. Less than half of the stocks beat T-bills over their lifetimes in the sample. But this does not capture how uneven the distribution of returns is. Bessembinder offers this astonishing summary:</p> <blockquote>  <p>I define wealth creation as the accumulation of market value in excess of the value that would have been obtained if the invested capital had earned one-month Treasury bill interest rates. I calculate that the approximately 25,300 companies that issued stocks appearing in the [sample] since 1926 are collectively responsible for lifetime shareholder wealth creation of nearly $35 trillion, measured as of December 2016. However, just five firms (ExxonMobil, Apple, Microsoft, General Electric and International Business Machines) account for 10 per cent of the total wealth creation. The 90 top-performing companies, slightly more than one-third of 1 per cent of the companies that have listed common stock, collectively account for over half of the wealth creation. The 1092 top-performing companies, slightly more than 4 per cent of the total, account for all of the net wealth creation. </p> </blockquote> <p>In visual terms, here is what the distribution of lifetime returns for the stocks in the sample looks like. The number of firms on the vertical axis, and lifetime returns on the horizontal axis (where for example “5” means a 500 per cent return):</p> <p>So, the question is not why superfirms have emerged. They have been around for at least a century (note that on Bessembinder's list of the top all-time wealth-creating stocks, General Motors is number 8, still ahead of, for example, Alphabet and Amazon). The question is why the strongest companies are even more dominant now — are super-duper firms, if you will — to such a degree that they are dragging the aggregate margins of stock indices like the S&amp;P 500 up.</p> <p>The <a href=\"https://hbr.org/1996/07/increasing-returns-and-the-new-world-of-business\">granddaddy</a> of all papers on this topic is W. Brian Arthur's “Increasing Returns and the New World of Business,” published a quarter century ago. His beautifully written first paragraph is worth quoting in full: </p> <blockquote>  <p>Our understanding of how markets and businesses operate was passed down to us more than a century ago by a handful of European economists — Alfred Marshall in England and a few of his contemporaries on the continent. It is an understanding based squarely upon the assumption of diminishing returns: products or companies that get ahead in a market eventually run into limitations, so that a predictable equilibrium of prices and market shares is reached. The theory was roughly valid for the bulk-processing, smokestack economy of Marshall's day. And it still thrives in today's economics textbooks. But steadily and continuously in this century, Western economies have undergone a transformation from bulk-material manufacturing to design and use of technology — from processing of resources to processing of information, from application of raw energy to application of ideas. As this shift has occurred, the underlying mechanisms that determine economic behaviour have shifted from ones of diminishing to ones of increasing returns.</p> </blockquote> <p>Arthur defines increasing returns as “the tendency for that which is ahead to get further ahead, for that which loses advantage to lose further advantage”. Industries with such feedback loops are particularly (but not exclusively) present in the knowledge economy, versus the metal-banging, object-moving “processing” economy.</p> <p>I have myself fallen prey to the intellectual mistake Arthur identifies. I used to think that companies, like trees, could not grow to the sky, because competition would eventually lead to the creation of closely equivalent products. I thought this even about the likes of Apple and Amazon, and that therefore you should not pay too much for the big growth stocks. Now I think I was wrong. Apple trees do grow to the sky, or at least damn near it. </p> <p>Arthur identifies several features that are common in increasing-return markets:</p> <ul>  <li><p>High upfront costs for product development, but low marginal unit costs</p></li>  <li><p>Dependence on industry standards as with, for example, computer operating systems</p></li>  <li><p>Network effects, where the number of users of the product increase its value to new users </p></li>  <li><p>High switching costs for customers</p></li>  <li><p>Dominance changing hands quickly at first, then digging in&#xa0;</p></li>  <li><p>Difficulty in predicting which product will become the dominant one; the possibility that an inferior product will win</p></li>  <li><p>Huge profits</p></li> </ul> <p>I think it is fair to say that industries with some or all of these characteristics have become more important in the years since Arthur wrote the paper. And it is not just tech companies that have enjoyed the economics of increasing returns. Big retailers like Walmart and big product companies like Nestlé have also used high-tech sourcing, distribution and resource management systems to capture increasing return economics.</p> <p>John Van Reenen's <a href=\"https://cep.lse.ac.uk/pubs/download/dp1576.pdf\">paper</a> “Increasing Differences Between Firms: Market Power and the Macro-Economy” does an exceptional job of making the empirical case for Arthur's point. He points out that there has been a notable increase in the concentration of almost all US industries, in terms of share of sales and employment at the top firms, over the past few decades. Here for example is his chart of shares of sales and employment of the top four (“CR4”) and top 20 (“CR20”) companies in industries in the services sector:</p> <p>Note that the increase in employment share is not as great as the increase in sales shares, showing that “many firms have ‘scale without mass' — eg, many high revenue firms like Google and Facebook have relatively few employees”.</p> <p>Van Reenen also finds that “mark-ups,” which is basically what economists call gross margins, have also increased over time (incidentally, when I <a href=\"https://www.ft.com/content/29113cf7-64f8-4141-8a62-907b76595d9d\">looked </a>at what was driving the increase in profitability at US companies since before the pandemic, I also found it was gross margins).&#xa0;</p> <p>Both trends might suggest a worrisome decline in competition (which is what I used to think). But Van Reenen offers an alternative hypothesis. He points out that the rise of globalisation and the internet would seem to increase consumers' options and their ability to compare them, suggesting that competition has gone up rather than down in recent decades. </p> <p>Cutting against the declining competition view, the industries with the greatest increases in concentration have also seen the biggest increases in factor productivity: “the concentrating industries appear to be the <em>more</em> dynamic sectors”. And company-level data shows that increases in market share and mark-ups at the average firm have not risen. What has occurred is a reallocation of profit and share to a few big, very productive firms. </p> <p>Yes, productivity growth has been weak in recent years, but industry concentration does not look like the right explanation for this. Concentration and competition have both risen. </p> <p>If the Bessembinder/Arthur/Van Reenen assessment of corporate economics is correct, what are the implications for investors? Most clearly, we should not expect that current high profit margins will mean revert, barring massive changes in the regulatory and antitrust enforcement environments, and probably not even then.</p> <p>Some people have <a href=\"https://www.ft.com/content/55738213-de06-4575-8492-b5b366eb88dc\">taken</a> Bessembinder's work to suggest that investors should concentrate on finding the next dominant superfirm while it is still in the nursery (that seems, for example, to be Cathie Woods' approach at Ark Invest). Maybe very smart specialists can do this. Most of us almost certainly can't. For us, the question is whether the superfirm hypothesis suggests that we should focus on the highest-quality, highest-margin, most dominant companies in each industry, and more or less forget the rest.</p> <p>In other words, the growth-versus-quality debate might usefully be recast as a contest between the superfirm view and the traditional view of corporate economics — rather than the way it is most often construed today, as an argument about future economic growth and interest rates. </p> <p>I am leaning towards accepting the superfirm view, but even if it's true, we still might be better off with index funds. We might not be able to see which firms are super, or how long they will remain that way. IBM and GE looked a lot like superfirms just a few years ago, and a few years before that, they definitely were. Now they look like dogs.</p> <p><strong>One good read</strong></p> <p>The New York Times Book Review, for its 125th anniversary, reprinted a bunch of classic reviews, and many are fantastic. <a href=\"https://www.nytimes.com/2021/10/21/books/nausea-jean-paul-sartre.html?\">Here</a> is Nabokov filleting first Sartre's translator, and then Sartre himself. <a href=\"https://www.nytimes.com/2021/10/21/books/review/review-books-about-babe-ruth.html\">Here</a> is Roger Angel, prince among sportswriters, on books about Babe Ruth. And <a href=\"https://www.nytimes.com/2021/10/21/books/review/roots-alex-hale.html\">here</a> is James Baldwin putting Haley's <em>Roots</em> into the political context of 1976. </p><p>Source: Robert Armstrong 2021 'Winner takes all investing' FT.com 25 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-25T05:30:06.870Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 9961,
          "end": 9964
        },
        {
          "start": 2516,
          "end": 2538
        },
        {
          "start": 2516,
          "end": 2547
        }
      ]
    }
  ]
}