{
  "_id": "e2d0f327a98b5e44c955c307232937ee293b559432962ccde37b4003613ce8b9",
  "feed": "wall-street-journal",
  "title": "Can Companies Have a Hybrid Workplace—and Keep Things Fair? Some employers are trying to make sure that hybrid work arrangements don't reverse gains among historically marginalized groups",
  "text": "<p>When employees at San Francisco-based Cloudflare Inc. finally start going back to the office, there will be a new protocol for meetings. If one employee of the internet-infrastructure company is remote and dialing in via Zoom, everyone in the office attending that meeting will also dial in.</p><p>The idea might seem counterintuitive: More than 18 months into the pandemic, many workers are tired of video calls and eager to work in person again. But there are other factors to consider.</p><p>\"We want that one person, maybe in New York or London, to have an equitable experience,\" says Janet Van Huysse, Cloudflare's chief people officer.</p><p>Hybrid work arrangements—a mix of office and remote—have emerged as a popular model companies plan to adopt once more offices reopen. Flexibility is what most knowledge workers want, according to surveys. But hybrid work has downsides, including tensions over whether people who go into the office more will be perceived as harder workers and have better chances at upward mobility.</p><p>Keeping things fair</p><p>Concerns about keeping things fair go beyond convenience and day-to-day workflow: Some companies worry that the wrong balance could reverse gains among historically marginalized groups like working moms and people of color, because they may opt for the highest levels of flexibility and put themselves at a disadvantage.</p><p>Among college graduates with young children, women were 30% more likely than men to want to work from home five days a week after the pandemic, according to research from Stanford University economics professor Nicholas Bloom. His research has also found that people working from home had lower promotion rates than their in-office counterparts.</p><p>A survey of 1,500 working parents from parental-benefits company Cleo Labs Inc. found that since the pandemic began, nearly 50% of men said they felt they had advanced in their careers \"more than or as much as expected,\" compared with only one in three for women.</p><p>What's more, a 2021 survey of 10,000 knowledge workers from Slack's Future Forum, a group of tech companies that participate in research, found that while the majority of employees want flexibility, the option is even more popular with Black employees: 97% of Black workers surveyed don't want to be in the office full time, compared with 79% of white workers. And amid the remote work of the pandemic, scores intended to measure \"sense of belonging\" were up for people of color.</p><p>Some companies are taking steps toward ensuring equity for remote workers. Along with its new videoconference rules, Cloudflare is establishing a different routine for executives: From now on, they will come into the office less than five days a week, to lead by example.</p><p>But the company's efforts are experiments, according to Ms. Van Huysse: \"We're going to measure and we're going to iterate and learn as we go.\"</p><p>At International Business Machines Corp., employees who aren't fully remote will have dedicated working hours when they know they need to be on site: One team might decide it is Wednesdays from 10 a.m. to 3 p.m., for instance. How people manage the rest of their time is up to them.</p><p>\"I might be somebody who needs to get my kids on the bus, so I'll come running in at 9:30,\" says Nickle LaMoreaux, the company's chief human-resources officer. Flexible hours should be more of a priority than flexibility of location, she says. When it comes to promotions, the company plans to focus more on the quality of people's work and minimize the significance of things like networking dinners.</p><p>At software company Dropbox Inc., employees will do individual work from home and get together at least once a quarter to work as a team, according to Melanie Collins, the company's chief people officer. Under this plan, the company won't have traditional offices. Instead, Dropbox will have workspaces—called studios—to handle occasional employee meetings.</p><p>The company's decision was largely driven by concerns over potential inequities with hybrid models. \"It can create two very different employee experiences,\" says Ms. Collins. \"We chose this as an option that's deliberately not hybrid.\"</p><p>At cloud-software maker Okta Inc. employees now write up memos ahead of meetings so people have the same information going in. The company earlier this year added an executive role focused on the future of work, whose mandate in part will be to ensure equitable outcomes amid changing work models.</p><p>CEO Todd McKinnon says he's in touch with working parents about their specific needs so he can incorporate them into Okta's workflow, and management plans to closely track metrics around matters like pay and promotions, to ensure there is an even playing field.</p><p>Alisa Cohn, an executive coach, says some of her clients in leadership roles are grappling with keeping things fair in other ways. One CEO scheduled an off-site meeting at his house, only to learn that an executive planned to fly in for the meeting, and then quarantine for two weeks upon arriving home. Because one of her children is immunocompromised—and too young for vaccinations—the executive wanted to be as careful as possible about potential infections.</p><p>The CEO told her to stay home and assured her she wouldn't be penalized, says Ms. Cohn. He tried to ensure that the remote executive still felt included, for example, by asking her opinion first during group conversations.</p><p>Stuck in place?</p><p>As more companies start to tackle these issues, they are looking for ways to measure the impacts of remote work pay and on upward mobility. Maria Colacurcio, CEO of Syndio, a software startup that analyzes pay data for inequities, says she has noticed an uptick in requests from clients to include days in the office as a new input to factor: Companies want to track whether face time influences salaries, and if it does, they want to know how to correct the situation.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think office and remote workers will be treated differently? Join the conversation below.</p><p>Mandy Price, co-founder and CEO of advisory Kanarys Inc., which works with corporate clients on analyzing data related to diversity, equity and inclusion, says the firm recently started tracking whether employees are working remotely, hybrid or in office to see whether there is a disproportionate effect on employees' experience in the workplace, such as rate of promotion.</p><p>She adds that even though the school year has started, that doesn't mean children's primary caretakers—typically women—can easily return to work. If there is a Covid-19 outbreak, some schools require children to quarantine for 14 days, so a caretaker must stay home.</p><p>Yet many of the things employees who work from home miss out on will be hard to quantify and address, according to Janine Yancey, founder and CEO of the diversity and inclusion training and analytics software startup Emtrain.</p><p>\"These after-hours events or impromptu conversations that happen,\" she says. \"If you're not even eligible or situated to have those, then you're going to pay a price in your opportunities for career development.\"</p><p>She advises managers to consider scheduling time with employees to check in on matters not tied to their job, to replicate the happenstance interactions they're missing.</p><p>Likewise, remote workers may miss the chance to develop crucial skills if they are not in the office. For instance, Lance Fritz, chairman and CEO of railroad Union Pacific Corp., says he's worried that remote employees will be at a disadvantage in managing workplace relationships.</p><p>\"It'd be miserable to wake up three years from now, and that pool [of remote workers] didn't have the ability to demonstrate some of the things that earn promotion, like effective conflict resolution, effective mentorship, effective apprenticeship,\" he says. \"If you're not around to see it, it is really hard to know what's happening.\"</p><p>Ms. Cohn says one working mom she coaches didn't feel like she had the bandwidth to go for a promotion at her current job or to look for a new role elsewhere. Ms. Cohn told her to set aside those more ambitious goals and to pick one manageable thing that would make her feel like she was progressing in her career. The client decided her priority would be networking and keeping up relationships with people who do work she's interested in.</p><p>\"Even if you're not on the so-called fast track, don't get completely off the track,\" Ms. Cohn says.</p><p>Meanwhile, companies can't ignore the needs of on-site workers. Prof. Bloom is already hearing from companies who are saying they are getting complaints of inequity from workers who need to be in the office most often.</p><p>A survey by Ernst &amp; Young LLP of more than 1,000 business leaders found that 45% felt one of the biggest risks of hybrid work arrangements would be their ability to \"establish fairness and equity among employees when some jobs require a fixed schedule or location, creating a 'have and have not' dynamic based on roles.\"</p><p>Any way companies slice it, Prof. Bloom says, the risk of employees comparing their situations and finding things unequal is high: Resentment is \"a real issue,\" he says.</p><p>Despite the potential inequities, flexibility remains a high priority for many workers. Prof. Bloom says his research shows that on average workers value the flexibility to work from home two days a week at about a 7% pay increase. Those working from home may spend less time and money on commutes and child care.</p><p>\"This is a perk,\" he says.</p><p>Ms. Bindley, a Wall Street Journal reporter in San Francisco, can be reached at katie.bindley@wsj.com. Ms. Glazer, a Journal reporter in New York, can be reached at emily.glazer@wsj.com.</p><p>Women in the Workplace</p><p>This article is part of a Wall Street Journal special report coming Monday about women, men and work based on a study by McKinsey &amp; Co. and LeanIn.Org</p><p>* Companies Try to Make Work More Workable for Mothers</p><p>* Burnout on the Home Front: How to Divide Household Duties More Evenly</p><p>* DIck's Sporting Goods' CEO on the Advantage of Being a Woman Leader</p><p>Can Companies Have a Hybrid Workplace—and Keep Things Fair?</p>",
  "published": "2021-09-25T09:30:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2863,
          "end": 2894
        }
      ]
    }
  ]
}