{
  "_id": "fffe0a60df13011484d731c1a293f3f1e70fe94e39f136b353e0b6b4e8ac42e1",
  "feed": "wall-street-journal",
  "title": "Flying Trapeze, Dueling Banjos -- Employee Talent Shows Are Intense --- Contests bring out the fondant pros and ukulele players among us",
  "text": "<p>\"I went back and forth on what was appropriate,\" says Ms. Welch, who works at a trade magazine in Los Angeles. \"I wanted to create something nice and good, but not be, like, I'm better than everyone else.\"</p><p>The pandemic has raised the game in company competitions. While pre-coronavirus contests frequently featured communal skits and group challenges, in a Zoom era, they are often more solo affairs. Some stuck-at-home employees are tackling them with zeal, working overtime to turn out Instagram-worthy creations. Others are navigating tricky social niceties, not wanting to seem like they are too competitive or embarrass themselves, all while still aiming to win.</p><p>Ms. Welch, 32, went ahead with her creation, spending several nights watching YouTube tutorials and struggling to keep her fondant from cracking. Her cake was bested by a colleague's beach-themed entry; Ms. Welch says she felt reassured that she hadn't been the only one trying hard.</p><p>While competitions are always anxiety-inducing, they are especially so when your colleagues are the ones judging, says Grace Habermann, 26, who works at a credit union in Lexington, Ky., and sang Fleetwood Mac's \"Landslide\" during her company's recent talent show while accompanying herself on the ukulele.</p><p>\"It's really nerve-racking to put yourself out there, like, feel free to have an opinion,\" says Ms. Habermann, who says the $200 grand prize helped motivate her. She came in third, winning $50.</p><p>Many managers take pains to stress the lighthearted nature of such competitions. \"It was just as a fun, zero-stakes event,\" says Noah Clark, 24, a Stamford, Conn.-based strategy consultant for IBM, of the recent company gingerbread competition he participated in.</p><p>Mr. Clark baked 50 gingerbread pieces, which he assembled into a replica of the Eiffel Tower, complete with mint and Sour Patch Kids candy decorations. \"It was pretty much two days of nonstop work,\" he says.</p><p>His creation won, though \"not by as much as you might expect,\" he says, noting that a colleague's remake of a \"Die Hard\" movie trailer, filmed using a figurine that rappelled off a gingerbread skyscraper, also got numerous votes.</p><p>Some say ginning up competition can be a good way to bond. \"There's a lot of fun trash talking; it's a different way to connect,\" says Keyana Corliss, an employee at data company Databricks, who's part of an informal Slack channel for Peloton workout enthusiasts, where employees frequently compete to see who can rack up the most monthly minutes on their machines.</p><p>Databricks also hosted a talent show in February. \"We're highly competitive folks here, so creating an opportunity to compete and show what you're capable of outside work is a lot of fun,\" says Amy Mackreth, vice president of marketing. The company brought in a production company to assist, and help narrow down which videos to screen at the event.</p><p>Ms. Mackreth considered submitting a video of her performing the flying trapeze, but decided against it after learning the company's chief people officer was planning a similar entry: \"She's very, very good, and I'm just mediocre.\"</p><p>To prevent technical glitches, many virtual competitions aren't live, and simply involve submitting a photo or video for later viewing.</p><p>Some say that format makes it easier to participate. \"It's not as much performance anxiety, for sure,\" says Johnny Antonini, 25, a Chicago-based video editor whose guitar performance of \"Dueling Banjos\" recently won him a $25 Amazon gift card at his company's talent show. Mr. Antonini played both parts and came in third place, after a horror movie parody and a slideshow of another colleague's drawings.</p><p>Sumukh Torgalkar, 36, a Livermore, Colo.-based compliance analyst who moonlights as a stand-up comedian, says he previously didn't feel comfortable appearing in his company's talent show. He didn't want to blur the lines between work and hobbies, and felt awkward competing with co-workers: \"As someone who gets paid to do comedy, I don't want to feel like I'm a ringer in the company talent show.\"</p><p>But after a year of peering into colleagues' homes on video calls, he says he plans to participate in this spring's event:</p><p>Mary van Dijk, a corporate communications manager at veterinary pharmaceutical company Bimeda, says the company's talent show was a reprieve, offering a fun peek at colleagues' hidden talents.</p><p>Originally, says Ms. van Dijk, their team floated the idea to Bimeda's 850 employees on a tentative basis, in case no one felt comfortable competing: \"We thought, look, if just two people reply, we'll can it.\"</p><p>In the end, 10 acts signed up. The winner sang \"O Holy Night\" in an evening gown. Around 160 people tuned in live, with the recording made available for employees to watch later, said Ms. van Dijk, who helped organize the event but didn't compete.</p><p>\"You couldn't pay me enough money in the world to make me perform,\" she says. \"My skills are copywriting and editing, and that's not anything people would want to see.\"</p>",
  "published": "2021-04-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1646,
          "end": 1649
        }
      ]
    }
  ]
}