{
  "_id": "808d46f7db27b4bdeb8640d6b5b07e13a7c40865edb46a5c6913a9af529b47b2",
  "feed": "ftcomall",
  "title": "The Israeli hacker-for-hire and its circle of private lenders ",
  "text": "<p><strong>One big story to start: </strong>the Dutch government has <a href=\"https://www.ft.com/content/6339b89b-af46-480f-b34e-8c7fb6ae1e60?emailId=6192977d39667000044c48bf&amp;segmentId=ce31c7f5-c2de-09db-abdc-f2fd624da608\">launched an eleventh-hour attempt</a> to keep <strong>Shell</strong> in the Netherlands by seeking to abolish a controversial dividend tax cited by the energy group as a reason to unify its share structure and move its headquarters to the UK. Go deeper <a href=\"https://www.ft.com/content/c3a4835b-85e5-4895-86a2-cb4d3f372940\">here</a>.</p> <h2>The NSO Group leveraged buyout saga</h2> <p>At the UN's <strong>COP26</strong> climate summit this month<strong> BlackRock</strong> boss<strong> Larry Fink</strong> was among those pushing his fellow financiers to do more to help the planet reach the goal of “net zero” carbon emissions. </p> <p>With a new generation demanding that their savings are steered away from environmentally or socially damaging companies, large asset managers are increasingly circumspect about who they give their money to. &#xa0;&#xa0;</p> <p>So how did BlackRock and a host of other blue-chip US investment firms end up lending money to Israeli hacker-for-hire <strong>NSO Group</strong>?</p> <p>The answer perhaps lies in the slick salesmanship of <strong>Stephen Peel</strong>, the former <strong>TPG Capital </strong>rainmaker, whose private equity firm <strong>Novalpina Capital </strong>executed a<a href=\"https://www.ft.com/content/e390685a-5a10-11e9-939a-341f5ada9d40\"> leveraged buyout</a> of the surveillance company in 2019. </p> <p>While many debt investors<a href=\"https://www.ft.com/content/e390685a-5a10-11e9-939a-341f5ada9d40\"> steered clear of the deal</a> — with NSO already facing claims that its software was used to spy on murdered journalist <strong>Jamal Khashoggi</strong> — others likely took comfort in Peel's words that the company would operate as a “highly ethical and responsible company grounded in a respect for human rights”.</p> <p>(For a refresher on the controversial spyware group, start with <a href=\"https://www.ft.com/content/7f2f39b2-733e-11e9-bf5c-6eeb837566c5\">this 2019 Big Read</a> and <a href=\"https://www.ft.com/content/d9127eae-f99d-11e9-98fd-4d6c20050229\">go here</a> for a deeper look into how NSO's flagship product Pegasus has been used to conduct widespread hacks via <strong>WhatsApp</strong>.)</p> <p>But ethical concerns aside, the economic rationale for backing the NSO buyout now looks incredibly flawed, and not only because Novalpina has since been<a href=\"https://www.ft.com/content/d78b4300-4f49-413b-8c22-f32b99343a21\"> torn apart</a> by a dispute among its co-founders. &#xa0;</p> <p>The US commerce department placed NSO on a <a href=\"https://www.ft.com/content/e381b556-c859-4a3b-8f7c-5fe80d3272d2\">trade blacklist</a> earlier this month, citing the use of its notorious <strong>Pegasus</strong> spyware tools to carry out “transnational repression” of journalists, activists and embassy workers. (NSO responded that it was “dismayed by the decision, given that our technologies support US national security interests and policies by preventing terrorism and crimes”.)</p> <p>In the wake of these fresh sanctions, NSO's $350m loan is now bid at just 70 cents on the dollar and its lenders are preparing for a restructuring. Get the full story from Team DD<a href=\"https://www.ft.com/content/6d5a43a2-527d-4cd7-86c9-cff378e0c3fc\"> here</a>.</p> <p>For investment firms worried about the continued reputational damage of being linked to NSO, the obvious thing would be to just sell the position. But the thin liquidity in the loan makes this easier said than done.</p> <p>“You're going to be in this thing for the foreseeable future and it's a problem,” said one big lender.</p> <p>Human rights campaigners are less than sympathetic to the quandary facing these investors.</p> <p>“This is yet another example of the failure of leading financial institutions to conduct even the most basic human rights due-diligence assessments,” said <strong>Danna Ingleton</strong>, deputy programme director at <strong>Amnesty Tech</strong>. </p> <h2>GE/private equity: the price is right</h2> <p>Last week <a href=\"https://www.ft.com/content/c265c929-2686-4dc5-aeb2-92209e3cd35c\">DD unveiled</a> the real winners of <strong>General Electric</strong>'s historic three-way split: <a href=\"https://www.ft.com/content/fa719574-b457-43fd-9c45-ae19a510c1cb\">its investment bankers</a>. </p> <p>It now appears that private equity firms, too, have former GE executives like <strong>Jeff Immelt</strong> to thank for squandering tens of billions of dollars on M&amp;A and amassing a hunkering conglomerate that must now be dismantled.</p> <p>The break-up, which will siphon the former titan of acquisitions into three listed companies, may spark a feeding frenzy among buyout firms hungry for a piece of the action.</p> <p>“I suspect everybody will be shopping at the GE Store for the next couple of years,” the head of one large multinational buyout firm <a href=\"https://www.ft.com/content/d2c421bd-0ad2-403b-a585-7b4f52a3abf7\">told DD's Antoine Gara</a>, referring to the “GE Store” slogan coined by Immelt. </p> <p>Private equity buyers including <strong>Blackstone</strong> and <strong>Advent International </strong>have already purchased large businesses from GE, as other groups now look at sought-after divisions including its avionics business, which makes aircraft navigation systems, and <strong>GE Unison</strong>, which makes electrical aircraft equipment.</p> <p>GE's energy business, described by one buyout executive to DD as a “hodgepodge of detached businesses”, will make for a private equity playground as it's spun out in 2024.</p> <p>“We are sharpening the pencils,” added another executive at a large private asset manager. “I think everything else other than healthcare may be able to sell for a better price in the private marketplace than when it goes public.”</p> <p>The impending shopping spree is hardly surprising, as publicly listed private equity goliaths including<strong> KKR </strong>and <strong>Apollo Global Management </strong><a href=\"https://www.ft.com/content/f75f50e7-381f-4c95-9e0f-25e32f70662d\">swell larger</a> than GE and the other bursting conglomerates they originally sought to pick apart. </p> <p>Similar restructurings at<strong> IBM</strong>, <strong>Johnson &amp; Johnson</strong> and <strong>Toshiba </strong>(more on that below) have added to the deluge in future private equity deals.</p> <p>Former GE veterans <strong>Steve Bolze</strong> and <strong>John Krenicki</strong> caught on to the trend early, joining Blackstone and<strong> Clayton, Dubilier &amp; Rice</strong>, respectively, while Immelt has brought his fervour for dealmaking to venture capital firm <strong>NEA</strong>.</p> <p>And more are expected to defect still, as private equity moves past its days of <em>Barbarians at the Gate</em>, picking away at teetering corporate empires, to swallowing the gatekeepers whole.</p> <h2>Another historic break-up brews in Japan</h2> <p>In the days since <strong>Toshiba</strong>'s big <a href=\"https://www.ft.com/content/1f27efd7-5a85-4056-8d9a-da5fbbbc448f\">three-way split strategy</a> announcement last week, a number of its shareholders have been in touch with the FT to share their disappointment.</p> <p>Their feedback is that the strategic review committee put in charge of mapping out Toshiba's grand new restructuring doesn't seem to have fully attempted an auction of the entire company.</p> <p>An explanatory <a href=\"https://www.global.toshiba/ww/news/corporate/2021/11/news-20211112-06.html\">letter</a> from the SRC, published on Toshiba's website shortly after the board announced its plan, said that it <a href=\"https://www.ft.com/content/045c6366-3c54-4462-89b4-95246122c948\">had held three rounds of discussions</a> with five different private equity firms. (Reminder: buyouts group <strong>CVC </strong>made a <a href=\"https://www.ft.com/content/20004088-8007-4715-9199-45f681ae307b\">$20bn offer</a> for Toshiba in April but subsequently <a href=\"https://www.ft.com/content/060a3ace-e522-481e-ac82-6793244db610\">stepped back</a>.) </p> <p>The SRC acknowledged that it hadn't run a competitive auction with proper due diligence, but said that the conversations “provided a meaningful perspective on the price levels at which the private equity funds thought a privatisation could be accomplished”.&#xa0;</p> <p>The range of these prices, the SRC added, wasn't compelling relative to market expectations. </p> <p>This is where the grumpiest shareholders feel the most short-changed, and would cause the company the most trouble if they now campaigned to derail the plan for the three-way split.</p> <p>Others have noted that the plan to split this iconic Japanese company into three might actually make some sense. </p> <p>The plan may not generate the eye-catching private equity-led buyout of the entire company that some of the shareholders had been holding out for (event funds have been <a href=\"https://www.ft.com/content/8c1c3cf0-951d-4032-9826-8c4576824db5\">camped out</a> on the shareholder register for months).&#xa0;</p> <p>But the three-way structure could become a prime hunting ground for private equity as the conglomerate sheds businesses. </p> <p>If Toshiba ultimately breaks up and the move is seen as a success, plenty of other Japanese conglomerates including <strong>Panasonic</strong> and <strong>Mitsubishi Heavy Industries</strong> could face demands for restructuring. </p> <p>Go deeper with the FT's Leo Lewis in <a href=\"https://www.ft.com/content/4f41374d-8753-4bfb-9f4f-e9d3eb8f7226\">this analysis</a> here. </p> <h2>Job moves</h2> <ul>  <li><p><strong>Apollo Global Management</strong> said it had been <a href=\"https://ft.com/content/0adbc182-2512-4336-bbbc-2d317f8c76ef\">forced to abandon</a> its plan to hire former<strong> TIAA </strong>boss<a href=\"https://www.ft.com/content/fc97d726-1716-4bab-8c9d-9569afe306b1\"> <strong>Roger Ferguson</strong></a> as its vice-chair after the veteran investment executive revealed commitments to his former employer that barred him from taking up the position.</p></li> </ul> <ul>  <li><p><strong>Charlie Penner</strong>, head of active engagement at<strong> Engine No 1</strong> — the tiny hedge fund that launched a successful attack on <strong>ExxonMobil</strong> earlier this year — is leaving the activist fund, <a href=\"https://www.reuters.com/business/sustainable-business/exclusive-engine-no-1-partner-who-challenged-exxon-will-leave-hedge-fund-sources-2021-11-15/\">per Reuters</a>.</p></li> </ul> <ul>  <li><p><strong>Jonathan Slone</strong>, one of the most high-profile finance veterans in Hong Kong, <a href=\"https://www.ft.com/content/1486afc5-a578-4f43-9973-102a373e4e1b\">is resigning</a> as Asia chair at <strong>Jefferies </strong>after less than three years in the role to pursue opportunities in private equity. </p></li> </ul> <ul>  <li><p><strong>Caisse de Dépôt et Placement du Québec</strong> has hired <strong>James Ruane </strong>as a vice-president on its capital solutions team, based in London. He was most recently head of European special situations at<strong> Bayview International</strong>, and before that, global head of corporate M&amp;A at<strong> Deutsche Bank</strong>.</p></li> </ul> <ul>  <li><p><strong>Toshihiro Yamamoto</strong> will retire as president and chief executive of Japanese advertising group <a href=\"https://www.ft.com/content/29cc2161-95c1-4fb8-b58a-af97d6c39a68\"><strong>Dentsu</strong></a>. He will be succeeded by <strong>Hiroshi Igarashi</strong>, chief executive of the company's Japan network, in January.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Steeped in controversy </strong>The private equity battle for control of Unilever's tea business is heating up. But the successful buyer will also inherit issues surrounding human rights and fair pay that have dogged the company's plantations for years. (<a href=\"https://www.ft.com/content/ea19051f-c603-425e-8b8f-72cc11fe8b3e\">FT</a>)</p> <p><strong>Hailing private equity </strong>A complex three-way deal has led to a comprehensive restructuring of NYC taxi medallion debt. Now with a cleansed market, Wall Street is circling. (<a href=\"https://www.ft.com/content/3a8edd7d-497f-481e-9832-bdcaf13919ae\">FT</a>)</p> <p><strong>Bankers beware </strong>A mounting corporate debt crisis and frigid regulatory climate in Beijing haven't deterred Wall Street's rush to capitalise on China's ballooning household wealth. But US banks could encounter pitfalls at any moment. (<a href=\"https://www.nytimes.com/2021/11/15/business/wall-street-banks-china.html\">New York Times</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/e2a61edb-10e9-405c-bd82-26c2651a5c34\">JPMorgan chief becomes first Wall Street boss to visit greater China during pandemic</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b07d9777-8ac7-47ac-a358-12924711f2c8\">Coinbase co-founder launches biggest VC fund in crypto</a> (FT)</p> <p><a href=\"https://www.reuters.com/article/cyrusone-m-a-kkr/kkr-global-infrastructure-partners-to-take-cyrusone-private-for-11-5-billion-idUSKBN2I014B\">KKR, Global Infrastructure Partners to take CyrusOne private for $11.5bn</a> (Reuters) </p> <p><a href=\"https://www.reuters.com/business/finance/exclusive-bnp-hires-advisers-explore-15-bln-bank-west-sale-sources-2021-11-15/\">BNP hires advisers to explore $15bn Bank of the West sale</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/eadcd7c5-657e-439c-9a12-0cd0e5a0df97\">CMC examines plans to split business after pandemic trading boom</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/spac-led-by-former-loreal-executives-to-form-1-2-billion-beauty-company-11636974001?mod=lead_feature_below_a_pos1\">Spac led by former L'Oréal executives to form $1.2bn beauty company</a> (Wall Street Journal) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-11-15/former-banker-suspected-in-huge-fraud-case-repatriated-to-china?sref=OziMsGoK\">US sends ex-banker wanted in $485m fraud case to China</a> (Bloomberg)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-11-15/nikola-s-milton-must-face-criminal-case-that-he-misled-investors?srnd=premium&amp;sref=OziMsGoK\">Nikola founder Trevor Milton must face criminal case that he misled investors</a> (BBG) </p> <p><a href=\"https://www.ft.com/content/03251b66-a1f5-4d0c-92de-7b5a9a9d6a34\">BBVA/Garanti: Spanish bank takes a risk on Erdogan's troubled Turkey</a> (Lex)</p> <p><a href=\"https://www.ft.com/content/f99b53b6-fa07-48c1-8389-ebfa362eac40\">Macklowe collection goes on the auction block in resurgent art market</a> (FT) </p> <p><a href=\"https://www.ft.com/content/4a52b2d0-440b-4612-934b-a9e73c66cdf7\">Data centre M&amp;A: selling the server farm is more lucrative than tending it</a> (Lex) </p><p>Source:  2021 'The Israeli hacker-for-hire and its circle of private lenders&#xa0;' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-16T05:00:09.198Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4707,
          "end": 4710
        }
      ]
    }
  ]
}