{
  "_id": "d384fb9b95967f2afdf9d89119c6aaaf287094d2384ba339c2e917bf587f7a82",
  "feed": "wall-street-journal",
  "title": "Stock Futures Waver Amid Big Tech Earnings; Tesla and IBM are set to post results Wednesday",
  "text": "<p>Shares of Verizon climbed 0.8% premarket after the telecommunications giant raised its full-year outlook. Tesla and IBM are set to report earnings after markets close.</p><p>Stocks have climbed in recent days on strong earnings reports. Labor shortages, higher prices for raw materials and supply-chain issues haven't eaten much into profits.</p><p>For tech companies like the ones reporting Wednesday, investors will be watching for an update on disruptions in the semiconductor space and the ability of large firms to increase prices to consumers, according to Kiran Ganesh, a multiasset strategist at UBS Global Wealth Management.</p><p>\"Earnings are very good so far across a pretty broad range\" of companies, he said. Investors are looking for signs of margin pressure and worries about input costs but \"we haven't really seen too much concern\" so far.</p><p>Netflix shares slipped 1.8% in premarket trading. The company said it added more new users than expected in the last quarter, but its co-chief executive also apologized for defending a controversial comedy special by Dave Chappelle.</p><p>Novavax plunged nearly 18% after a report that the pharmaceutical company was running into difficulties manufacturing a Covid vaccine that met regulators' quality standards.</p><p>The Federal Reserve will release its twice-quarterly report about economic conditions, known as the Beige Book, at 2:30 p.m. ET.</p><p>Early Wednesday, the yield on the benchmark 10-year Treasury note reached 1.673%, its highest level since May, up from 1.634% Tuesday. It then eased down to 1.637%.</p><p>Higher bond yields make stocks less attractive, especially at their current rich valuations, Mr. Ganesh said. \"It undermines the 'no alternatives' argument for stocks if bonds start to yield something meaningful.\"</p><p>\"We're not near that point yet, but if we incrementally move up, investors will start to grow a little more concerned,\" he added.</p><p>Bitcoin was flirting with a new all-time high, trading around $63,900 after the first bitcoin futures exchange-traded fund began trading Tuesday. The cryptocurrency has climbed more than 7% in the past two days.</p><p>Oil prices retreated. Global benchmark Brent crude declined 1.1% and traded at $84.19 a barrel. Traders said crude prices were weighed down by declines in commodities like coal and power. A gauge of U.S. inventories also came in higher than expected, signaling lower demand for oil.</p><p>Overseas, the pan-continental Stoxx Europe 600 advanced 0.1%. Nestlé shares climbed 3% after the Swiss food giant upgraded its full-year sales outlook. Credit Suisse declined 1.5% after the bank admitted to defrauding investors about a Mozambican deal, and was fined $475 million. Also Tuesday, Switzerland's financial regulator said the bank's efforts to spy on executives were broader than previously known and broke supervisory law.</p><p>In Asia, major benchmarks were mixed. The Shanghai Composite Index edged down 0.2%, while Hong Kong's Hang Seng Index rose 1.4%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stock Futures Waver Amid Big Tech Earnings</p>",
  "published": "2021-10-20T10:16:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 54,
          "end": 57
        },
        {
          "start": 116,
          "end": 119
        }
      ],
      "nexusId": "10017781"
    }
  ]
}