{
  "_id": "dd95c200b542ec4d0d005c7a35767cbf9084097b9dc7dce4b9c8623a4600deb1",
  "feed": "ftcomall",
  "title": "Twitter's new chief Parag Agrawal under pressure to deliver quick results",
  "text": "<p>For anyone expecting a new broom at Twitter, this week's elevation of Parag Agrawal to the role of chief executive may have come as something of an anticlimax.</p> <p>Monday's <a href=\"https://www.ft.com/content/bf45fd08-51d1-41bb-82cd-b3157a5da055\">abrupt announcement</a> that co-founder Jack Dorsey had quit with immediate effect — his second sudden departure from the company — suggested that deeper change might be afoot. Dorsey may have had some control over the timing but, after agitation from activist shareholders, including a call for his head two years ago, the manner of his exit left the distinct impression of an untidy compromise.</p> <p>Agrawal, however, has all the hallmarks of the consummate insider and has been a close ally of the outgoing CEO. He has spent 10 years rising through Twitter's engineering ranks, becoming chief technology officer four years ago, and is closely associated with many of the initiatives that have been nearest to Dorsey's own heart.</p> <p>“He's part of the building, basically,” said one former Twitter colleague, who warned against expecting any significant changes at the company.</p> <p>Another noted that having Dorsey's ear had earned Agrawal a special place in the Twitter hierarchy. If you wanted to feed an idea up to the company's sometimes remote chief executive, the best start was often to plant it first with Agrawal, this person said.</p> <p>Yet despite all this, Agrawal's elevation to one of the tech industry's hottest seats could signal a turning point. Former employees describe a company that struggled to regain its confidence after a series of product failures, and which lost its hunger for the kind of constant experimentation and product iteration that Silicon Valley's most successful companies are known for. Agrawal's fans claim he is already well on the way to fixing these problems. </p> <p>Little known outside the halls of Twitter, his record as an engineer and product head have earned him a solid reputation among colleagues and some Twitter investors. He came to the US in 2005 as a graduate of the Indian Institute of Technology in Mumbai and much like the Indian-born CEOs of Microsoft and IBM, his appointment was seen as an attempt to bring stronger engineering leadership to a company in danger of losing its technical edge.</p> <p>His first years at Twitter involved helping to revamp its technical infrastructure, laying stronger foundations for the faster pace of product innovation and growth that Wall Street was agitating for. He had come to the company after A PhD at Stanford University, interspersed with stints in research at Microsoft, Yahoo and AT&amp;T.</p> <p>That work brought him recognition as Twitter's first “distinguished engineer” — a title that confers huge status in Silicon Valley's elite engineering circles, but which seldom paves the way to a CEO position.</p> <p>After taking on the top technology job, Agrawal had a hand in trying to speed up Twitter's new product cycles. The result has been an increase in the pace of new product introductions, including, over the past year, an audio chatroom service and Twitter's first subscription offering. Neither, however, has been a game-changer.</p> <p>Doubling down on engineering and product development, Twitter also this week named one of Silicon Valley's top product managers as chair. Though only just out of his thirties, Bret Taylor has a record that includes helping to create Google Maps, serving as chief technology officer at Facebook and founding two start-ups. More recently, he has emerged as the top product guru at Salesforce, a rise capped the day after the shake-up at Twitter by the news that Taylor had also been named co-chief executive at the business software company.</p> <p>Even among the close-knit personal networks of Silicon Valley, this may represent something of a first. Five years ago, Salesforce founder Marc Benioff tried to buy Twitter, before bowing to pressure from his own shareholders and backing off. Now, his newly anointed co-CEO is directing affairs inside Twitter's boardroom.</p> <p>A pure engineering mindset at the top could overcome the indecisiveness that crept into Twitter under Dorsey's leadership, said Alex Roetter, a former head of engineering at the company. Engineers “tend to look at data and get on with things”, he said, adding of Agrawal: “He's very data-driven, he can be intense. He has a low tolerance for things that are sub-optimal. But he has a way of getting people to want to work with him.”</p> <p>Whatever his technical achievements, meanwhile, Agrawal's lack of experience in the public eye could prove a hindrance for a company that has played an outsized role in the cultural zeitgeist, and which is frequently at the centre of political storms over alleged social media bias and the spread of misinformation.</p> <p>Dorsey's personal connections helped to make Twitter a cultural phenomenon and raised its profile among celebrities, one former employee said. “They were always a little star-struck” to meet the founder-CEO, this person explained, adding that Agrawal would struggle to fill Dorsey's shoes in this regard.</p> <p>With Wall Street pressing for results, the new chief cannot expect much of a honeymoon. Twitter's ambitious growth targets call for it to raise its number of active daily users by half by the end of 2023, and investors are impatient for its business to reach a scale that matches its considerable influence in the social media world. &#xa0;</p> <p>“This can become a $200bn company by leaning into the product roadmap and monetising this huge and growing user base,” insisted one shareholder.</p> <p>Recently, however, the valuation has been going backwards, dropping below $35bn. The company's stock price has fallen by almost half from its February high, to roughly where it was at the end of it Twitter's first day as a public company, eight years ago.</p> <p>Dorsey quit after failing to convince investors that he could make a meaningful change to Twitter's growth trajectory. To avoid the same fate, Agrawal will need to come up with some quick results.</p> <p><em>Additional reporting by Antoine Gara and Hannah Murphy</em></p><p>Source: Richard Waters 2021 'Twitter's new chief Parag Agrawal under pressure to deliver quick results' FT.com 3 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-03T16:55:54.358Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2058,
          "end": 2061
        }
      ],
      "nexusId": "10017781"
    }
  ]
}