{
  "_id": "febf0653d8f1270d4961daaff1d4bc05d3faac92b07f4b6e7801b0faa0352753",
  "feed": "wall-street-journal",
  "title": "Business News:  Corporate Watch",
  "text": "<p>\n  CONSTELLATION BRANDS </p><pre> </pre><p>\n  Beer Demand Leaps, </p><p>\n  Led by Home Buying </p><pre> </pre><p>\n  Constellation Brands Inc. reported a 22% increase in sales, boosted by at-home customers buying more of its Corona and Modelo beer brands. </p><p>\n  Total sales rose to $2.44 billion from $2 billion, while sales in its beer business grew by 28%. The company said the strong performance in sales to at-home customers more than offset the weakness seen in sales to restaurants and bars. </p><p>\n  Growth in wine and spirits was more muted, with net sales increasing 10% from a year ago. </p><p>\n  Profit at the alcohol seller was $1.28 billion, or $6.55 a share, higher than the year-ago quarter, which was hurt by an impairment charge. </p><p>\n  -- Allison Prang </p><p>\n  --- </p><p>\n  IBM </p><pre> </pre><p>\n  Schroeter Named </p><p>\n  CEO of Spinoff </p><pre> </pre><p>\n  International Business Machines Corp. on Thursday named Martin Schroeter chief executive of the independent company that will be created through the spinoff of its infrastructure management business. </p><p>\n  The Armonk, N.Y., technology giant said Mr. Schroeter is a nearly 30-year IBM veteran who was serving as senior vice president of global markets when he left the company in June. He will rejoin the company to take the new post on Jan. 15. </p><p>\n  The spinoff -- IBM's biggest business exit -- generates about $19 billion of annual sales and has 90,000 employees. IBM announced the move in October to accelerate its focus on faster-growing businesses such as cloud computing and artificial intelligence. Mr. Schroeter initially joined IBM in 1992 and held a number of executive posts at the company, including a stint as chief financial officer from 2014 to 2017. </p><p>\n  -- Colin Kellaher </p><p>\n  --- </p><p>\n  L BRANDS </p><pre> </pre><p>\n  Victoria's Secret Unit </p><p>\n  Suffers Drop in Sales </p><pre> </pre><p>\n  L Brands Inc. said its holiday sales fell slightly, though they rose on a comparable basis, as growth at Bath &amp; Body Works helped to offset weakness at Victoria's Secret. </p><p>\n  The company said its sales for the nine weeks ended Jan. 2 were $3.84 billion, down 1.8% from the nine weeks ended Jan. 4, 2020. Comparable sales rose 5% for the same period. </p><p>\n  Victoria's Secret comparable sales fell 9% for the period, with the metric falling 23% in stores but growing 24% in the direct channel, the company said. </p><p>\n  Store traffic fell because of the continued effects of the pandemic, though the average price spent on an item rose at the segment, the company said. Bath &amp; Body Works comparable sales grew by 17% for the period, with the metric growing by 5% in stores and 64% in the direct channel. </p><p>\n  -- Dave Sebastian </p><p>\n  --- </p><p>\n  WAYFAIR </p><pre> </pre><p>\n  Minimum Wage Set </p><p>\n  At $15 an Hour </p><pre> </pre><p>\n  Wayfair Inc. will pay all of its U.S. employees at least $15 an hour, the company said. </p><p>\n  The companywide minimum wage went into effect on Sunday. </p><p>\n  More than 40% of employees in the company's supply-chain and customer-service operations will see higher pay, Wayfair said. </p><p>\n  -- Matt Grossman </p><p></p>",
  "published": "2021-01-08T07:11:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1450,
          "end": 1453
        },
        {
          "start": 998,
          "end": 1001
        },
        {
          "start": 1178,
          "end": 1181
        },
        {
          "start": 724,
          "end": 755
        },
        {
          "start": 1279,
          "end": 1282
        },
        {
          "start": 687,
          "end": 690
        }
      ]
    }
  ]
}