{
  "_id": "2b5b6052b730b09435a0f669e4338baca38e9adcc72deac4b81f26106580ba89",
  "feed": "ftcomall",
  "title": "The essay mills undermining academic standards around the world ",
  "text": "<p>Governments across the world are fighting a global network of so-called “essay mills”, businesses that help the world's rising population of university students to cheat their way through their studies.</p> <p>A list shared among British and Australian officials, seen by the Financial Times, contains the names of 2,000 websites offering what officials and academics studying the phenomenon call “contract cheating” services. </p> <p>The governments of Australia, South Africa, Ireland and 17 US states have taken some action, and England is to introduce legislation to ban these companies from operating or advertising in the country. However, contracting to write essays for students to submit for academic qualifications is currently lawful in most countries, including the UK.</p> <p>The businesses' main activity is ghostwriting assignments — often including coursework or open-book exams that contribute directly to student degree results. Students studying in a second language are a particular target. While academic software is effective at spotting plagiarism, it struggles with the essay-writing sector's bespoke work. </p> <p>To investigate the mills, the FT arranged for essays to be bought from three websites. The companies were asked to write a short essay on the history of UK education — ostensibly to help a Cambridge university student write a weekly assignment, an exercise that does not count for a final grade. </p> <p>Peter Mandler, a Cambridge professor who teaches the history of UK education to undergraduates and is author of <em>The Crisis of the Meritocracy</em>, a core text on the topic, agreed to mark them. </p> <p>The FT selected mills from a list provided by UK officials and academics that&#xa0;they said&#xa0;were of particular concern because of their scale and prominence. The first was Peachy Essay, which Gareth Crossman, a senior official at the Quality Assurance Agency, a public body responsible for academic integrity in the UK, told the FT was “one of the largest scale essay mills”.&#xa0;</p> <p>Its ownership and staffing is opaque. Peachy Essay says it was founded by students studying at University College London in 2007. However, it is incorporated in the US state of Wyoming, which does not require companies to list shareholders or officers. It takes payment in US dollars. </p> <p>After making inquiries, the FT was called by someone using a US telephone number who would only give his name as “Kevin”. Kevin declined to answer our questions about his identity and the structure of the company. </p> <p>Several details — such as describing himself to the FT as the company's founder — suggested he was a man with several online profiles under the name “Kevin McCabe”. This person lists himself as an “experienced academic writer, dissertation and research paper consultant, university lecturer and blogger based in London”. However Kevin declined to confirm the link and asked the FT not to contact him further. </p> <p>The McCabe profile on LinkedIn lists a PhD in “business, management, marketing and related support services” from Oxford university — a qualification that institution does not offer.</p> <p>Two of Kevin McCabe's profiles also feature a photograph which is, in fact, that of an Irish writer called Dominic Haugh. Haugh confirmed the photo was of him, was used without his consent and said he would take action to get it removed. He told the FT: “I'm not running an essay mill. I'm a history teacher in County Clare”. </p> <p>Kevin did say he would meet FT journalists to prove he was in London, but only if we would wait until mid-November. </p> <p>When commissioning the essay, the FT was promised that the author would be “Patrick”, an academic from a British university. But the FT sent Peachy Essay a link to a page with an embedded tracking script which could reveal the location of the person opening it. The link was only opened in Kenya. Peachy Essay denied that the essay was written there. But it was possible, they said, that their staff were there on holiday. </p> <p>The second commission was from EduBirdie, another prominent essay mill. It made no promises about the location of its authors — saying they were from “around the world”. The company lists its main address in Bulgaria. The link we sent it was also opened in Kenya. The company declined to respond to our queries. Their only apparent response was to delete evidence of our purchase from the user account. </p> <p>Kenya has emerged as a core hub of global contract cheating. The practice is not illegal there and it has a large pool of English-speaking graduates. One writer, a 23-year-old engineering undergraduate at Jomo Kenyatta University of Agriculture and Technology, told the FT that he supplied essays for students in Europe, the UK, US, China and Japan. “It's majorly because of economic necessity. But it's also coupled with the desire to know more, to study things,” he said. </p> <p>The student said that an essay writing service pays him “roughly Ks250 [per page] (£1.64). The maximum I've been paid was Ks500 per page (£3.30)”. Edubirdie charged the FT £199 for the service, while Peachy charged £146 — equivalent to around £28 and £21 per page respectively. </p> <p>Maurice Amutabi, a professor at the Technical University of Kenya and vice-president of the Kenya Studies and Scholars' Association (KESSA), said the industry “fosters dishonesty, it creates a lack of scholarship”.</p> <p>He said changes in higher education may enable more cheating: “Online classes tend to have almost 60 per cent in terms of submission of assignments online, and I think this has also created room for manipulation leading to these individuals for hire.”</p> <p>Both essays bought by the FT were poor. The Edubirdie essay begins: “The history of the UK dates back many years ago”, while the Peachy Essay effort veers into Indian history in the last paragraph. </p> <p>Mandler said “none of these is really a passing result, though [the Peachy Essay] . . . might come close, since there is evidence that the author has read (and sort of understood) at least one book that is actually on the subject”.&#xa0;</p> <p>The third essay commissioned by the FT was from UK Essays, a more expensive service priced at £244. Officials stated the company was a concern because of its very high profile: it is <a href=\"https://find-and-update.company-information.service.gov.uk/company/04964706/filing-history\">UK-incorporated</a> and open about its work. </p> <p>UK Essays said it provides “model answers” for students to work off, and does not facilitate cheating. Daniel Dennehy, the company's chief operating officer, told the FT: “We do not deem ourselves to be an essay mill. Our job is to work with the client to ensure the model answer they receive will help them learn and understand the subject matter in greater detail.”</p> <p>Dennehy had previously told the FT that the company makes efforts to check whether students plan to use its essays to cheat — and blocks them if they do. However, when the FT bought an essay, a reporter was required to indicate they would abide by the company's “fair use” policy, but faced no other scrutiny. </p> <p>UK Essays said they tried to telephone the FT prior to our purchase and added that “our staff member would have spoken about the fair use policy” if we had revealed an intention to cheat.</p> <p>The essay was better than the other two and received a mark of 62 — equivalent to a low upper-second class pass. (In 2020, 82 per cent of UK degrees were upper second or better.) This was within the range of grades that the FT had paid for. Mandler said that it was the best of the three but “doesn't make much sense . . . it's not very historical and not based on very much reading”.&#xa0;</p> <p>He added: “I marked these [three essays] permissively — as though they were weekly exercises to help students as they learn. If a student turned essays of this quality in for an actual assessment, they would fail.”&#xa0;</p> <p>Governments and higher education institutions are increasingly worried by the use of essay mills. Michelle Donelan, the minister for higher and further education in England, said: “It is completely unacceptable that companies are actively facilitating cheating and dishonest behaviour.”</p> <p>UK universities have campaigned for a UK-wide ban: in 2018, 40 vice-chancellors wrote to the UK's education secretary saying that essay cheating “is particularly hard to detect” and there is a need for “legislative backing . . . to shut down these operations”.</p> <p>Thomas Lancaster, an academic at London's Imperial College who studies the phenomenon, said the sector has “ballooned” since the mid-2000s. He estimated that “billions of pounds . . . are going through these firms every year”. In the UK, he estimates that between 5 and 10 per cent of students will use them at least once. </p> <p>The UK's National Union of Students said that essay mills “prey on students' vulnerabilities and insecurities”. The companies often present themselves as having been set up by students or recent graduates, but regulators believe that parts of the industry are linked to organised crime. </p> <p>Crossman, of the Quality Assurance Agency, said: “We are increasingly hearing of situations where students are being blackmailed after they have used an essay mill.”&#xa0;</p> <p>In 2018, the University of Coventry's student union<a href=\"https://www.qaa.ac.uk/docs/qaa/guidance/essay-mills-and-the-case-for-legislation.pdf?sfvrsn=8bccf81_8\"> revealed</a> that some of its members had been blackmailed for £5,000 by an essay-writing service that threatened to tell the university they had been cheating. Crossman said there is also evidence of potential “targeted identity theft” by mills.</p> <p>Fighting contract cheating is very complex. In Australia it is now an offence “to provide or advertise academic cheating services relating to the delivery of higher education”. But of the 2,061 companies on the list, compiled by Teqsa, the Australian higher education regulator, only 105 have blocked themselves from Australia. </p> <p>Last month, Teqsa used the newly toughened law for the first time to force internet service providers to block access to an Indian-domiciled site. Regulators, however, face an uphill task. Of the names on the list, the FT has identified 136 which have already been abandoned: mills often drop old names to escape legal action or poor reputations.</p> <p>Crossman told the FT: “Targeting individual essay mills is like playing a game of whack-a-mole.”</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/6917987b-f5de-4778-92d8-f0c341442609\"><em>The criminality of essay mills is hurting universities / From David Boughey, Professor of International Business History, University of Exeter Business School, Exeter, Devon, UK</em></a></p><p>Source: Chris Cook, Bethan Staton and Max Harlow in London and Andres Schipani in Nairobi 2021 'The essay mills undermining academic standards around the world ' FT.com 5 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-05T18:02:09.839Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 10187,
          "end": 10209
        }
      ],
      "nexusId": "10017781"
    }
  ]
}