{
  "_id": "1e1c30090b4c3dbadba582d1d1bd91b666345456e7dd7536965aa54293858b34",
  "feed": "ftcomall",
  "title": "A squandered chance to reform executive pay",
  "text": "<p>Many of us would like to forget the painful months of the pandemic: we are still living with the consequences. Some company bosses, though, are rejoicing. Thanks to his overgenerous board, the chief executive of Chipotle Mexican Grill will be paid as though March, April, and May of 2020 never happened. The US fast-food chain is <a href=\"https://app.quotemedia.com/data/downloadFiling?webmasterId=101533&amp;ref=115772399&amp;type=HTML&amp;symbol=CMG&amp;companyName=Chipotle+Mexican+Grill+Inc.&amp;formType=DEF+14A&amp;dateFiled=2021-04-05&amp;CK=1058090#tCDA\">recommending</a> shareholders vote next week for <a href=\"https://www.restaurantbusinessonline.com/financing/chipotles-ceo-made-38m-2020\">Brian Niccol</a> and his senior team to benefit from an <a href=\"https://www.ft.com/content/0676c6f6-1ad2-490d-b8cf-d3bccdb76182\">incentive plan</a> that excludes the Covid-19 hit to sales and ignores certain increased costs.</p> <p>If Chipotle's shareholders protest, the group will join <a href=\"https://www.ft.com/content/50e73d21-3de5-4196-b124-7281ec7af828\">a number of US companies</a> that have suffered shareholder revolts over pay in this annual meeting season. General Electric, AT&amp;T, IBM and Starbucks are among those that have failed to win majority support in “say on pay” votes.</p> <p>In the most egregious cases, boards rewrote bonus plans to insulate executives from the potential impact of the pandemic. In some cases, they reset share price targets as the market bottomed, opening up the potential for big payouts as stocks quickly recovered. GE chief Larry Culp's pay deal could now be worth <a href=\"https://www.ft.com/content/131f52af-53c5-47d8-b915-767df8403bb5\">up to $230m</a> if he stays until 2024. Chipotle calculated that its Covid modifications would add more than $20m to the $14.8m Niccol would otherwise have earned in 2020.</p> <p>Retroactive adjustment of incentive plans is rarely justified. It is “counter to a pay-for-performance philosophy,” says ISS, the proxy advisory group, in its note to Chipotle investors. This is despite the chain's strong share price performance last year and the board consulting shareholders in advance.</p> <p>Companies should have been particularly wary of such behaviour last year. Many furloughed staff. Some benefited from government subsidy to stay afloat. This should have been a moment to re-examine and simplify pay structures, as <a href=\"https://www.ft.com/content/774e7da8-b086-11ea-8aea-0082f86ce467\">this newspaper has advocated</a>. Instead, after an initial phase in which chief executives very publicly raced to sacrifice some of their own salaries, a few started looking for ways to protect their benefits.</p> <p>Banks bore the blame for the 2008 financial crisis, and then made it worse by failing to curb bonuses. This crisis was different. Companies were not culpable. Indeed, this was an opportunity to win favour from customers, employees and shareholders. The overpayers have now squandered it. </p> <p>There have been examples of restraint in Europe. In the UK, <a href=\"https://www.ft.com/content/60b8ae10-d4ad-45a5-97ca-aec2a8bc1e7a\">analysis by PwC</a> showed more than half the chief executives of the first 50 FTSE 100 companies to publish their 2021 annual remuneration reports had their salaries frozen. Most companies fought to keep the world's economic wheels turning. Their executives deserve to be paid fairly for their efforts. Striking the right balance on pay is also <a href=\"https://www.ft.com/content/207622c5-7df7-453a-9fcf-e6d1538b70f1\">fraught</a>: AstraZeneca suffered a <a href=\"https://www.ft.com/content/14f8277f-7cd7-4e1d-938b-f73ad3da6473\">40 per cent shareholder vote</a> against chief executive Pascal Soriot's pay rise, after a year when his company spearheaded the Covid-19 vaccine rollout.</p> <p>Evidence from the US suggests shareholders were happy to reward executives who proved their worth. Favourable margins of 90 per cent-plus have been more frequent in 2021 than in 2020. Where investors have protested, the scale of the revolt has also been larger than in recent years.</p> <p>While US pay votes are only advisory, heavy opposition to the board can presage share price underperformance. It can also send a signal to circling activists that other investors are unhappy. That ought to be reason enough for boards to wake up, re-evaluate the link between pay and performance, and, if necessary, rein in payouts that, through luck rather than good CEO judgment, now look excessive.</p><p>Source: The editorial board 2021 'A squandered chance to reform executive pay' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-13T11:20:18.029Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 703,
          "end": 706
        }
      ],
      "nexusId": "10017781"
    }
  ]
}