{
  "_id": "76fc3e377c4cff24943279b46f1cb2d252ba37afab9fc7428206974e04f14c0d",
  "feed": "ftcomall",
  "title": "AI adoption in the ETF industry begins to grow",
  "text": "<p>The growing appreciation that human stockpickers <a href=\"https://www.ft.com/content/621d51de-f732-48e3-b3e3-be83f42baec3\">struggle to outperform</a> their benchmark indices has helped fuel a massive surge in assets held by passively managed exchange traded funds. Now some companies are hoping to show that artificial intelligence can finally give them an edge.</p> <p>The technology is fast-evolving but at least two fund managers, EquBot and Qraft Technologies, running dedicated AI-powered ETFs are claiming early success, even though some of their AI models' decisions might have required strong nerves to implement.</p> <p>For example, the team at Qraft, which offers four AI-powered ETFs, listed on NYSE Arca, witnessed its technology build a weighting of 14.7 per cent in Tesla in its Qraft AI-Enhanced US Large Cap Momentum ETF (AMOM) in August last year, but when it rebalanced a month later on September 1 it sold it all. </p> <p>The ETF began buying Tesla again in November, amassing a stake of 7.6 per cent by January this year, but in the February rebalancing it sold the entire holding once again. In each case when it sold it anticipated a sharp decline in the price of Tesla and was able to profit from the subsequent rise when it bought back in.</p> <p>“Alpha [excess returns above the market] is getting harder and harder to find,” said Francis Oh, managing director and head of AI ETFs at Qraft, pointing out that humans can become emotionally attached to certain stocks, impeding their portfolio returns. “Our model has no human bias.” </p> <p><a href=\"https://www.readcube.com/articles/10.2139%2Fssrn.1573391\">Academic research</a> has certainly shown that humans tend to be reluctant to crystallise losses, while conversely they feel driven to realise gains — sometimes too early.</p> <p>However, it is arguable whether the AI systems used by Qraft and EquBot can really be said to eliminate human bias because both are supported by large teams of data scientists who are constantly enhancing their models — EquBot has teamed up with IBM Watson and Qraft has its own dedicated team in South Korea.</p> <p>“The machine only has historical data. It sees opportunities according to the rules it has been programmed for,” Greg Davies, head of behavioural science at consultancy Oxford Risk, pointed out.</p> <p>Chris Natividad, chief investment officer at EquBot, agreed: “The system only knows what it knows, and it's historical,” he said, adding that in addition to humans deciding what new information the self-learning system should be given, data scientists also needed to check the outcomes “so we can explain it to investors”.</p> <p>Both of EquBot's ETFs, the AI Powered Equity ETF (AIEQ) and the AI Powered International Equity ETF (AIIQ) have outperformed their respective benchmarks since inception.</p> <p>Similar successes have been notched up by Qraft's suite of AI powered vehicles. But the outperformance narrative is less clear when compared to the plain vanilla SPDR S&amp;P 500 ETF (SPY) so far this year.</p> <p>AMOM and Qraft's other funds, the Qraft AI-Enhanced Large Cap ETF (QRFT), the Qraft AI-Enhanced US High Dividend ETF (HDIV) and the Qraft AI-Enhanced US Next Value ETF delivered returns of between 15.3 per cent and 20.8 per cent during the eight months to the end of August. While respectable, none of them quite matched the 21.6 per cent return of SPY over the same period.</p> <p>AIEQ also just undershot SPY, notching up a 21.3 per cent gain in the eight months to the end of August, while AIIQ delivered only 12.2 per cent.</p> <p>Despite the unremarkable returns this year, Oh and Natividad remain convinced that their models have much to offer. </p> <p>“The velocity, variety and volume of data is exploding,” said Natividad, adding that bringing in new data sources was a bit like adding more pixels to an online image. “You get a clearer picture.” He said asset managers and index providers were embroiled in an arms race for data. </p> <p>Oh said value and momentum factors were becoming so short lived and fragmented that AI systems helped to find opportunities.</p> <p>EquBot scours news, social media, industry and analyst reports and financial statements to build predictive models. It also looks at things such as job posts. Qraft also uses a variety of so-called structured and unstructured data sources to drive its models.</p> <p>However, despite the promise of the technology, assets under management for the ETFs at both companies remain modest. AIEQ and AIIQ have less than $200m in assets between them, although Natividad said a partnership with HSBC which was using the two EquBot indices meant that there was $1.4bn tracking the strategies.</p> <p>Qraft's ETFs have attracted less than $70m across all four vehicles, although Oh said the business model was once again focused on B2B advisory asset allocation modelling.</p> <p>Rony Abboud, ETF analyst at TrackInsight, said investors probably wanted to know more. He emphasised the importance of due diligence, adding: “The more data points used, the higher probability of having an error. So where do they get their data from and how accurate is it?”</p> <p>Despite misgivings, adoption of AI techniques in the investment world is increasing. “Natural language processing is certainly a growing area,” said Emerald Yau, head of equity index product management for the Apac region at FTSE Russell, which has made its first foray into NLP-powered offerings with <a href=\"https://www.ftserussell.com/products/indices/thematic\">its launch </a>of a suite of innovation-themed indices.</p> <p>However, Oxford Risk's Davies warned that while algorithms were good at finding arbitrage opportunities they could not deal with ambiguity. </p> <p>“The problem with the investing world is the rules are not static,” he said, adding that humans still retained an edge. “If humans learn one thing in one context they can transfer it to another.” </p><p>Source: Emma Boyde 2021 'AI adoption in the ETF industry begins to grow' FT.com 25 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-25T16:00:12.569Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [],
      "nexusId": "10017781"
    }
  ]
}