{
  "_id": "318db163113417191b6c23e6ccda9d5404f13ca2b020c6bb30383354b891dcd1",
  "feed": "ftcomall",
  "title": "Mastercard, SoftBank and others call on G7 to create tech group",
  "text": "<p>A group of leading companies including Mastercard, SoftBank and IBM have called on the G7 to create a new body to help co-ordinate how member states tackle issues ranging from artificial intelligence to cyber security.</p> <p>The Data and Technology Forum, which would be modelled on the Financial Stability Board that was created after the 2008 financial crisis, would provide recommendations on how tech governance can be co-ordinated internationally, rather than proposing firm <a href=\"https://www.ft.com/content/43e5b142-a3ef-4779-aaf0-0f9cc027a896\">regulations</a>.</p> <p>“We believe a similar forum [to the FSB] is urgently needed to prevent fragmentation and strengthen international co-operation and consensus on digital governance issues,” said Michael Froman, vice-chair and president of strategic growth for Mastercard. “There is a window of opportunity — right now — to strengthen collaboration.”</p> <p>The proposal comes as countries' approaches to tech policy are becoming increasingly divergent, creating problems of international co-operation, while concerns grow globally over issues such as privacy and data security.</p> <p>The 25 companies involved come from a broad range of sectors, including payment providers Visa and Nexi, carmakers Toyota and Mercedes and global healthcare company GlaxoSmithKline.</p> <p>Like the Basel-based FSB, which was set up to identify and address systemic risks in the financial system, the new body would provide a forum for tackling major challenges in the <a href=\"https://www.ft.com/stream/3c48aded-9a6c-41f4-854b-a87a6b713b2b\">tech sector</a> such as cross-border data transfers and the regulation of artificial intelligence.</p> <p>Froman said the forum was “essential” to promote trust in new technologies while avoiding diverging industry standards. The body would work with existing organisations such as the World Trade Organization, and professional standard-setting bodies.</p> <p>Struggles over which government gets to set the rules of the internet of the future have intensified in recent years, with the US, EU and China all seeking to gain first-mover advantage. </p> <p>The new body's first three areas of focus would be co-operation on cyber security, the alignment of <a href=\"https://www.ft.com/artificial-intelligence\">AI</a> frameworks and the global interoperability of data.</p> <p>Data flows have presented an increasing challenge for G7 countries in recent years. Last year, the European Court of Justice struck down Privacy Shield, a self-certification scheme that allowed US companies to receive EU data.</p> <p>AI frameworks are at an earlier stage of development. While governments have collaborated on new principles in recent years, questions remain around approaches to the ethics of the technology, in areas ranging from autonomous weapon systems to algorithmic bias.</p><p>Source: Siddharth Venkataramakrishnan 2021 'Mastercard, SoftBank and others call on G7 to create tech group' FT.com 22 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-22T18:01:53.333Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 64,
          "end": 67
        }
      ]
    }
  ]
}