{
  "_id": "92f927b9d599230d163e7c3ad9efbcc7f4952b6769f3d946957faeefb87b12f9",
  "feed": "wall-street-journal",
  "title": "5G Technology (A Special Report)  ---  Who's -2-",
  "text": "<p>   China's lead stems from its head start in the rollout of 5G networks. In July, China's Ministry of Industry and Information Technology said the country had installed 961,000 5G base stations, more than any other country so far. That's about one base station for every 1,500 people -- an impressive figure for a country as sprawling as China, says Bill Rojas, an analyst at IDC. </p><p>   The sheer availability of 5G, coupled with heavy government incentives for all things 5G, has laid the groundwork for the adoption of 5G applications -- next-generation technologies designed to reap the benefits of superfast 5G connections. </p><p>   Early advances in China include 5G-supported mining, in which autonomous machines enabled by the speed and capacity of 5G networks travel deep into coal mines and other dangerous locations in place of humans. In June last year, state-backed telecom operator China Mobile announced what it described as China's first 5G coal mine at a 1,752-foot-deep mine site in the coal hub of Shanxi province. The mine's 5G capabilities, jointly developed by China Mobile and Huawei Technologies, allow for applications including mechanized coal mining and remote inspection, the company said. Huawei has announced plans to expand 5G mining to mines across China. </p><p>   \"By supporting this industry, we can grow our business and support more efficient and safer production in mines,\" said Ren Zhengfei, Huawei's chief executive, during a press conference in Shanxi earlier this year. \"We can also enable coal mine workers to wear suits and ties at work.\" </p><p>   Other 5G applications that China is fostering: remote medical applications such as MRIs and surgeries, and autonomous transportation of people and goods, says Handel Jones, chief executive of consulting firm International Business Strategies Inc. </p><p>   \"A key characteristic of China's government and industry is to build demand for new technologies,\" Mr. Jones says. \"The support for building a demand base for new technologies is a key reason that China is moving ahead of the U.S. in many areas of development of new technologies such as 5G and potentially AI.\" </p><p>   To be fair, many of these applications aren't widespread yet, in China or anywhere else. That's because to work, they typically require super reliable, low-latency 5G networks of the type that aren't yet widely available. But China is moving ahead in making them available. </p><p>   The U.S. is lagging behind China in 5G deployment, but not by much. The U.S. had installed roughly 100,000 5G base stations by the middle of this year, estimates Mr. Jones. Accounting for its smaller population, that's one base station for every 3,300 or so people. </p><p>   When it comes to 5G applications, the U.S. has taken the unsurprising approach of leaving the heavy lifting to the private sector. Many companies have come forward with similar innovations to those being developed in China. </p><p>   One obstacle to their wider adoption and a greater number of 5G applications is some carriers' lack of access to the radio frequencies best suited for 5G coverage. Only last year did the U.S. Federal Communications Commission start to free up a significant block of \"midband\" spectrum, a valuable piece of digital real estate that carriers have been eager to claim for their 5G networks. Carriers are set to begin using the new airwaves later this year. </p><p>   \"The challenge in the U.S. is the carriers mostly didn't have access to new spectrum,\" says Ian Fogg, vice president of analysis at Opensignal, a mobile-industry research firm. </p><p>   Other countries are also dabbling with 5G applications, though in some cases they remain in their infancy. </p><p>   Japan, for example, has long been behind in 5G deployment, hampering the development of 5G applications. The country developed some 5G applications for the Tokyo Olympics, including the use of drones that filmed events like sailing and golf up close, beaming the signals to spectators over 5G networks. And 5G was launched for commercial use in Japan in March 2020. By then, other countries like the U.S. and South Korea had already begun deploying 5G. </p><p>   The Japanese government is now trying to catch up and promote 5G development by giving tax cuts to companies building private 5G networks for applications like smart factories and farms. They can choose either a 15% tax deduction or a 30% special depreciation for 5G-related investments. </p><p>   South Korea, which enjoys some of the world's fastest 5G networks and was among the first to deploy them, is also throwing its weight behind new 5G applications. In July, the country's Ministry of Science and ICT announced plans to spend 49 trillion won, or about $41 billion, over the next four years to help establish specialized 5G networks designed to support new applications like smart factories. </p><p>   --- </p><p>   Mr. McCormick is deputy editor of WSJ Pro Artificial Intelligence in New York. He can be reached at john.mccormick@wsj.com. Ms. Bobrowsky and Mr. Strumpf are Wall Street Journal reporters in San Francisco and Hong Kong, respectively. They can be reached at meghan.bobrowsky@wsj.com and daniel.strumpf@wsj.com. Drew FitzGerald in Washington, D.C., and Megumi Fujikawa in Tokyo contributed to this article. </p><p></p>",
  "published": "2021-10-13T06:03:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1762,
          "end": 1784
        }
      ],
      "nexusId": "10017781"
    }
  ]
}