{
  "_id": "0c61ef7503fbbc19eb4b88b827f4d9fc76c611ee2efee93e8ec1907d225dee60",
  "feed": "wall-street-journal",
  "title": "Investing In Funds & ETFs (A Special Report) --- What to Know About...Cryptocurrencies",
  "text": "<p>\"Cryptocurrency\" is a name given to a broad group of digital assets that started in 2009 with bitcoin. There are thousands, but only a dozen or so have any appreciable size and potential future.</p><p>There is a lot of hype around bitcoin. Some people claim it will become the world's reserve currency. Some fashion it as the new gold. Some people simply think it will keep rising in value and make anybody who holds it rich. Some people think it's a fad or Ponzi scheme.</p><p>Setting aside for a moment bitcoin's fundamental value or use case, the primary reason it matters is this: Bitcoin allows any two people, anywhere in the world with an internet connection, to make a transfer of value in a few minutes without any middleman.</p><p>With bitcoin, you could send $1 million to somebody, pay a small transaction fee, and have the exchange settled in 10 minutes or less. No banks, no foreign exchange. With this technology, anything that can be digitized can be exchanged cheaply and quickly.</p><p>How does cryptocurrency work?</p><p>The basic idea is that cryptocurrencies operate on software networks, where myriad computers run separate copies of the same program. The computers are linked, but no one computer controls the network. In bitcoin parlance, it's a \"decentralized\" network.</p><p>These computer networks have two main functions: One is to process transactions, the other is to maintain the database that records and stores those transactions. In general, transactions are batched into \"blocks,\" which are then connected in chronological order in a long, unbroken \"chain.\" This is why the software became called \"blockchain.\"</p><p>Who controls the computers?</p><p>Anybody can download and run these software programs; they are \"open source\" programs. The database where transactions are recorded, usually called the ledger, is therefore visible publicly to anybody.</p><p>This ensures that nobody on the network is counterfeiting the currency or double-spending the same bitcoins. The transaction history is collectively agreed upon by every computer, so it can't be later changed. Transactions are permanent.</p><p>The people running these programs have an incentive: a competition with a monetary reward. They race against each other to batch together a block of transactions.</p><p>The first block to be recognized by the network earns the winning computer a batch of newly minted bitcoins. Currently, the reward is 6.25 bitcoins, meted out roughly every 10 minutes. These are bitcoin's \"miners,\" a nickname given because what they're doing is like mining for gold.</p><p>This competition does two things: It provides an incentive for people to maintain the network, and is the mechanism through which new bitcoins are created.</p><p>How did this all start?</p><p>On Oct. 31, 2008, somebody using the pseudonym Satoshi Nakamoto released a nine-page paper describing a new system of \"electronic cash\" called bitcoin.</p><p>What bitcoin promised was an alternative to the financial system, and it struck a nerve with a lot of people in the wake of the global financial crisis. \"Bitcoin\" became as much a social movement as a piece of technology. That's one reason it has such a passionate following; crypto's adherents believe they are willing a financial revolution into existence.</p><p>Moreover, because bitcoin was released as open-source software, anybody can take the code and create their own version. They could tweak it to operate differently, or alter it for an entirely different use case. This is why there are thousands of crypto platforms doing different things, everything from decentralized versions of operating systems (Ethereum), digitized banking services (DeFi), supply-chain networks (IBM, others), even new kinds of collectibles and art (NFTs, or nonfungible tokens). It's a massive, live experiment in applying a new technology.</p><p>Bitcoin has become so expensive. How can I afford it?</p><p>Bitcoin rose to almost $70,000 in 2021 from about $30,000 at the end of 2020. However, every bitcoin is divisible out to the eighth decimal place, meaning there are 100 million little units (nicknamed Satoshis) within one bitcoin. Therefore, you can buy pretty much any amount you want.</p><p>How do I buy one?</p><p>Originally, the idea behind bitcoin was that you downloaded the software itself and ran your own version of it, \"mining\" new bitcoins yourself. You were your own banker, a \"self-sovereign.\"</p><p>In practice, however, that's too unwieldy -- and expensive -- for most people. The most common way to buy bitcoin now is through a crypto exchange like Coinbase or Gemini, or a mobile broker like Robinhood, PayPal or WeBull.</p><p>If you have a financial adviser, he or she might buy it directly for you, or put you into one of the new bitcoin exchange-traded funds. In the U.S. at least, these ETFs are based on bitcoin futures, not bitcoin itself. There are some bitcoin ETFs that trade outside the U.S.</p><p>Exchanges and other intermediaries often act as custodians for your funds. This means they are responsible for safeguarding your account -- to a degree. In bitcoin, there is no way to reverse a fraudulent transaction.</p><p>What should I be on guard against?</p><p>A lot. Because crypto is such a new area, and has largely been unregulated or only lightly regulated, frauds are rife. The Federal Trade Commission warns investors to steer clear of any opportunities that promise you can earn lots of money in a short time, or that ask you to recruit other investors. In general, it's best to steer clear of any investment offer via social media, especially if it comes to you. I regularly get emails from readers who got scammed.</p><p>How do I make money?</p><p>Buying bitcoin is not like buying a stock or bond. When you hold bitcoin, you don't own a piece of a company. You make money with bitcoin in one way: by selling it to somebody else for more than you bought it for.</p><p>Ultimately, you can make a profit in crypto, but know that you are putting money into a largely unregulated area with a lot of opaque corners and volatility. The billionaire hedge-fund manager Paul Tudor Jones understood this when he got into the market, calling bitcoin \"a great speculation.\" That's about the best description of it I've heard.</p><p>---</p><p>Glossary</p><p>Cryptocurrencies: Digital tokens used to transfer money between individuals' computers with minimal fees.</p><p>The blockchain: The simple, open-access ledger that underpins the currency. When a bitcoin owner transfers a token to another person, he or she posts the transaction to the blockchain, signing it with a unique string of numbers and letters. Even financial firms that are skeptical about bitcoin and other cryptocurrencies have embraced the blockchain technology itself.</p><p>Miners: Bitcoin \"miners\" verify transactions by running the numbers through formulas on high-powered computers.</p><p>To learn more: Dozens of books have been written about how cryptocurrency got its start. Some of the best are \"Digital Gold\" by Nathaniel Popper, \"Kings of Crypto\" by Jeff John Roberts and \"The Infinite Machine\" by Camila Russo. Some are extremely technical, some are specifically written for neophytes. Read as many as time and budget allows.</p><p>---</p><p>Mr. Vigna has been covering bitcoin and cryptocurrencies for The Wall Street Journal since 2013. He is the co-author of two books on the subject, \"The Age of Cryptocurrency\" and \"The Truth Machine.\" Email him at paul.vigna@wsj.com.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3634,
          "end": 3637
        }
      ],
      "nexusId": "10017781"
    }
  ]
}