{
  "_id": "9c779f5fc70b2955eb8cb74452f7cb5aa69480496075ed7b31a1f222487ad1c2",
  "feed": "ftcomall",
  "title": "Seven individual takes on rethinking legal practice",
  "text": "<p>The lawyers highlighted here are following unconventional career trajectories and legal practice models: by jumping back into innovation after a career break, like Natasha Blycha; diversifying recruitment, as Hikaru Oguchi is now doing; working outside the partnership model, in the case of Grace Chong; or helping clients to reimagine their industry, like Yaeko Hodaka.</p> <p>Others have championed unconventional approaches to legal practice. Sara Rayment has shown that legal design helps clients to understand their business and customers' experience better. Scott Thiel has pushed his firm to experiment with blockchain. And Kunal Gupta has built a multidisciplinary practice that keeps pace with the latest in technology. </p> <p><strong>WINNER: Natasha Blycha, </strong><em>global head of digital law, Herbert Smith Freehills</em> </p> <p>Natasha Blycha joined Herbert Smith Freehills in 2015 after a 10-year career break to bring up her children. She has won a reputation for accelerating the development of smart contracts and digital documents.</p> <p>Blycha leads the firm's digital law group, which has 50 lawyers in nine countries. Its members have expertise in emerging technologies and programming as well as law.</p> <p>In 2018, Blycha promoted the development of a platform for enforceable smart contracts, working with Data61 (part of Australia's national science agency), IBM and law firm King &amp; Wood Mallesons.</p> <p>In 2020, she founded the Digital Law Association, an international organisation that promotes inclusivity and democracy where law and tech overlap. The network has 1,000 members in private practice, government and academia.</p>  <p><strong>Grace Chong,</strong> <em>of counsel, Simmons &amp; Simmons</em> </p> <p>Grace Chong joined&#xa0;Simmons &amp; Simmons in 2019 to lead the firm's regulatory and fintech practice in Singapore. Within a year, she had increased fintech revenues by 23 times.</p> <p>She uses her experience at the Monetary Authority of Singapore, where she worked for five years, to lead discussions with regulators on behalf of the digital payments industry.</p> <p>This includes advising payments companies Coinbase, Wirex and Crypto.com on licensing and expansion projects in Asia.</p> <p>Chong also sits on the board of Access (the Association of Crypto Currency Enterprises and Start-ups Singapore). During the Covid-19 pandemic, she led an appeal to seek the deferment or relaxation of licensing and compliance requirements for digital payment token providers.</p> <p>As of counsel, she is neither an associate nor a partner.</p>  <p><strong>Kunal Gupta, </strong><em>partner, Trilegal</em> </p> <p>Since joining Indian law firm Trilegal in 2019, Kunal Gupta has expanded the investigations practice to give clients a one-stop shop for advice on<br>in-house accounting, data forensics and corporate communications. He has done so by building a team that includes lawyers, forensic accountants, fraud examiners and forensic technology experts.&#xa0;</p> <p>In the past year, Gupta has developed new methods of investigation to keep pace with changes in technology. While advising clients on online investigations, he developed a process that allows his practice to extract and review data internally.</p>  <p><strong>Yaeko Hodaka,</strong> <em>partner, Baker McKenzie</em></p> <p>Yaeko Hodaka is a corporate partner in the Tokyo office of the global law firm. She helps clients to use and monetise data, with a focus on industrials,&#xa0;manufacturing and&#xa0;transportation. She has also&#xa0;set up webinars and roadshows to keep Japanese clients up to date on laws and regulations that affect those sectors.</p> <p>Hodaka is a fellow of the smart city initiative run by the World Economic Forum's Centre for the Fourth Industrial Revolution. She advises on privacy, security and sustainability. The smart city project aims to address the operational, social and economic&#xa0;challenges of urban living by deploying the internet of things.</p> <p>Hodaka is also helping to develop policy frameworks for&#xa0;smart cities across the world&#xa0;on behalf of the G20&#xa0;Global Smart Cities Alliance.&#xa0;</p>  <p><strong>Hikaru Oguchi,</strong> <em>partner, Nishimura &amp; Asahi</em> </p> <p>In her 22 years at the Japanese law firm, Hikaru Oguchi has advised on topics spanning mergers and acquisitions, greenfield investment, and helping foreign investors with crisis management and disputes.</p> <p>In 2010, Oguchi set up the firm's first overseas office, in Ho&#xa0;Chi Minh City, Vietnam.</p> <p>She leads the Vietnam practice, advising businesses on international regulation, expansion and balancing local, regional and global politics.</p> <p>In 2019, she advised Japanese fashion retailer Uniqlo on opening its first stores in Vietnam.</p> <p>As a member of the Nishimura &amp; Asahi's foreign lawyers committee, Oguchi oversees the hiring of lawyers across south-east Asia and training for overseas lawyers at the firm's Tokyo head office.</p> <p>She is also a member of the firm's diversity and inclusion group.</p>  <p><strong>Sara Rayment,</strong> <em>founder and principal, Inkling Legal Design</em></p> <p>In 2018, Sara Rayment founded Inkling, a law firm that uses the&#xa0;principles of design to improve legal services, including&#xa0;building legal products that are friendly to a cognitively diverse group of users. Legal advice that is more inclusive and easier to use is more commercially valuable, she&#xa0;says.</p> <p>As well as lawyers and designers, the firm employs a range of professionals, from psychologists to pharmacists.&#xa0;</p> <p>Rayment spent a decade in practice before joining the University of Newcastle, Australia, as an associate professor in 2016.</p> <p>At Inkling, she has helped international bank HSBC to draft user-friendly terms for global contracts. She has also worked on social justice projects, including a handbook&#xa0;to support families who are detained after arriving in the US as undocumented migrants.</p>  <p><strong>Scott Thiel,</strong> <em>partner, DLA Piper</em></p> <p>As a member of DLA Piper's “change council”, which was set&#xa0;up by the firm's global co-chief executive Simon Levine&#xa0;in 2019, Scott Thiel is leading the development of technology-based non-legal services.</p> <p>Based in Hong Kong, he has championed the development of a digital asset ecosystem and has helped to set up the firm's global blockchain and digital assets practice.</p> <p>Last year, Thiel worked with&#xa0;blockchain company Hedera Hashgraph to design the first asset-backed security&#xa0;token on a blockchain platform.</p> <p>Thiel has spent more than two years studying the legal challenges around the creation of asset security tokens and has worked with regulators&#xa0;from different jurisdictions to ascertain industry standards.</p> <p><em>Profiles compiled by RSG Consulting researchers and FT editors</em></p><p>Source: Mary Ormerod  2021 'Seven individual takes on rethinking legal practice' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-13T21:22:46.937Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1329,
          "end": 1332
        }
      ],
      "nexusId": "10017781"
    }
  ]
}