{
  "_id": "33d5ecc9ed7c383f52aeba29e60a6b9549dc310198a62a9f26c7e37f72ad42bd",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Blackstone Profit Soars With Portfolio Value",
  "text": "<p>The value of Blackstone's corporate private-equity investments climbed by 10% during the third quarter, handily beating the 0.2% appreciation for the S&amp;P 500. Its opportunistic real-estate investments appreciated by 16%.</p><p>Blackstone's focus on thematic investing in high-growth areas of the economy paid off with strong performance in information-technology services, software, advertising tech, warehouses and life-science offices. The firm also notched a big gain on its agreement last month to sell the Cosmopolitan casino and hotel in Las Vegas for $5.65 billion, in its most profitable real-estate deal.</p><p>Blackstone broke records on two earnings metrics during the quarter. Distributable earnings, or the portion of cash that could be returned to investors, reached a record of $1.64 billion, or $1.28 a share, more than double the $772.1 million, or 63 cents a share, it reported for a year earlier.</p><p>Fee-related earnings of $779 million were also the highest in the firm's history, representing a 28% improvement from a year earlier.</p><p>Blackstone has expanded into several fast-growing businesses, including infrastructure, direct lending, insurance and products designed for individual investors that bolster its perpetual capital, which doesn't have to be returned to shareholders within a given time frame. Half of the firm's $46.7 billion in inflows came from perpetual-capital vehicles in the third quarter.</p><p>\"There's been a step-function increase in the activity of our firm as we broaden out,\" Blackstone President Jonathan Gray said. \"We're expanding what we invest in and who we invest for.\"</p><p>The firm has had success with products targeting individual investors, including its nontraded real-estate investment trust, known as BREIT, and a private-credit fund called BCRED. Blackstone this month launched BPIF, a vehicle focused on European real estate.</p><p>It also reopened its perpetual infrastructure fund to new investment. The fund, which had raised $14 billion, has committed over 80% of that capital.</p><p>Blackstone's assets under management were $730.7 billion at the end of the third quarter, up from $684 billion in the second quarter and $584.4 billion in the third quarter of 2020.</p><p>Shares of publicly traded private-equity firms have shot up in recent months. Blackstone's stock has been a particularly strong performer, climbing more than 100% including dividends since the beginning of this year, according to FactSet. That compares with a 24% total return for the S&amp;P 500 as of Wednesday's close.</p><p>Blackstone's stock rose 2.98% to $132.52 on Thursday.</p><p>The firm's market capitalization stands at $156 billion, making it bigger than Goldman Sachs Group Inc. and International Business Machines Corp.</p>",
  "published": "2021-10-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2675,
          "end": 2712
        },
        {
          "start": 2655,
          "end": 2691
        }
      ]
    }
  ]
}