{
  "_id": "25f603e9a7050df0cf9309d27d849a53941190e6eb4436a4738445397894abc5",
  "feed": "wall-street-journal",
  "title": "Who Tells the Truth About Climate Change?",
  "text": "<p>I was on the leading edge of computer simulation modeling, employing in 1964 a super computer (IBM 7094) and a simulation language called simscript. I wasn't modeling climate change, but I quickly learned that data availability was key to accurate forecasts. In climate models, the number of variables is huge and incomplete. For example, there is no way to measure and verify the effect of clouds on climate change. Climate models also have relatively limited time frames of known data. Climate has been changing for millions of years, but accurate global temperatures were never recorded until 1850.</p><p>Ron Dudley</p><p>Sanibel, Fla.</p><p>---</p><p>Mr. Jenkins writes that the United Nations Intergovernmental Panel on Climate Change treats with \"low confidence\" claims that the \"magnitude and frequency of extreme events are increasing\" due to climate change. He may be referring to the IPCC's 2014 report. Since then, we've gained more data and scientific studies. In 2019 the IPCC issued a much stronger scientific finding: \"Anthropogenic climate change has increased observed precipitation (medium confidence), winds (low confidence), and extreme sea level events (high confidence) associated with some tropical cyclones, which has increased intensity of multiple extreme events and associated cascading impacts (high confidence).\"</p><p>David Carroll</p><p>Kendall Park, N.J.</p><p>---</p><p>Even though \"Mr. Koonin agrees the world has warmed by 1 degree Celsius since 1900 and will warm by another degree this century,\" Mr. Jenkins writes, \"Let technology and markets work at their own pace.\" This is astonishing given these increases correlate with polar ice melts and record-setting fire seasons, wreaking havoc on ecosystems, habitats and economies. It will cost trillions of dollars to evolve away from fossil fuels, and it will be hard to convince other countries to follow suit. But waiting for markets to act doesn't seem to be working.</p><p>Richard Abrom</p><p>San Diego</p><p>---</p><p>Mr. Koonin has for years been one of the few rational voices on climate change. I hope but doubt that his new book will bring some sanity to the topic. The public debate long ago abandoned science for advocacy -- as when \"global warming\" became \"climate change\" after some cold winters.</p><p>Buried in the clutter is a potentially viable gas-emissions policy. Air pollution in the developing world could be reduced significantly if the U.S. and other wealthy countries were to promote local reductions in coal emissions via development of lower-cost mitigation technology, support for installation and treaty negotiations. Measures like these deserve top priority, not the facile and futile notion of carbon-dioxide emissions reduction, which Mr. Koonin rightly dismisses.</p><p>Andrew K. Gabriel, Ph.D.</p><p>South Pasadena, Calif.</p>",
  "published": "2021-04-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 95,
          "end": 98
        }
      ],
      "nexusId": "10017781"
    }
  ]
}