{
  "_id": "82a0652ae86647a56e8132a2170e965b2e6fe9f56be152b67830b14cdd6e7f46",
  "feed": "wall-street-journal",
  "title": "Corrections & Amplifications",
  "text": "<p>\n   The name of Hult International Business School was misspelled as Holt International Business School in a Personal Journal article on Monday about workplace etiquette. </p><p>\n  (See: \"PERSONAL JOURNAL --- Work &amp; Life: Don't Be That Awkward Colleague --- As people go back to offices, they find the rules and boundaries have changed. Here's a guide to the new workplace etiquette.\" -- WSJ Nov. 8, 2021) </p><p>\n  --- </p><p>\n   Friday's price for nonfat dry milk was 157.00 cents per pound in Chicago. The Cash Prices table in Monday's Business &amp; Finance section incorrectly gave the price as 193.50 cents. </p><p>\n  --- </p><p>\n   Pioneer Natural Resources Co. reported a special variable dividend of $1.51 on Aug. 3. The Dividend Changes table published in Aug. 4's Business &amp; Finance section incorrectly showed an increase in the quarterly base dividend to $1.51 from 56 cents. Also, the company's dividend yield was 1.46% on Aug. 3. The table incorrectly said 3.9%. </p><p>\n  --- </p><p>\n   There are virtually no blue foods in nature; foods such as blueberries and blue corn are more purple in color, according to Charles Spence, a professor of experimental psychology at the University of Oxford. A Journal Report article on Thursday about how restaurants are luring back diners omitted the word virtually. </p><p>\n  (See: \"Small Business (A Special Report) --- How Restaurants Can Lure Back Customers\" -- WSJ Nov. 4, 2021) </p><p>\n  --- </p><p>\n  Notice to readers </p><pre>\n </pre><p>\n  Some Wall Street Journal staff members are working remotely during the pandemic. Please send reader comments only by email or phone, using the contacts below, not via U.S. Mail. </p><p>\n  --- </p><p>\n  Readers can alert The Wall Street Journal to any errors in news articles by e-mailing wsjcontact@wsj.com or by calling 888-410-2667. </p><p></p>",
  "published": "2021-11-09T07:08:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 17,
          "end": 39
        },
        {
          "start": 70,
          "end": 92
        }
      ],
      "nexusId": "10017781"
    }
  ]
}