{
  "_id": "e193c0a67d0ed6151db514997dcc892896254c0e65049cb4f9f2f78863f3b8d2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Rise and Fall of Declan Kelly  ---  The Teneo leader helped CEOs when things went wrong -- until his own crisis hit  ----  By Chip Cutter, Sharon Terlep and Thomas Gryta",
  "text": "<p>   The pitch was the same. You need me. You can't trust your people. I can fix this. </p><p>   Executives at General Electric Co., International Business Machines Corp., and other global giants had all heard it. </p><p>   And it was coming from the same businessman: Declan Kelly. A jet-setting public-relations professional who in a few years had compiled an international roster of blue-chip clients, Mr. Kelly built on his ties to powerful people like Bill and Hillary Clinton and friendships with business leaders. The leader of Teneo Holdings LLC had become a go-to adviser for CEOs by promising them personalized advice for any crisis. </p><p>   \"The most important question for business today is, do people really trust you?\" Mr. Kelly wrote in an annual note to clients in 2018. \"At its core, Teneo's job is to help CEOs follow their true North when the storm obscures the sky.\" </p><p>   That is why Teneo is often hired directly by CEOs, sometimes circumventing boards or other executives, according to executives who were pitched or worked with Teneo as well as current and former Teneo employees. </p><p>   Teneo is much more than a public-relations firm. Its staff includes investment bankers, executive recruiters and former public officials. It advises CEOs with acquisitions, fending off activist investors or managing personal crises. It even pitches executives and their families on personal security services. </p><p>   Teneo charges clients monthly retainers averaging $250,000 -- though the monthly fee could exceed $1 million. Rivals typically charge lower retainers and bill clients when hired for specific assignments. Teneo clients pay the monthly fee regardless of how much or little they need the firm, but with the understanding that Mr. Kelly and his team would be ready at any moment. </p><p>   He is no longer available. This week, Mr. Kelly resigned as chairman and CEO of the firm he co-founded a decade ago and built into a global consulting firm, with more than 1,200 employees. In a statement, Mr. Kelly said he was leaving to protect his employees and clients after an \"embarrassing mistake\" and to avoid becoming an \"ongoing distraction to the running of our company.\" </p><p>   It was an abrupt exit brought on by the type of crisis that Mr. Kelly had burnished his reputation for handling. The 52-year-old had gotten drunk and behaved inappropriately with people at a celebrity-filled charity event near Los Angeles in early May, his spokesman said, after news reports said Mr. Kelly had touched women without consent. </p><p>   The charity, Global Citizen, ousted Mr. Kelly from its board the next day, May 3. In the weeks that followed, Mr. Kelly continued to work with Teneo clients and bring on new business, according to the Teneo employees. It wasn't until late June, after news reports about the incident, that Mr. Kelly told most of his staff about the matter and issued his public apology, they said. </p><p>   One big client, General Motors Co., dropped Teneo, and others were debating whether to keep their ties with the consulting firm when Mr. Kelly resigned earlier this week. Now the company, its employees and its main private-equity backer, CVC Capital Partners, have to decide how the business can flourish without two of its rainmakers. Doug Band, a former top aide to former President Bill Clinton and Teneo co-founder, left in December. </p><p>   Teneo said its third co-founder, consulting veteran Paul Keary, took over as CEO this week. \"We are confident that under Paul, and the leadership team, Teneo will continue on its successful path of growth, delivering unique value to clients across its diverse business segments,\" the company said in a statement. </p><p>   In 2019, CVC Capital bought a slight majority stake in Teneo in a deal that valued the company at more than $700 million, The Wall Street Journal reported. CVC bought most of its stake from another private-equity firm. Teneo's management continued to own nearly half of the company after the CVC deal, the Journal reported. </p><p>   Chris Stadler, managing partner at CVC Capital, has been making calls this week seeking help recruiting advisers to Teneo and telling people that the firm's business wasn't overly reliant on Mr. Kelly, according to a person familiar with the conversations. Mr. Stadler didn't respond to requests to comment and a CVC spokesman declined to comment. </p><p>   Mr. Kelly himself handled many of the biggest accounts, personally advising the leaders of GE and Coca-Cola Co., and new business often went through him, according to the Teneo employees. GE and Coke declined to comment. </p><p>   Not every blue chip was sold on Teneo. In 2019, Mr. Kelly called on Ford Motors Co.'s then-CEO, Jim Hackett. Mr. Kelly contended the auto maker was getting a raw deal on Wall Street, according to people familiar with the discussion. Ford shares were down, while the overall market was up. </p><p>   Mr. Kelly told Mr. Hackett that investors and power brokers misunderstood Ford and weren't giving the company enough credit for its solid foundation and turnaround plans, the people said. He said he could burnish the company's image. The going rate: about $2 million a year. </p><p>   Mr. Hackett decided against hiring Teneo. </p><p>   The scope of Teneo's work and Mr. Kelly's personal ties to leaders often put him at odds with a CEO's own executive team, according to the executives who worked at client companies. Mr. Kelly told CEOs they were prime targets for activist investors and needed his help to fend them off, these people said. His advice often included replacing executives, they said, and then Teneo helped recruit their successors. </p><p>   Teneo counseled former IBM CEO Ginni Rometty for years and last year advised the tech giant about its Watson Health artificial-intelligence business, said people familiar with the matter. There was an internal complaint in 2020 that the consulting arrangement had circumvented the company's typical procurement process, these people said. IBM remains a Teneo client. An IBM spokeswoman declined to comment. </p><p>   Mr. Kelly often sat in on client's confidential board meetings, giving him inside information on clients that could make it harder to disengage, according to former executives who have worked with Teneo. In the summer of 2018, he arrived on a private jet to a meeting with Delta Air Lines Inc., said a person familiar with his travels. In fall 2017, he came by helicopter to a meeting at defense contractor Raytheon Technologies Corp., other people said. </p><p>   He mingled with CEOs at the annual World Economic Forum in Switzerland, and at social events, such as Global Citizen concerts where he would connect them with politicians and celebrities, and try to secure new business. </p><p>   Teneo also brings on former executives and politicians as paid advisers to help refer clients and advise them. Its website lists 35 such advisers, including Ms. Rometty, who joined in January after retiring from IBM, and Andrew Liveris, the former CEO of Dow Chemical, which was one of Teneo's first major clients. Ms. Rometty and Mr. Liveris, who is an IBM board member, didn't respond to requests to comment. </p><p>   It was Ms. Rometty who helped introduce Mr. Kelly to GM Chief Executive Mary Barra at the 2021 Masters golf tournament at Augusta National Golf Club in April, according to people briefed on the matter. GM hired Teneo around that time, and was later angered by Mr. Kelly's behavior at the Global Citizen event and that Teneo didn't didn't tell GM about it, ultimately parting ways with Teneo because of the incident, the people said. </p><p>   Ursula Burns, another paid Teneo adviser and a former Xerox Corp. CEO, said she wasn't at the Global Citizen event. This week she reiterated her support for Mr. Kelly. \"He's a friend of mine,\" she said. \"I definitely support him, particularly at this time.\" </p><p>   Ms. Burns said she became friends with Mr. Kelly after she was one of Teneo's clients at Xerox where the firm offered help with everything from marketing messages to dealing with activists. She said she joined as an adviser because she felt her CEO friends could benefit from the kind of services Teneo provided the copier giant. </p><p>   She said she plans to continue working with Teneo and has spoken with clients and employees in recent days to say that it is business as usual at the firm. \"We are still here and the people who they work with every day are still the people they work with every day,\" she said she told clients. \"We are a firm that's bigger than an individual.\" </p><p>   Teneo spilled into public view recently when the firm was alleged to have played a role in the failed $48 billion merger of insurance giants Cigna Corp. and Anthem Inc. </p><p>   In a lawsuit between the companies, Anthem accused Cigna executives of secretly using Teneo, without Cigna's board's knowledge, to undermine the 2015 deal because they had a change of heart. Under their merger agreement, the two companies were obligated to defend the deal, even as the Justice Department sued to block it on antitrust grounds in 2016. </p><p>   \"Through Teneo, Cigna carried out a campaign that depicted the Merger as anti-competitive, anti-consumer, and anti-innovation, which were the very grounds on which [the] DOJ was seeking to block it,\" wrote Vice Chancellor J. Travis Laster, of the Delaware Chancery Court, in his decision last year. </p><p>   The courts sided with the antitrust enforcers and Anthem ultimately scrapped the deal. The subsequent legal battle over damages was decided by Judge Laster in August with no award to either company. </p><p>   Cigna hasn't worked with Teneo in several years, a spokeswoman said. Anthem didn't respond to requests to comment. A Teneo spokesman declined to comment on the lawsuit. </p><p>   Mr. Kelly, a former newspaper reporter in Ireland, moved into the public-relations business in the 1990s. He was an executive at several public-relations firms and led a management buyout of one in 2003 before moving into U.S. politics. In 2008, he was a major fundraiser for Hillary Clinton's presidential campaign. </p><p></p>",
  "published": "2021-07-03T06:14:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 5859,
          "end": 5862
        },
        {
          "start": 5543,
          "end": 5546
        },
        {
          "start": 118,
          "end": 149
        },
        {
          "start": 6956,
          "end": 6959
        },
        {
          "start": 6814,
          "end": 6817
        },
        {
          "start": 5890,
          "end": 5893
        }
      ],
      "nexusId": "10017781"
    }
  ]
}