{
  "_id": "2b657e151d9b7f74ba66318226154fe0f3568afb0b25d4674f9dbfc7a13ac2a6",
  "feed": "wall-street-journal",
  "title": "MANSION --- Private Properties: A Greenwich, Conn., Home Trades Hands as Owner Moves to Palm Beach",
  "text": "<p>The anonymous buyer bought the house through a Delaware-based limited liability company.</p><p>Mr. Barakett is founder and chief executive of global asset management fund Tremblant Capital.</p><p>\"Mr. Barakett movedto Palm Beach with his family and is now living there full time, given Tremblant has opened an office in the area,\" said Mike Geller, a spokesman for Tremblant Capital. In July 2019 Mr. Barakett paid $15.165 million for a house in Palm Beach, records show.</p><p>The Greenwich house, designed by Connecticut architecture firm Shope Reno Wharton, has a 60-foot indoor pool. The roughly 2 1/2-acre property has 340 feet of frontage on Long Island Sound with a stone jetty and deep-water dock.</p><p>The grounds also include an outdoor pool, a sports court, vegetable gardens, fruit tree orchards, a chicken coop and an electric-vehicle charging station.</p><p>Mr. Barakett purchased the land in 2005 and replaced a 1950s-era house with a Georgian-style stone mansion, where the Baraketts were married in 2016.</p><p>The land was once part of an early 1900s racetrack and was later owned by the late former IBM chief Thomas Watson Jr.</p><p>Leslie McElwreath of Sotheby's International Realty, who had the Greenwich listing with colleague Joseph Barbieri, declined to comment.</p><p>The buyer was represented by Douglas Elliman. Dina Goldentayer, a Douglas Elliman agent in Miami Beach, was a consulting agent.</p><p>Luxury homes in Fairfield County, where Greenwich is located, sold for an average of about $3.39 million in the third quarter of 2021, up over 14% compared with the same period last year, according to a report by Douglas Elliman.</p><p>Greenwich, which saw a real-estate turnaround in the pandemic, had its lowest single-family inventory and highest number of single-family sales on record in the third quarter, according to the report.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1083,
          "end": 1086
        }
      ],
      "nexusId": "10017781"
    }
  ]
}