{
  "_id": "9db5afc086db08899bb2be1e478bfe111064361b19e643f723d6e15754988b62",
  "feed": "market-watch",
  "title": "Trump's SPAC proves you can now create a meme stock on purpose",
  "text": "<p>The stock market does not get any meme-ier than this.</p><p>Despite disclosing on Monday that it is under investigation by Finra and the Securities and Exchange Commission, shares in Digital World Acquisition Corp. DWAC shot up Tuesday thanks in part to news that the company's very public merger target, Trump Media &amp; Technology Group, will appoint Rep. Devin Nunes of California as its CEO when he retires from Congress at year-end.</p><p>Nunes, who came to prominence as a vocal supporter of Trump's presidency and a fierce opponent of both of Trump's impeachments, has a professional background in dairy farming. While he has no experience working in social media, Nunes is known to engage with it as proven by his well-publicized legal battle against a popular Twitter account called @DevinCow that pretends to be one of Nunes's cows who is openly critical of the congressman.</p><p>What Nunes will be actually be in charge of after New Year's Day remains a bit unclear.</p><p>TMTG's current actual business model is still supported by retail investors on social media postulating that Trump's millions of loyal voters will pay for access to TMTG's media offerings, none of which currently actually exist.</p><p>Nonetheless, that still only notional business model has been rocket fuel for DWAC, sending its shares soaring almost 845% after the planned merger with TMTG was announced in October, thanks to individual retail investors piling into the stock in the belief that Trump's apparently enduring political popularity and television fame will be a can't-miss chance to HODL.</p><p>And thanks to a $1 billion private investment in public equity, or PIPE, deal that DWAC also somehow closed on Monday, institutional investors buying into the SPAC are now sitting on some nice piles of discounted shares that they will be more than happy to unload on bullish retail investors the moment SEC chief Gary Gensler lets this deal close.</p><p>But while DWAC has moved with the kind of meme-stock volatility we've become accustomed to watching among names like GameStop GME and AMC Entertainment AMC, it still has that one major difference from its fellow meme stocks: It's going to market without any concrete revenue-generating product, making it a pure meme play.</p><p>On Reddit, sentiment on the SEC probes and Nunes's hire fell predictably along political lines with Trump loyalists hailing all the news as bullish for the stock and Trump critics predicting disaster. Along with Tuesday's gains, short interest in DWAC also grew by almost 6% on Tuesday, according to data from Ortex.</p><p>All of this activity just offers more proof that the DWAC/TMTG merger is a play to leverage the Trump political brand as an investment-grade product, meaning that in the era of meme stocks the promise of the thing on its own might be more valuable than rushing to actually create the thing.</p><p>Simply put, the teams behind DWAC and TMTG don't need to worry about building a media company because they have already built a fully formed meme stock.</p><p>For proof of that concept, one need look no further than an SEC filing DWAC submitted on Monday containing an updated version of the TMTG presentation from October that we were quick to point out at the time felt very, very thin on actual financial/business data.</p><p>In Monday's document, TMTG appeared ready to thicken that thin soup with a sprinkling of details, and the end result was breathtaking.</p><p>One new slide in the presentation introduced potential investors to TMTG's “technology team.” The flow chart of 30 people is made up of full first names and initials for surnames — except for one mobile developer named “BJ” — and indicates that they hail from such companies as Apple, IBM, Netflix, America's Funniest Videos and Little Debbie Snacks.</p><p>And while it might not be feasible to gather a deeper understanding of the strength of this team, that might be OK, since a footnote on the slide reads, “Personnel subject to change”</p><p>Another new slide speaks to TMTG's “infrastructure.” The documentation indicates the company will have things like “users” and multiple servers — and then defines those terms for us. A following slide features a visual indicating how those terms interoperate.</p><p>In total, the three new slides provide little insight into what TMTG will actually have to offer potential consumers, but it does prompt us to wonder who, with Nunes starting in January, is the CEO now and whether there been a CEO at all.</p><p>But, again, none of this really matters to DWAC, the first-ever synthetic meme stock.</p><p>GameStop and AMC roar back to life</p><p>Elsewhere in the world of meme stocks on Tuesday, shares of GameStop and AMC came roaring back to life as broader markets finally began to shrug off fears of the omicron variant of the coronavirus causing COVID-19.</p><p>AMC's big bounce of 7.8% came as its memelord, CEO Adam Aron, has even more full embraced the Reddit Apes who own his float, firing off nine tweets in three days promoting his theater chain's deeper dive into the world of NFTs.</p><p>Aron's embrace got literal as he retweeted a photo of himself posing with California bartender turned chief Ken Griffin antagonist turned Twitter folk hero Katherine Larsen, aka “Kat Stryker.”</p><p>https://twitter.com/Joshua_Czech/status/1467695139195809792For GameStop, Tuesday's gain of 6.4% comes one day before the company is set to report third-quarter earnings and might provide a nice buffer as short sellers are once again loading up as the videogame retailer prepares its presentation.</p><p>Ortex data showed that short interest on GameStop crept up almost 3% on Tuesday.</p><p>Lesser memes also got in on the action as names like Koss KOSS and BlackBerry BB also closed with significant gains.</p><p>Let's go to the video</p><p>But while we're still talking about GameStop and AMC, why not check out the latest episode of “MemeMarkets” wherein we talk to Wedbush analyst extraordinaire Michael Pachter about the uncertain futures of everyone's favorite meme stocks?</p>",
  "published": "2021-12-24T11:29:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3672,
          "end": 3675
        }
      ],
      "nexusId": "10017781"
    }
  ]
}