{
  "_id": "7c1a22534daed4ff9234b0825bbe2feb4e28b7d5882e9ce89a47116814d7a6a9",
  "feed": "wall-street-journal",
  "title": "Dow, S&P Trade Near Closing Records; The S&P 500 was on track for its sixth straight day of gains",
  "text": "<p>Investors are parsing corporate results for fresh insight into the effects of inflation and supply-chain disruptions. Shares of Verizon climbed 2.4% after the telecommunications giant raised its full-year outlook. Biogen rose 0.2% after the pharmaceutical company increased its full-year sales and earnings guidance. Tesla and IBM are set to report earnings after markets close.</p><p>Stocks have gained in recent days on strong earnings reports. Problems like labor shortages and higher prices for raw materials haven't eaten much into profits.</p><p>That's giving investors reason to look past supply-chain issues and seize on the strength of these corporations, said Carol Schleif, the deputy chief investment officer for BMO Family Office. What the numbers show, she said, is the resiliency of companies despite the unprecedented demands of the past year and a half. \"It's not something we step back and celebrate very often,\" she said.</p><p>For tech companies in particular, investors will be watching for an update on the global chip shortage and the ability of large firms to increase prices to consumers, said Kiran Ganesh, a multiasset strategist at UBS Global Wealth Management.</p><p>\"Earnings are very good so far across a pretty broad range\" of companies, Mr. Ganesh said. Investors are looking for signs of margin pressure and worries about input costs but \"we haven't really seen too much concern\" so far, he added.</p><p>Netflix shares slipped 2.1%. The company said it added more new users than expected in the last quarter, but its co-chief executive also apologized for defending a controversial comedy special by Dave Chappelle.</p><p>Novavax fell 11% after a report that the pharmaceutical company was running into difficulties manufacturing a Covid-19 vaccine that met regulators' quality standards.</p><p>The yield on the benchmark 10-year Treasury note rose to as high as 1.673%, matching a level last seen in May. In the afternoon, it was at 1.637%, up from 1.634% Tuesday. Yields rise when bond prices fall.</p><p>Higher bond yields make stocks less attractive, especially at their current rich valuations, Mr. Ganesh said. \"It undermines the 'no alternatives' argument for stocks if bonds start to yield something meaningful.\"</p><p>\"We're not near that point yet, but if we incrementally move up, investors will start to grow a little more concerned,\" he added.</p><p>Bitcoin hit a new all-time record, trading as high as $66,975, according to CoinDesk, after the first bitcoin futures exchange-traded fund began trading Tuesday. The cryptocurrency has climbed more than 50% this month.</p><p>Oil prices in the afternoon reversed a morning selloff. U.S. crude oil rose 0.7% to $82.97. Traders had said crude prices were weighed down by declines in commodities like coal and power. A gauge of U.S. inventories also came in higher than expected, signaling lower demand for oil.</p><p>Overseas, the pan-continental Stoxx Europe 600 advanced 0.3%. Nestlé shares climbed 2.7% after the Swiss food giant upgraded its full-year sales outlook. Credit Suisse declined 1.7% after the bank admitted to defrauding investors about a Mozambican deal. Also Tuesday, Switzerland's financial regulator said the bank's efforts to spy on executives were broader then previously known and broke supervisory law.</p><p>In Asia, major benchmarks were mixed. The Shanghai Composite Index edged down 0.2%, while Hong Kong's Hang Seng Index rose 1.4%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Paul Vigna at paul.vigna@wsj.com</p><p>Dow, S&amp;P Trade Near Closing Records</p>",
  "published": "2021-10-20T16:59:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 327,
          "end": 330
        }
      ],
      "nexusId": "10017781"
    }
  ]
}