{
  "_id": "6fb2022e0155a7886c14a014e74fed9128cee4135e4cd9b37c2b2ed4dbd94d1e",
  "feed": "market-watch",
  "title": "IBM earnings are about to change and could be ‘messy' — Here is what you need to know",
  "text": "<p>IBM IBM is scheduled to report third-quarter earnings after the bell Wednesday. IBM laid out plans earlier this month for the expected spinoff of&#xa0;Kyndryl, which was first announced a year ago, along with discussing how its earnings reports will change after the spinoff is complete.</p><p>“With the spin-out of Kyndryl and the acquisition of Red Hat, you're seeing that just under half of our portfolio is software, a little under one-third of it is consulting,” said IBM Chief Executive Arvind Krishna in his presentation. “These are both healthy drivers of growth with – within that, Red Hat growing at a very healthy rate.”</p><p>IBM closed its $34 billion acquisition of Red Hat in July 2019, after first announcing it three years ago.</p><p>“This allows us to have a platform-centric model,” Krishna said. “Infrastructure remains an important part of our foundation. So, this portfolio, together with the investments we are making, both in acquisitions and organically, and our growing ecosystem will deliver the mid-single digit revenue growth starting in 2022.”</p><p>IBM came off a streak of four quarters of declining revenue beginning this year with a 1.3% gain year-over-year in the first quarter, and a 3.4% gain for the second quarter.</p><p>Following the split, the remaining company — which has been referred to as “NewCo” — would be split into simplified business units: Consulting, Software (including Red Hat and cloud), and Infrastructure.</p><p>Under the new scheme, Consulting will replace “Global Business Services,” Software will replace “Cloud and Cognitive software,” and Infrastructure will replace “Systems” along with those parts of “Global Technology Services” that aren't included with the Kyndryl spinoff. IBM said Kyndryl will be classified as “discontinued operations,” and the remaining company's reporting will focus on “Continuing Operations.”</p><p>Morgan Stanley analyst Katy Huberty, who has a neutral rating and a $164 price target, said the spinoff has given her in-line-to-below expectations for the report given the changes IBM outlined.</p><p>“Ahead of the separation, IBM now has to go back to customers and split exisiting long-term contracts into two separate core IBM and Kyndryl contracts,” Huberty said. “Most of this disruption was expected to take place in the months leading up to the spin (planned for November 3rd, 2021) and could result in customers 1) pausing new net spend until contract negotiations are compete, and/or 2) taking the opportunity to re-negotiate pricing and/or cancel deals with IBM.”</p><p>“While we're not calling for a material miss, we believe disruption from contract separations/renegotiations could be a contributing factor to slower than expected revenue growth and that September quarter results could be messy,” Huberty said.</p><p>What to expect</p><p>Earnings:&#xa0; Of the 16 analysts surveyed by FactSet, IBM on average is expected to post adjusted earnings of $2.52 a share, down from the $2.60 a share expected at the beginning of the quarter, and the $2.58 a share reported in the year-ago third quarter. Estimize, a software platform that uses crowdsourcing from hedge-fund executives, brokerages, buy-side analysts and others, calls for earnings of $2.57 a share.</p><p>Revenue: Wall Street expects revenue of $17.79 billion from IBM, according to 13 analysts polled by FactSet. That's up from the $17.67 billion forecast at the beginning of the quarter, and the $17.56 billion reported in the year-ago quarter. Estimize expects revenue of $18.03 billion.</p><p>Stock movement:&#xa0;In the third quarter, IBM shares fell 5.2%, compared with a 1.9% decline on the Dow Jones Industrial Average&#xa0;DJIA,&#xa0;a 0.2% advance on the S&amp;P 500 index&#xa0;SPX,&#xa0;and a 0.4% decline on the Nasdaq Composite Index&#xa0;COMP.</p><p>What analysts are saying</p><p>Stifel analyst David Grossman, who has a buy rating and a $151 price target, said that IBM can pull off what executives are promising with its post-spinoff structure, but they need to be at the top of their game.</p><p>“Management's growth targets are aggressive vis-a-vis recent performance; however, they are realistic with better execution,” Grossman said.</p><p>For instance, with the Software segment, which makes up about 40% of revenue, Grossman said that while it's not explicit in IBM's presentation, “management seemed to suggest that acquisitions would contribute about one point to software growth, implying organic growth of ~4%.”</p><p>As for Consulting, which makes up about 30% of revenue, Grossman said he expects revenue growth of about 7% to 9%, or organic growth of 5% to 7%.</p><p>Infrastructure, which makes up about 25% of revenue, Grossman said revenue is expected to stay flat, “which is consistent with historical guidance and performance.”</p><p>Of the 18 analysts who cover IBM, four have buy or overweight ratings, 11 have hold ratings and two have sell or underweight ratings, with an average price target of $150.47.</p>",
  "published": "2021-10-18T08:33:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2164,
          "end": 2167
        },
        {
          "start": 2823,
          "end": 2826
        },
        {
          "start": 3812,
          "end": 3815
        },
        {
          "start": 462,
          "end": 465
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 2025,
          "end": 2028
        },
        {
          "start": 1051,
          "end": 1054
        },
        {
          "start": 1701,
          "end": 1704
        },
        {
          "start": 2065,
          "end": 2068
        },
        {
          "start": 2506,
          "end": 2509
        },
        {
          "start": 3511,
          "end": 3514
        },
        {
          "start": 4203,
          "end": 4206
        },
        {
          "start": 4,
          "end": 7
        },
        {
          "start": 3247,
          "end": 3250
        },
        {
          "start": 621,
          "end": 624
        },
        {
          "start": 4697,
          "end": 4700
        },
        {
          "start": 80,
          "end": 83
        }
      ],
      "nexusId": "10017781"
    }
  ]
}