{
  "_id": "8771f8d90e5ac782a7f25d9aba42a17a0fee603c1d88966aeff3f4df210639d2",
  "feed": "market-watch",
  "title": "Wall Street set for weaker start after China data",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 slipped 112 points, or 0.3%, to 35059</p><p>Futures on the S&amp;P 500 ES00 slipped 0.4%, or 16 points, to 4446</p><p>Futures on the Nasdaq 100 NQ00 dropped 0.4%, or 67 points, to 15067</p><p>On Friday after the release of stronger-than-forecast retail sales figures, the Dow Jones Industrial Average DJIA rose 382 points, or 1.09%, to 35295, the S&amp;P 500 SPX increased 33 points, or 0.75%, to 4471, and the Nasdaq Composite COMP gained 74 points, or 0.5%, to 14897.</p><p>What's driving markets</p><p>China reported 4.9% year-over-year growth in the third quarter, a big slowdown from the 7.9% recorded in the second quarter as construction output slowed.</p><p>U.K. bond yields BX:TMBMKGB-02Y spiked after the governor of the Bank of England said the central bank would have to act because of concerns that rising prices will lift medium-term inflation expectations. U.S. central bank officials have not been as alarmed by the rise in prices.</p><p>There's also U.S. data on the way in the form of industrial production and home builder sentiment figures.</p><p>Earnings season kicks into higher gear this week with releases from Netflix NFLX, Tesla TSLAand International Business Machines IBM, among others.</p><p>“The percent of companies beating expectations on both EPS and revenues has admittedly been tracking a little below last quarter's levels, but both stats are still extremely strong relatively to history – at 79% for EPS and 82% for sales,” said strategists at RBC Capital Markets led by Lori Calvasina. “Most companies have also highlighted continued strength in underlying demand, something that has enabled investors to look past supply chain pressures (at least to some extent).”</p>",
  "published": "2021-10-18T05:44:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1156,
          "end": 1187
        },
        {
          "start": 1188,
          "end": 1191
        }
      ],
      "nexusId": "10017781"
    }
  ]
}