{
  "_id": "6d682928b51c6d4ddc8a799ec37c158c4573a540727d6eff970f61c4418e8ecb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Collaring China's Tech Star --- Billionaire entrepreneur Jack Ma matched the heights of Jeff Bezos and Bill Gates in his home country. He failed to heed warnings that Chinese leader Xi Jinping still called the shots.",
  "text": "<p>Technological disruption, once seen as a useful prod for China to catch up with the West, has been recast as a threat to the ruling Communist Party. As a result, Xi Jinping, China's most powerful leader in decades, is rewriting the rules of business for the world's second-largest economy.</p><p>Mr. Ma failed to keep pace with Beijing's shifting views and lost an appreciation for the risks of falling out of step, according to people who know him. He tuned out warnings for years, they said. He behaved too much like an American entrepreneur.</p><p>Mr. Ma's exit from the world stage followed a typically frank speech in October, when he criticized Chinese regulators for stifling financial innovation. Mr. Xi personally intervened days later to block the record $34 billion-plus initial public offering of Ant Group, Mr. Ma's financial-tech company. Since then, Ant has been forced to restructure its business, leaving the company's employees and investors in limbo.</p><p>Beijing has cracked down on China's private sector, issuing fines and initiating probes meant to force Mr. Ma's companies, as well as such firms as ride-hailing giant Didi Global Inc. and TikTok owner ByteDance Ltd., to adhere more closely to the state's interests. The companies, holding troves of capital and user data, had grown too expansive for the government to control.</p><p>Mr. Ma, 56 years old, has exchanged a wall-to-wall schedule of business travel and meetings with world leaders for golf and the reading of Taoist texts, people familiar with his activities said. He hired a teacher to learn oil painting, starting out with images of birds and flowers and then shifting to an abstract style, according to these people and photos of his artwork viewed by The Wall Street Journal.</p><p>He also has traveled to Beijing to try to smooth things over, the people familiar with his activities said. It was too little, too late, officials said. Mr. Ma strayed too far out of his lane. His ambition and outspoken nature, traits that drew a strong following among many in China, would no longer be tolerated in the tightened grip of Mr. Xi and the ruling party.</p><p>Chinese government agencies involved in regulating Mr. Ma's companies, including the People's Bank of China, the China Banking and Insurance Regulatory Commission and the State Administration for Market Regulation, didn't respond to requests to comment. The information office of the State Council, China's cabinet, didn't respond to written questions.</p><p>Mr. Ma should have focused on \"giving back to the party instead of just focusing on his own interests,\" said a Beijing official in the regulatory push. That meant keeping a lower profile, doing more to support government enterprises and sharing more company profits with society.</p><p>His defenders said Mr. Ma was being punished for acting in ways that reward tech moguls in Western economies -- pushing innovation, seeking market domination, creating new products, lobbying for looser regulation and making money. They credit his dynamism, charisma and work ethic for the success of Ant and his e-commerce giant, Alibaba Group Holding Ltd.</p><p>Mr. Ma \"wants to be a constructive voice in the public discourse of complex issues such as regulation over digital finance,\" said Fred Hu, a former chairman of Goldman Sachs in Greater China and founder of Primavera Capital Group, a private-equity firm that has invested in Ant.</p><p>\"I would characterize Jack's relationship with the regulators as generally positive and healthy,\" said Mr. Hu, an independent director on Ant's board.</p><p>Mr. Ma's spokesperson said details about Mr. Ma's activities reported by the Journal weren't \"based on facts but rather on unsubstantiated opinions and/or third-hand observations,\" and didn't comment further.</p><p>This account of Mr. Ma's souring relationship with China's leadership is based on interviews with government officials and policy advisers in Beijing, current and former business associates of Mr. Ma's, and investors and employees in his companies.</p><p>When Mr. Ma started out in the 1990s, he was captivated by the internet's potential to lift Chinese society at a time when the nation was entering a new global economy. He sometimes showed up unannounced at government offices seeking meetings to explain his vision.</p><p>After Mr. Ma launched Alibaba as a business-to-business platform in 1999, many senior officials embraced his enthusiasm. Former Chinese premier Wen Jiabao called himself a \"serious student\" of Mr. Ma's.</p><p>Alibaba boomed in the late 2000s, and Mr. Ma appeared on posters and TV screens hung in convenience stores and at airport and railway waiting areas across China. Millions watched him issue his prescriptions for success. \"The success or failure of a company often depends on if the founder could follow his heart,\" he said in one early speech.</p><p>Government officials hailed his work. One was Mr. Xi, who by the early 2000s had become the top leader of Zhejiang province, where Alibaba is based. Mr. Xi promoted startups, in line with Chinese policy at the time.</p><p>\"He encouraged companies like Alibaba to expand because they're good for the country,\" a former Zhejiang official recalled. After Mr. Xi left Zhejiang in 2007 to be Shanghai's top official, he visited Alibaba and asked, \"Can you come to Shanghai and help us develop?\" state media reported.</p><p>Early on, Mr. Ma sometimes felt it wiser to keep elements of his business plans under wraps, especially ideas that pushed regulatory boundaries.</p><p>Porter Erisman, an Alibaba vice president from 2000 to 2008, said that during a meeting at company headquarters in 2003, government officials signaled concerns over Mr. Ma's newest venture, a platform called Taobao that let people sell goods directly to each other online.</p><p>\"There was this kind of shock that, 'Wait, what is this? He's talking about just people, unregulated, selling things to each other?'\" recalled Mr. Erisman, author of \"Alibaba's World.\"</p><p>Sensing the discomfort of officials, Mr. Ma quickly changed the subject and ushered his guests to a company tour, Mr. Erisman said.</p><p>Backed by success, Mr. Ma grew more bold and had few people to hold him back. He touted Alipay, the online payment service he created for transactions on Alibaba's e-commerce platforms, even though it threatened the dominance of China's state-owned banks.</p><p>Chinese banks weren't doing enough to support small businesses, Mr. Ma said, because they focused too much on state-owned enterprises. \"If the banks don't change, we'll change the banks,\" Mr. Ma said at a 2008 conference.</p><p>After Mr. Xi became president in 2013, the freewheeling atmosphere in the private sector that had prevailed under China's previous leaders, Jiang Zemin and Hu Jintao, began to thin. Mr. Xi announced that \"state-owned enterprises cannot be weakened, but must be strengthened.\"</p><p>The shift in Beijing coincided with Mr. Ma's global ascent -- and he didn't appear to notice the change. In 2014, Alibaba raised $25 billion in its initial stock sale on the New York Stock Exchange, one of the biggest stock sales on record, surpassing Facebook's offering. \"What we get today is not money,\" Mr. Ma said in a speech that day. \"What we get is trust. It is everyone's trust in us.\"</p><p>Mr. Ma proclaimed it felt good to create discomfort for China's state-owned enterprises. \"If someone needs to go to jail for Alipay, let it be me,\" he said during a 2015 TV interview in the U.S.</p><p>Chinese officials grew concerned about the expanding market power of Alibaba and Ant, which grew out of Alipay, a payment app used by more than a billion consumers. Regulators believed Ant used data gathered from Alipay users to gain an unfair advantage over banks and made it difficult for the state to monitor credit risk.</p><p>In 2015, China's market regulator issued a report saying many products sold on Alibaba's Taobao were fake, substandard or banned. Some infringed on trademarks, the report said.</p><p>Alibaba threatened to file a formal complaint. Mr. Ma flew to Beijing and met with the then-head of the State Administration for Industry and Commerce, the agency that issued the report. Later that day, the regulator removed the report from its website and described it as an internal memo, not an official document. \"We feel vindicated,\" Alibaba said in response.</p><p>It wasn't clear what caused the about-face. \"I've repeatedly emphasized to Jack Ma that, 'You are not outside the law,'\" Zhang Mao, then-head of the industry and commerce agency, said in a 2016 TV interview.</p><p>Yet the retreat gave the impression to many in China that Alibaba was strong enough to challenge the government.</p><p>Chinese officials also took a close look at Yu'e Bao, an investment product created by Ant in 2013. It enabled the hundreds of millions of people who used Alipay to transfer cash into accounts that earned returns exceeding those offered by China's state-owned banks.</p><p>Yu'e Bao's main fund became the world's largest money-market fund in 2018, with the equivalent of $244 billion in assets under management.</p><p>Regulators ordered Ant to shrink the fund over concerns it was taking on too much risk.</p><p>By then, the divide between Mr. Xi and Mr. Ma had broken into the open.</p><p>A September 2015 meeting in Seattle brought together Mr. Xi and high-profile U.S. and Chinese executives, including Mr. Ma and IBM's then-chief executive Ginni Rometty. Each person was given three minutes to speak in front of the Chinese leader, who was in the U.S. for a state visit.</p><p>All stuck to their allotted time except Mr. Ma. He talked for 10 minutes about how China views the world and what Chinese companies could do to improve U.S.-China relations, according to people present.</p><p>Mr. Xi was \"certainly not happy,\" said a person familiar with Mr. Xi's views. It was the last time Mr. Ma was invited to speak in front of China's leader in a group setting. A spokesperson for Mr. Ma said there was no truth to the account but didn't elaborate.</p><p>Mr. Ma was invited by President Barack Obama to a private White House lunch in Washington. He talked about e-commerce with then-French President Francois Hollande at the Elysee Palace in Paris.</p><p>Early in 2017, Mr. Ma met with then-U.S. President-elect Donald Trump. With cameras rolling, the two men walked into the Trump Tower lobby in Manhattan, where Mr. Trump praised his guest as \"a great, great entrepreneur.\"</p><p>For Alibaba's 18th birthday that year, Mr. Ma dressed as Michael Jackson and danced to the song, \"Billie Jean,\" in front of roughly 40,000 employees, a performance viewed by millions on YouTube.</p><p>While Mr. Ma's profile abroad flourished, his stock at home sank. His personal office at times sent suggestions to China's leadership through an office in the Communist Party's Central Committee that reported to Mr. Xi. Mr. Ma only occasionally got a reply.</p><p>It was \"like writing love letters to a loved one, but not getting many responses,\" said a person familiar with the correspondence.</p><p>Mr. Ma's spokesperson said Mr. Ma's personal office doesn't submit regular reports to the committee.</p><p>The People's Bank of China in 2017 demanded that banks cut direct links to Alipay and other nonbank payment firms and instead route online payments through a central bank-designed platform.</p><p>The central bank in internal documents criticized Ant for interfering with money in circulation by promoting a \"cashless society.\" There also were concerns at the central bank that Ant could become too big to rescue in a financial meltdown, according to people familiar with the matter.</p><p>When Beijing cracked down on other entrepreneurs, Mr. Ma flaunted his skill at managing political risk. \"We always stay a step ahead of the regulators -- we have to,\" Mr. Ma said in a 2017 interview.</p><p>The next year, Mr. Xi summoned some 50 entrepreneurs to China's Great Hall of the People. Mr. Ma wasn't invited.</p><p>Regulators raised concerns about other Ant products, including Huabei, a virtual credit card-like service that helped fuel consumer spending. It became popular among young Chinese buyers after its 2015 launch.</p><p>Ant initially used mostly asset-backed securities to fund Huabei loans, rather than using deposits as banks do. In late 2017, the central bank limited the ability of Ant and other lenders to issue such debt instruments to fund loans, wary of too much leverage in the financial system.</p><p>Ant tried teaming up with banks to supply funding. It handed off most of the risk but didn't fully share the methodology it used to evaluate borrowers' creditworthiness. That created new headaches for regulators.</p><p>By June 2020, Huabei's credit outstanding accounted for nearly a fifth of China's short-term household debt.</p><p>During a visit last summer to Hefei, a Chinese city northeast of the epicenter of the Covid-19 outbreak, Mr. Ma invited medical workers for a hot pot banquet to show his appreciation. A local media report referred to him as \"Teacher Ma\" and said he sang opera for the guests.</p><p>Senior leaders were annoyed, according to a person familiar with the matter. Beijing took credit for China's Covid-19 response, and some officials thought it wasn't Mr. Ma's place to thank front-line workers.</p><p>When Ant filed its IPO prospectus in August last year, it disclosed detailed financial data for the first time. Some regulators were caught off guard to see how big Ant's lending business had become. Officials reiterated the need to manage potential financial risks. They also sought to prevent billionaires and other power figures who invested in Ant from getting even richer, according to people involved in the regulatory effort.</p><p>Some Chinese investors grumbled that Ant acted arrogantly during its IPO roadshow, requiring people to make presentations if they wanted to invest and limiting attendance for meetings with company management.</p><p>Even though Ant was supposed to be in a silent period before the IPO, Mr. Ma live-streamed a singalong last September with Faye Wong, a Chinese pop superstar.</p><p>The company was lambasted by social media users when it announced in October that Ant would trade on the Shanghai Stock Exchange under the ticker 688688, an especially auspicious set of numbers in Chinese culture. That Ant landed such a highly coveted set of numbers was seen as a sign of its power.</p><p>The night before Mr. Ma's October speech that criticized regulators, he alerted employees that he planned to lay into authorities.</p><p>Within hours of the speech, state regulators began compiling reports on Mr. Ma's companies, including how Ant had used digital financial products to encourage excessive borrowing and spending, threatening China's economy.</p><p>Mr. Xi scrapped Ant's IPO. Mr. Ma's ride to the top ended.</p><p>Weeks later, senior Alibaba executives took blame. Mr. Ma told them they were wrong. The failure of the IPO, set to be his crowning achievement, was his fault, he said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-08-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 9197,
          "end": 9200
        },
        {
          "start": 9269,
          "end": 9272
        }
      ]
    }
  ]
}