{
  "_id": "dc6b13d55cb6703f380ecc31eecd61116e8dcd53daf09dbbeb4dadc9d4e8fe8d",
  "feed": "ftcomall",
  "title": "Cambridge quantum computing start-up targets global expansion",
  "text": "<p>A quantum computing start-up spun out of Cambridge university has completed its first significant fundraising to help accelerate its global growth.</p> <p>Riverlane is part of the vanguard of British start-ups aiming to lead advances in the cutting edge technology. It is developing software to help people use these advanced computers for practical purposes, boosting chances of turning the experimental technology into commercial products.</p> <p>The start-up is backed by Arm co-founder Hermann Hauser's Amadeus Capital. On Monday, it will announce its first major fundraising, attracting $20m from existing owners including University of Cambridge as well as Draper Esprit, the listed venture capital investment firm.</p> <p>Quantum computers offer increased power capable of making complex calculations to drive innovation in chemicals, pharmaceuticals and healthcare. They can also underpin other technologies such as machine learning and artificial intelligence.</p> <p>The British government wants to foster a world leading quantum computing sector as part of ambitions to put the UK at the forefront of fast growing technology. </p> <p>Last year, the prime minister pointed to quantum computing as one of the key areas where the UK “leads the world” as part of his drive to turn the UK into a “science superpower”. The UK is also building a national quantum computing centre.</p> <p>Riverlane has created a universal operating system that will allow the commercialisation of quantum computing called Deltaflow. OS — in effect, a system of applications that allows people to more easily use the vastly complicated quantum hardware. Google and IBM's quantum computers run on bespoke operating systems.</p> <p>Riverlane's founder Steve Brierley said: “For a quantum ecosystem to thrive, we urgently need an operating system. An operating system makes quantum computers useful — it allows programmes and applications to run on many different machines.”</p> <p>Mr Brierley said the UK was already leading other countries in developing quantum computing hardware, with eight of the world's 33 manufacturers based in a&#xa0;three-mile radius in England. </p> <p>“That gives us a huge advantage. We could not have done what we are doing outside the UK. It's like the early days of digital computing. We want to make it more user friendly.”</p> <p>The company expects that its software will help quantum computing be adapted for complicated computing work in drug discovery and materials design.</p> <p>Stuart Chapman, director at Draper Esprit, who also led early investments into Graphcore, the Bristol-based AI chipmaker, said: “The next phase is where quantum computing becomes commercial. It's the handoff from pure science to how it rolls out.”</p> <p>Over the past year, Riverlane has signed up a fifth of the world's quantum hardware manufacturers to use its Deltaflow software, and will use the funding to expand out of the UK.</p><p>Source: Daniel Thomas in London 2021 'Cambridge quantum computing start-up targets global expansion' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-25T04:00:49.505Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1608,
          "end": 1611
        }
      ],
      "name": "International Business Machines Corporation",
      "id": "US4592001014",
      "nexusId": "10017781"
    }
  ]
}