{
  "_id": "3a3b120fce8d257ac97f34a2c008c9a4fec484b57838b94eb6f1c288f62da8c4",
  "feed": "wall-street-journal",
  "title": "Family & Relationships -- Letters: Readers Weigh In On Cheating In School",
  "text": "<p>I am still upset. As hard as I'm working to help them learn math, to be successful now and in the future, they outright cheat. I have asked remote students to show their workspace. Somehow, on test days, students seem to have technology issues that prevent them from doing this.</p><p>How do we stop this cheating? I could say, \"Let them cheat.\" They will suffer the consequences when they take the SAT, ACT, and future math classes. I could also say, \"Let them learn Algebra 2 on their own from the book,\" but this is not right. I just don't have the answer to the cheating.</p><p>Beth Reuger</p><p>Sarasota, Fla.</p><p>I have a full-time job in finance, but I taught graduate courses this spring and summer, which were online. We really had two choices: Use online proctoring software, which is very intrusive, or give take-home exams. It is a lot of work for teachers to rework classes to have these types of exams, but in my opinion it's probably the only way to have a fair and level playing field for the students. It isn't simple to take an in-person course and move it online, and we haven't provided enough support to either students or educators.</p><p>Adam Litke</p><p>New York</p><p>Cheating is cheating. All the rest recorded in your article is rationalization. I'm a retired engineer from IBM and Lockheed Martin where I worked on NASA and military contracts. Rationalizations cost lives.</p><p>Martin Cardwell</p><p>The Villages, Fla.</p><p>In hyper-competitive environments such as high school and college, the rampant cheating means that kids who are honest are at an inherent disadvantage. I know, for my college, scores are up across the board. Let's be real. It's not because we're learning more. So it's super frustrating for someone like myself, for whom it's kind of a pride thing not to cheat, to be subjected to artificially inflated grading curves. People are actively penalized for honesty.</p><p>Yuval Keren</p><p>Los Angeles</p><p>Thank you for a clear and balanced report on cheating in the remote-class environment. I think the education system is missing a major opportunity here to reinvent learning for our children. We are still viewing learning through a traditional lens even though the current medium is anything but. Maybe we should be looking at how we expect students to learn now. Is the old way of tell-and-test still cutting it?</p><p>Alexandra Halem</p><p>Chester, N.J.</p><p>-- Compiled by Brandon Sanchez</p>",
  "published": "2021-01-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1261,
          "end": 1264
        }
      ]
    }
  ]
}