{
  "_id": "8839f58f41820d7282b72fd2c21c54a6af91af7cd2ddc9e1fe398ac2d4cbcd98",
  "feed": "ftcomall",
  "title": "Eight smaller law firms that outpace larger rivals in Europe",
  "text": "<h2>Aequo</h2> <p><strong>Ukraine&#xa0;</strong><em> <br>Leading sustainability<br></em>The firm issued its first sustainability report in May, pre-empting any regulatory requirements to do so in Ukraine. It includes a record of how the firm operates its own business and contributes to the community through pro bono work, and how it advises clients on incorporating environmental, social and governance (ESG) standards into investment and operations. The firm's chief innovation officer, Kristina Dziadevych, is pushing practitioners to work in new ways. These include introducing legal design principles to make due diligence reports more user-friendly, and launching an alternative legal services team that has developed new solutions, such as a case management tool for litigation.</p>  <h2>Antas da Cunha Ecija &amp; Associados</h2> <p><strong>Portugal</strong><em><br>Intelligent knowhow</em><br>Under the leadership of partner Nuno da Silva Vieira, the firm has created a legal intelligence department that experiments with offering technological solutions to challenges faced by lawyers. Projects include: the exploration of smart contracts, where blockchain technology automatically fulfils obligations; a legal augmented intelligence programme with technology company IBM; and a knowledge management application that standardises the firm's knowledge, making it easier to train junior lawyers. </p>  <h2>Dottir</h2> <p><strong>Finland</strong><em><br>Lean designers<br></em>Helsinki is seen as the global centre of the legal design movement, and Dottir is one of the law firms leading the way in integrating design principles with legal practice. Focusing on the user is a core strategic principle at the firm. It has employed lean working principles, whereby lawyers work iteratively with clients in order to reach a legal solution more quickly than they would otherwise, building and improving as they go along. They also work from documents that are user-friendly and accessible. This model is particularly effective for start-up financing work, and the firm handles around half of all start-up financing rounds in Finland.</p>  <h2>Ellex</h2> <p><strong>Estonia</strong><em><br>Digital movers<br></em>Ellex lawyers have seen the benefits of thinking digitally in their practice, from using technology to simplify case management to reaching clients via social media for a class action case. Partner Ants Nõmper led a comprehensive response to challenges that have arisen from the pandemic, such as advising the Estonian government on policies to promote vaccination uptake and helping to compile guidelines on the distribution of medical resources. Digital expertise proved invaluable, with Ellex lawyers drafting terms of service for an occupational health provider's app, assisting a medical centre to set up a digital clinic to host remote appointments, and helping health tech start-up Certific to launch an application process for digital national immunity passports. </p>  <h2>Goksu Safi Isik</h2> <p><strong>Turkey</strong><em> <br>Building platforms</em><br>As a specialist in large, complex projects for clients that include Istanbul Airport, Goksu Safi Isik identified a benefit in using digital platforms to manage cases. The firm has a separate technology business called Newmind that worked closely with lawyers to create a tech platform called Mecellum. This uses artificial intelligence and automation to assist with project management, due diligence and document drafting. As well as developing new products, the additional expertise has attracted more talent to the firm and helped it find a niche in developing Turkish language AI for legal tech.</p>  <h2>LCA Studio Legale</h2> <p><strong>Italy</strong><br><em>Design at the core</em><br>Partner and serial innovator Marco Imperiale led the creation of a legal design practice at the firm, providing training to clients as well as consulting on projects, such as making privacy policies and other documents more user-friendly. LCA's innovation team is experimenting with tech tools such as natural language processing for document searches and blockchain for applications in intellectual property protection.</p>  <h2>NGL Legal</h2> <p><strong>Poland</strong><em><br>Networked boutiques<br></em>After launching NGL Legal in 2018, rather than trying to expand the firm in the traditional way — through new hires and acquisitions — managing partner Krzysztof Wiater founded NGL Symbio: a partnership between six independent law firms in central and eastern Europe. This alliance covers 50 jurisdictions and communications are shared between the firms, allowing clients to go wherever the resources and expertise are, and enabling the firms to collaborate when needed. Firms in the network are running joint working groups for practices including banking and finance and special topics such as cannabis law.</p>  <h2>Wiersholm</h2> <p><strong>Norway</strong><br><em>Market focus<br></em>Under managing partner Morten Goller, the firm has restructured its practice groups by market sector rather than legal practice expertise. Lawyers are trained in mapping out legal processes and using agile methodology to innovate more quickly on projects — such as in creating a new contract automation tool in collaboration with media client, Schibsted. The business development and client development functions have been expanded to help the firm build deeper relationships with clients. </p><p>Source: Mary Ormerod 2021 'Eight smaller law firms that outpace larger rivals in Europe' FT.com 15 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-15T03:30:30.470Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1176,
          "end": 1179
        }
      ],
      "nexusId": "10017781"
    }
  ]
}