{
  "_id": "2e01617e2774d0f323ecef1525a8991ec347f640255a65cf42678ab5e8b29bde",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  IBM Says Red Hat Leader Whitehurst to Leave  ----  By Asa Fitch",
  "text": "<p>   International Business Machines Corp. said its second-highest-ranking executive, Jim Whitehurst, is leaving the company two years after he joined through IBM's $33 billion acquisition of cloud-software provider Red Hat. </p><p>   Mr. Whitehurst, who has held the title of president, will continue to serve as an adviser to the company after his departure, IBM said Friday. </p><p>   When Arvind Krishna was named chief executive of IBM in January 2020, Mr. Whitehurst became its first president in decades, as the company worked to boost its cloud-computing business. </p><p>   Mr. Whitehurst was seen as a potential contender for the top job at IBM. The company didn't name a new president on Friday. </p><p>   IBM also made several appointments at the level of senior vice president -- a top executive rank at the tech company just below the CEO. </p><p>   The company said Bridget van Kralingen, a senior vice president overseeing sales operations, plans to retire. She is being replaced immediately in her sales responsibility, but will retain special-projects responsibility for another year until her retirement. </p><p>   Rob Thomas, a longtime IBM employee, was named senior vice president of sales. </p><p>   Mr. Thomas is being succeeded as the head of the company's cloud and cognitive software division by Tom Rosamilia, while Ric Lewis will assume from Mr. Rosamilia leadership of the IBM division that includes mainframe computers. </p><p>   Kelly Chambliss was promoted to senior vice president in IBM's Global Business Services division. </p><p>   Since taking the reins, Mr. Krishna has been restructuring the company to focus on cloud computing and artificial intelligence and help spur growth. </p><p>   Soon after taking the top job, he implemented a round of layoffs. In October, IBM said it planned to spin off its managed-services unit so it could focus on faster-growing businesses. That business had generated about a quarter of IBM's revenue, but was no longer central to the company's ambitions. </p><p>   Mr. Krishna this year said the company expects to return to revenue growth after a string of declines. </p><p>   Mr. Whitehurst's departure is the most significant since Mr. Krishna took over IBM. </p><p>   Before joining Big Blue, Mr. Whitehurst had been chief operating officer of Delta Air Lines Inc. for six years and CEO of Red Hat for more than 12 years. </p><p>   He helped propel Red Hat into a major player in cloud computing, helping companies transition from old-style computer systems to ones that relied increasingly on remotely located, internet-linked servers. </p><p>   David Bahnsen, chief investment officer of Bahnsen Group LLC, a Newport Beach, Calif.-based wealth management firm that holds IBM shares, said Mr. Whitehurst's departure weakens IBM's executive ranks, but is unlikely to change the company's strategic direction. </p><p></p>",
  "published": "2021-07-03T06:18:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 346,
          "end": 349
        },
        {
          "start": 28,
          "end": 31
        },
        {
          "start": 2125,
          "end": 2133
        },
        {
          "start": 1854,
          "end": 1857
        },
        {
          "start": 2647,
          "end": 2650
        },
        {
          "start": 2595,
          "end": 2598
        },
        {
          "start": 672,
          "end": 675
        },
        {
          "start": 616,
          "end": 619
        },
        {
          "start": 1701,
          "end": 1704
        },
        {
          "start": 1328,
          "end": 1331
        },
        {
          "start": 0,
          "end": 31
        },
        {
          "start": 2105,
          "end": 2108
        },
        {
          "start": 1092,
          "end": 1095
        },
        {
          "start": 412,
          "end": 415
        },
        {
          "start": 1433,
          "end": 1436
        },
        {
          "start": 154,
          "end": 157
        }
      ]
    }
  ]
}