{
  "_id": "beb0fc88c351d62ba84ff7028a885b8216f55ce8951b4f7d448bb1a063aefc7e",
  "feed": "ftcomall",
  "title": "Private equity buyers plot to carve up General Electric",
  "text": "<p>General Electric's decision to <a href=\"https://www.ft.com/content/c265c929-2686-4dc5-aeb2-92209e3cd35c\">split</a> into three companies has set the stage for a feeding frenzy among private equity buyers looking to carve the industrial conglomerate into more pieces, say people at several large private equity groups.</p> <p>“I suspect everybody will be shopping at the GE Store for the next couple of years,” said the head of one large multinational buyout firm, referring to the “GE Store” slogan coined by former chief executive Jeff Immelt. “I think there's going to be a whole host of really attractive things that get sold.”</p> <p>Larry Culp, GE's chief executive, last Tuesday announced the decision to break the company into separate companies focused on healthcare, energy and aviation. The split, he said, would give each GE business freedom to chart its own strategy.</p> <p>It was the latest in a wave of corporate restructurings that include IBM jettisoning its technology services business and the planned splits at Japan's Toshiba and US healthcare company Johnson &amp; Johnson.</p> <p>The split is expected to be completed in 2024, at which time <a href=\"https://www.ft.com/content/1ca38b2c-a9ce-4450-b156-a17a24e33976\">GE</a> will join United Technologies, DowDuPont, ABB, and Siemens in ditching the conglomerate structure. </p> <p>GE on Tuesday said it would spin off its healthcare business, which generates more than $17bn in annual sales and sells MRI and ultrasound machines. </p> <p>It will carve out its combined renewable energy and power divisions, which contain units that do everything from manufacture gas turbines to manage nuclear facilities, hydroelectric dams, and offshore wind farms. </p> <p>It will leave shareholders owning an aviation company that manufactures jet engines and also holds long-term care insurance liabilities. </p> <p>The company sold policies covering assisted living and nursing home stays as part of its <a href=\"https://www.ft.com/content/022a067b-e485-4c66-8092-c5258101b866\">GE Capital</a> financial services division, which is being unwound. The policies, like many of GE's financial forays, have lost the company billions.</p> <p>But the long time frame of Culp's plan will offer interested buyers the ability to pick assets off GE, which carries a $118bn market capitalisation. “It's gonna take them forever to spin off healthcare in 2023 and power in 2024,” said the executive, who said Culp's announcement “takes some of the friction out of possible sales”. </p> <p>GE's avionics business, which makes navigation systems for commercial and military aircraft, and its GE Unison division, which makes electrical equipment for aircraft, are units of particular interest.</p> <p>“We are sharpening the pencils,” added another executive at a large, global alternative asset manager. “I think everything else other than healthcare may be able to sell for a better price in the private marketplace than when it goes public.”</p> <p>This executive foresaw the possibility of private equity buyers attempting to buy GE's jet engine business. “The jet engine business properly capitalised is an amazing business,” he said. However, some analysts questioned whether that unit's size with $22bn in annual revenues and its value would put it out of reach for financial buyers.</p> <p>GE's largest business is energy, with $33bn in revenues in 2020, and could be sold off piecemeal. “Any business in the power portfolio is considered non-core. Those would be perfect candidates for private equity,” said Deane Dray, an analyst at RBC Capital Markets. </p> <p>Added on private equity executive: “There would definitely be some chunky businesses to buy.” </p> <p>The unit, built through acquisitions such as French power giant Alstom, carries low margins and is forecast by analysts at CreditSights to generate just $1.3bn in combined operating cash flow this year across what one buyout executive called a “hodgepodge of detached businesses”. </p> <p>Businesses in the energy spin-off include power assets such as gas turbines and steam power, and its renewables portfolio, which includes the manufacturing of onshore and offshore wind turbines, wind blades, energy storage systems, and a grid portfolio of high voltage energy transformers and circuit breakers, among dozens of businesses.</p> <p>Other areas of opportunity include GE's 45 per cent stake in publicly traded <a href=\"https://www.ft.com/content/24b5db78-53e7-42f5-8db3-c05eed766675\">AerCap</a>, which it holds after closing the $34bn sale of its aviation leasing business, GECAS, this month. “I think that would be a good investment,” said one of the buyout executives. “It's something that's probably executable. They have a ton of debt to pay down so they will be selling it off,” he predicted. </p> <p>Analysts also pointed to potential financial buyers for GE's biggest headache, its long-term care insurance business, which is forecast to receive a total $15bn cash infusion to handle future claims.</p> <p>“They have to get rid of insurance. There's no way they can put that on top of the aviation business,” said Nigel Coe, an analyst at Wolfe Research.</p> <p>“If your view is that those assets are more than enough to cover the liabilities, then the transaction is basically just a handshake and you take the keys and walk away,” added Scott Davis, an analyst at Melius Research.</p> <p>GE declined to comment on future sales.</p> <p>A flurry of private equity deals to complete the unwinding of GE would effectively signal the end of one era in financial management and the rise of another. Already, private equity buyers such as Blackstone and Advent International have bought large businesses from GE. Former top executives like Steve Bolze and John Krenicki have also moved to the buyout industry, joining Blackstone and Clayton, Dubilier &amp; Rice, respectively. Former CEO Jeff Immelt is a venture partner at NEA.</p> <p>Alternative asset management giants such as Apollo, Blackstone, Brookfield, Carlyle, and KKR are growing every bit as mighty as GE was at its peak, but they capitalise and manage portfolio companies independently. Far-flung holdings do not subsidise each other and possess independent corporate boards and strategies. They are in many ways the opposite of a conglomerate, where a centralised management builds a diversified empire of assets to smooth out economic and geographic volatility.</p> <p>“This is epochal,” said one private equity partner who called GE's break-up the “death knell” of the conglomerate business strategy, whereby management is responsible for allocating cash across numerous disparate businesses.</p> <p>“If a single C-suite could effectively do that, the Soviet Union probably wouldn't have collapsed.”</p> <p><em>Are you interested in energy stories? Our journalists want to learn what you like about our coverage, and what you want to read more of. Let us know in&#xa0;</em><a href=\"https://survey.ft.com/jfe/form/SV_0prW546fBzxXilw\"><em>this short survey.</em></a><em>&#xa0;Thank you.</em></p><p>Source: Antoine Gara in New York 2021 'Private equity buyers plot to carve up General Electric' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T11:00:56.949Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 856,
          "end": 859
        }
      ]
    }
  ]
}