{
  "_id": "c16370f7035d1a48a9069886132fda397b29fd399ed4f08d7118fdce9eb3d0df",
  "feed": "ftcomall",
  "title": "Tech's Covid resistance",
  "text": "<p>Tech earnings began in earnest this week with the pandemic playing a significant role in fourth-quarter results from Netflix, Intel and IBM.</p> <p>A coronavirus-induced cash flow boost from our need to be entertained by <a href=\"https://www.ft.com/content/8d1b181b-f6b8-4133-9d04-287d843296a9\">the likes of <em>Bridgerton</em></a> means <strong>Netflix</strong> will not have to borrow to fund its content budget from now on, as global <a href=\"https://www.ft.com/content/ae6f0ad5-a685-4eab-86f5-a65e8c7021ef\">subscribers passed 200m </a>and it raised monthly fees. </p> <p><strong>IBM</strong> overnight revealed an <a href=\"https://www.ft.com/content/59e7ec7b-df49-4aba-ab2e-4aa07f3771fd?\">accelerating decline in revenues,</a> which were some $200m below expectations, at $20.4bn. It blamed business uncertainty caused by the pandemic, which prompted software customers to sign shorter contracts than the multiyear licences they typically buy.</p> <p>At the same time,<strong> Intel </strong>earnings revealed an <a href=\"https://www.ft.com/content/b14742ed-c070-4d16-9696-96fe72ac04b8\">unexpectedly strong bounce </a>in sales of chips for personal computers, as more people bought laptops to work and study from home, as well as more powerful gaming PCs. Revenues from PC chips rose 9 per cent, to $10.9bn.</p> <p><a href=\"https://www.ft.com/content/f224d515-ebea-4d3f-9703-e9aa91218549\">Richard Waters sees</a> the trend continuing in the next two weeks with <strong>Amazon, Apple, Facebook, Google</strong> and <strong>Microsoft</strong> reporting. A reliance on digital advertising to reach consumers means Alphabet, Google's parent, is expected to report 10 per cent growth for the year, with Facebook at 19 per cent.</p> <p>But there could be a shift in emphasis as we emerge from the pandemic in 2021, he says — 2020 was defined by Zuna: When you're finished with the Zoom calls, you can order dinner on Uber Eats, then settle into some Netflix watching and do some Amazon shopping. 2021 may mean more time with Lame: Booking a Lyft ride, organising a weekend away on Airbnb, finding a non-virtual date on Match, or booking vacations on Expedia. </p> <p>That still means tech is central to our lives and is likely to keep proving its worth in market valuations in the coming year.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Pandemic price rises</strong><br>Hundreds of the essential products that have come to define pandemic living have<a href=\"https://www.ft.com/content/8a3b8c02-df79-43ea-abc9-6494b4f12273\"> sustained significant price increases </a>on Amazon this year, with some jumping to many multiples of their original price, research suggests.</p> <p><strong>2. Google's Oz search threat</strong><br>Google has <a href=\"https://www.ft.com/content/848971e5-4b44-408a-8f52-3d3fa915172c\">threatened to close</a> its search engine in Australia if the government proceeds with a plan to force Big Tech groups to pay news providers for their content. <a href=\"https://www.ft.com/content/608efb2b-4bc5-49f1-85e6-2f0f35dac016\">Lex says</a> Google's claim that payment is unmanageable is disingenuous, with Alphabet already agreeing to pay French publishers an undisclosed sum for snippets of articles following a fight with regulators.</p> <p><strong>3. Alphabet deflates Loon project</strong><br>Loon was Google X lab's dream of delivering global internet access with a fleet of balloons floating on the edge of space. Alphabet disclosed on Thursday the nine-year-old project <a href=\"https://www.ft.com/content/9b7381a5-bbb6-4f31-a18c-d7f568f2b062\">was being closed down </a>as “the road to commercial viability has proven much longer and riskier than hoped”.</p> <p><strong>4. Facebook refers Trump ban</strong><br>Facebook has<a href=\"https://www.ft.com/content/74b6cc94-cfc4-46cf-b404-e3078b752bc8\"> referred its decision to suspend </a>Donald Trump's account to its independent oversight board for review, the first big test of its newly formed “Supreme Court” appeals body.&#xa0;Meanwhile, Lilah Raptopoulos discusses how to <a href=\"https://www.ft.com/content/ede87243-f79a-47fa-8bce-8c6169a43ac7\">take your eyes off the attention economy</a> for FT Magazine.</p> <p><strong>5. The conundrums of conlangs </strong><br>Klingon and Dothraki may have fascinated fans of <em>Star Trek</em> and <em>Game of Thrones </em>respectively, but constructed languages or “conlangs” are also big in video games from <em>Assassin's Creed</em> to <em>The Elder Scrolls</em>. <a href=\"https://www.ft.com/content/98b4893a-e134-4043-8996-1c998b4f6222\">Tom Faber says </a>it's only natural that as video game worlds became more sophisticated, developers would want their own constructed languages, too.&#xa0;</p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>The founder of Monzo, Tom Blomfield, this week&#xa0;<a href=\"https://sifted.eu/articles/monzo-tom-blomfield-quits/\">said he was leaving the challenger bank</a>, marking the end of an era for the 6-year-old company which has become one of the most iconic of the UK fintechs with 5m customers. Blomfield said that he had stopped enjoying his role a long time ago, as the company moved from start-up to scale-up and the pandemic added extra strain on him personally. The company has had a tough year reporting&#xa0;<a href=\"https://sifted.eu/articles/monzo-annual-results-2020/\">widening losses</a>&#xa0;and&#xa0;<a href=\"https://sifted.eu/articles/monzo-confirms-60m/\">raising money at a lower valuation</a>&#xa0;than before.</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-ups</a>,&#xa0;Sifted&#xa0;asks some of the biggest founders which are the&#xa0;<a href=\"https://sifted.eu/articles/21-fintechs-to-watch-in-2021/\">fintech companies that investors should keep an eye on this year</a>.&#xa0;There is also a deep dive into the attempt by the&#xa0;<a href=\"https://sifted.eu/articles/inside-revoluts-bank-bid/\">challenger bank Revolut</a>&#xa0;to become a fully-fledged UK bank. Finally, smaller European tech companies are starting to think about&#xa0;<a href=\"https://sifted.eu/articles/rethinking-the-gig-economy/\">alternatives to the gig economy</a>. But will they succeed? And can they offer a realistic&#xa0;alternative to the \"growth at all costs\"&#xa0;model of Silicon Valley?&#xa0;</p> <h2>Tech tools — Galaxy S21 reviews</h2> <p>The reviews are out for Samsung's latest flagship phones, which were unveiled last week. <a href=\"https://www.theverge.com/22241506/samsung-galaxy-s21-ultra-review-camera-price?scrolla=5eb6d68b7fedc32c19ef33b4\">The Verge says</a> the &#xa0;S21 Ultra “is a huge phone [6.8in screen] and an expensive one [$1,199], so it won't appeal to many — but if you're okay with those qualities, then it is also the best Android phone right now”. It praises battery life and screen and says the camera system is extremely competitive with the iPhone 12 Pro Max. <a href=\"https://www.engadget.com/samsung-galaxy-s21-review-camera-samples-screen-specs-160033680.html\">Engadget says</a> the entry-level S21 is the best Android phone for the money at $800. <a href=\"https://9to5mac.com/2021/01/21/galaxy-s21-ultra-iphone-12-comparison-review/\">9to5mac says</a> the iPhone 12 appears to have the edge in areas like performance and build quality, but fans of bigger phones might actually find the Galaxy S21 Ultra a bit easier to hold.<br></p><p>Source: Chris Nuttall in London 2021 'Tech's Covid resistance' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T19:02:56.456Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 136,
          "end": 139
        },
        {
          "start": 378,
          "end": 381
        }
      ],
      "nexusId": "10017781"
    }
  ]
}