{
  "_id": "ac219213d3446903e43a451225a8c494c3aad401e79a8a391917ee02e2aa15c4",
  "feed": "wall-street-journal",
  "title": "Tesla, Pinterest, IBM, Intel: What to Watch in the Stock Market Today; Tesla shares edged down premarket; IBM posted revenue that missed forecasts",
  "text": "<p>* U.S.-traded shares of China's Luckin Coffee were up in opening trading after it reported unaudited results for the first half of 2021.</p><p>* Tesla notched a third consecutive record quarterly profit, thanks in part to its ability to navigate persistent global supply-chain disruptions.</p><p>* AT&amp;T added 928,000 postpaid phone subscribers in the third quarter, showing how a year of deep handset discounts for new and existing customers is proving a winning formula.</p><p>* Pinterest shares were giving up some of Wednesday's gains that came after The Wall Street Journal reported that PayPal is in talks to acquire the social-media platform.</p><p>* Blackstone's net income nearly doubled in the third quarter, driven by strong investment performance for its largest strategies and continued expansion into fast-growing new business lines.</p><p>* American Airlines turned a profit for the third quarter despite the rise of the Covid-19 Delta variant delaying some of its revenue recovery.</p><p>* IBM reported weaker-than-expected revenue in the latest quarter, weighed down by its cloud business and some clients' pause in spending.</p><p>* Shares of rail operators were gaining after their earnings reports. Union Pacific logged higher earnings and revenue in the latest quarter, despite no growth in freight volumes. CSX posted third-quarter results ahead of expectations.</p><p>* Activist investor Elliott Management has a big stake in Canadian National Railway, adding to pressure on the railroad after its CEO resigned following a failed bid for rival Kansas City Southern.</p><p>* Las Vegas Sands' losses narrowed in the third quarter as revenue improved, but increased pandemic-related restrictions and slow tourism continued to hurt financial results.</p><p>* Discover Financial Services reported a better-than-expected profit in the latest quarter, but a loss on investment caused the company to miss revenue expectations.</p><p>* Intel, Chipotle, Snap, Mattel and Whirlpool will report earnings after the close.</p><p>Chart of the Day</p><p>* Chinese dollar-bond defaults are rising quickly as the country's housing market slumps, and the problem could worsen as a wave of debt from the beleaguered industry comes due in the coming months.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Tesla, Pinterest, IBM, Intel: What to Watch in the Stock Market Today</p>",
  "published": "2021-10-21T13:37:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2249,
          "end": 2252
        },
        {
          "start": 969,
          "end": 972
        },
        {
          "start": 106,
          "end": 109
        },
        {
          "start": 18,
          "end": 21
        }
      ],
      "nexusId": "10017781"
    }
  ]
}