{
  "_id": "59ed8a09ba9fe2fc198a901aa0c258122c5791acdcd2497e4b3341bd131fb025",
  "feed": "wall-street-journal",
  "title": "IBM Says Sales on Track for 2021 Growth",
  "text": "<p>IBM still expects revenue to grow this year and anticipates $11 billion to $12 billion in adjusted free cash flow for the year. IBM shares rose more than 3% in after-hours trading. The stock is up about 11% in the past 12 months.</p><p>Mr. Krishna, in the top job a year, has pledged to restore growth at IBM this year after a prolonged period of stagnation. The company expects revenue to return to growth and projects about $11 billion to $12 billion in adjusted free cash flow for the year and $12 billion to $13 billion in 2022.</p><p>\"While it's still early in the year and a lot remains to be done, we are confident enough to say that we are on track,\" Mr. Krishna said in a conference call with analysts, adding that customer spending patterns have strengthened.</p><p>The company is preparing to spin off a major part of its information-technology services operations. Mr. Krishna said he would focus IBM on the booming field of cloud-computing and artificial intelligence. In the latest quarter, total cloud revenue rose about 21% to $6.5 billion.</p><p>IBM has undertaken a number of acquisitions to bolster both areas, including the purchase of software company Red Hat that closed in 2019, to strengthen its efforts in the so-called hybrid-cloud where customers mix on-site and cloud-based data storage and processing tools. IBM last week said it agreed to buy for an undisclosed amount a small Italian company, called myInvenio, that it said would advance its AI and hybrid cloud activities.</p><p>The company last week said the services business it plans to spin off by the end of this year would be called Kyndryl and be based in New York City. It will be run by IBM veteran Martin Schroeter,</p><p>The IT services operations that IBM is partly shedding were central to former Chief Executive Lou Gerstner's drive in the 1990s to transform it from a lumbering tech giant focused on computing hardware to a huge player in services that were booming at the time. The spinoff announcement comes a few months after the Armonk, N.Y., company said it was eliminating an unspecified number of jobs.</p><p>IBM also is exploring the potential sales of Watson Health, The Wall Street Journal previously reported.</p><p>The unit, which employs artificial intelligence to help hospitals, insurers and drugmakers manage their data, was once a flagship initiative for Mr. Krishna's predecessor, Ginni Rometty, isn't currently profitable, people familiar with the matter have said.</p><p>Mr. Krishna said its Watson line, which goes beyond health \"remains critically important to us. To be absolutely clear, Watson is the brand product name for our AI capabilities.\"</p>",
  "published": "2021-04-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 128,
          "end": 131
        },
        {
          "start": 1710,
          "end": 1713
        },
        {
          "start": 2071,
          "end": 2074
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1648,
          "end": 1651
        },
        {
          "start": 891,
          "end": 894
        },
        {
          "start": 1039,
          "end": 1042
        },
        {
          "start": 299,
          "end": 302
        },
        {
          "start": 1313,
          "end": 1316
        }
      ],
      "nexusId": "10017781"
    }
  ]
}