{
  "_id": "6ea727fd9a3953fe04865ee6a5010efc8ff2ab676aff08a178f0137b03a299fc",
  "feed": "ftcomall",
  "title": "Credit Suisse's role in the Greensill Capital crisis",
  "text": "<p><strong>One must-read to start: </strong>a group of first-year investment banking analysts at Goldman Sachs presented management with a slide deck describing arduous working conditions last month, shining a rare spotlight on the stresses faced by young people working in investment banking. Read the full story <a href=\"https://www.ft.com/content/d853d6b4-1546-4435-9b7e-99e3e9475d50?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">here</a>, and browse the deck, available on Twitter <a href=\"https://twitter.com/EricLiptonNYT/status/1372571213017591816\">here</a>.</p> <p><strong>One invitation to start: </strong>for our next DD forum, Ortenca Aliaj speaks with Tidjane Thiam and Jean Pierre Mustier on their new roles as Spac sponsors and the blank-cheque boom's spread to Europe and beyond.</p> <p>Full details and registration for the event on March 31 can be found <a href=\"https://event.on24.com/eventRegistration/EventLobbyServlet?target=reg20.jsp&amp;partnerref=DD&amp;eventid=3080916&amp;sessionid=1&amp;key=C8CC16F394D50B17363E0B206525C0D9&amp;regTag=&amp;V2=false&amp;sourcepage=register\">here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong>&#xa0;&#xa0;</p> <h2>Greensill: how much did Credit Suisse know?</h2> <p>All <strong>Thomas Gottstein </strong>wanted was a “clean slate”.</p> <p>The chief executive of <strong>Credit Suisse</strong>, who replaced the ousted <strong>Tidjane Thiam</strong> in February 2020, <a href=\"https://www.ft.com/content/47471301-2898-4144-9882-475dcf4030ab\">told the FT as much</a> after spending a tumultuous year navigating the fallout from a corporate spying scandal and run-ins with alleged frauds at<strong> Luckin Coffee</strong> and <strong>Wirecard</strong>.</p> <p>But another crisis was building in the backdrop to smudge up whichever parts of the slate he'd managed to polish off.</p> <p>We're of course talking about the saga of <strong>Greensill Capital</strong>, the now collapsed supply chain finance group founded by Australian financier <strong>Lex Greensill</strong>.</p> <p>At the start of March, Credit Suisse <a href=\"https://www.ft.com/content/1f971ea0-89bc-4072-b078-77c1332f7776\">suspended</a> $10bn of funds linked to the <strong>SoftBank</strong>-backed company after it found out that some of the insurance on Greensill's invoice-backed loans would not renew.</p> <p>DD regulars know what happens next (for those that don't, catch up on all of the FT's Greensill coverage <a href=\"https://www.ft.com/content/a6d578c4-9a57-4375-b7b2-c88d4b7cc21f\">here</a>). Greensill, and one of its biggest clients, the metals magnate <strong>Sanjeev Gupta</strong>, were <a href=\"https://www.ft.com/content/db5bc46a-57cc-4c7d-a6fe-47f5a59412d4\">left scrambling</a>.</p> <p>It's important to point out here that Lex Greensill and Credit Suisse go way back. The financier was a big private-banking client of the Swiss lender, and his company also held relationships with its investment banking and asset management arms.</p> <p>Last year, the bank even lent Greensill $160m, of which $140m was outstanding before $50m was repaid this week. The loan was made even though it was <a href=\"https://www.ft.com/content/ad2b8900-d9a4-4e45-bc74-0fc8dbc88b82\">initially rejected</a> by internal risk managers.&#xa0;</p> <p>Now in damage control mode, the bank has drafted former <strong>UBS </strong>asset management head <strong>Ulrich Körner</strong> to lead its asset management division, replacing <strong>Eric Varvel</strong>, who will stay on at the group in other roles, and has placed three senior executives on temporary leave.</p> <p>The question still remains as to how much Credit Suisse's top ranks knew of Greensill's curious accounting methods.</p> <p>Bonuses for the entire executive board were 30 per cent lower this year, and the bank said it might also consider clawing back previously paid bonuses as it assesses the magnitude of the financial hit levelled by Greensill.</p> <p>Are these signs that, after years of making headlines, the scandal-hit Swiss institution could be entering a new era of accountability?</p> <p>It won't be too much of a bother to the bank's chair <strong>Urs Rohner</strong> either way, whose compensation remained at SFr4.7m for his final year in the role, despite presiding over <a href=\"https://www.ft.com/content/dfb0485a-257f-11ea-9305-4234e74b0ef3\">corporate espionage</a>, heavy losses and the Greensill affair.</p> <p><a href=\"https://www.ft.com/content/d2a6d829-f27e-4668-bcc0-14cc2441fa17\">Further complicating things</a> for Credit Suisse is the fact that its ailing Greensill-tied funds never received an emergency cash injection from SoftBank late last year as intended, Rob and DD's Arash Massoudi report.&#xa0;</p> <p>Oh, and before we forget, one more <a href=\"https://ft.com/content/6ed619c0-bb9a-44dc-a2f6-c5596a958ca8?\">Greensill bombshell</a> to leave you with before you head into the weekend: former UK prime minister and Greensill adviser <strong>David Cameron </strong>lobbied the UK government to increase the group's access to state-backed emergency Covid-19 loan schemes just months before its collapse.</p> <h2>A landmark shareholder victory in corporate Japan</h2> <p>Earlier this week, DD <a href=\"https://www.ft.com/content/d9338cd4-84db-4e17-9c5e-ea933413cac7\">broke down</a> the mechanics of Thursday's big shareholder showdown as <strong>Toshiba </strong>faced off against an unprecedented cast of foreign investors (from notoriously combative activists to the world's biggest sovereign wealth fund).</p> <p>Shareholder proposals have never made much headway in Japan, especially when they target the management of big household companies.&#xa0;</p> <p>But Thursday's <a href=\"https://www.ft.com/content/aadf2bce-0645-46a9-b863-25fdfc79b83f\">stunning shareholder vote</a> changed all that, writes the FT's Leo Lewis from Tokyo.</p> <p><a href=\"https://www.ft.com/content/6e18f816-de9b-44d0-9541-1daf758a6c01\"><strong>Effissimo</strong></a>, the secretive Singapore-based fund that <a href=\"https://www.ft.com/content/d2b3c1e7-699e-4c8c-800b-1b26498a7adb\">broke cover</a> last week to talk to the FT, not only forced Toshiba to hold an EGM the conglomerate desperately wanted to avoid, but actually won.&#xa0;</p> <p>Its demand for an independent investigation into what Effissimo and others see as suspicious circumstances surrounding Toshiba's 2020 AGM, turned out to be something that big global funds keen to project their ESG images found themselves readily able to support.&#xa0;</p> <p>A separate proposal from US fund <strong>Farallon</strong> did not succeed.</p> <p>Now an investigation into the <a href=\"https://www.ft.com/content/bdfff63b-93a4-451c-a98f-a22548106327\">“dark arts” campaign</a> conducted around Toshiba's 2020 AGM will take place and it may or may not dig up something juicy; in any event, this was a humiliating defeat for Toshiba's management, and could hasten the downfall of its chief executive, <strong>Nobuaki Kurumatani</strong>.&#xa0;</p> <p>The investigation itself will be groundbreaking but matters less than the fact that it has arisen from a supremely high-profile exercise in shareholders' rights in Japan.&#xa0;</p> <h2>Pinduoduo's curious succession story</h2> <p><strong>Colin Huang</strong>, founder of Chinese ecommerce group <strong>Pinduoduo</strong>, is <a href=\"https://www.ft.com/content/94a39cee-fc41-44c7-9abe-a79ffa30ab96#comments-anchor\">stepping away</a> with billions to his name six years after starting the company which currently boasts a $180bn market cap, writes the FT's Ryan McMorrow from Beijing.&#xa0;</p> <p>Huang said he's turning over voting rights for his 29 per cent stake to the board and pledged to not sell any shares for three years before handing the reins to <strong>Chen Lei</strong>, who happens to be one of his university schoolmates from the University of Wisconsin-Madison.</p> <p>Aside from working for Huang, Lei only lists a series of internships at <strong>Google</strong>, <strong>Yahoo</strong> and<strong> IBM</strong> in his executive bio. (Google told the FT it has no record of his time at the company.)&#xa0;</p> <p>Chen has been at Huang's side for the past decade, a loyal lieutenant as Huang set up a series of <a href=\"https://www.ft.com/content/09e313c8-a1f7-4b49-9c2f-a287683512d1\">ecommerce ventures</a> that operate from completely unmarked offices in Shanghai. The dozens of apps and sites in the building, with names like Vova, Azazie and Floryday, sell Chinese goods into Europe and the US.</p> <p>While they don't directly compete with Pinduoduo, the company has told its US investors nothing about them.&#xa0;</p> <p>Part of the reason may be that Huang has tapped a series of loyal stand-ins like Chen and a 69-year-old woman from rural China to register his shareholdings with Chinese authorities.&#xa0;</p> <p>Huang even took the unusual step of turning over control of Pinduoduo's main Chinese operating entity, known as a variable interest entity, to Chen before its IPO. Most other Chinese tech executives have kept tight control over their onshore companies.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Roger Burnley</strong> is to step down as chief executive of <strong>Asda</strong>, just months after the private equity group <strong>TDR Capital</strong> and the billionaire brothers <strong>Mohsin</strong> and<strong> Zuber Issa</strong> agreed to buy the UK supermarket group in a £6.8bn deal. <a href=\"https://ft.com/content/4a604bfa-df76-4466-8e5c-ed652c23b068?edit=true\">More here</a>.</p></li>  <li><p><strong>Two Sigma</strong> has appointed Tom Hill as chair of its private investment business. Hill was previously president and chief executive of<strong> Blackstone Alternative Asset Management </strong>and vice-chair of <strong>Blackstone Group</strong> but has been working with Two Sigma since leaving at the end of 2018.&#xa0;</p></li>  <li><p><strong>White &amp; Case</strong> has hired <strong>Ferdinand Mason </strong>as a partner in its global M&amp;A practice. He joins the London office from <strong>Jones Day</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Kevin Mayer's next act </strong>After disappointing exits from Disney and TikTok, the executive behind Disney Plus talks about his new focus on sports streaming and Spacs. (<a href=\"https://www.cnbc.com/2021/03/17/kevin-mayer-on-leaving-disney-and-tiktok-joining-dazn-pay-tv-decline.html\">CNBC</a>)</p> <p><strong>Family feud </strong>In the early days of the pandemic, the US government was roughly one billion swabs short of meeting its coronavirus testing needs. Their only hope — an obscure medical supplies manufacturer in Maine run by two cousins that absolutely loathe one another. (<a href=\"https://www.bloomberg.com/news/features/2021-03-18/covid-test-swab-company-puritan-faces-family-feud?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>China's credit crackdown </strong>Beijing has a bone to pick with more than just Jack Ma and the rapid growth of Ant Group. It is waging a war on credit, clamping down on state lending and independent fintech borrowing platforms to curb national debt. (<a href=\"https://www.ft.com/content/b99e2348-8e20-4635-b649-fffc22a9874c\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://ft.com/content/a4841ac6-5efc-448c-a8c1-dcf567dcb8ab\">Greenberg's Chubb bids to buy $24bn insurance rival Hartford </a>(FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/56b517d9-b60b-4299-8f0f-95847688907d\">National Grid to buy Western Power in £14.2bn deal</a> (FT + <a href=\"https://www.ft.com/content/bf8fab99-ed85-4b8c-8b4b-515900b3701c\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/silver-lake-to-invest-in-legal-and-compliance-software-firm-relativity-11616080500?mod=hp_lista_pos4\">Silver Lake to invest in legal-and-compliance software firm Relativity</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/2a4d69a9-3f3d-4e0e-8e82-6794bca1888a\">Airlines tap stock and bond markets as they prepare for surge in bookings</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/be7b76ed-e160-46cf-be91-9594cf214cfb\">Airtel Africa/TPG: private equity makes a good call</a> (Lex)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/goldman-sachs-is-vying-for-jetblues-credit-card-business-11616081224\">Goldman Sachs is vying for JetBlue's credit-card business</a> (WSJ)&#xa0;</p> <p><a href=\"https://www.reuters.com/article/us-nikola-hanwha-stake/nikola-strategic-partner-hanwha-to-cut-its-bet-on-electric-truck-maker-by-half-idUSKBN2BA0EG\">Nikola strategic partner Hanwha to cut its bet on electric-truck maker by half</a> (Reuters)</p><p>Source:  2021 'Credit Suisse's role in the Greensill Capital crisis' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T05:01:00.193Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 5939,
          "end": 5942
        }
      ]
    }
  ]
}