{
  "_id": "919e205c1d06b31a61d8861a97e1121497b4925ba4952cb215af626007b895e9",
  "feed": "wall-street-journal",
  "title": "The Billionaire's Tax Fraud Case --- His claim of dementia could save him",
  "text": "<p>Although the salesmen didn't realize it at the time, they had stumbled onto early signs of what the government later called the largest criminal case ever brought against a person accused of evading U.S. taxes. Federal prosecutors in October charged Mr. Brockman with using a web of offshore entities to conceal about $2 billion in income from the Internal Revenue Service.</p><p>Mr. Brockman has pleaded not guilty to 39 criminal counts, including tax evasion, wire fraud, money laundering and evidence destruction. He and his attorneys didn't respond to requests for comment.</p><p>Prosecutors allege the bulk of the tax evasion stemmed from profits Mr. Brockman made from investments with Vista Equity Partners, a private-equity firm he helped start in 2000. It now manages $73 billion in funds dedicated to software investments.</p><p>Vista founder Robert Smith, the wealthiest Black person in America, settled his own tax-evasion case with the government, which was made public on the day of Mr. Brockman's indictment. Mr. Smith has agreed to testify against his former mentor.</p><p>Some of the money in the criminal case against Mr. Brockman originated with the same Cayman Islands entity that the salesmen complained about years earlier, according to an IRS affidavit unsealed in December. The link between the two cases hasn't been previously reported.</p><p>The record-setting case pits Mr. Brockman, a billionaire with a reputation as a relentless litigant, against the immense resources of the federal government. Legal specialists say the government appears to have strong evidence, but federal prosecutors may face challenges trying the case because of the complexity of tax laws covering offshore trusts.</p><p>In another potential hurdle for the government, the 79-year-old Mr. Brockman claims in court documents he can't be tried because he is suffering from dementia and is unable to assist in his own defense. Prosecutors said in court filings that he could be faking a mental decline. A hearing on his competency is scheduled for June, and if the court sides with Mr. Brockman, the charges could be dropped.</p><p>Despite his wealth, Mr. Brockman was largely unknown outside of a small circle in Houston and the auto industry until his indictment was announced in the fall.</p><p>Court documents and interviews with his former employees, business associates and his younger brother portray him as a brilliant, sometimes penny-pinching executive with an antigovernment streak that led him to regard the IRS as a corrupt organization unfairly targeting taxpayers.</p><p>Mr. Brockman bought used furniture for company offices, rarely gave raises and forbade employees from smoking to save money on health insurance, former employees and associates said. He stayed at budget hotels and ate frozen dinners in his room during monthly visits to one of his company's offices near Dayton, Ohio, a former vice president at his firm recalled.</p><p>Most of the wealth he gathered over the years is held in a Bermuda trust that owns, among other things, nearly all of his software company. The firm, Reynolds &amp; Reynolds Co., provides software to auto dealerships, and it had annual revenue of about $1.4 billion, according to a now-defunct Brockman charity website. Mr. Brockman was chief executive of Reynolds &amp; Reynolds until the indictment.</p><p>\"The allegations made by the Department of Justice focus on activities Robert Brockman engaged in outside of his professional responsibilities with Reynolds &amp; Reynolds,\" a company spokeswoman said in a statement. \"Throughout numerous court filings and legal proceedings, the Company has never been alleged to have engaged in any wrongdoing in any way.\"</p><p>The Bermuda trust has assets of at least $7.7 billion, including $1.4 billion in Swiss bank accounts, according to a confidential affidavit from Mr. Brockman's wife that was filed with a Bermuda court and reviewed by The Wall Street Journal. A lawyer for a former trustee suggested in a recent Bermuda court hearing the trust's total value could be as high as $10 billion.</p><p>That level of wealth would rank Mr. Brockman around 50th on the Forbes 400 list of U.S. billionaires, yet he never appears on it.</p><p>Among the assets Mr. Brockman has amassed: a Bombardier private jet, a 209-foot yacht, a 17,000-square-foot residence in Houston and a 5,800-square-foot cabin in Aspen, Colo., according to public records and court documents filed by prosecutors.</p><p>The origin of his fortune dates back five decades, when Mr. Brockman founded a company that became a pioneer in developing software that helps automobile dealers manage nearly every aspect of their businesses, including inventory, pricing and promotion.</p><p>He was among the first software executives to see the value of recurring revenue, locking customers into long-term contracts for a product that was essential to conducting business and difficult to substitute, former executives and customers said.</p><p>Mr. Brockman and his brother, Thomas David Brockman, grew up in St. Petersburg, Fla. Their father, Alfred Eugene Brockman, owned a gas station, and their mother, Pearl, was a physiotherapist, 1940 census records show.</p><p>Dave Brockman recalled lean years as a boy and said his brother \"decided he didn't love that and went out to make something of himself.\"</p><p>Robert Brockman graduated from the University of Florida and after working at Ford Motor Co. shifted to International Business Machines Corp., where he became a top salesman. He married his current wife, Dorothy, in 1968.</p><p>The couple lived in Houston, where Mr. Brockman began teaching himself computer programming and started his software company, Universal Computer Systems Inc.</p><p>In building UCS, Mr. Brockman was particular about new hires, requiring that all job applicants take a test designed to determine their intelligence and suitability for a given role.</p><p>Staffers had to account for every call at the office, and executives each week posted the names of those who made the most personal calls. Employees had to use a keypad to open doors around the building so managers could trace their movements.</p><p>Mr. Brockman liked to keep employees on edge, recalled a former executive, Bobby Tyson, who said Mr. Brockman once asked him \"when was the last time you shot somebody between the eyes.\" The phrase, Mr. Tyson learned, meant to fire an employee at random. \"Everybody understands they could be next,\" he recalled his boss saying.</p><p>Mr. Tyson, who described Mr. Brockman as a genius whom he still admires, said he reluctantly carried out such a firing on orders from his boss.</p><p>Later, Mr. Tyson sued Mr. Brockman for unpaid compensation. He prevailed after a six-year court battle, which ended after Mr. Brockman's appeal was rejected by the U.S. Supreme Court.</p><p>Mr. Brockman's use of offshore entities started in 1981. That year, he and his late father flew to Bermuda to establish what became the A. Eugene Brockman Charitable Trust, Dave Brockman said.</p><p>The trust has given away more than $100 million to charities since 2004, court records show. It also has six human beneficiaries, according to Bermuda court documents: Mr. Brockman, his wife, their son Robert Brockman II and a grandchild, along with Dave Brockman and his wife.</p><p>Dave Brockman, who once worked for UCS, said he hadn't had much contact with his brother for close to 20 years. He said the two had a falling out after Robert denied him a promotion he felt he deserved, and he quit.</p><p>He doesn't believe his brother did anything illegal, he said, but didn't want any money from the trust. \"It's tainted money as far as I'm concerned.\" he said.</p><p>The IRS was alerted more than 20 years ago to Mr. Brockman's offshore activities as a result of the litigation by his former salesmen.</p><p>In the late 1990s, two attorneys for the salesmen met with an IRS agent, according to people familiar with the matter. The IRS around this time began an audit of Mr. Brockman and obtained records from Bermuda about the trust, said a different person familiar with the matter.</p><p>The outcome of the inquiry couldn't be determined. But when the Cayman Islands entity, Computer Terminals Ltd., was liquidated in the 1990s, \"a substantial sum\" made its way to a company in the Caribbean called Edge Capital Investments Ltd., according to the IRS affidavit. Edge Capital was controlled by Mr. Brockman outside of the Bermuda trust structure, prosecutors alleged.</p><p>Mr. Brockman allegedly used $30 million from Edge Capital to acquire the Aspen property and a Colorado fishing retreat, part of the purported tax evasion scheme, according to the indictment.</p><p>He also allegedly used Edge Capital to secretly purchase a portion of his own company's debt -- an act prohibited by provisions in the loan agreements -- at a sharp discount in the wake of the 2008 financial crisis, the indictment said.</p><p>If Mr. Brockman's case goes to trial, Mr. Smith, Vista's chief executive, is expected to testify, marking a dramatic reversal in their relationship.</p><p>The two men met in the late 1990s, when Mr. Brockman was considering selling his company and was introduced to Mr. Smith, then a Goldman Sachs Group Inc. technology banker.</p><p>After Mr. Brockman decided against the sale, he presented an idea to Mr. Smith: He would back the younger man in a private-equity fund devoted to software -- a rarity at the time. Mr. Brockman agreed to make an initial pledge of $300 million, later increasing it to $1 billion, according to a statement of facts Mr. Smith signed in October as part of his deal with the government.</p><p>The arrangement carried one unusual condition. Mr. Smith had to put a portion of his share of the fund profits into an offshore structure similar to Mr. Brockman's. Mr. Brockman said he didn't want his own foreign trust to be dragged into a U.S. court in the event of litigation against Vista, the statement of facts said.</p><p>In 2006, Vista helped Mr. Brockman's Universal Computer Systems finance the $2.8 billion acquisition of much larger Reynolds &amp; Reynolds, putting Mr. Brockman atop one of the two dominant players in the auto-dealer software business.</p><p>Messrs. Smith and Brockman were both targets of the government's tax probe. But in October, Mr. Smith reached a nonprosecution agreement with the government that included Mr. Smith's admission that he evaded paying taxes on more than $200 million in income, using an offshore arrangement similar to one allegedly used by Mr. Brockman.</p><p>Mr. Smith agreed to pay $139 million in back taxes and penalties and cooperate against Mr. Brockman, the government said.</p><p>Around 2007, Mr. Brockman hired a Bermuda attorney, Evatt Tamine, to help manage the offshore structure. Mr. Tamine became Mr. Brockman's right-hand man and acted as the trustee of the main Brockman trust. Prosecutors, citing dozens of examples, allege in the indictment that Mr. Tamine was only a figurehead, and Mr. Brockman secretly directed every move.</p><p>A trust set up by a U.S. taxpayer's forebears -- as with the Brockman trust -- may not be subject to tax as long as it is run independently and no money flows to the taxpayer, according to tax specialists. By claiming that Mr. Brockman was secretly running the trust, prosecutors may be building a case that it was either a sham or a type of controlled trust that is taxable to him, said Matthew McKim, an offshore-tax lawyer at Loeb &amp; Loeb LLP.</p><p>In one of Mr. Tamine's early performance reviews, included in a court filing, Mr. Brockman instructed him to keep records on \"an encrypted USB dongle carried in a different location in luggage when traveling\" and to run a software program called \"Evidence Eliminator.\"</p><p>Bermuda authorities raided Mr. Tamine's home at the request of the U.S. in September 2018. He gave authorities access to an encrypted email server and agreed to cooperate against Mr. Brockman.</p><p>Prosecutors allege that Mr. Brockman began seeking medical evaluations of his mental acuity shortly after the raid.</p><p>A doctor in March 2019 said the executive was operating intellectually with an IQ of 87 and showed poor short-term recall, according to one of the reports submitted in court by Mr. Brockman's attorneys.</p><p>Prosecutors say Mr. Brockman's doctors have an apparent conflict of interest because they are affiliated with Baylor College of Medicine. The Brockman trust has donated millions of dollars to the school, and Mr. Brockman has served as a board trustee. A Baylor spokeswoman declined to comment.</p><p>Mr. Brockman continued to run his multibillion-dollar software company during this period, and he gave \"long and cogent answers\" during a two-day legal deposition in September 2019, prosecutors said.</p><p>Two weeks later, Mr. Brockman took a cognitive test in which he had trouble drawing a clock face, according to court filings, yielding a finding of \"moderate dementia.\"</p>",
  "published": "2021-03-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 5355,
          "end": 5392
        },
        {
          "start": 5323,
          "end": 5360
        }
      ]
    }
  ]
}