{
  "_id": "1d3a6047dde96bc25ca34b3bcb265eda0ddd12fac13c34abd81ffabce2817885",
  "feed": "ftcomall",
  "title": "The office metaverse could fuel ‘always on' working culture",
  "text": "<h2>Metaverse and the mind</h2> <p>Will the metaverse really be good for our wellbeing? Ask any office worker how they have communicated at work during the past two years and they will reel off a list of tools: Zoom, Slack, Google Chat, Teams, WhatsApp, email . . . Need I go on?</p> <p>All of these are meant to make working life more efficient, but the reality is our attention is more divided than ever before. </p> <p>Now we're returning to the office, we're at risk of what occupational psychologist Christine Grant calls a “hybrid hangover”, feeling mentally exhausted from switching back and forth between remote working and being in the office and the practicalities that come with both. And that's before you add in a third dimension that is the metaverse.</p> <p>Microsoft has said <a href=\"https://www.ft.com/content/46d00829-04bc-4136-992e-856975bbccca\">its plans for a metaverse</a> were inspired by the problems people have faced while working from home during the pandemic. Grant agrees its plans could make working from home a bit more social. &#xa0;</p> <p>“One of the downsides of the virtual conference facilities available at the moment is that it's a very flat, very formal environment,” she said. “I'm excited to see what this will bring — it could be quite fun. Will this allow us to bump into people and have those water cooler moments we've been trying to get back for the last 18 months?”</p> <p>Avatars could even help neurodiverse workers find interacting easier, Grant said. But she also had these reservations: </p> <ul>  <li><p><strong>How will the metaverse affect trust in the workplace? </strong>Some workers already feel surveilled while remote working (Microsoft Teams users know the fear of going “idle'” is real). Who will be watching your interactions in the metaverse? Will there be expectations around how much time you spend in the virtual office?</p></li>  <li><p><strong>Avatars could hide when someone's not coping well </strong>Animated cartoons may give more of a sense of presence, but if you can't see someone's actual face it's harder to identify if they're really unwell behind their screen.</p></li>  <li><p><strong>Will we lose our colleagues to this virtual world? </strong>If you're physically going into the office, one of the benefits is interacting with people around you. You're not going to want to sit next to them with their VR headset on, you're going to want to talk to them.</p></li>  <li><p><strong>How will inappropriate behaviour be policed? </strong>The metaverse is a potential wild west. Managers and their teams will need to learn to navigate it together. While wandering around your virtual office you might feel like you're in a video game, detached from reality, but ultimately you're still at work.</p></li>  <li><p><strong>How long will people want to wear the gear that gets them into the metaverse?</strong> Virtual reality headsets are pretty bulky (and not so comfortable for the glasses wearers among us). For now, they are essential to access Facebook chief executive Mark Zuckerberg's more ambitious version of the metaverse.</p></li> </ul> <p>Perhaps the biggest concern is that this will amplify the culture of being <a href=\"https://www.ft.com/content/29fc2a4a-cb50-4118-9d2d-f4c557626bc7\">always available</a>. “This type of working allows 24/7 access, so boundaries are going to be more of an issue,” Grant said.</p> <p>The amount of time people spend working outside their working hours has been <a href=\"https://www.ft.com/content/423a83ca-19b8-42e2-8a3d-4048f20e371d\">growing for decades</a>. In 2010-11, 20 per cent of employees in the US worked more than half their hours outside of the standard hours of 6am to 6pm, or on weekends. A vast survey of workers across the EU in 2015 also found that about half worked at least one Saturday a month. The average worker already sends and receives <a href=\"https://www.ft.com/content/572682e4-d701-4f33-af92-db597a7d39de\">126 business emails a day</a>.</p> <p>The metaverse, which hopes to encourage interaction by replicating the office experience anywhere, could simply keep us tied to our desks for longer.</p> <h2>The Internet of (Six) Things</h2> <p><strong>1. Can a venture capital firm copy Blackstone's success?</strong><br>Sequoia Capital became one of the most successful venture capital companies in Silicon Valley with early bets on Apple, Google and WhatsApp. Now, it is attempting to <a href=\"https://www.ft.com/content/0015e0b3-4664-4ead-a2b9-a4a193ce2bc0?emailId=6183bd90ff5cf000049b8508&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">borrow Wall Street's playbook</a> to grow even bigger.</p> <p><strong>2. IBM sheds 25% of its business in battle against decline<br></strong>IBM has completed the <a href=\"https://www.ft.com/content/ded67317-682d-4cd9-8e41-fc72646dee12?emailId=6183bd90ff5cf000049b8508&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">spin-off of the IT services business</a> that once brought it back from the edge of bankruptcy, in its most drastic move yet to end a decade of decline.</p> <p><strong>3. You will soon be able to buy NFTs of South Korea's favourite boy band</strong><br>The <a href=\"https://www.ft.com/content/c6d04aec-5233-48d7-90a6-8e684d6dc4dd?emailId=6183bd90ff5cf000049b8508&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">music label behind K-pop superstars BTS </a>has said it plans to partner with South Korea's biggest crypto exchange operator to sell non-fungible tokens related to the boy band and generate a new revenue stream. BTS is <a href=\"https://www.vulture.com/2021/03/music-nft-projects-ranked.html\">not the first band</a> to be associated with NFTs though. <a href=\"https://www.bloomberg.com/news/articles/2021-09-16/jay-z-s-nft-feud-spotlights-legal-peril-in-hot-investment-trend#:~:text=Jay%2DZ%20sold%20his%20own,album%20through%20Sotheby's%20for%20%24138%2C600.\">Jay Z's NFT</a> commemorating the 25th anniversary of his debut album sold for $138,600 in September.</p> <p><strong>4. Israeli spyware firm NSO Group is on a trade blacklist<br></strong>The US has added the <a href=\"https://www.ft.com/content/e381b556-c859-4a3b-8f7c-5fe80d3272d2?emailId=6183bd90ff5cf000049b8508&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">Israeli military spyware company</a> that created software traced to the phones of journalists and human rights activists to a trade blacklist.</p> <p><strong>5. Climate misinformation on Facebook is ‘increasing substantially'</strong><br>Not the news those attending the UN COP26 climate summit will want to hear, but <a href=\"https://www.theguardian.com/technology/2021/nov/04/climate-misinformation-on-facebook-increasing-substantially-study-says\">a new study</a> found that an estimated 818,000 climate misinformation posts on Facebook received 1.36m views every day.</p> <p><strong>6. Don't leave ethical dilemmas to AI<br></strong><a href=\"https://www.vice.com/en/article/v7dg8m/ethical-ai-trained-on-reddit-posts-said-genocide-is-okay-if-it-makes-people-happy?utm_source=reddit.com\">Just don't.</a></p> <h2>Forwarded from Sifted — the European start-up week</h2> <p>Paris-based designer Nicolas Romero last week sold two pairs of virtual sneakers for the equivalent of $70k in cryptocurrency.<br><br>Now, he's creating an online marketplace called&#xa0;<a href=\"https://sifted.eu/articles/fashion-nfts-crypto-dolce-gabbana/\">Futures Factory</a> to sell more — and prices like these, for a fashion item no one can wear in real life, are not uncommon.<br><br>He is part of a wave of European entrepreneurs getting into the craze for NFTs — digital files created using blockchain computer code that give people ownership rights over digital assets. <a href=\"https://sifted.eu/articles/fashion-nfts-crypto-dolce-gabbana/\">But what's next for the sector?</a><br><br>Elsewhere in European start-ups this week, aerospace company&#xa0;Airbus announced it was planning to <a href=\"https://sifted.eu/articles/airbus-scale-reorganisation/\">build three unicorn-scale start-ups a year</a>, spinning out some of the non-core technologies developed in its research and development labs and turning them into independent, VC-backed businesses.<br><br>Sifted also look at how&#xa0;<a href=\"https://sifted.eu/articles/klarna-acquires-pricerunner-fintech/\">Klarna's €930m acquisition of Pricerunner</a>&#xa0;is a step towards the fintech becoming a “Google for shopping”. Finally, Sifted took a peek at the&#xa0;<a href=\"https://sifted.eu/articles/vaccine-startup-baseimmune-fundraise/\">pitch deck that Baseimmune used</a>&#xa0;to win $4.8m for its vaccine algorithm.</p> <h2>Tech tools </h2> <p>It's only the first week of November and the Christmas gadget gift guides are already out in full force. Dad, if you're reading this I'd like the <a href=\"https://www.wired.co.uk/article/christmas-gift-ideas-2021\">Urbanista Los Angeles headphones</a>, a <a href=\"https://www.bustle.com/life/best-tech-gift-ideas-christmas-2021\">Lumie bodyclock lamp</a>, or if you're feeling particularly generous an <a href=\"https://www.standard.co.uk/shopping/esbest/gadgets-tech/best-tech-gifts-gadgets-adults-kids-b854781.html\">Ooni pizza oven</a>.</p><p>Source: Rachel Banning-Lover 2021 'The office metaverse could fuel ‘always on' working culture' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-04T19:03:17.640Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3883,
          "end": 3886
        },
        {
          "start": 3939,
          "end": 3942
        }
      ]
    }
  ]
}