{
  "_id": "e09d41b3d250ec507aa73daa99e328fc32f8b525b607c4da90971a53fff8f0cd",
  "feed": "wall-street-journal",
  "title": "Business News:  Employers Customize Business Degrees  ---  Professional-services  firms help craft  programs to ensure  hires get needed skills  ----  By Patrick Thomas",
  "text": "<p>\n  Companies hire thousands of business-school graduates every year only to spend months catching them up in the specific demands and skills of the job. </p><p>\n  Now some of the biggest professional-services firms are changing tack to ensure their new-graduate hires are ready from the start or their existing employees have the skills to move onto bigger roles: They are customizing their own graduate-degree programs with training in company-tailored skill sets and real-time project work in lieu of traditional case studies. </p><p>\n  By working directly with business schools to design bespoke graduate degrees, advisory and accounting firms such as PricewaterhouseCoopers LLP, Ernst &amp; Young and KPMG say they aim to eliminate the lag that often exists between business-school curricula and the fast-evolving technological and data-analytical skills that they and their corporate clients require. </p><p>\n  For students who enroll in the customized accounting or business-administration programs, the draw is often a guaranteed job upon graduation and, in many cases, fully covered tuition. The degrees themselves are equivalent to traditional masters in accounting or masters of business administration. </p><p>\n  \"This is a new frontier on how to collaborate with universities,\" said Leah Houde, chief learning officer at PwC, which is teaming up with Northeastern University's D'Amore-McKim School of Business to test a new online masters in management with a focus on accounting analytics program this summer. </p><p>\n  The custom pilot program, which expects to initially enroll 40 students, will blend classroom learning with real-world projects at the firm that earns the students course credits. </p><p>\n  Students -- many of whom are recent college graduates with four-year business or accounting degrees -- get hired by PwC as part of being enrolled in the program with the idea of continuing to work at the firm after graduation. </p><p>\n  The program is focused on enrolling primarily Black and Latino students to help the firm diversify its talent pipeline, Ms. Houde said. </p><p>\n  The one-year program, which starts in July, is intended to help students reach the 150-credit requirement to become a certified public accountant; most four-year undergraduate accounting-degree programs are 30 credits short of this goal. The students don't have to pay for the degree and are compensated for the time they spend working on PwC projects and are eligible for some company benefits. </p><p>\n  EY, one of the top employers of M.B.A. graduates each year, partnered with the Hult International Business School in 2020 to create a part-time, tech-focused management degree for employees already part of its workforce. </p><p>\n  Executives at the firm said EY elected to craft its own program after observing that some of its new M.B.A. hires weren't coming in with crucial technology and data-science skills. EY said the program will graduate its first eight people this week and expects more than 100 graduates in 2021. </p><p>\n  KPMG launched a program comparable to PwC's in 2016. The firm's master's in accounting program integrates data and analytics skills training into traditional accounting courses and uses the firm's own software and technology in the classes. </p><p>\n  KPMG's program began with Villanova University's School of Business and Ohio State University's Fisher College of Business, and it has expanded to include a handful of other schools. </p><p>\n  \"The closer the relationship a business school can have with an employer, the better,\" said Joyce Russell, dean of Villanova's business school. </p><p>\n  The firm covers the cost of the program and gives a stipend for other expenses to roughly a third of about 400 students who pursued the program in the 2019-20 school year, though it eventually plans to wind down the subsidies. </p><p>\n  Sponsored students in the firm's tax or audit business are offered internship opportunities and guaranteed a job at the end. </p><p>\n  \"We are not in the business of conferring degrees, but we saw a need for certain skills,\" said James Powell, a KPMG national partner in charge of university talent acquisition. \"We look at attracting the best talent. The first thing we can do is help the universities.\" </p><p>\n  --- </p><p>\n  Programs Offer </p><p>\n  Mutual Benefits </p><pre>\n </pre><p>\n  Employer support for graduate business degrees, including the M.B.A., has dropped in recent years. Full tuition reimbursement for executive M.B.A.s, which usually includes older working professionals, declined to 18% of students in 2020 from 40% in 2003, according to the Executive MBA Council, an industry group. </p><p>\n  However, by building the customized degree programs, the professional-services firms said they get more returns on their investment than by simply helping students who become employees pay for tuition. </p><p>\n  The firms declined to say how much it costs them to develop and fund the programs. </p><p>\n  For business schools, the partnerships with companies are the latest way to differentiate themselves from rival institutions. </p><p>\n  It also gives the schools a better idea of what specific skills employers are looking for in recent graduates, said Tim Westerbeck, president of higher-education consulting firm Eduvantis. </p><p>\n  \"Corporate America has complained for a long time about what it was getting out of business schools,\" Mr. Westerbeck said. </p><p>\n  He added that, in the past, \"if a company says to a school, 'Customize your learning for us,' they'd say take a hike. Now, that era is upon us. Schools are happy to have them -- they pay a lot of bills.\" </p><p></p>",
  "published": "2021-03-05T07:03:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2499,
          "end": 2521
        }
      ],
      "nexusId": "10017781"
    }
  ]
}