{
  "_id": "bccb63141dbf48a19e26f63fdae0f5ce9f9e7b389bbf15c087c73e6e2c2d4ba1",
  "feed": "wall-street-journal",
  "title": "CFOs Express 'Serious Concerns' About Changes to Foreign Tax Credits In Letter to Yellen; Finance chiefs from Coca-Cola, Disney, GE and others warn of the far-reaching impact of foreign tax credit rules that went into effect earlier this year",
  "text": "<p>Companies have started to detail how the Treasury Department rules, which were released in December and went into effect in March of this year, are impacting their first-quarter earnings. Among the letter's 28 signatories are companies that haven't disclosed the impact of the rules yet, signaling that concerns reach beyond those that have flagged them already.</p><p>In the letter to Ms. Yellen, which was reviewed by WSJ's CFO Journal, the finance chiefs said they have \"serious concerns\" about the regulations, calling them a \"radical departure\" from established law.</p><p>The Treasury Department declined to comment.</p><p>Additional signatories include the CFOs from PepsiCo Inc., Cisco Systems Inc., HP Inc., International Business Machines Corp., Yum! Brands Inc. and Johnson &amp; Johnson. The companies didn't immediately comment or declined to comment beyond the letter.</p><p>Foreign tax credits are meant to ensure that corporate income isn't taxed twice by different governments. The idea is that companies should compete in foreign markets and will be subject to tax there, so the foreign tax credit, historically, has been intended to enable companies to operate abroad without double taxation, said Brian Jenn, a partner at law firm McDermott Will &amp; Emery.</p><p>Though the regulation changes were intended to help U.S. businesses in the face of digital-services taxes threatened or imposed by different jurisdictions around the world, CFOs warn in the June 3 letter of far-reaching impacts. For one, the regulations may mean companies cannot claim credits for foreign income taxes that have been allowed for more than a hundred years, the finance chiefs said.</p><p>U.S. companies operating in countries such as Brazil, with which the U.S. doesn't have a tax treaty, will be particularly impacted, according to the letter. The inability to claim a tax credit for foreign withholding taxes tied to service payments and royalties will likely incentivize companies in the U.S. to develop intellectual property in a foreign country to avoid double taxation, the CFOs added.</p><p>Moreover, the regulations create uncertainty for companies that may only be resolved with an IRS audit and bring costs that will be broadly felt in the U.S., the chief financial officers warned.</p><p>The regulations need \"loosening\" and \"clarification,\" said IRS Associate Chief Counsel Peter Blessing, the agency's top international tax lawyer, at the annual conference for the U.S. Branch of the International Fiscal Association in Washington, D.C., according to Mindy Herzfeld, a law professor who spoke as a panelist at the event. Mr. Blessing and the IRS didn't immediately respond to a request for comment.</p><p>Last month, the Treasury Department indicated it might propose a rule that would soften the impact of the regulations and create a safe harbor that would offer relief to some companies with royalty withholding taxes.</p><p>For years, global companies and the U.S. government have worried about digital-service taxes imposed by governments in Europe and elsewhere outside the corporate income tax framework. The changes in effect this year were meant to ensure that those taxes would not benefit from foreign tax credits in the U.S. The rules indicate changes were needed because \"foreign jurisdictions have disregarded international taxing norms,\" which led to the creation of \"novel extraterritorial taxes.\"</p><p>Some companies have disclosed what appear to be tax benefits in the wake of the new regulations, made possible because valuation allowances allowed them to offset the changes.</p><p>Yum Brands, which owns restaurant brands including Pizza Hut and Taco Bell, told investors in May that its tax rate for the quarter ended March 31 decreased because of the rule changes—to minus 0.2% compared to a little over 20% in the prior-year period. This was largely due to an $82 million tax benefit from a valuation allowance on foreign tax credit carryforwards, which allowed the company to offset the noncreditable taxes, Yum said.</p><p>Security company Brink's Co. told investors that the regulations will mean that a \"significant amount\" of post-2021 foreign withholding taxes will no longer be eligible for foreign tax credit treatment in the U.S. Brink's disclosed a $58 million benefit and said the company had reversed a significant amount of its valuation allowance to offset the changes.</p><p>Mastercard Inc., a financial services company, disclosed a $333 million benefit from a valuation allowance release, noting that beginning this year, the regulations limit the company's ability to generate foreign tax credits.</p><p>\"Nobody is going to pay less tax overall because of these regulations,\" Mr. Jenn said.</p><p>Richard Rubin contributed to this article.</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com</p><p>CFOs Express 'Serious Concerns' About Changes to Foreign Tax Credits In Letter to Yellen</p>",
  "published": "2022-06-06T09:30:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 699,
          "end": 730
        }
      ]
    }
  ]
}