{
  "_id": "a6de285f36646c813bca84f0890a31449c6e868e3c8fc4ad01706819f0369aa1",
  "feed": "wall-street-journal",
  "title": "Stock Futures Edge Down Ahead of Earnings; Oil Drops; Quarterly results are due from Netflix, Johnson & Johnson and IBM",
  "text": "<p>Earnings season is set to continue with Johnson &amp; Johnson, Travelers Cos. and Lockheed Martin due to report before the opening bell. Netflix and IBM are expected to release earnings after markets close.</p><p>Twitter shares fell 1% premarket. The Wall Street Journal reported Monday that Apollo Global Management was considering joining Tesla Chief Executive Elon Musk's bid to take the social-media company private.</p><p>Concerns about inflation—which has soared to multidecade highs—and how central banks might respond have dominated investors' thinking for months, but so far corporate finances have been protected as firms have largely managed to pass higher costs on to consumers. Investors say they are expecting earnings to moderate this quarter as it becomes harder for companies to continue raising consumer costs.</p><p>\"The longer prices stay high, the longer the war in Ukraine continues, the higher likelihood that something has to give. Corporations cannot continue to pass on input costs forever,\" said Brian O'Reilly, head of market strategy at Mediolanum International Funds. \"There has to be a tipping point.\"</p><p>Mr. O'Reilly said he favors companies with strong balance sheets that can continue to pass on higher input costs, such as healthcare firms. \"We want to be investing in companies that have been able to keep margins relatively stable and high,\" he said.</p><p>In bond markets, the yield on the 10-year Treasury note rose further after setting its highest closing level since December 2018. The yield on the benchmark bond rose to 2.898% from 2.861% on Monday. Bond yields rise as prices fall, and investors have been selling bonds on expectations of high inflation and interest-rate increases from the Federal Reserve.</p><p>\"Fixed income has been a particular point of pain. This is the worst bear market in bonds we've seen in a generation,\" Mr. O'Reilly said.</p><p>Data on the housing market is also due Tuesday, with housing starts and building permits figures for March expected at 8:30 a.m. ET.</p><p>In commodity markets, Brent crude, the international oil benchmark, fell 1.7% to $111.27 a barrel. Gold prices declined 0.4%.</p><p>Overseas, the Stoxx Europe 600 dropped 1.4% as household goods companies and healthcare stocks slumped.</p><p>In Asia, stock markets were mixed. Japan's Nikkei 225 rose 0.7% while Hong Kong's Hang Seng Index fell 2.3%, dragged lower by technology firms. The Shanghai Composite Index lost 0.1%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Edge Down Ahead of Earnings; Oil Drops</p>",
  "published": "2022-04-19T09:55:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 145,
          "end": 148
        },
        {
          "start": 116,
          "end": 119
        }
      ]
    }
  ]
}