{
  "_id": "33fb8c710208d1a78ea7d3036f16be85f6c4af1a0c4bf53f7777ed6dad402da7",
  "feed": "market-watch",
  "title": "Microsoft overtakes Amazon as stock with most long hedge-fund positions",
  "text": "<p>The team, led by Ben Snider, found 82 funds held Microsoft MSFT stock as a top 10 holding, while 79 funds had Amazon AMZN in their top 10 stock.</p><p>They found this by calculating hedge fund positions at the start of the fourth quarter, based on 13-F quarterly filings to the Securities and Exchange Commission as of Nov. 15.</p><p>Both tech giants have had a difficult year as interest rates have gone up and the shift online during COVID-19 wears off. Amazon has dropped 45% this year, while Microsoft has declined 28%. The broader Nasdaq Composite COMP has declined 30%.</p><p>Researchers also noted Uber UBER and Netflix NFLX entered the top five in its VIP list.</p><p>Funds poured capital into Bath &amp; Body Works BBWI to own 28% of equity cap, making it the S&amp;P 500 stock with the most concentrated hedge fund ownership. Bath &amp; Body Works shares jumped 24% last week after the company's well-received quarterly results.</p><p>Conversely, IBM IBM, Stryker SYKand Principal Financial PFGhave the least hedge-fund concentration of any S&amp;P 500 company.</p><p>Overall, the average hedge fund has lost 5% this year. Macro funds did well by posting a 9% return while equity funds have made a 12% loss so far.</p><p>The VIP hedge fund basket of the most popular long positions GVIP has returned -29% in the year-to-date.</p><p>The biggest shorts</p><p>Meanwhile in Goldman Sachs short VIP list, oil stocks on the S&amp;P 500 are the most aggressively shorted by hedge funds. This is an estimate as 13-F filings don't have this information.</p><p>The list, which is made up of 50 S&amp;P 500 constituents with the highest total dollar value of short interest outstanding, is topped by Exxon Mobil Corp. XOM, which has an estimated $5 billion of short interest as of Oct. 31.</p><p>Occidental Petroleum OXY and Chevron Corp. CVX also appear in the top 5 list, with $3.8 billion of short interest each. IBM IBM has $4 billion of short interest from hedge funds.</p><p>\"Rather than individual stock shorts, funds have employed macro tools to reduce length. Funds carry exceptionally large short positions in US equity futures, for example, and the ratio of ETF short interest to single stock short interest is the highest it has been in a decade,\" the team explained.</p><p>Microsoft overtakes Amazon as stock with most long hedge-fund positions</p>",
  "published": "2022-11-22T10:11:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 915,
          "end": 918
        }
      ]
    }
  ]
}