{
  "_id": "b5b9992914a09e7e81ef0e44594345df9ba88885cc8519b9de8bd951bad6ac73",
  "feed": "market-watch",
  "title": "Twitter shareholders OK resolutions on concealment clauses, political spending; Shareholders also approved a proposal requiring updates on use of corporate funds for election influence",
  "text": "<p>While California prohibits such concealment clauses following the Silenced No More Act, the proposal at Twitter's TWTR Wednesday annual meeting, brought forth by the Transparency in Employment Agreements Coalition, aimed to provide greater protections for Twitter's global workforce.</p><p>\"Any vocal advocate for free speech should be invested in Twitter's workforce exercising those speech principles and ensuring accountability for any misconduct,\" Ifeoma Ozoma, a co-filer of the proposal in association with the coalition, told MarketWatch. \"This vote demonstrates that Twitter's shareholders agree with us, joining shareholders at Apple AAPL and IBM IBM who voted similarly.\"</p><p>See more: Investors in Facebook, Amazon and other tech companies are asked to let workers speak up about harassment, discrimination</p><p>Twitter had opposed the proposal, calling it \"unnecessary\" in a proxy released prior to the meeting, and adding that \"employees have multiple resources and avenues to raise concerns and are encouraged to do so.\"</p><p>Shareholders also approved a proposal that will require the company to provide semiannual updates on its policies around the use of corporate funds to intervene in campaigns or otherwise impact elections. Twitter's board of directors recommended that shareholders also vote against that proposal, which was offered by the New York State Common Retirement Fund and the administrative head of the New York State and Local Retirement System.</p><p>\"Corporate accountability is a priority for the fund, and it's time for Twitter's board to step up and deliver transparency on spending for political causes,\" New York State Comptroller Thomas P. DiNapoli said in a statement.</p><p>Several other proposals submitted by shareholders were rejected. Twitter shareholders voted against measures that would have required the company to appoint a director with civil-rights experience, allow for an audit on its civil-rights impact, and provide disclosures around lobbying activity to determine whether they were in the interest of shareholders.</p><p>They also opted against a proposal offered by Twitter's board of directors that would have declassified the board so that shareholders could have voted \"on the election of the entire board of directors each year, rather than on a staggered basis.\"</p><p>Shareholders approved the reelection of Inovia Capital partner Patrick Pichette to the Twitter board, though they denied Silver Lake Co-Chief Executive Egon Durban's reelection bid.</p><p>The approvals ultimately may not amount to much assuming that Tesla Inc. TSLA Chief Elon Musk takes Twitter private. Twitter representatives at the meeting declined to discuss in detail Musk's pending $44 billion deal to take over the company.</p><p>Since agreeing to the arrangement in late April, Musk has more recently suggested that the deal was \"on hold\" due to his belief that spam accounts make up a greater portion of the Twitter user base than the company has publicly disclosed. In response to those complaints, Twitter has maintained that its disclosures are accurate and said it intends to move forward with the deal under the agreed-upon terms.</p><p>Wednesday was a busy day of annual meetings for prominent technology companies, though shareholders at Amazon.com Inc. AMZN and Facebook-parent Meta Platforms Inc. FB rejected all proposals.</p><p>Amazon: No shareholder proposals passed</p><p>Twitter shares are up 3.3% in Wednesday afternoon trading.</p><p>Levi Sumagaysay contributed to this report</p><p>Twitter shareholders OK resolutions on concealment clauses, political spending</p>",
  "published": "2022-05-25T19:13:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 646,
          "end": 649
        },
        {
          "start": 650,
          "end": 653
        }
      ]
    }
  ]
}