{
  "_id": "5f785d21ea0747ec747debd345b26a82eacd64104c921bf12c4743da7c48e6bd",
  "feed": "market-watch",
  "title": "U.S. stock futures jump, with Goldman earnings in focus and as traders pare Fed rate hike expectations",
  "text": "<p>* S&amp;P 500 futures ES00 rose 37 points, or 1% to 3,902</p><p>* Dow Jones Industrial Average futures YM00 added 270 points, or 0.8% to 31,520</p><p>* Nasdaq-100 futures NQ00 climbed 146 points, or 1.2% to 12,152</p><p>On Friday, the Dow Jones Industrial Average DJIArose 658 points, or 2.15%, to 31288, the S&amp;P 500 SPX increased 73 points, or 1.92%, to 3863, and the Nasdaq Composite COMP gained 201 points, or 1.79%, to 11452 . Friday saw the S&amp;P 500 snap a five-day losing streak.</p><p>What's driving markets</p><p>Goldman Sachs GS and Bank of America BAC are expected to be the highlights before the market opens on Monday, as the first full week of the U.S. second quarter earnings season gets under way. IBM IBM will deliver its figures after the closing bell.</p><p>Reports from other big banks, such as JPMorgan Chase JPM, were not initially well-received last week.</p><p>But the market mood brightened by Friday – and was continuing on Monday, after Federal Reserve officials made an effort to talk down the prospects of a 100-basis point rate hike at next week's policy meeting.</p><p>The chances of such a sharp tightening are now less than 30%, compared with more than 90% last Thursday, and a 75 basis point move to 2.25% to 2.50% is baked in. The dollar index DXY eased from 20-year highs in response, falling 0.6% to 107.44.</p><p>Also supporting the positive tone was hope the earnings season would not disappoint, leaving stocks reasonably valued.</p><p>Sixty percent of the S&amp;P 500 companies already to have reported have delivered a positive earnings per share surprise and 60% of S&amp;P 500 companies have reported a positive revenue surprise, noted John Butters, senior earnings analysts at FactSet.</p><p>\"The forward 12-month P/E ratio for the S&amp;P 500 is 15.8. This P/E ratio is below the 5-year average (18.6) and below the 10-year average (17.0),\" Butters added.</p><p>Strategists at Deutsche Bank noted that aside from earnings, and with the Fed now in the premeeting blackout period, it would be a quiet week for U.S. macroeconomic catalysts, and that attention may turn elsewhere.</p><p>\"All things European will be at the forefront of market attention this week with the highlight being the ECB's likely first rate hike since 2011 on Thursday. Gas flows from Russia after maintenance on the Nord Stream pipeline ends the same day will also be a big focus with the EU expected to detail energy contingency plans the day before,\" said Deutsche Bank.</p><p>How are other assets faring?</p><p>* Oil futures were higher with U.S. crude futures CL.1 adding 1.8% to $99.38 a barrel, also benefiting from signs that U.S. President Joe Biden had not secured increased Saudi Arabian supply.</p><p>* The 10-year Treasury yield BX:TMUBMUSD10Y rose 2 basis points to 2.953% and German 10-year bund yields BX:TMBMKDE-10Y added 8 basis points to 1.204%.</p><p>* The ICE Dollar index DXY fell 0.5, helping to inspire gains for gold GC00 , which rose nearly 1% to $1,720 an ounce.</p><p>* Bitcoin BTCUSD advanced 6.4% to $22267.</p><p>* Asia markets got an added lift from signs the Chinese authorities will look to support the construction sector and ease monetary policy. Hong Kong's Hang Seng HK:HSI rose 2.6% and the Shanghai Composite CN:SHCOMP climbed 1.6%. Japan was shut for a holiday. In Europe, the Stoxx 600 XX:SXXP rose 1%.</p><p>* A weaker dollar and hopes for improved demand from China also supporting copper futures HG00, up 2.6% to $3.32 a pound.</p><p>U.S. stock futures jump, with Goldman earnings in focus and as traders pare Fed rate hike expectations</p>",
  "published": "2022-07-18T09:37:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 678,
          "end": 681
        }
      ]
    }
  ]
}