{
  "_id": "23fc5ac706e02c9f59b23328f7a0485e2c86b06341b9944b47fcf66120369ab6",
  "feed": "wall-street-journal",
  "title": "China Bets Big on Basic Chips in Self-Sufficiency Push; Chip makers boost production of mature semiconductors now in high demand, which could add to their global influence",
  "text": "<p>That exceeds the 19 coming online in Taiwan, the next-biggest builder of chip fabs during the same period, and the 12 expected in the U.S.</p><p>A large percentage of China's projects are designed to make chips containing older, more-mature technologies, rather than the cutting-edge processors that are the main focus of investment by the world's top semiconductor firms. Beijing has been unable to match U.S., Taiwan and South Korean chip makers when it comes to more-sophisticated semiconductors, and Western restrictions on China's access to advanced chip-making machines have farther set it back.</p><p>That has driven some Chinese chip makers to recalibrate their approach to focus more projects on lower-end chip technology. In doing so, China potentially stands to become a powerhouse in that segment of the market, according to analysts. That includes many of the processors in highest demand now.</p><p>These include workhorse chips such as microcontrollers, which perform myriad basic functions, and power-supply chips, which are used widely in automobiles, smartphones and other electronics.</p><p>\"You don't need advanced chips for the bulk of electronics,\" said Hui He, a research director at the industry researcher Omdia in Shanghai.</p><p>Most of the world's top chip makers have eschewed investing heavily in lower-end chips because cutting-edge processors bring in higher margins and represent the industry's future.</p><p>Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, told investors recently that the most advanced chips—those with 7-nanometer transistors and smaller—accounted for more than half of its second-quarter revenue. It said it would stay focused on selling advanced chips.</p><p>That leaves a big market for China. Demand for mature, 28-nanometer chips is expected to more than triple to $28.1 billion in the 10 years to 2030, according to International Business Strategies Inc., a consulting firm.</p><p>By 2025, 40% of the world's capacity to produce chips with 28-nanometer nodes will be in China, up from 15% last year, the firm said.</p><p>That raises the question of whether the U.S. and its allies are investing enough in older chip technologies, said Peter Hanbury, a partner at the consulting firm Bain &amp; Co. who specializes in semiconductors.</p><p>As China takes over more of the supply chain—something it has done for other, less sophisticated technologies—it \"probably raises the importance of non-China production for the rest of the world and specifically for these older chips,\" he said.</p><p>The U.S., which became heavily reliant on South Korean and Taiwan chips in recent years, has made boosting domestic production a priority. But the effort has hit snags. A bipartisan bill that would set aside roughly $52 billion in subsidies for semiconductor manufacturing in the U.S. has moved slowly as lawmakers spar over nonchip-related measures tied to the bill. The holdup has clouded U.S. investment plans for a number of big chip manufacturers.</p><p>The bill cleared a procedural hurdle in the Senate this past Tuesday and is now set for a vote Monday on whether to advance it as part of a broader $280 billion package of subsidies and research funding aimed at beefing up U.S. competitiveness in advanced technology.</p><p>Some chip companies have recently signaled that processor shortages might be easing as PC and smartphone demand cools and the cryptocurrency market slumps. Some analysts say China could someday add to potential overcapacity.</p><p>But executives and other analysts say shortages are far from over, and demand for more-mature chips is expected to stay robust as the market for internet-connected gadgets and electric vehicles expands in the coming years.</p><p>China's main goal is to reduce its dependence on other countries for chips, especially as U.S.-China tensions rise. In 2017, Chinese chip makers produced about 13% of the chips the country needs; this year, that figure is expected to rise to 26%, according to Handel Jones, chief executive officer of International Business Strategies. Beijing aims to produce more than two-thirds of its own chips in 2025, according to state media.</p><p>China has dedicated huge resources to the effort, including two national-level funds that set aside more than $50 billion to invest in chip projects. Local governments set up similar funds. Producers of mature chips qualify for corporate tax waivers of up to 10 years.</p><p>Some money was wasted on projects that never achieved production or ran into other problems. China has struggled to find enough engineers to staff its projects.</p><p>But tougher oversight from Beijing means many Chinese fabs for more-mature chips now appear likely to come online, said Paul Triolo, vice president for China at the consulting firm Albright Stonebridge Group.</p><p>China's top chip producer, Semiconductor Manufacturing International Corp., or SMIC, is investing $8.9 billion in a wafer fab with local authorities in southeastern Shanghai focused on 28-nanometer chips. Not far away, Wingtech Technology Co. is this year launching an automotive-chip factory with an annual production target of 400,000 wafers.</p><p>China has bought up much of the world's chip-making equipment, triggering calls from some U.S. leaders to expand export controls which have already blocked China from buying the most-advanced chip-making tools.</p><p>Last year Chinese foundries bought $14.5 billion of equipment from Applied Materials Inc., Lam Research Corp. and KLA Corp., according to corporate statements from the three U.S.-based companies, making China their biggest market. In its annual report, KLA said China was an important long-term growth region.</p><p>Some Chinese chip fabs under way appear to be targeting more-advanced technology.</p><p>Pengxin Micro Integrated Circuit Manufacturing Co. is building a new factory on Shenzhen's northern edge. On its website, Pengxin Micro is advertising for engineers with expertise at the 14-nanometer level and below.</p><p>SMIC recently developed 7-nanometer chip technology despite U.S. restrictions on its access to advanced chip-making equipment, according to a report published this month by analysis firm TechInsights Inc.</p><p>Rachel Liang and Raffaele Huang contributed to this article.</p><p>Write to Dan Strumpf at daniel.strumpf@wsj.com and Liza Lin at Liza.Lin@wsj.com</p><p>China Bets Big on Basic Chips in Self-Sufficiency Push</p>",
  "published": "2022-07-24T15:13:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1865,
          "end": 1887
        },
        {
          "start": 3981,
          "end": 4003
        }
      ]
    }
  ]
}