{
  "_id": "15563a56d4ff259ad6e2a0fb3061c6e73da2270ea9899016e37b6a99ef1f1c19",
  "feed": "market-watch",
  "title": "Technology companies are outperforming expectations as the Fed lowers the boom",
  "text": "<p>The macroeconomic backdrop going into 2022 set up an interesting earnings season for tech. Netflix NFLX kicked things off, and its release landed with a thud.</p><p>But let's be realistic. Netflix's inclusion in FAANG was more for convenience than for its size. In short, tech is much more resilient, robust and stable than the markets are portraying.</p><p>If you want to get your arms around the current and projected economic conditions for enterprises and consumers, perhaps looking at a few of the tech giants that reported this week provides a clearer outlook.&#xa0;</p><p>Here's my take on three companies: IBM IBM, Microsoft MSFT and Intel INTC.</p><p>IBM:&#xa0;Big Blue went first this week, and given the recent spin-off of Kyndryl, it would have been easy to conclude that the company would need a few quarters to turn the ship.</p><p>However, the company posted one of its best quarters in a decade, delivering 6% revenue growth while seeing its hybrid cloud revenue jump 16%. With each passing quarter, the $34 billion Red Hat acquisition continues to look better, and the shedding of assets in the Kyndryl deal is more shrewd.</p><p>CEO Arvind Krishna's vision of a cloud- and software-focused IBM is beginning to deliver on its promise. And while the markets may be teetering, IBM seems better positioned than it has been in a long time.&#xa0;</p><p>Microsoft:&#xa0;Based on its past few years' performances, I don't think Microsoft having another strong quarter surprised anyone. However, I had suspected that the Street would be looking more at Microsoft's guidance as a bellwether for the next quarter of tech earnings.</p><p>I recently opined here about Microsoft's overall strength and position on the heels of its Activision announcement. This quarter's result only further cemented the company's momentum.</p><p>There were: Strong beats on revenue, operating income, net income and diluted earnings, led by continued 45%-plus growth in Azure and strong growth across almost all segments, including productivity, business applications, windows and intelligent cloud. The company guided to revenue of $48.5 billion to $49.3 billion, well above the consensus of $48.23 billion.</p><p>If a $68.7 billion all-cash deal to acquire Activision on the precipice of significant Fed tightening wasn't a bullish sign, this quarter's results and guidance most definitely were.&#xa0;</p><p>Intel:&#xa0;While semiconductors ripped for almost all of 2021, Intel and its investors never benefited from the most recent boom in chip stocks. The goalposts for Intel have been in constant motion, and while CEO Pat Gelsinger has been steadfast to put more clarity and direction in the company's strategy, the market has continued to appear skeptical.</p><p>Intel's results this quarter and for its full year, though, we're anything but bearish. The company beat on both the top and bottom lines, raised guidance as well as the dividend. It was a record quarter and year for Intel.</p><p>Furthermore, server shipments were robust, up 20% year over year, and the company made significant strides in volume for its 10 nanometer (nm) server chips. A modest decline in margins was the likely focus of any negativity from these results, most of which can be attributed to the migration to 10nm and Intel 4. Overall, Intel's results have many more positives than negatives.&#xa0;</p><p>Tech results and guidance look bright&#xa0;</p><p>In common, all of these companies way outperformed expectations, and those that provided guidance were significantly more optimistic.</p><p>Tech helps streamline workflows, provide pathways to innovation, and simplifies enterprise reach to consumers. Even in recessionary markets, tech will be sought out to make operations more efficient, which is why I also thought ServiceNow's NOW numbers, which were reported Thursday, looked so good. I could say the same thing for Microsoft, Intel and IBM.&#xa0;</p><p>The so-called tech wreck makes for good headlines, but perhaps this is the moment to remind investors that&#xa0;tech&#xa0;will be OK. The Nasdaq has had 66 corrections since 1971 but is still up nearly 7,400% over the past 40 years.</p><p>In short, Innovative technology companies will continue to outperform, and while the markets may not always reflect the value that tech brings, those gyrations will be temporary, and tech will be anything but a wreck.&#xa0;</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Microsoft, Nvidia and dozens of other companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p>",
  "published": "2022-01-27T15:57:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 595,
          "end": 598
        },
        {
          "start": 636,
          "end": 644
        },
        {
          "start": 1246,
          "end": 1249
        },
        {
          "start": 591,
          "end": 594
        },
        {
          "start": 1162,
          "end": 1165
        },
        {
          "start": 3786,
          "end": 3789
        },
        {
          "start": 631,
          "end": 634
        }
      ],
      "nexusId": "10017781"
    }
  ]
}