{
  "_id": "c56b8bd7dd8269390399e52aea25bb150789e915506df10d39a55a80c8785238",
  "feed": "wall-street-journal",
  "title": "You Took a Bus to High School. He Took a Rocket. Henry Mann owns many cars, but his most cherished is a 1949 Oldsmobile Rocket 88 like the one he drove to school decades ago",
  "text": "<p>I grew up in a housing project in Philadelphia, and the first car my father let me drive was a 1941 DeSoto. He'd let me drive home from my grandparents' house. Because I was so short, I had to sit on pillows to see over the steering wheel. Today, I own a 1941 DeSoto, just like that car.</p><p>Back in 1966, I had a Corvette, and I traded it in for a 1966 Dodge station wagon, to get the money to start my business, which I did by myself in my parents' home. Today, I have a 1966 Dodge station wagon, in the same color.</p><p>When I was growing up, I would do anything for money. I washed cars. I worked in the local grocery store. When I was 15, in the summer of 1954, I bought a 1949 Oldsmobile Rocket 88 convertible, and I drove that car to Central High School in Philadelphia. The Rocket 88 was, in its time, revolutionary: a performance car with a big V-8 engine. The Rocket 88 has been called the first overhead valve V-8 muscle car. In 1949, Nascar's inaugural \"Strictly Stock\" season, the Rocket 88 dominated.</p><p>I ended up selling that car, but about 20 years ago I went in search hoping to find one just like it. It was not going to be easy. Most of these old cars ended up rusted in junkyards. One day, I was at a car auction in Florida, and I sat down to take a rest. I had a Hemmings magazine, and I turned to a page that had an ad for a 1949 Oldsmobile Rocket 88 convertible. I couldn't believe it.</p><p>I flew to California, rented a car, and drove to this dealership in a town called Turlock. I couldn't believe my eyes. This car had the same air filter that I remembered, the same carburetor, the same automatic transmission. I bought the car for about $40,000 and had it shipped to Philadelphia.</p><p>Today, I have over 60 cars. I love speed and technology, so many of my cars are new European and American sports cars. I have lots of Corvettes and Mustangs. I have a Nissan GT-R, a Mercedes-Benz SLS AMG Gullwing, several Dodge Hellcats, and I have a new Ford GT Alan Mann Heritage Edition coming next week. If you know about cars, then you must know how happy these cars make me.</p><p>But the one I cherish most is my 1949 Oldsmobile Rocket 88. This was the car that made my dreams come true when I was coming of age.</p><p>My Ride</p><p>* Forget Ferrari, This Fashion Designer Has Zero Apologies for His Honda</p><p>* Whatever You Drove in College Isn't as Cool as His Firetruck</p><p>* James Bond Might Not Take This Aston Martin on Grocery Runs</p><p>* Everybody on Martha's Vineyard Knows the Mercedes Called 'Big Blue'</p><p>* His Vintage British 'Rocket Ship' Is a Rare Find in the U.S.</p><p>Write to myride@wsj.com</p><p>You Took a Bus to High School. He Took a Rocket.</p>",
  "published": "2022-02-12T15:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2474,
          "end": 2482
        }
      ],
      "nexusId": "10017781"
    }
  ]
}