{
  "_id": "95085bcea9d402d21660eff67b82f416e5fe4bf7eb346518db5990cabecef03f",
  "feed": "market-watch",
  "title": "Weekend reads: Inflation fear and opportunities for investors",
  "text": "<p>More inflation coverage:</p><p>The average household is spending an extra $250 a month, or $3,000 per year, because of high inflation — but middle-aged Americans are paying even more</p><p>Rising inflation will ‘drive increases' in auto, credit card debt, CFPB Director Chopra warns</p><p>How will the stock market react when the Federal Reserve makes a big move?</p><p>The Federal Open Market Committee hinted last month that the Federal Reserve would begin raising short-term interest rates in March. Long-term interest rates have already begun to rise, as the central bank has slowed its bond purchases, which will end in March. Rising rates typically pressure the stock market as a whole, because investors become attracted to other asset classes. The question now is how much of the rate increases have already been priced into stocks?</p><p>Inflation has knocked back the market. Here are the key S&amp;P 500 and tech stock levels one strategist fears.‘</p><p>Blowout' U.S. inflation leads traders to largely price in a half-point March rate hike by the Fed</p><p>Inflation's on fire, and the Fed's poised to act. Here's how markets and the economy have reacted to the first hike in a cycle.</p><p>Inflation opportunities for investors</p><p>AFP via Getty ImagesMichael Brush makes the case that whenever stocks turn sharply lower because of high inflation, investors are granted an opportunity to buy. He names three examples of stocks to buy on inflation dips.</p><p>A period of strong economic growth, high inflation and resource demand bodes well for oil prices. If you are wondering how to approach oil stocks, here's a deep dive into three exchange-traded funds that track the industry.</p><p>An inflation surprise for investors</p><p>Getty ImagesMark Hulbert looks back at how the stock market has performed during previous periods of high inflation and rising interest rates. The results may surprise you.</p><p>Hulbert also makes the case that high inflation can benefit companies that have a lot of debt, including International Business Machines Corp. IBM and Apple Inc. AAPL.</p><p>Ivermectin, misinformation and the need for hard data</p><p>AFP via Getty ImagesTwo years into the coronavirus pandemic, ivermectin, a drug commonly used to treat parasites in some people as well as in livestock, remains a political lightning rod. Jaimy Lee takes a deep look at how misinformation within the medical community was spread so widely and then discovered and retracted. She also looks ahead to rigorous studies that should finally answer the question of how effective ivermectin can be against Covid-19.</p><p>Read:‘You will not believe what I've just found.' Inside the ivermectin saga: a hacked password, mysterious websites and faulty data.</p><p>Planning a retirement move</p><p>COURTESY THE LEE COUNTY VISITOR &amp; CONVENTION BUREAUSilvia Ascarelli writes the Where Should I Retire? column. This week she helps a couple doing some long-range planning. They wish to retire and rent in a place near beaches, with mild weather and within easy access to an airport. Here are three possible destinations within their budget.</p><p>Try MarketWatch's&#xa0;retirement location tool&#xa0;for your own custom search. It includes data for more than 3,000 U.S. counties and incorporates climate risk.</p><p>A bitcoin forecaster doubles down on a stock pick</p><p>FactSetBarbara Kollmeyer continues her conversation with forecaster Yves Lamoureux, who says he advised clients that bitcoin BTCUSDwas nearing a top before the virtual currency peaked at $68,355 on Nov. 10. Now Lamoureux suggests loading up on shares of Bakkt Holdings Inc., as a better long-term play on virtual currency investing and trading than Coinbase Global Inc.</p><p>An investment outside the stock market</p><p>The beautiful thing about real estate is that it's real. If financial markets crash, you still own the property. If inflation is high, you might be able to raise the rent. That raises the question — is it worth renting out a home and dealing with tenants, maintenance, repairs and other costs?</p><p>Jacob Passy writes The Big Move column and this week helps a reader decide whether to rent out a house or sell it.</p><p>How TikTok has taken on Facebook</p><p>MarketWatch photo illustration/iStockphotoTikTok has been growing very rapidly, with 78.7 million U.S. users. Jurica Dujmovic explains how TikTok has been able to take business from Instagram and Facebook, which are units of Meta Platforms Inc. FB.</p><p>Estate planning — to care for a child who needs help after you are gone</p><p>Quentin Fottrell — MarketWatch's Moneyist — helps a couple weighing how to update a trust to make sure one of their daughters, who suffers from depression, will always be cared for.</p><p>Yum Brands…</p><p>Spencer Platt/Getty ImagesInvestors love to see a company growing rapidly. Shares of Yum Brands Inc. YUM have more than doubled over the past year as the company, which franchises and operates the KFC, Pizza Hut and Taco Bell chains opened new restaurants at an incredible pace in 2021, as Tanya Garcia reports.</p><p>… And yummy bugs</p><p>INNOVAFEEDAs an alternative to fast food, maybe eventually you will be eating insects.</p><p>For now, InnovaFeed is working with Archer-Daniels-Midland Co. ADM to use protein from black soldier flies in pet food. InnovaFeed sees a large potential human market for insect protein as well.</p><p>Want more from MarketWatch? Sign up for this and&#xa0;other newsletters, and get the latest news, personal finance and investing advice.</p>",
  "published": "2022-02-12T06:36:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1987,
          "end": 1990
        },
        {
          "start": 1949,
          "end": 1980
        }
      ],
      "nexusId": "10017781"
    }
  ]
}