{
  "_id": "d10d1a2422b45bfabdacb1ad28c7bbeeaf0024d0dc126abc833a8052cd22df85",
  "feed": "ftcomall",
  "title": "The lobbyists who made millions from Kremlin-linked clients",
  "text": "<p><strong>One scoop to start</strong>: US asset manager <strong>Oaktree Capital</strong> <a href=\"https://www.ft.com/content/c031e021-9b76-45e6-be61-62ddec48c36a\">is preparing an offer</a> for<strong> Chelsea Football Club </strong>as the race to buy one of Europe's biggest teams hots up after Roman Abramovich's two-decades-long ownership nears an end.</p> <h2>The lucrative business of lobbying for Russian clients</h2> <p>We've written before about the “revolving door” between the highest-ranking policy jobs and the world's top banks, corporate law firms, auditors and advisers such as <a href=\"https://www.ft.com/content/4c2adfd7-482a-4209-82e6-695a4a0a4c30\"><strong>Teneo</strong></a> and <a href=\"https://www.ft.com/content/63f24181-aee0-49f4-9966-a447d79692f0\"><strong>McKinsey</strong></a>. </p> <p>But while many swing — <a href=\"https://www.ft.com/content/db0e3cb1-7289-4d19-b364-2ee5a2d4168f\">sometimes too quickly</a> <em>—</em> between the public and private sectors, a different crop of Washington power brokers have made their fortunes floating seamlessly between both worlds. </p> <p>We're talking about lobbyists. </p> <p>Two firms in particular — <a href=\"https://www.opensecrets.org/federal-lobbying/firms/summary?cycle=2019&amp;id=D000022461\"><strong>Mercury</strong></a> and <a href=\"https://www.opensecrets.org/orgs/bgr-group/lobbying?id=D000021679\"><strong>BGR</strong></a> — have done lucrative work for Russian clients over the past several years, <a href=\"https://www.ft.com/content/93cb5eee-0684-4276-9479-d867f0e4cdea?shareType=nongift\">according to an analysis</a> of <strong>OpenSecrets</strong> data by our FT colleagues Kiran Stacey and Caitlin Gilbert. </p> <p><strong>Mercury</strong> partner<strong> Bryan Lanza</strong>, a one-time adviser to former president <strong>Donald Trump</strong>, has made $2.3mn since 2014 by representing Russia's <strong>Sovcombank</strong> and <strong>EN+</strong>. The latter was founded by <strong>Oleg Deripaska</strong> who has been under US sanctions since 2018 and was <a href=\"https://www.ft.com/content/66540723-08fa-439b-acaa-e74265aa0dce\">recently sanctioned</a> by the UK.</p> <p><strong>David Vitter</strong>, a Mercury partner and former Republican senator, was writing letters to lawmakers as recently as last month <a href=\"https://efile.fara.gov/docs/6170-Informational-Materials-20220208-1088.pdf\">urging them not to impose sanctions</a> on Sovcombank.</p> <p>Meanwhile, DC-based BGR has lobbied on behalf of the <strong>Nord Stream 2 </strong>pipeline and Russian state-backed miner <strong>Uranium One.</strong></p> <p>Lawyer <strong>Adam Waldman</strong>, who <a href=\"https://www.thetimes.co.uk/article/johnny-depps-lawyer-adam-waldman-accused-of-dishonesty-hcf0hq7zq\">represented</a> actor <strong>Johnny Depp</strong> in his <a href=\"https://www.ft.com/content/e7607bb7-63e3-4084-aef9-73a717c7a75b\">high-profile libel case</a>, has worked directly for Deripaska and took on a commission in 2010 directly from <strong>Sergei Lavrov</strong>, Russia's foreign minister, to lobby the US to grant Deripaska a visa. </p> <p>As the scrutiny ramps up on foreign lobbyists, a similar reckoning that has forced other professional services groups to take action as a result of Russia's invasion of Ukraine is gathering steam.</p> <p>Both Mercury and BGR have cancelled the contracts with Russian entities.</p> <p><strong>Vin Roberti</strong>, who runs public policy firm <strong>Roberti Global</strong>, also cut ties with Nord Stream 2 last month.</p> <p>Russian oligarchs have often turned to powerful litigators to protect their interests, including in the UK where <a href=\"https://www.ft.com/content/ae8512d3-663e-4039-ba3e-6de4f8ca5120\">strict libel laws</a> have made it easier to fight unflattering press. But some of London's top law firms <a href=\"https://www.ft.com/content/5ca32b8c-7e29-4a91-8854-0660e5a2891e\">are walking away</a>. Now that lobbyists are ditching them too, they may soon be running out of representatives. </p> <h2>A European private equity heavyweight looks to Asia</h2> <p>It's not an obvious moment for a European company to ramp up its exposure to Asia, and to a Hong Kong-based business in particular. </p> <p>Unprecedented Covid-19 outbreaks are rippling through Hong Kong and mainland China. Tensions between Beijing and the US are escalating amid the Ukraine war. And major banks such as <strong>JPMorgan Chase</strong> and <strong>Bank of America</strong> are <a href=\"https://www.ft.com/content/4ffd263d-3c1d-4c25-9c8f-f76237607357\">relocating executives</a> from Hong Kong. </p> <p>None of this has deterred <strong>EQT</strong>. The Stockholm-based buyouts group <a href=\"https://www.ft.com/content/b9e12a26-71a7-40b0-a9af-4d86c54061e5\">plans to acquire</a> <strong>Baring Private Equity Asia</strong> for €6.8bn, rolling it together with its own Asian business to form a new unit led by BPEA's chief executive <strong>Jean Eric Salata</strong>.</p> <p>EQT's shares are richly valued compared to its global listed private equity peers partly because it has adopted a model that gives all management fees to shareholders and 65 per cent of performance fees to insiders. Shareholders prize the steady, recurring management fees, even though unpredictable performance fees can be far more lucrative. </p> <p>That high valuation has given EQT a valuable currency for deals such as this one, most of which will be funded with €5.3bn of stock. </p> <p>Key to understanding the move: the deal will add €17.7bn to EQT's assets under management, which stood at €73.4bn in January. </p> <p>For listed private equity groups, AUM is king, because it's what determines those highly prized management fees. </p> <p>It will also be a big step towards EQT chief executive <strong>Christian Sinding</strong>'s <a href=\"https://www.ft.com/content/c8da614e-c2c8-4769-a302-1be39620f957\">stated ambition</a> of becoming “one of the global players” alongside the likes of US rivals <strong>Blackstone </strong>and <strong>KKR</strong>. </p> <p>One thing worth observing is the valuation of BPEA. It's a hefty 32 times the company's 2021 earnings, well above the 23 times earnings that EQT paid for real estate manager Exeter early last year, <a href=\"https://www.ft.com/content/082a8180-1bea-46e2-ba71-3d9c5ff8642f\">Lex points out</a>.</p> <p>Sinding describes it as a multiple of its forecast 2023 earnings “at the lower end of the mid-teens”. Private equity is nothing if not creative at presenting numbers.</p> <h2>Adler Group: A spot of due diligence</h2> <p>Here at DD we take a keen interest in, well, due diligence.</p> <p>Yet in all our years of digging into complicated transactions and corporate structures, we can't remember the last time that some of the players involved felt the need to clarify proactively that their deals were “completely in line with the laws” and “nothing illegal”.</p> <p>These are just two of the intriguing responses the FT's Cynthia O'Murchu and DD's Rob Smith received while <a href=\"https://www.ft.com/content/f84a7e83-02ed-4f46-9b46-d68120a6140f\">digging into a web of transactions</a> involving shares in <strong>Adler Group</strong>, the German property company. Its own new chair recently acknowledged it has been drawing <a href=\"https://www.ft.com/content/13aa2559-300c-44b0-9577-06d07ea11167\">unflattering comparisons to <strong>Wirecard</strong></a>.</p> <p>For DD readers who haven't followed the ins and outs of Germany's latest corporate governance scandal, we recommend reading the FT's <a href=\"https://www.ft.com/content/17b0f7b4-a561-448e-8ad3-87ec33a804e4\">October interview with <strong>Cevdet Caner</strong></a>, the colourful Austrian property magnate at the centre of the storm of controversy — who also does a pretty good Dr Evil impression.</p> <p>The fiasco is far from just an entertaining sideshow, however. The tussle over Adler is reshaping the landscape of Germany's real estate market, where the twin forces of falling interest rates and rising property prices have propelled the value of listed landlords higher and higher over the past decade.</p> <p>Last month, German real estate giant <strong>Vonovia</strong> became <a href=\"https://www.ft.com/content/496cb1a8-9a5d-43e8-9f0e-c7b4f9f15643\">Adler's largest shareholder overnight</a> after seizing a 20.5 per cent stake underpinning a margin loan.</p> <p>The reputations of some of the biggest banks in the world are also on the line. None other than <strong>JPMorgan</strong> became Adler's bank of choice for billions of euros worth of debt and equity transactions in recent years. </p> <p>While the US investment bank bagged lucrative underwriting fees in the process, we just hope that <strong>Jamie Dimon</strong>'s bankers did as thorough due diligence as Rob and Cynthia.</p> <p><strong>Job moves</strong></p> <p><strong>Howard Schultz</strong> is <a href=\"https://www.ft.com/content/a5bdfdb0-fc29-4b2a-8c4d-d1f49bf7b618\">returning to the helm</a> of <strong>Starbucks </strong>on an interim basis after chief executive <strong>Kevin Johnson </strong>announced that he would retire next month. </p> <p><strong>Catherine Lewis La Torre</strong>, the interim head of the <strong>British Business Bank </strong><a href=\"https://www.ft.com/content/01508ef7-3403-4cd3-a442-3079e3878167\">will not apply</a> for the permanent role.</p> <p><strong>Chano Fernandez</strong>, Co-CEO of <strong>Workday</strong>, has joined <strong>KKR</strong> as a senior adviser.</p> <p>Law firm <strong>Jones Day</strong> has hired former<strong> IBM </strong>chief trust and compliance officer <strong>Paloma Valor </strong>as ‘of counsel' in its global disputes practice, based in Madrid.</p> <p><strong>Linklaters</strong> has hired three partners from <strong>Vinson &amp; Elkins</strong> for its leveraged finance practice in London:<strong> Noel Hughes</strong>, <strong>Giacomo Reali </strong>and <strong>Christianne Williams</strong>.</p> <p><strong>AT&amp;T</strong> has <a href=\"https://www.businesswire.com/news/home/20220315006102/en/ATT-Appoints-Members-to-Warner-Bros.-Discovery-Board-of-Directors\">appointed seven directors</a> to the board of<strong> Warner Bros Discovery </strong>as it prepares to spin off <strong>WarnerMedia </strong>and combine it with Discovery, including former <strong>PwC</strong> chair <strong>Samuel Di Piazza Jr </strong>as chair.</p> <p><strong>Smart reads</strong></p> <p><strong>Oligarchs of New York </strong>Russia's richest man, Vladimir Potanin, has long run in Manhattan's most powerful circles. Even as he and his peers are ostracised from the city's elite institutions, their financial contributions to the city <a href=\"https://www.bloomberg.com/news/articles/2022-03-16/richest-russia-billionaire-vladimir-potanin-loses-nyc-board-seats-on-ukraine-war?srnd=wealth&amp;sref=OziMsGoK\">remain deeply entrenched</a>, Bloomberg reports.</p> <p><strong>Spacs on sale </strong>As blank-cheque deals fall from favour, dealmakers are selling stakes in the ventures<a href=\"https://www.reuters.com/business/spacs-splash-cash-salvage-deals-market-unravels-2022-03-16/\"> at huge discounts</a>, according to a Reuters analysis, and are even offering bonus stock in hopes of minimising redemptions.</p> <p><strong>Older and wiser </strong>London's law firms were notorious for pushing out partners in their mid 50s to make way for new blood. A fierce talent war and higher pay have led more high performers <a href=\"https://www.ft.com/content/637d91d1-3dd8-4ad8-ad06-60245bf1ecee\">to stay on long past retirement age</a>, the FT reports. </p> <p><strong>News round-up</strong></p> <p><a href=\"https://www.ft.com/content/8bc2418b-ca88-433f-aede-2d395aba3e88\">Lloyd's of London issues largest fine in its history after ‘boys' night out' bullying</a> (FT)</p> <p><a href=\"https://www.theguardian.com/football/2022/mar/16/chicago-cubs-owners-ricketts-family-ken-griffin-bid-to-buy-chelsea-roman-abramovich\">Chicago Cubs owners and Ken Griffin join forces in bid to buy Chelsea</a> (The Guardian) </p> <p><a href=\"https://www.ft.com/content/080c194b-cebe-4f49-8b25-572a175f43ff\">NortonLifeLock's $8bn Avast deal hits snag as UK regulator raises concerns</a> (FT + <a href=\"https://www.ft.com/content/ec3ba5fd-841e-4c4c-a85e-4709e645c401\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/2c0d7a8b-a48b-4287-ac3a-376603347ba3\">Default looms as Russia hits deadline for dollar bond payments</a> (FT) </p> <p><a href=\"https://www.wsj.com/articles/sycamore-and-hudsons-bay-prepare-kohls-bids-11647444676?mod=hp_lead_pos3\">Sycamore and Hudson's Bay prepare Kohl's bids</a> (Wall Street Journal) </p> <p><a href=\"https://www.ft.com/content/f092e2b1-2c1b-4b57-8bb7-e36852311f40\">Nissan's former legal chief faces appeal against Tokyo acquittal</a> (FT) </p> <p><a href=\"https://www.wsj.com/articles/theranos-executive-sunny-balwanis-criminal-fraud-trial-begins-two-months-after-founders-conviction-11647423001?mod=hp_lead_pos10\">Theranos executive Sunny Balwani's criminal fraud trial delayed amid Covid-19 exposure</a> (Wall Street Journal) </p> <p><a href=\"https://www.ft.com/content/0de838c4-cfc8-4453-9c82-6d497a205003\">Restaurant and leisure groups warn Ukraine war will push costs higher</a> (FT)</p> <p><a href=\"https://www.ft.com/content/9dc2624b-63cb-40d2-af35-246e5e60f261\">Western oilfield services companies stay the course in Russia</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b7851788-bdb4-4306-8333-fd8338b095bc\">Nikko scandal puts Japan's financial regulator to the test</a> (FT Opinion) </p><p>Source:  2022 'The lobbyists who made millions from Kremlin-linked clients' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-17T05:00:09.039Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 6584,
          "end": 6587
        }
      ]
    }
  ]
}