{
  "_id": "925ed740e227e4bd3dda1e2a1138a6a6f782c5027d0c529f351a7a68c81c710d",
  "feed": "ftcomall",
  "title": "Macro questions mount for tech sector",
  "text": "<p>As the latest tech earnings season gets under way in the US, macro issues loom large.</p> <p>An industry that likes to focus on the micro — where the next disruptive change will come from, or which incumbent is about to get its lunch eaten — suddenly finds itself wrestling with an unusually large number of geopolitical and macroeconomic challenges.</p> <p>Inflation and the turn in the interest rate cycle have raised questions about both rising costs (particularly in the strained labour market of information technology) and weakening demand. R<a href=\"https://www.ft.com/war-in-ukraine\">ussia's invasion of Ukraine </a>has trimmed sales at the margin for many companies, but more importantly hit supplies of key materials and injected a new level of uncertainty into the global economy. China's <a href=\"https://www.ft.com/content/e85e86a9-db1e-4b31-8d90-d4558796a163\">drastic response </a>to Covid-19 outbreaks is only the latest issue to threaten global supply chains — and another reason to worry about a slowdown in the country's economy.</p> <p>However, while this has brought a bumpy start to the year, IT demand has settled at an unusually robust level coming out of the pandemic. It all looks like a recipe for huge volatility, as companies try to withstand external shocks to their global supply chains and operations, with varying degrees of success. But it also suggests that some of the main engines of the IT industry are still firing on all cylinders.</p> <p>One concern is the strength of consumer demand. Exhibit A for the worriers came in the form of this week's <a href=\"https://www.ft.com/content/c3b63a57-0d46-41c7-8f6b-c61d388db039\">shocking new subscriber numbers</a> at Netflix. Competition from new video streaming rivals has been looming for a while, but other forces have also taken hold this year. Netflix executives pointed to “spillover effects” from Russia's invasion of Ukraine in central and eastern European countries, along with “macro strain” in a number of economies, including in Latin America.</p> <p>It's unclear how much these factors contributed to the shortfall. But as higher energy prices eat into more consumers' wallets, how many more will decide this year that it is time to limit their spending on streaming? And which other consumer services will start to show the strain?</p> <p>Another straw in the wind has been the sharp turn in the personal computer market since the start of 2022. Moribund before the pandemic, PC sales sprang back to life as workers logged in from home. The number of machines sold last year jumped by 15 per cent to 341mn, <a href=\"https://www.canalys.com/newsroom/global-pc-market-Q4-2021\">according to </a>Canalys, the most in almost a decade. But figures from Gartner show sales <a href=\"https://www.gartner.com/en/newsroom/press-releases/2022-04-11-gartner-says-worldwide-pc-shipments-declined-7-percent-in-first-quarter-of-2022\">fell</a> around 7 per cent in the first quarter of 2022.</p> <p>New hardware purchases are usually the first thing that gets put on hold when consumers and businesses start to feel uncertain. In other parts of the IT market, on the other hand, the picture looks very different.</p> <p>IBM, long a laggard in the shift to cloud computing, <a href=\"https://www.reuters.com/technology/ibm-forecasts-upbeat-2022-revenue-cloud-strength-flags-russia-hit-2022-04-19/\">issued </a>a surprisingly buoyant outlook on its earnings call this week following an overhaul that has included the spin-off of a large part of its services business. According to Arvind Krishna, IBM's chief executive, IT demand is running at 4-5 percentage points above the rate of gross domestic product growth. Barring “something much more catastrophic”, he predicted it would continue at that rate, even through a mild recession.</p> <p>The optimistic view is that the shock of the pandemic has, if anything, led companies and governments to accelerate plans to digitise their operations. IT buyers started out this year with plans for bigger spending growth than they did at the start of 2020 before the pandemic, even though the economic outlook is now more uncertain, according to John-David Lovelock, chief forecaster at Gartner.</p> <p>The year 2020 turned out to be a bust. But it was followed by a near-10 per cent surge in IT spending last year, and Gartner is <a href=\"https://www.gartner.com/en/newsroom/press-releases/2022-04-06-gartner-forecasts-worldwide-it-spending-to-reach-4-point-four-trillion-in-2022\">predicting </a>that the $4.3tn global IT market will expand at a faster rate than in the years leading up to the pandemic, with growth of 4 per cent this year rising to 6.6 per cent in 2024.</p> <p>The effects of this growth will be very unevenly felt. Spending on new tech has always been channelled disproportionately into areas where companies see the biggest impact on their business. In recent years, that has meant things like cloud computing, analytics and security, which they hope will make them operationally more resilient and more responsive to both customers and new market opportunities.</p> <p>The forecasts, if correct, point to a solid backdrop for the industry as a whole, and a springboard for continued very high growth rates in the hottest corners of IT. Whether investors will accord these growth rates the same high multiples they did before the recent stock market correction is another matter.</p> <p><em>richard.waters@ft.com</em></p><p>Source: Richard Waters 2022 'Macro questions mount for tech sector' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-21T16:46:38.524Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2956,
          "end": 2959
        },
        {
          "start": 2710,
          "end": 2713
        }
      ]
    }
  ]
}