{
  "_id": "7b12a81f33032b7eb47eb82790f5ce9d57cbf09526ac58240c861d027b4cecce",
  "feed": "ftcomall",
  "title": "Letter: Look beyond the domain of exchanges for crypto's real promise",
  "text": "<p>Hyun Song Shin rightly points to the financial stability risks posed by the dominance of crypto to the oligopoly of brokerages and exchanges (<a href=\"https://www.ft.com/content/76234c49-cb11-4c2a-9a80-49da4f0ad7dd\">Opinion</a>, December 17). </p> <p>There is a legitimate debate over the merits of isolating crypto from the banking system, as the Bank for International Settlements proposes, versus bringing cryptocurrency brokerages and exchanges into the regulatory perimeter, as the US Securities and Exchange Commission proposes. However, Shin stands on less solid ground in claiming that cryptocurrencies have no economic value.</p> <p>The argument that crypto is a purely speculative asset is premature. The technology is in its infancy. Automobiles were a novelty before the Model T; personal computers were the plaything of enthusiasts before IBM model 5150, and on and on. It takes time to discover useful applications of a new technology. Moreover, we have witnessed that bitcoin provides a means for individuals in places such as Venezuela and China to store wealth outside the reach of a predatory state. Surely that counts as an economically valuable application. </p> <p>The most promising features of blockchain technology, from the standpoint of economic value, may lie elsewhere from the domain of exchanges and speculation. For example, algorithmic smart contracts combined with zero-knowledge proofs on blockchains open possibilities for improvements in auctions, insurance, transaction processing and even regulatory oversight.</p> <p>Web3 applications on blockchains may create a new gaming and social media ecosystem that enables individuals to assert greater control over their online engagements and information. </p> <p>Finally, the threat of competition from cryptocurrencies has motivated the oligopoly of central banks and commercial banks to begin innovating with central bank digital currencies. This alone may generate a sufficiently high social return on cryptocurrencies to justify their existence.</p> <p><strong>Daniel Aronoff</strong> <br><em>Research Scientist, MIT<br>Cambridge, MA, US</em></p> <p><strong>Letter in response to this letter</strong>:</p> <p><a href=\"https://www.ft.com/content/33461ad7-48ae-4238-9230-1004eae80db7\"><em>Please let's not mix up crypto and blockchain</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/33461ad7-48ae-4238-9230-1004eae80db7\"><em>From Olivier Morelle, Frankfurt, Germany</em></a></p><p>Source:  2022 'Letter: Look beyond the domain of exchanges for crypto's real promise' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-20T00:02:41.634Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 759,
          "end": 762
        }
      ]
    }
  ]
}