{
  "_id": "c2e9cdce0506412f7dd624c4ef91d52bc24ca5c15bf7e0b5c8dd32ed070db47a",
  "feed": "market-watch",
  "title": "Here's why more employers are dropping college degree requirements; Instead of weeding candidates out via academic qualification, some companies are widening the prospect pool — and we could all benefit",
  "text": "<p>Nearly two out of three American workers don't have a college degree, but according to the New York Times, 51 percent of job listings required a college degree in 2017. That share had fallen to 44 percent in 2021.</p><p>Ultimately, this comes down to how employers filter applicants in their applicant tracking systems, said Joseph Fuller, professor of management practice at Harvard Business School, who co-wrote the study. Some companies have their own software whereas others might use a service like Indeed or Monster.</p><p>By going into the system and removing that college degree filter, they opened up jobs to more people.</p><p>\"The removal of these very arbitrary and binary filters just mathematically expands the people in the consideration set who are more diverse,\" Fuller said on this week's Best New Ideas in Money podcast.</p><p>Recently, a lot of big companies have promised to ease up on their college degree requirements. That includes the Business Roundtable, a nonprofit whose members are all CEOs.</p><p>Though degree inflation — when employers start requiring a 4 year college degree for jobs that didn't require one in the past — has lessened some in the past few years, there are still substantial differences across companies.</p><p>At Apple AAPL, 90% of postings for the role of Software Quality Assurance engineer require a college degree, the report found. At fellow tech company IBM IBM? 29%.</p><p>\"When we really started focusing on this in 2016, 2017, about 80% of our U.S. job postings required a bachelor's degree,\" Kelli Jordan, IBM Career Skills and Performance director, said on the podcast. \"We're down to about 50% requiring a bachelor's degree. So we've made progress. We still have some room to grow.\"</p><p>IBM has removed the college degree filter from the application process for some positions — not all though. Jordan says opening up the pool of applicants for certain jobs has made the candidate pool more diverse.</p><p>The report from Harvard Business School and the Burning Glass Institute projects that over the next five years, an additional 1.4 million jobs could open to workers without college degrees.</p><p>Learn more in this week's podcast. And tune in every week to MarketWatch's Best New Ideas in Money podcast with Stephanie Kelton, economist and a professor of economics and public policy at Stony Brook University, and MarketWatch reporter Charles Passy. Each week, they explore innovations in economics, finance, technology and policy that rethink the way we live, work, spend, save and invest.</p><p>You can listen to past episodes here.</p><p>Here's why more employers are dropping college degree requirements</p>",
  "published": "2022-05-19T14:05:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1374,
          "end": 1377
        },
        {
          "start": 1703,
          "end": 1706
        },
        {
          "start": 1378,
          "end": 1381
        },
        {
          "start": 1524,
          "end": 1527
        }
      ]
    }
  ]
}