{
  "_id": "aa22d89f11a1dd9ce812b5251c63a699801c70feb465566b43ba8ab085c6e518",
  "feed": "ftcomall",
  "title": "Austria's start-up scene comes of age — but domestic VCs lag behind",
  "text": "<p>In German-speaking countries, the word <em>Stammtisch</em> refers to the regulars' table at the local inn. But, in Austria's start-up world, that meaning has evolved: once a month, anything between 100 and 300 people meet up to hear successful entrepreneurs tell their stories, debate, exchange ideas and network at the AustrianStartups' <em>Stammtisch.</em></p> <p>“Back in the day, it was just a gathering of a few start-up people but, over time, it's grown with a stage, speakers and panel discussions — [today], it is the biggest monthly event in the Austrian start-up scene” says Markus Raunig, executive chair of AustrianStartups — which describes itself as an umbrella community platform aiming “to make entrepreneurship as common as skiing in Austria”.</p> <p>Founded in 2013, AustrianStartups has more than 1,000 members, including almost 80 sponsors ranging from domestic banks, law firms and angel investors to international companies such as IBM and Google. As well as <em>Stammtisch</em>, it organises a range of programmes to educate entrepreneurs and even high school pupils about founding and managing their own businesses.</p> <p>AustrianStartups' expansion — from Vienna to all provinces — mirrors the sector in the past decade, which has seen a proliferation of co-working spaces, incubators and mentors in the capital and across the country.</p> <p>The results have been dramatic. In 2021, start-ups in Austria received a record €1.23bn in private investment — five times the €262mn in 2020 (itself a record year, despite the Covid pandemic), according to the Start-up-Barometer Österreich report, published by professional services company EY.</p> <p>Florian Haas, the author, does caution that more than half the 2021 figure relates to deals involving just two companies: Bitpanda (a fintech investment platform) and GoStudent (an education platform matching students with tutors), which together accounted for €652mn. Even so, with the average deal size up from €4.5mn to about €12mn, he says this “financing boom” means “Austria is knocking on the door of the <a href=\"https://www.ft.com/ft1000-2022\">top 10 in Europe</a> — in terms of both the number of financing rounds and volume.”</p> <p>In addition, the range of sectors in which start-ups received investment is broad, led by companies in software and analytics, ecommerce and health.</p> <p>One factor driving this growth has been the enthusiasm of Austrian governments, regardless of political colour, for funding start-ups via the Austrian Research Promotion Agency (FFG) and Austrian Promotional Bank (AWS).</p> <p>“In the recent past, there have been huge developments, a lot of specific programmes,” says Philipp Aiginger-Evangelisti, FFG head of design and innovation, general programmes. “There is a lot of understanding about what start-ups need, which was not there 12 years ago.”</p> <p>FFG, which does not take any equity in lieu of funding, distributed €78.5mn in non-refundable grants and loans to start-ups in Austria last year — double the €38.7mn allocated in 2017.</p> <p>Since start-up funding is very diverse, varying from “several thousand” euros to the biggest research projects of up to €3mn, Aiginger-Evangelisti says it is “very difficult” to cite an average figure, but “typical ticket sizes for start-up funding are between €3,000 to €1mn”.</p> <p>The spread of business incubators has been equally important to overall growth in start-ups. The fourth floor of what was once a police officers' residence near Vienna's Karlsplatz, dating from the time of the Austro-Hungarian empire, now hosts a clutch of developing start-ups. This is i²c, the innovation incubation centre of Vienna Technical University, dedicated, says founding director Birgit Hofreiter, to “turning the often groundbreaking research of the university's many bright masters and PhD students into successful commercial operations”.</p> <p>Some of the current incumbents have already tasted commercial success — for example, Contextflow, an artificial intelligence-based system to help radiologists rapidly identify health issues from chest X-rays. Legitary is another, which also employs AI but in the music industry, to accurately determine streaming downloads. And NovoArc is dedicated to more efficient drug delivery, with the ultimate aim of enabling diabetic patients to replace injections with insulin pills.</p> <p>However, despite the successes, many in the sector say more can, and should, be done to exploit Austria's potential.</p> <p>Lukas Herrmann, a lawyer with Dorda, a Vienna law firm, is one of many who decry the lack of active domestic venture capitalists.</p> <p>“For a lot of founders, the first million is easy, and then it gets really complicated,” he says. “When you need real capital for Series A and series B [investments] to get the party moving, you want to look at the US and UK, because this is where it usually comes from.”</p> <p>Austria has a lot of “old money” held by wealthy families, but Herrmann says this source of finance is little exploited within the country, as society is far more risk averse than in Germany — where much similar capital is channelled into family investment firms.</p> <p>However, whatever its shortcomings, Nermina Mumic, chief executive and founder of Legitary, the music streaming auditing software company, is succinct in her appraisal of her homeland. “I think Austria is generally amazing when it comes to science and research,” she says.</p><p>Source: Kester Eddy 2022 'Austria's start-up scene comes of age — but domestic VCs lag behind' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T04:30:36.158Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 922,
          "end": 925
        }
      ]
    }
  ]
}