{
  "_id": "1870897dd735329313e4b48780e3f876972cc8a4a96cdd24954e6fd79f46c062",
  "feed": "ftcomall",
  "title": "Co-op appoints its first female chief executive",
  "text": "<p>Co-op, the UK's biggest member-owned company, has appointed the first female chief executive in the organisation's history as it faces a challenging period coming out of the Covid-19 pandemic.</p> <p>Shirine Khoury-Haq was previously chief financial officer and headed the Co-op's life services division, which includes the funeralcare and legal services businesses. She has been interim chief executive for three months.</p> <p>The changeover in the boardroom comes as the mutual warns of challenging times including inflationary pressure and economic uncertainty.</p> <p>Co-op's food business faces contracting sales and rising costs as shopping habits have changed following the easing of the <a href=\"https://www.ft.com/coronavirus\">coronavirus </a>crisis.</p> <p>Khoury-Haq grew up in Australia and the US and held senior roles at IBM, McDonald's and Lloyd's of London before joining the <a href=\"https://www.ft.com/stream/21d34949-3fe3-442d-a578-546dc0daa0eb\">Co-op</a> in 2019.</p> <p>The group said Jo Whitfield, who as head of the Co-op's food business was the only other potential internal candidate for the top job, was scheduled to return from a career break at the start of October.</p> <p>Whitfield had agreed with the board in February that she would take leave of absence starting from May to help her sons through their exams. But that decision came before the unexpected announcement in March that Steve Murrells would leave the Co-op rather than serve another term as chief executive.</p> <p>Murrells' decision was motivated by wider succession issues. Allan Leighton is due to stand down as Co-op chair in January 2024 because the organisation's constitution limits chairs to no more than three three-year terms. That could have led to new arrivals in the two top jobs within months of each other. </p> <p>Murrells had continued the work of his predecessor Richard Pennycook in <a href=\"https://www.ft.com/content/4da05e32-845e-11e8-96dd-fa565ec55929\">simplifying and stabilising</a> the Co-op, which was badly damaged by scandal and the near-collapse of its banking unit in 2013.</p> <p>The bank was eventually sold to a group of US hedge funds, while the Co-op also withdrew from sectors such as farming, travel agency and pharmacies. </p> <p>There have been other controversies too; the group publicly disagreed with its auditors over the accounting treatment of funeral plans, while in 2019 it was the subject of an investigation by the Groceries Code Adjudicator over its treatment of some suppliers.</p> <p>Co-op's same-store food sales were down 2.9 per cent in the year to January 2022, reflecting a return to more normal shopping habits and supply chain challenges in the second half of 2021. It has also invested heavily in new IT systems and ecommerce, all of which combined to reduce underlying profit by more than half. </p><p>Source: Jonathan Eley 2022 'Co-op appoints its first female chief executive' FT.com 23 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-23T15:30:07.852Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 763,
          "end": 766
        },
        {
          "start": 758,
          "end": 761
        }
      ],
      "weightsV2": {
        "weight": 2.0010204,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0010205507,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}