{
  "_id": "3ff10a63cc88ddf9d936eb48d32d958939ebac397c177deff98cd47511fa99dc",
  "feed": "market-watch",
  "title": "Biden is undermining Powell's efforts to curb inflation; In most of the West, monetary policy is hitting the brakes while fiscal policy is stomping on the accelerator",
  "text": "<p>Pulling in opposite directions</p><p>Across Europe and America monetary and fiscal policies are pulling in opposite directions and poorly coordinated climate change and wartime economic policies make it all worse.</p><p>The European Union is distributing and member states are spending about $800 billion in pandemic recovery funds to underwrite investments in green energy, modernization and national competitiveness.</p><p>The EU and other continental governments are seeking to cushion the blow of higher energy prices on households, industry and small businesses with more than $300 billion in new relief spending—those somewhat resemble the pandemic relief efforts of 2020 and 2021.</p><p>Liz Truss's short-lived conservative government in the U.K. backed down from big tax cuts. However, relief is still planned for households and businesses from high energy prices, and that's swelling deficits too.</p><p>Deficit spending or even spending partially funded by tax increases to catch the windfall profits of energy companies is hardly what national governments should be doing when the aggregate demand exceeds what these economies can produce. And central banks are curtailing liquidity to curb consumer spending and private investment.</p><p>Speaking bluntly, the European Central Bank and Bank of England are hitting the brakes, while European political leaders are jamming the accelerator to the floor.</p><p>Peacetime economy</p><p>The Europeans with American support have chosen an economic war and materiel aid to Ukraine as their answer to Russian military aggression without taking the political steps that should accompany wars in parliamentary systems.</p><p>Joseph Stiglitz: If Europe and the U.S. want to win the war in Ukraine, they must enlist their economies in the fight</p><p>These include designation of wartime prime ministers, unity cabinets and as necessary rationing of life's essentials—fuel, food and so forth—and price and wage controls to curb inflationary pressures that have fundamentally political, not economic, origins.</p><p>Popular discontent with the effects of higher energy and food prices on overall living standards are turning into extremism and rather non-Euclidean economic reasoning. How else could you explain a debt-burdened and isolated Britain even entertaining tax cuts at a time like this, Italy electing a right wing government with neo-fascist roots, and demonstrations in Eastern Europe denouncing the EU's resistance to naked Russian aggression.</p><p>For more than a decade, escaping deflation—boosting inflation by whatever measures may be necessary—has been the policy to revive growth. but Japan's problems are not rooted in shortages of demand.</p><p>Japan's mistake</p><p>The Japanese unfortunately confuse causality. Although at least some inflation usually accompanies economic growth, rising prices offer no guarantee of healthy progress—just look at Latin America.</p><p>Japan's problems stem from a virtually stagnant labor force—the product of too few births and very limited immigration. And the unfortunate fact that what the Japanese economy does best—run large complex industrial operations—poorly incubates innovation in the digital age.</p><p>For the last several decades, economic dynamism in America has been driven by startups that quickly grow to challenge established companies—Apple AAPL, Microsoft MSFT, Intel INTC, AMD AMD, Tesla TSLA and the like.</p><p>America's top universities turn out entrepreneurs in sufficient quantities to lead risk taking, whereas Japan's educational system mints company men. The Asian analog to the 1980s IBM IBM executive in the bland gray suit and tan raincoat.</p><p>The Bank of Japan is locked into a false paradigm by keeping interest rates low.</p><p>All that is pushing up the exchange rate for the dollar XX:BUXX against the euro EURUSD and the yen USDJPY and making inflation worse in Europe and tanking the dollar value of the overseas earnings of American corporations. The latter is of no small consequence for U.S. stock prices SPX DJIA, earnings, and funds available for R&amp;D and new investments.</p><p>Fiscal stimulus</p><p>But President Joe Biden is dumping huge amounts of borrowed money on the U.S. economy through his infrastructure program, the CHIPS Act and most important student-loan forgiveness. The latter could cost $1 trillion before it's all done and virtually give university presidents the power to issue Treasury debt BX:TMUBMUSD10Y .</p><p>If Powell has signed on for the duration of the war on inflation, he better start angling for a third term. The battle can't easily be won without the White House pursuing a more conservative fiscal policy.</p><p>Peter Morici is an economist and emeritus business professor at the University of Maryland, and a national columnist.</p><p>Biden is undermining Powell's efforts to curb inflation</p>",
  "published": "2022-10-26T10:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3518,
          "end": 3521
        },
        {
          "start": 3522,
          "end": 3525
        }
      ]
    }
  ]
}