{
  "_id": "f2ba9e15d0075777bb137f99bcd0062b3bb6c9d6f7815ce200929d146df92343",
  "feed": "wall-street-journal",
  "title": "Corporate Executives Call for Action-Based Approach at COP27; Companies are increasingly partnering to back startups pitching climate solutions",
  "text": "<p>The World Economic Forum published the letter, which carried signatures from CEOs of Nestle SA, Dell Technologies Inc., PepsiCo Inc., H &amp; M Hennes &amp; Mauritz AB, HSBC Holdings PLC, Unilever PLC and LEGO Group, among dozens of others across various industries. Major oil-and-gas companies were absent from the list.</p><p>\"Government targets, supporting policies and transition plans can provide clarity, predictability and the competitive landscape to encourage more businesses to take action and to make transition-aligned investments,\" the CEOs said.</p><p>The chief executives said governments should simplify regulations to speed along renewable-infrastructure permitting and research-and-development spending. More incentives, such as tax credits, are also needed for renewable energy, energy efficiency, recycling, and carbon removal. Governments also need to put a price on carbon emissions and phase out fossil-fuel subsidies, while supporting the training of workers affected by the transition to renewable energy, the CEOs said.</p><p>On the business side, the open letter called for more companies to set science-based emissions targets aligned with the Paris Agreement, collaborate within and across sectors and help develop sustainability-reporting standards.</p><p>The call comes as businesses increasingly work together to find economically viable solutions that can be scaled up.</p><p>For instance, Anheuser-Busch InBev SA, Unilever PLC, Coca-Cola Co. and Colgate-Palmolive Co. have partnered to fund startups and pilot programs in their supply chains. The companies have backed more than 70 startups in more than 20 countries, pitching solutions to recycling, resource-intensive agriculture and water use.</p><p>\"Business can't afford to wait, and they aren't waiting,\" said Sheri Hinish, global leader for sustainability services, alliances and strategy at IBM Consulting.</p><p>Still, she said corporations need help on where and how they can take action. According to a 2022 survey by IBM of 3,000 CEOs, the majority said they expect sustainability and ESG investments to improve business results in the next five years, but fewer than one in four are implementing sustainability strategies across the organizations today.</p><p>\"I expect at COP27 we will see business leaders not willing to wait to drive progress and looking at many avenues to meet the goals of the Paris Agreement,\" Ms. Hinish said.</p><p>Companies assumed a more prominent role at last year's COP in Glasgow with many promising to cut their net emissions to zero. Financial institutions with $130 trillion in assets also formed the Glasgow Financial Alliance for Net Zero to accelerate decarbonization.</p><p>One year on, companies and policy makers are moving in a tango, says Renaud Guidée, chief risk officer at insurer AXA SA and chairman of the Net-Zero Insurance Alliance. \"Businesses need governments, governments need businesses.\"</p><p>\"We need policy makers and regulators to make sure that they enact frameworks which are clear and as consistent on a cross-border basis as possible,\" he added. \"And obviously you need the businesses to further deliver on the disclosure efforts, which have started.\"</p><p>Write to Dieter Holger at dieter.holger@wsj.com and Rochelle Toplensky at rochelle.toplensky@wsj.com</p><p>Corporate Executives Call for Action-Based Approach at COP27</p>",
  "published": "2022-11-07T20:52:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1839,
          "end": 1842
        },
        {
          "start": 1963,
          "end": 1966
        }
      ]
    }
  ]
}