{
  "_id": "08d376d0e920a0d915a6e5151fa5dbb1d088e93625cd88ec04a0a793d277aa7f",
  "feed": "market-watch",
  "title": "The Big Tech earnings boom is over, and investors are now searching for safety",
  "text": "<p>The Nasdaq COMP entered correction territory last week, with the index now down about 12% from its record close in November, and Monday's whiplash-inducing market moves show the scope of the uncertainty. Similar volatility is likely to be seen in the coming days and weeks, as tech companies are expected to show a slowdown from the whopping growth seen in the past two years, leaving two outcomes this earnings season: Companies either justify their current valuations or see sharp negative reactions, exacerbating a schism that has already begun.</p><p>“In terms of performance, there has been a massive flight to quality,” said Dan Morgan, a senior portfolio manager at Synovus Trust Co. “Coming into this reporting season, we have seen a disconnect between the haves and the have-nots.”</p><p>One example is streaming-content pioneer Netflix Inc. NFLX, which saw shares plunge 20% on Friday after telling investors in its earnings that it expected just 2.5 million new subscribers in the first quarter, less than half the 5.8 million that analysts projected. The company also forecast its operating margins to drop to around 19%-20% in 2022, down from 21% in 2021, despite price hikes in its most mature markets, the U.S. and Canada.</p><p>This double whammy of higher prices and lower profit margins, as companies are forced to spend more for everything from hiring to goods amid rising inflation, could continue to slam other tech companies this year.</p><p>IBM Corp. IBM, which on Monday revealed it finally saw some results from its restructuring and divestitures under its new CEO, saw overall revenue grow 6%, and forecast 2022 revenue growth of about 3.7%. Shares of IBM rose slightly in after-hours trading Monday, as analysts parsed everything from its free-cash flow estimate, to try to glean whether more divestitures or acquisitions are likely.</p><p>Read also: The bullish work-from-home stock trend had ended</p><p>Tech's explosive growth has been one of the many fuels for the bull market for the past few years, and slower growth will likely drag the market down. The S&amp;P 500 SPX overall is expected to see better earnings and revenue growth than the IT sector in fourth-quarter results: earnings at S&amp;P 500 companies are forecast to grow around 22% in the fourth quarter, compared with 14.5% in the overall IT sector, while revenue for the S&amp;P 500 is forecast to rise 13%, and IT companies are expected to see revenue growth of 10.7%.</p><p>Energy companies and real estate are driving up the average growth rate of the S&amp;P, while some Big Tech companies are expected to see slower or no growth. Amazon.com Inc. AMZN, for example, is expected to see an approximate 70% plunge in its net income in what normally would be a huge holiday quarter, thanks to its higher hiring costs, which could weigh on the Consumer Discretionary sector.</p><p>“We think in aggregate&#xa0;this earnings cycle will be more volatile as companies contend with a robust demand environment that will be tempered by a challenging supply chain and persistent inflation that could dampen near-term profitability,” said Amit Daryanani, an analyst with Evercore ISI Securities, in a note on hardware and networking companies.</p><p>To put it more bluntly, “The easy comps are gone and people will have to put up or shut up,” said Brendan Connaughton, founder and managing partner at Catalyst Private Wealth in San Francisco. Connaughton also noted that currently, the outlook for the first quarter of 2021 is much bleaker for the entire S&amp;P 500, as the comparisons again are difficult, in part due to pandemic surges for some companies.</p><p>“It is forecast to drop from fourth-quarter earnings growth, to 6.3% in Q1 2022, because the comparisons are much more difficult from Q1 2021,” he said. “COVID has made these comparisons so lumpy.”</p><p>Big Tech still forecast to have a huge 2021</p><p>With all the bleak news, it's still worth pointing out that Big Tech is going to set all sorts of annual records in 2021. Based on current FactSet estimates, total revenue in calendar 2021 combined for Amazon, Apple Inc. AAPL, Facebook parent company Meta Platforms Inc. FB, Google parent company Alphabet Inc. GOOGL GOOG and Microsoft Corp. MSFT is expected to hit $1.39 trillion, a jump of 27% compared with reported revenue for those companies of $1.1 trillion in 2020. Combined net income is forecast to come in at roughly $80.5 billion, an uptick of about 3%, compared with $77.8 billion in 2020.</p><p>Amazon, though, will be among the companies with falling earnings in the normally robust fourth quarte. FactSet forecasts the internet retail sector to probably show the most disappointing results, thanks to rising costs, with earnings on a blended basis expected to fall around 66.5%, yet revenue still rising by 9.8%. Etsy Inc. ETSY, too, is expected to see disappointing results, with revenue forecast to be up 11%, a big drop from prior growth, and net income expected to fall about 23%.</p><p>Even Apple AAPL, which normally sees double-digit revenue growth in the December quarter, is expected to see revenue growth in the single digits at around 6.5%, while earnings will grow about 12.5%. Apple is expected to have the biggest net income of the five Big Tech companies when it reports Thursday.</p><p>Concerns about consumer spending and inflation are weighing on some of these names. Going forward into 2022, inflation is expected to become an even bigger issue, weighing both on consumers and their purchasing power, and the higher costs of goods will also weigh on companies and their expenditures. In December, the consumer inflation rate came in at 7%, a high not seen since the summer of 1982.</p><p>“Going into next year, consensus estimates for a lot of these companies seem very low,” said Morgan of Synovus.</p><p>Those estimates, though, are taking many things into consideration, from inflation affecting consumers, the possible ending of the long-running PC boom, the end of the pandemic surge for many other companies, and higher costs for everyone. FactSet estimates indicate that the full calendar-year revenue growth for the overall IT sector will come in at around 16%, with net income growth of 28%.</p><p>Semis and software are brightest of the IT sector</p><p>Tech companies that are still expected to fare well in the fourth quarter of 2021 are those more focused on corporate customers than consumers, such as semiconductor companies and corporate-software companies. Both of those sectors have the highest earnings and revenue growth estimates for the quarter, per FactSet.</p><p>Semiconductors as a group are forecast to see 17.1% revenue growth, as chips have remained in strong demand for many hardware products and autos, and supply has started to catch up after the long chip shortage of 2021. Earnings are expected to grow 18.63% in the quarter, but Intel Corp. INTC is again the outlier in the otherwise mostly strong group. Analysts expect Intel to be hit by higher costs as it transitions to new products and flat PC sales, while it focuses on its data-center growth, currently forecast to be modest, and supply-chain issues remain.</p><p>See also: Chips may be sold out for 2022 thanks to shortage, but investors are worried about the end of the party</p><p>“We expect solid and broad 4Q beats and margin/profitability upside on continued robust demand across auto, industrial, mobile, and PCs/gaming despite gradually improving industry-wide supply constraints,” said Cowen &amp; Co. analysts in a recent semiconductor outlook note.</p><p>In the software sector, behemoth Microsoft is expected to see about 18% revenue growth, while others, such as cloud-based ServiceNow NOW, is forecast to grow even faster, at about 28%. Microsoft is still seeing strong growth in its cloud-services business, Azure, albeit at a slower pace. Microsoft also has embarked on a price hike for 2022 of its Office 365 service.</p><p>Dan Ives, an analyst with Wedbush Securities, believes that Azure will beat the so-called whisper numbers on Wall Street, with strong new deal growth. “We believe the company saw another robust performance in the December quarter, led by Azure/Office 365, with our expectations to see a ~3% top-line beat and upside across the board which should be a major boost in the arm for the overall tech sector looking ahead,” Ives said in a recent note.</p><p>Investors have already taken the big growth of 2021 into account and are now focused on going forward into the unknown, and trying to hedge their bets against the inevitable earnings surprises in the coming weeks. The results may be devastating to some companies' valuations, while others should be able to handle the coming shifts in value.</p><p>“I think valuations are too high and I think some companies are going to get taken out and get shot in the head,” Connaughton said. “I think other companies are going to do just fine.”</p>",
  "published": "2022-01-25T13:28:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1450,
          "end": 1453
        },
        {
          "start": 1654,
          "end": 1657
        },
        {
          "start": 1440,
          "end": 1443
        }
      ]
    }
  ]
}