{
  "_id": "2a72213e40f691c36f67a2e72cd3df02292c0358c6501232349afdab83acddc4",
  "feed": "wall-street-journal",
  "title": "'Seven Games' Review: Chess Knights, Poker Cowboys and the Rise of the Computer Opponent; Acolytes of tabletop strategy dedicate lifetimes to the mysteries of the board and the card deck. Will A.I. send them all back to hopscotch?",
  "text": "<p>Which is why computers haven't destroyed chess, any more than the theoretical existence of a robot that could out-punch Mike Tyson has made hand-to-hand combat irrelevant. People once feared that technology would push the human element aside, after an out-of-form Garry Kasparov lost his second match (he had won the first) against the IBM supercomputer Deep Blue in 1997. But the professional game is flourishing, and the popularity of chess as a spectator sport surged during the Covid-19 pandemic, with stars such as United State grandmaster Hikaru Nakamura playing online to huge audiences. He has a following of 1.4 million on the streaming service Twitch.</p><p>Oliver Roeder, a journalist and puzzle editor, is nonetheless pessimistic, claiming: \"The sole source of originality in chess is now the machine.\" This is a serious overstatement: If it were so, then Magnus Carlsen and Ian Nepomniachtchi, who contested the chess World Championship in a match last November (Carlsen won, again), would not have needed their respective teams of \"seconds\": other strong grandmasters tasked with finding original tweaks to opening theory. These ideas are routinely checked on the machine, and some might even be suggested by it, but many are still the product of human inspiration.</p><p>There is no guarantee, though, that this will remain the case long-term. The subtitle of Mr. Roeder's book—\"A Human History\"—has a whiff of end-resigned melancholy, implicitly contrasting with a computer-dominated future. In point of fact, Mr. Roeder doesn't concentrate much on the purely human history of his seven games—as well as chess, they are checkers, Go, backgammon, poker, Scrabble, and bridge. He implies, for example, that chess has existed unchanged for a thousand years. \"By the high Middle Ages,\" he writes, \"chess was being played all across Eurasia.\" But this was not chess as we know it, since the queen did not become the powerful piece it is today until a rule change in the late 15th century.</p><p>19 Books We Read This Week</p><p>Amartya Sen's journey, a good deed that leads to a sinister mystery, the mistake that changed World War II and more.</p><p>The focus of \"Seven Games\" is, instead, on more recent history and the application of so-called \"artificial intelligence\" to games, as well as its influence on their competitive cultures. Here is where the book's rich human interest—and comedy—really lie. We meet the great checkers champion Marion Franklin Tinsley (born 1927), who once \"went a full decade without losing a single game,\" as well as the programmer who attempted to defeat the champ with his machine creation, Chinook. (Mr. Tinsley won their match in 1992, resigning the rematch after a cancer diagnosis.) In the figure of this programmer, Jonathan Schaeffer, we espy the sadness of a Dr. Frankenstein whose family life suffered because of his obsession: He eventually \"solved\" checkers, proving it to be a draw with correct play. Some human players, meanwhile, exhibit a humor so dry it seems to baffle the author himself. The great Scrabble champion Nigel Richards, we learn, \"was once asked, after winning a tournament, if he'd like to say a few words. 'I don't know any,' he said.\"</p><p>In pleasingly gonzo style, the author enters the North American Scrabble Championship as well as the World Series of Poker, drawing delightful pen-portraits of his adversaries while entertainingly evoking his own emotional roller-coaster. \"The actual lived experience of the World Series of Poker,\" he reports, \"comprises five elemental modes: loneliness, boredom, waiting, folding, and, ultimately, devastation.\" When he finishes in the bottom quarter of the Scrabble tournament, he describes his mood thus: \"May the universe now die its entropic heat death in the Big Freeze. See if I care.\" Ever alert to how games can be a metaphor for human existence, Mr. Roeder explains the complexity of Go in beautifully deadpan style: \"Stones are said to be alive when they can never be captured [and] dead when they cannot avoid capture. It's not always easy to tell what's alive and what's dead. In fact, this is a subject of deep study.\"</p><p>Such gems of human prose style, not yet imitable by AI, are implicitly set against the worry—expressed throughout—that computer amanuenses are everywhere sucking the fun out of things. Top poker players, Mr. Roeder explains, now attempt to be \"game-theory optimal,\" mimicking the dispassionate calculation of the programs rather than seeking to exploit their opponents' weaknesses. A counterpoint to this general mood of decline might have been furnished by some consideration of videogames, and particularly competitive Esports. (After all, when Mr. Roeder suggests that games are like cities, \"designed spaces where we make choices,\" this is surely true of nothing so much as Grand Theft Auto, Counter-Strike and their ilk.) Of the traditional meatspace games he considers, only bridge has thus far survived being overrun by computerized aids, but this might be just because its waning popularity does not make it an attractive PR target for AI-boosters.</p><p>And PR it always is: IBM's share price went up after the victory over Mr. Kasparov, though it hastily dismantled Deep Blue itself. The modern leading program, AlphaZero, is not available to the general public but has garnered many column inches in praise of its corporate parent Deepmind (a division of Google). The tech behind a poker bot named Libratus has been licensed to the Department of Defense, prompting the company's co-creator, computer scientist Tuomas Sandholm, to claim: \"I think AI's going to make the world a much safer place.\" If you can say that with a straight face, you deserve to be cast in a remake of Dr. Strangelove.</p><p>In the end, we're all going to have to learn to stop worrying and love the computer. That, at least, is Mr. Roeder's view. \"In stark ways,\" he concludes, \"the prevalence of superhuman chess machines in the world of professional chess is a glimpse into our own civilian future, when AI technologies will seep into our personal and professional lives.\" Though we might not worry that we can't peek under the hood of AlphaZero to audit its chess algorithm, there promise to be much greater problems if future machine-learning systems in medicine or other fields don't provide their human colleagues with a \"why,\" an explanation of reasons.</p><p>But games, in the meantime, make us happy because they need no \"why\" at all. The best furnish an arena for learning, the pleasurable exercise of skill and a cathartic burst of consequence-free conflict. This is true of everything from chess and Scrabble to Hearthstone and PlayerUnknown's Battlegrounds. At the very least, as the last two years have proven, games give us something to do when locked down. As the British Assyriologist and expert on ancient board games, Irving Finkel, has put it, such pastimes were popular back then, too, because \"there were long periods of time when there was bugger all to do.\"</p><p>Mr. Poole is the author of \"Rethink: The Surprising History of New Ideas.\"</p><p>'Seven Games' Review: Chess Knights, Poker Cowboys and the Rise of the Computer Opponent</p>",
  "published": "2022-01-21T15:55:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 336,
          "end": 339
        },
        {
          "start": 5096,
          "end": 5099
        }
      ],
      "nexusId": "10017781"
    }
  ]
}