{
  "_id": "0e92d344bd95db45ab81e2322cae05573edf8e30d5cb4e0608fbf7cdba983ec0",
  "feed": "wall-street-journal",
  "title": "Data Storage Is Reaching the Limits of Physics; To improve hard drives, engineers are looking to new technologies and factories in orbit.",
  "text": "<p>The surface of a platter inside a hard drive is divided into microscopic sections called bits. Each bit carries a positive or negative magnetic charge, which the drive's read-write head translates into a digital one or a zero. In an effort to store more and more on standard hard drives, the bits have become so small that their magnetic charge can unpredictably flip in response to temperature fluctuations, resulting in data loss.</p><p>That creates a problem for hard drives, which spin so fast that they produce significant friction between air molecules, resulting in heat. In data centers where thousands of servers live, that heat needs to be eliminated with air conditioning using water and electricity. The demand is massive: In 2014, approximately 626 billion liters of water were used to cool data centers. In 2016, data centers consumed 70 billion kilowatt-hours of electricity, equivalent to the electricity used by 6.4 million American households.</p><p>Hardware companies are investing in new technologies to keep hard drives on a path of increasing density and energy efficiency. Western Digital Corp. came up with one way to make the hard drive run superclean: filling it with helium, which has one-seventh the density of air and thus is less turbulent, producing less heat. Still, like earlier technologies, helium drives will eventually run into what's known in economics as the \"Jevons paradox.\" When technological innovation produces increased energy efficiency, we end up using more energy anyway, since the rate of consumption will simply increase as demand rises. The idea of saving energy or money or resources is, in the end, an illusion.</p><p>Seagate Technology Holdings is trying a different strategy to increase hard drives' storage density, using laser-thermal technology to heat the disk platter to 400 degrees Celsius as the read-write head records data, so that it is possible to divide the disk's surface into even smaller bits. Seagate claims it can fit two terabytes in a square inch, as it battles with competitors in a promotional skirmish. But dividing the surface of the disk into smaller and smaller bits requires stronger and stronger materials, which in turn require more energy from the read-write head to flip each bit.</p><p>Solid-state hard drives work differently because they do not have all of these spinning parts, but they are no more permanent than hard disk drives. Their data is written in \"blocks\" that can only be rewritten a certain number of times before they fail. Flash memory retains data even when the computer is powered off, but if a computer goes unused for a year or two, the flash memory will begin to lose that data more quickly than a hard disk would. Flash constitutes a larger and larger proportion of the hard drives in the world, but it will not produce anything like permanence.</p><p>Making progress in digital storage is difficult to sustain not just because of the natural resource requirements and physical limits, but because to create it, you must first create an otherworldly environment on Earth. If we know anything about Earth, it is that the planet is full of dust, and dust ruins hard drives, processors and other digital components.</p><p>A mote of dust on a hard drive platter can make the read-write head bounce up and down. For a hard drive spinning at 7,200 revolutions per minute, the impact is equivalent to a car hitting a bump at 75 miles per hour, except in this case the \"car\" is tethered to the ground so that it can't fly into the air. Instead, it slams back down and bounces furiously as it speeds across the surface of the disk. In a hard drive, as with a car, this is called a crash, and it can lead to the loss of all the information on the sensitive magnetic surface of the hard drive platter.</p><p>The semiconductor wafers from which microchips are cut have to be built in several steps, and each step creates nanoscopic debris that must be cleared away. To accomplish this, manufacturers use ultrapure water, an industrial solvent that is simply water with everything else removed: minerals, salts, even parts of dead cells and viruses. Making 1,000 gallons of ultrapure requires about 1,400 gallons of ordinary water. A single IBM plant in Burlington, Vt., makes and uses 2 million gallons of ultrapure water every day.</p><p>Water this pure is not fit for human consumption. Technically it isn't a toxin, but it is such a powerful solvent that it pulls the electrolytes out of your body as it passes through you. If you drank enough of it, you would die. Still, many people have tasted it out of curiosity. Reports on its flavor vary, ranging from \"flat, heavy and bitter\" to \"literally the most boring thing I've ever tasted\" or \"the absence of taste\" itself.</p><p>The ultimate pure environment would be outer space, an intergalactic clean room where the only life-forms are the ones that we export. In 2015, a startup called Cloud Constellation Corporation began working toward launching SpaceBelt, \"a network of data centers built on satellites in orbit.\" The data-center spaceship and space station scenario is just the latest of humanity's dreams that we can preserve what we want to preserve forever.</p><p>Dr. Murphy is dean of Bennington College. This essay is adapted from his new book, \"We the Dead: Preserving Data at the End of the World,\" published this week by the University of North Carolina Press.</p><p>Data Storage Is Reaching the Limits of Physics</p>",
  "published": "2022-08-25T13:49:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 4195,
          "end": 4198
        },
        {
          "start": 4167,
          "end": 4170
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}