{
  "_id": "6be376146938e860e759d7c826b39614efa59164712aab035290ba05c513174c",
  "feed": "market-watch",
  "title": "IBM stock rises following Street beat, optimistic outlook despite lost Russia business; Even with a 'slight recession,' only headwind IBM foresees is the cash-flow hit from lost business in Russia",
  "text": "<p>\"We are seeing very strong demand,\" said IBM Chief Executive Arvind Krishna on the conference call. \"I think technology has shifted from being just one aspect of a business to being the source of competitive advantage.\" Krishna said he expects revenue growth at the high end of its previously forecast model, which was the high end of the mid-single-digit range.</p><p>In its previous earnings report, IBM shares had walked back initial gains after the company declined to provide an earnings forecast, with Krishna calling for \"mid-single-digit revenue growth before Kyndryl and currency.\"</p><p>Analysts expect revenue of $60.38 billion for the year, or an increase of 5.3%, according to FactSet data.</p><p>\"We think and we believe, and the past couple quarters have borne this out, that demand for technology is going to sit at 4 to 5 points above GDP,\" Krishna told analysts. \"Even if GDP falls to flat or there's a quick recession or if it's a very slight recession, we see demand staying strong and continuing.\"</p><p>\"Now, I'll acknowledge if you have something much more catastrophic, that's different,\" Krishna said. \"But for all the scenarios that we do outline and we do look at, we see that demand is going to continue in a growth phase for the foreseeable future.\"</p><p>That said, the only real headwind the company sees is the result of pulling its business out of Russia, following the invasion of Ukraine.</p><p>\"Our business in Russia is not large, but it's concentrated in high-end infrastructure and software,\" IBM Chief Financial Officer James Kavanaugh said on the call. \"Last year, business in the country contributed about $300 million of revenue and about $200 million of profit and cash. For this year, we expect no contribution from Russia which puts us closer to the low end of our free cash flow range.\"</p><p>The company held to its forecast cash flow range of $10 billion to $10.5 billion in 2022.</p><p>IBM reported first-quarter net income of $733 million, or 81 cents a share, compared with $955 million, or $1.06 a share, in the year-ago period. Excluding discontinued operations, namely IBM's spinoff of managed infrastructure-service business Kyndryl Holdings Inc. KD, net income rose to 73 cents a share from 45 cents a share in the year-ago period.</p><p>Adjusted earnings, which excludes stock-based compensation expenses and other items, were $1.40 a share.</p><p>Revenue rose to $14.2 billion from $13.19 billion in the year-ago quarter. Analysts surveyed by FactSet expected adjusted earnings of $1.39 a share on revenue of $13.78 billion.</p><p>Following a change announced two quarters ago on how it would report business segments following the spinoff, IBM reported that Software revenue rose 12% to $5.77 billion, Consulting revenue rose 13% to $4.83 billion, while Infrastructure revenue slid 2% to $3.22 billion.</p><p>Last week, Morgan Stanley upgraded IBM's stock to a buy-grade rating, calling it a \"defensive play\" amid growing macro risks.</p><p>IBM stock rises following Street beat, optimistic outlook despite lost Russia business</p>",
  "published": "2022-04-20T11:36:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 134,
          "end": 137
        },
        {
          "start": 2634,
          "end": 2637
        },
        {
          "start": 1496,
          "end": 1499
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 2923,
          "end": 2926
        },
        {
          "start": 2832,
          "end": 2835
        },
        {
          "start": 41,
          "end": 44
        },
        {
          "start": 1888,
          "end": 1891
        },
        {
          "start": 2076,
          "end": 2079
        },
        {
          "start": 396,
          "end": 399
        }
      ]
    }
  ]
}