{
  "_id": "cc254038893c4466611dcd8874ebd84f12fb02807ea7380e05b18609ec806239",
  "feed": "wall-street-journal",
  "title": "Preparing for Energy Industry Cyberattacks",
  "text": "<p>This paper discusses why the energy sector stands out as susceptible to hacks, why people outside the industry should be concerned and best practices that are relevant to those both within and those reliant upon it.</p><p>The U.S. Cybersecurity and Infrastructure Security Agency provides a definition of critical infrastructure.</p><p>Energy Industry as a Strategic Target</p><p>Energy companies, especially those involved with energy generation and distribution, face a number of complex challenges, meaning the risk of a cyberattack may be greater than in other industries:</p><p>* Nation state attackers may target energy companies strategically either to cause economic, political and societal harm to critical infrastructure or to establish a foothold into the network in case of future heightened tensions.</p><p>* Criminal hackers might reasonably assume energy companies are more likely to pay a ransom to avoid operational or supply disruption.</p><p>* The connection between physical and cyber infrastructure – where information technology meets operational technology – presents unique challenges. Some machinery may rely on applications or operating systems that are outdated or cannot easily be made secure.</p><p>* As energy companies digitize operations, many new technologies fall outside the core competencies of firms. This results in human resources departments having to source staff in an unfamiliar and highly competitive pool of cybersecurity skills, often to fill vacancies outside major metropolitan hubs.</p><p>* Digitization has also led to greater supply chain complexity, which may result in forms being indirectly targeted.</p><p>* Due to the decentralized nature of energy company operations, for example electricity grids and pipelines, cybersecurity teams must defend large, distributed attack surfaces.</p><p>* Disrupting operations at a major energy company can result in a domino effect, which ripples through other sectors of the economy.</p><p>There is evidence to suggest that the industry is both regularly targeted and vulnerable to attacks. An International Business Machines Corp. report found that the energy industry was the third most targeted sector for cyberattacks in 2020, behind only finance and manufacturing, and had jumped up the list from ninth place in 2019. IBM sees the shift as \"further underscoring attackers' focus on [operational technology] connected organizations in 2020.\"</p><p>A study by Black Kite, a Boston-based cybersecurity firm, highlights the U.S. industry's vulnerability to attack: Black Kite found a quarter of the nation's 150 largest energy companies are \"highly susceptible\" to a ransomware attack, with oil and natural gas operations at the highest risk of such an attack. The 2021 report also found 49% of companies in the energy sector have a critical vulnerability due to out-of-date systems.</p><p>Energy Industry Perceived as Cybersecurity Laggard</p><p>There is a perception that the energy field lags behind others in cybersecurity sophistication and some analysts believe this notion has some credence.</p><p>Many energy companies are late adopters of digitization, cloud computing and functional software, but have not necessarily established a strong cybersecurity culture or a skilled and experienced technical staff.</p><p>Officials in the oil and gas sectors recognize the need for staff with specialized cybersecurity skills, even exceeding such critical industry needs as engineering and data science, according to research conducted in 2020 by EY. Further, only 60% of organizations assessed themselves as being at an 'advanced or expert' level of maturity in cybersecurity.</p><p>The Nation State Threat</p><p>Each nation state, indeed, each government agency with a hacking capability within the same state, will have differing motivations for attacks. While destructive attacks are perhaps the most obvious motivation for states, espionage is also possible, especially against 'upstream' energy companies that focus on oil and gas exploration.</p><p>Perhaps the most severe cyberattack on a political entity occured in December 2015, when Ukraine suffered a massive cyberattack that led to an interruption of electricity and water supplies for 230,000 residents during an extremely cold winter. This attack, which was the first confirmed sabotage of a grid, was linked to a Russian hacking group known as \"Sandworm\", assessed to be part of Russia's GRU military intelligence. Russian government officials have previously stated Russia does not use cyberattacks against other countries.</p><p>Of note is that the control systems in Ukraine were more secure than some in the U.S., as they were well-segmented from the control center business networks with robust firewalls. However, two-factor authentication was not required to log in to the network, which allowed the attackers to hijack workers' credentials and gain access to systems that controlled the breakers.</p><p>Daniel Kapellmann Zafra, senior manager, intelligence analysis at cybersecurity incident response company Mandiant, observed that \"strategic targeting provides the attacker with access to systems and information that can support them in the future to engage in offensive activity if required within the context of a conflict or dispute.\"</p><p>He added: \"Russia-linked threat activity has been known to be quite aggressive in the energy sector,\" while noting this has been reflected in cyber espionage activity as well as physical attacks that resulted in power outages in Ukraine during 2015-16. Such operations are not straightforward; Mr. Kapellmann Zafra also noted attacking ICS/OT environments requires significant research into the targeted systems before the intrusion begins.</p><p>To reinforce the severity of the Russian state threat, the U.S. Department of Justice on Mar. 24, 2022 unsealed two indictments from 2021 that charged four Russian government employees with running a string of hacking operations from 2012 to 2018 that attempted to penetrate critical infrastructure networks in the U.S. and abroad, including oil and gas firms, nuclear power plants, and utility and power transmission companies. Deputy Attorney General Lisa O. Monaco said, \"Russian state-sponsored hackers pose a serious and persistent threat to critical infrastructure both in the United States and around the world.\" Russia has historically denied it has tried to hack into the U.S. or other countries' infrastructure.</p><p>The Cybercriminal Threat</p><p>WSJ Pro Research spoke to experts on cybercrime who suggested that financially-motivated cybercriminals are more likely to prey upon businesses within the energy industry due to opportunity and happenstance — such as an attacker getting lucky by finding data for a particular industry — than formulating a strategy to target an industry they see as more vulnerable or lucrative than others.</p><p>According to Kurtis Minder, chief executive of digital risk prevention services firm GroupSense, criminals don't typically target a vertical, but might find an application with a vulnerability within that industry that can be exploited.</p><p>A high-profile criminal attack occurred in May 2021, when the operator of the largest U.S. fuel pipeline, Colonial Pipeline Co., was hit by ransomware, resulting in a six-day pipeline shutdown that spurred a run on gasoline stations along parts of the East Coast. This resulted in the average U.S. gasoline price rising above $3 a gallon for the first time in six-and-a-half years and leaving thousands of gas stations without fuel.</p><p>Over the course of two hours, 100 gigabytes of data was stolen from the company network, a ransom demand was issued and Chief Executive Joseph Blount authorized the payment of a bitcoin equivalent ransom of $4.4 million to avoid further disruption. One month later, the U.S. Justice Department recovered roughly $2.3 million of Colonial's ransom payment.</p><p>Colonial Pipeline may have simply been the victim of bad luck, as the hacker(s) found a password online and logged in, said Mr. Minder. No systematic targeting or scheming was required to overcome layers of defenses, just leaked credentials.</p><p>A lasting effect from the Colonial Pipeline attack may be the increased cyber attention at the board and CEO level generally. Greater scrutiny of the energy industry may have actually made businesses less likely to be targeted as increased attention would be focused on the attackers, something most — but not all — hackers want to avoid.</p><p>Precautions Businesses Should Take</p><p>Mr. Kapellmann Zafra of Mandiant recommended energy companies should focus on the following areas to improve security:</p><p>* Considering the main threat to energy organizations recently comes from IT – and ransomware in particular – it is important to focus on protecting critical IT systems that if attacked could lead to an indirect impact on their OT systems. This is mainly relevant to business process management systems that are needed for their OT to continue supporting regular production, including logistics and billing systems.</p><p>* Organizations should always be aware of their network architecture and segmentation to maintain visibility into and be better prepared to protect critical systems.</p><p>The Cybersecurity and Infrastructure Security Agency released an alert on Jan.18, 2022, citing \"[t]he identification of destructive malware by [public and private entities in Ukraine] is particularly alarming given that similar malware has been deployed in the past—e.g., NotPetya and WannaCry ransomware—to cause significant, widespread damage to critical infrastructure. [S]enior leaders at every organization in the United States [should be] aware of critical cyber risks and take urgent, near-term steps to reduce the likelihood and impact of a potentially damaging compromise.\"</p><p>The alert said all organizations, regardless of sector or size, should immediately implement the [following] steps:</p><p>* Reduce the likelihood of a damaging cyber intrusion</p><p>* Take steps to quickly detect a potential intrusion</p><p>* Ensure that the organization is prepared to respond if an intrusion occurs</p><p>* Maximize the organization's resilience to a destructive cyber incident</p><p>Additionally, WSJ Pro Research recommends that all businesses should conduct a risk assessment to better understand how disruptions in energy could affect their operations and consider the following questions:</p><p>* What would it mean if electricity supplies were disrupted for one hour, one day or one week?</p><p>* What would it mean if oil or gas supplies were disrupted?</p><p>Although energy suppliers may not be seen as part of a business's supply chain, their continued operation is vital to the vast majority of businesses. It would be wise to keep abreast of threats to the energy industry generally and particularly to utilities and providers who support operations in your area.</p><p>WSJ Pro Research is a premium membership that supports executive decision making on critical business issues by supplementing the news with timely, in-depth research and data.</p><p>All WSJ Pro Cybersecurity research reports, webinars, events and data are available at wsj.com/pro/cybersecurity/research</p><p>Meet the Author</p><p>Preparing for Energy Industry Cyberattacks</p>",
  "published": "2022-04-21T21:06:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2250,
          "end": 2253
        },
        {
          "start": 2021,
          "end": 2052
        }
      ]
    }
  ]
}