{
  "_id": "523c25dadf462b32694d0e34c049073a71d51f93f917ce2eec683bf11eb10b72",
  "feed": "wall-street-journal",
  "title": "Technology & Media:  Blockchain Fizzles in Shipping  ---  Maersk-IBM effort is  latest to run aground  as firms pull plug on  asset-tracking bid  ----  By Isabelle Bousquette",
  "text": "<p>   Blockchain, the technology underpinning bitcoin and other cryptocurrencies, for years has been viewed by some companies as a way to drive industry-transforming projects, among them the tracking of assets through complex supply chains. So far, that hasn't happened. </p><p>   The latest effort to run aground was that of A.P. Moller-Maersk A/S and International Business Machines Corp., which hoped to follow shipments via the blockchain. Last month, Maersk said the project would be discontinued. Another big effort, Walmart Inc.'s attempt to track groceries on the blockchain, continues, but slowly. </p><p>   \"There's not one company that has really shown, let's say, a material change,\" Francesco Bozzano, vice president of the corporate finance group at Moody's Investors Service, said of blockchain efforts in supply chains. </p><p>   It has been slow going or worse for big bets on blockchain for a number of reasons: the complexity of the technology, the time required to get a blockchain into operation and the difficulties in enlisting participants. </p><p>   TradeLens, the Maersk-IBM blockchain platform, was launched in late 2018 to help digitize container shipping on a secure global tracking platform. Had it worked, it would have been a game-changer, analysts said, cutting down on paperwork to clear customs and offering cargo owners more visibility of their boxes during transit. </p><p>   But TradeLens could only work with the collaboration of a host of companies and nations -- which never fell into place. Maersk said the platform would be offline by the first quarter of 2023. </p><p>   Blockchain makes it possible to create a digital ledger of transactions with information on their ownership. It can provide a level of trust that other shared databases don't, but the technology is complex, requires more computing power and is more expensive to run than existing databases, experts say. </p><p>   Some companies say they haven't found a compelling enough reason to use it. During the pandemic, Walgreens Boots Alliance Inc. considered blockchain for vaccine distribution, but ultimately decided to go with other options that were faster to get up and running, former Chief Information Officer Francesco Tinto told CIO Journal earlier this year. (He has since left the company.) </p><p>   Others have tried with mixed results. In 2018, Walmart joined with IBM to start tracking its produce items through blockchain. The effort began with leafy greens, and in the four years since has added just one item: green bell peppers. </p><p>   Walmart said it took time to get buy-in from suppliers who found the onboarding process daunting. Many didn't have digital record-keeping systems and had to make large upfront investments before they could start using blockchain, Walmart said. </p><p>   Analysts say they rarely hear about Walmart's greens-tracking work anymore. </p><p>   --- </p><p>   Costas Paris contributed to this article. </p><p></p>",
  "published": "2022-12-16T07:08:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 337,
          "end": 368
        },
        {
          "start": 2301,
          "end": 2304
        }
      ]
    }
  ]
}