{
  "_id": "a01a006827ac2e5fa6bc7412f820bdc1bb9c66d2f07dabee717624a8e81ef229",
  "feed": "wall-street-journal",
  "title": "A Tech Revival for America's Hometowns; People shouldn't have to leave their communities in search of prosperity. Why not bring the digital economy to them?",
  "text": "<p>Americans should not have to leave their hometowns in order to seek opportunity or build wealth. But our modern, digital economy has concentrated its dynamism in a handful of mostly coastal cities, including San Francisco, Seattle, New York, Boston and Austin. When these cities prosper, cities such as Youngstown, Ohio, or Beckley, West Virginia, don't share in the benefit. Many residents of middle-American cities and rural areas are tired of seeing their young people buy one-way tickets out of their home states in search of work. They worry about the loss of community, the shuttering of stores and the dwindling of church congregations.</p><p>Most of these Americans understand the importance of the tech sector to the U.S. economy. Technology creates trillion-dollar valuations, billionaire entrepreneurs and six-figure salaries for those still in their twenties. By 2025, the U.S. will have 25 million digital jobs—more than the number of manufacturing and construction jobs combined. These jobs have a median salary of $80,000, nearly double the national average. They should not be available only to high-schoolers in Cupertino, Calif.—home to Apple—who have sophisticated robotics workshops in their garages.</p><p>And yet, just five U.S. cities account for 90% of innovation job growth in recent decades, according to a 2019 Brookings and Innovation Technology and Innovation Foundation report. Nearly 50% of digital service jobs are in 10 major metro centers. As for the others, nearly 63 of the country's 100 largest metro regions saw their share of tech jobs actually decline in the past decade.</p><p>This distribution doesn't have to be so unequal. The experiment with remote work during the pandemic has shown that digital technology could allow millions of jobs to be done anywhere in the nation with access to high-speed broadband. What we need are economic policies that seed digital jobs all over the country, even while places like Silicon Valley continue to attract talent and prosper.</p><p>The federal government should create a national digital corps, bringing the brightest minds in technology to universities, community colleges and local businesses to spend three to six months building effective credentialing and apprenticeship programs and mentoring newly trained workers. Like the Peace Corps, participants would receive a stipend for living expenses and would enhance their own resumes while developing a better understanding of rural markets and the economic opportunities there. Digital corps fellows would play a supportive role, recognizing that the communities themselves must drive new initiatives.</p><p>With the help of these fellows, the country can mobilize its vast higher education network for the task of training new tech workers from coast to coast. The U.S. Congress can provide funds to land grant universities, as well as to historically Black colleges and universities and institutions with significant Hispanic enrollment, to develop applied technical training programs in concert with the private sector. In some cases, a nine-month course and certificate may be more appropriate than a two- or four-year degree.</p><p>One of the biggest barriers that midsize cities and rural areas confront in cultivating startups or satellite offices is the lack of affordable broadband. Bringing tech jobs to these locations will mean investing in high-quality infrastructure all over the country. Remote work isn't possible for someone who doesn't have access to a good internet connection to use Zoom, Skype, GitLab or Slack. By 2025, our nation should have provided affordable high-speed internet for every American community.</p><p>Technological literacy is just as critical. Every K-12 student in America should learn computer science. We are falling short. According to Code.org, only 47% of U.S. high schools teach computer science, and only 10 states provide classes for all grades. Not everyone needs to be a coder, but even non-techies benefit from understanding the basics in order to be confident using digital technology and operating machines.</p><p>Economic incentives can encourage companies to hire in rural areas and midsize cities. When the federal government is weighing contract bids from private companies, it should provide favorable consideration to those that commit to hiring 10% of their project workforce in rural communities. We recently saw intense competition among Microsoft, Amazon, Oracle and IBM to win the Department of Defense's $10 billion cloud computing contract, which supported thousands of jobs. Imagine if the competing companies knew they would be more likely to be selected if they hired tech workers from left-out regions.</p><p>Companies could also be offered a federal tax credit of up to $10,000 per tech employee hired in a rural area. In 2018, the city of Tulsa began offering a $10,000 cash grant to professionals who moved there for remote work and has succeeded in attracting more than 250.</p><p>Finally, the government should finance and help create American Centers of Technology near research universities in every state by the end of this decade. Research institutions and private businesses would collaborate at each hub to advance a particular cutting-edge technology, such as robotics, synthetic biology, clean energy or electronics manufacturing. Cities such as Columbus, Ohio, and St. Louis, Missouri, already have tech-savvy research universities or national laboratories and a few startup successes under their belt; hubs in these locations will likely have access to donor networks that can improve their odds. As the hub network expands across the country, it will promote scientific breakthroughs and cultivate new businesses and high-paying jobs.</p><p>The idea of establishing tech hubs has bipartisan support in Congress. I worked with Senate Majority Leader Chuck Schumer of New York and two Republicans, Sen. Todd Young of Indiana and Representative Mike Gallagher of Wisconsin, to make funding for such centers a critical part of the Innovation and Competition Act, which passed the Senate overwhelmingly. The House must now pass it, too.</p><p>Decentralizing the digital economy can help American towns strike a balance between fostering community and embracing change. Residents can attend their hometown churches or synagogues, share meals with family and friends, join service clubs, play in sports leagues and support traditional industries and workers. At the same time, they can have access to cutting-edge digital tools, training and high-paying employment. The promise of new jobs doesn't have to come at the cost of sudden cultural displacement. Residents can help restore the economic health of their communities and retain some control over their way of life.</p><p>When tech project teams are geographically distributed in this way, they may bring together employees living in coastal cities with those in rural communities and communities of color. That experience may help to soften some of the country's cultural fault lines. Those who are uncomfortable with the increasingly multiracial nation that the U.S. is becoming may relax their opposition when their incomes and careers are linked to those of a diverse team. Cosmopolitan techies may become less disconnected, learning to appreciate the culture, traditions, struggles and stories of blue-collar or rural towns if they work with people who live there. A more geographically inclusive tech sector will not only bring Americans together but also spark the innovation that America needs to compete in the century ahead.</p><p>Mr. Khanna, a Democrat, is a member of Congress from Silicon Valley. This essay is adapted from his new book, \"Dignity in a Digital Age: Making Tech Work for All of Us,\" which will be published by Simon &amp; Schuster on Feb. 1.</p><p>A Tech Revival for America's Hometowns</p>",
  "published": "2022-01-20T14:59:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4423,
          "end": 4426
        }
      ],
      "nexusId": "10017781"
    }
  ]
}