{
  "_id": "abb2443d7052159b9134d9632ce2d177274a7f27813d695b228c801beec4176c",
  "feed": "ftcomall",
  "title": "Seven Games by Oliver Roeder — let us play",
  "text": "<p>Back in 2016, Lee Sedol, at the time the world's best go player, was beaten soundly by AlphaGo, a powerful computer built by Google's artificial intelligence division. The South Korean expected to win easily. Instead he <a href=\"https://www.ft.com/content/b8e38a28-c4fa-11e5-b3b1-7b2481276e45\">found himself crushed,</a> losing 4 games to 1. Yet he won an ovation at the press conference following his single victory nonetheless, as if humanity had been suddenly redeemed in the face of overwhelming defeat.</p> <p>Similar face-saving scenes have occurred in chess, most obviously two decades earlier when IBM's Deep Blue supercomputer took apart grandmaster <a href=\"https://www.ft.com/content/19a2c21a-33e6-11e7-99bd-13beb0903fa3\">Garry Kasparov</a>. “The Deep Blue Team was asked by the corporate PR divisions to dress well and not to smile during the closing ceremony — in deference to the human race,” as Oliver Roeder writes in <em>Seven Games</em>.</p> <p>A journalist and gaming geek, Roeder's book is part memoir and part meditation on the way in which overwhelming machine superiority is changing both games and those who play them. His account is perceptive in particular on the oddities of gaming subcultures, most notably those he plays well himself such as Scrabble, where he was briefly one of the 200 or so best players in the US. </p> <p>The seven games in question — the other six being checkers, backgammon, chess, go, poker, and bridge — have been affected by computational progress in different ways. Chess is enjoying a machine-driven renaissance, as players flock to compete and watch online. Rather than giving up, computers are even inspiring human improvement. Norway's <a href=\"https://www.ft.com/content/07b8abbb-208c-4dad-a6e6-9515fab18500\">Magnus Carlsen</a>, not merely the world's best player but arguably the best of all-time, says he has learned to play in an even more attacking style having studied games played by AI-powered machines.</p> <p>Not every pastime has been livened up. Roeder spends an enjoyable chapter recounting his travels to Las Vegas to play in the World Series of Poker, a tournament once known for glamour and high-stakes excitement. Rather than a contest dominated by outsized personalities and the drama of bluffs and tells, however, he found top players sitting quietly in sunglasses and hoodies, ignoring their opponents while quietly recalling from memory the optimal strategies taught by software.</p> <p><em>Seven Games</em> seeks to answer one further question: why do humans play at all? Individual games can come in and out of fashion. Backgammon was cool in the 1970s; poker grew popular in the 2000s; chess is having a moment now, also helped along by <a href=\"https://www.ft.com/content/70f39b21-ef56-460b-9f04-bf7ec72e6196\"><em>The Queen's Gambit</em></a>, a hit Netflix series. Yet board games in general seem as popular as ever, even in the face of smartphones and other digital distractions.</p> <p>Historically, the author suggests, game-playing was a kind of Darwinian survival technique, teaching humans how to calculate probabilities and strategy. Now they are popular for different reasons, most obviously their ability to satisfy our deep psychological desires “to solve an elegant problem,” as Roeder puts it. At their best games provide a sense of control and agency in an often-chaotic world. </p> <p>Will their popularity endure? It has done so this far at least, proving wrong those who worried that players would lose interest in pastimes in which humans were demonstrably inferior best to computers — or indeed those, like checkers, which computers have long ago solved in their entirety. </p> <p>The enduring psychological challenge of gaming and puzzle solving isn't always pleasant of course, especially if you lose. It's a point Roeder makes during a wry account of the time he once ended up playing Carlsen across the 64 squares, as part of an exhibition match in which the Norwegian star played a large number of amateur players at once.</p> <p>As he pushed up his first pawn, Roeder was in no doubt what was to follow: “Carlsen was about to do to my psyche what Mike Tyson would've done to my face,” he recalled. He kept playing though, enjoying the challenge even if it came with the prospect of certain defeat — as if that was a small part of what makes us human after all.</p> <p><a href=\"https://amzn.to/3ClCF3E\"><strong>Seven games</strong></a><strong>: A Human History</strong> by Oliver Roeder, <em>WW Norton, £19.99, 320 pages</em> </p> <p><em>James Crabtree is the author of ‘The Billionaire Raj'</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: James Crabtree 2022 'Seven Games by Oliver Roeder — let us play' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-09T12:30:29.970Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 521,
          "end": 524
        }
      ]
    }
  ]
}