{
  "_id": "f363b0d4b4b4d430c5f8ab8e02cca6114835a0770fa2870b004e715c399f0493",
  "feed": "wall-street-journal",
  "title": "U.S. News --- THE OUTLOOK: Rate-Effect Lag Adds to Fed Puzzle",
  "text": "<p>Why the lag? Interest-rate changes filter through to inflation in a series of steps. The short-term lending rates controlled by central banks steer other borrowing costs in the economy, including deposit and lending rates for households and businesses, with a delay because loan contracts take time to change.</p><p>Higher borrowing costs and lower asset prices deter households and businesses from borrowing and investing, which weakens sales and the ability of companies to raise prices and workers to win raises. But it takes time to cancel projects or shed workers. Some consumers will follow through with long-planned purchases, such as a new car or kitchen. Businesses might not reduce their workforce until they feel sure that the outlook has changed.</p><p>The International Monetary Fund said this month that interest-rate changes have their peak effect on growth in about one year and on inflation in three to four years. When former Federal Reserve Chair Paul Volcker took office in the summer of 1979 and quickly pushed interest rates to about 20%, it brought an almost immediate recession, but inflation took about three years to fall to manageable levels, the IMF wrote this month in its World Economic Outlook.</p><p>A 2013 review by Tomas Havranek and Marek Rusnak of the Czech central bank of dozens of earlier papers concluded the maximum impact on inflation takes two to four years in advanced economies. In the U.K., a 1 percentage-point increase in the policy rate reduces output by 0.6% and inflation by up to 1 percentage point after two to three years, according to a 2016 paper by James Cloyne, then of the Bank of England, and Patrick Hurtgen of Germany's Bundesbank.</p><p>This all suggests the easy money rolled out at the start of the Covid-19 pandemic is still being felt, while rate increases to date have barely cooled either inflation or growth.</p><p>The U.S. economy, after shrinking slightly in the first half of the year, likely grew at an annual rate of about 3% in the three months through September, according to the Federal Reserve Bank of Atlanta's forecasting model.The eurozone economy likely grew as well despite surging European energy costs, according to JPMorgan Chase.</p><p>Unemployment on both sides of the Atlantic is at multidecade lows. Underlying inflation is currently running at around 6% in the U.S. and globally, JPMorgan said. Most participants at the Fed's September policy meeting remarked that a sizable portion of economic activity had yet to display much response to higher interest rates, according to the minutes.</p><p>Lags create the risk that central banks might ease off the monetary brake too soon. That is because people start losing their jobs months or years before inflation returns to target, and policy makers tend to come under pressure to cut interest rates early.</p><p>While no advanced economy central bank is cutting rates, some have pivoted to smaller rate increases; Australia's tightened by a smaller-than-expected 0.25 percentage point this month, following four consecutive 0.5 percentage-point hikes. The smaller increase \"was warranted given that the cash rate had been increased substantially in a short period of time and the full effect of that increase lay ahead,\" according to the minutes of the bank's Oct. 4 meeting.</p><p>Even Mr. Volcker, who eventually quashed the high inflation rates of the 1970s, sharply reduced interest rates during recessions, including by more than 10 percentage points in 1980, notes Alan Reynolds of the Cato Institute.</p><p>\"The biggest risk right now is that central banks may not be able to hold their resolve. . .with the economy going into recession,\" said Stephen Cecchetti, a former Fed official who is now a finance professor at the Brandeis International Business School.</p><p>By prematurely reversing course, central banks will deliver only the pain of higher rates, with none of the benefits of low inflation, the IMF warned this month.</p><p>But lags carry the opposite risk, too: Central banks might hold interest rates too high for too long, past the point when economic output has already weakened enough and the hoped-for decline in inflation is already in the pipeline.</p><p>Indeed, the lags create a conundrum for central banks, notes Olivier Blanchard, a former IMF chief economist: Policy makers need to stop increasing rates while underlying and wage inflation are still rising. But that could threaten their credibility if people conclude they aren't committed to fighting inflation -- especially when they were slow to start raising rates in the first place, Mr. Blanchard wrote on Twitter on Oct. 21.</p><p>If central banks instead keep increasing rates to preserve their credibility, that risks a deeper recession than is necessary. \"This is a conundrum facing the Fed today,\" he said.</p>",
  "published": "2022-10-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3718,
          "end": 3740
        }
      ],
      "nexusId": "10017781"
    }
  ]
}