{
  "_id": "4c3306fe70d80984a6ea3960d39b81107d03674e242129f10314bdf68d5e5357",
  "feed": "wall-street-journal",
  "title": "What CEOs Are Saying: The Fed 'Should Look Out the Front Windshield'; Leaders from Tesla, IBM, Goldman Sachs and others discuss the economic outlook, Fed policy and business trends",
  "text": "<p>\"A perspicacious analyst might wonder whether talk of inflation, recession and other factors would fructify in a slower spending growth. We just don't see it here at Bank of America.\" (Oct. 17)</p><p>International Business Machines Corp. Chief Executive Arvind Krishna: \"In the Americas, I find a very robust business environment. I find that most enterprises want to invest.…If I go to Asia, it's very similar.…In Europe, I think we shouldn't put our head in the sand. I think that with the mixture of energy and inflation, you can sense that there is some caution creeping into the conversations, albeit not in the data and not yet in what we are doing as business there. But we'd be foolish not to prepare that there could be a bit of a downturn in Europe only.\" (Oct. 19)</p><p>Tesla Inc. Chief Executive Elon Musk:</p><p>\"The Fed's decisions make sense if you are looking out through the rearview mirror, but not if you look out through the front windshield. And they should look out the front windshield.\" (Oct. 19)</p><p>American Express Co. Chief Executive Stephen Squeri:</p><p>\"We've got our recession playbook. You have a credit cycle playbook, and we'll pull that playbook lever if we need to pull it, but to pull it at this particular point in time doesn't make any sense. We're seeing strong growth, and we're seeing strong credit results overall, so right now, nothing new.\" (Oct. 21)</p><p>Goldman Sachs Group Inc. Chief Executive David Solomon:</p><p>\"My conversations with CEOs, they tell me that they are rethinking business opportunities and would like to see more certainty before committing to longer-term plans. As we head into the fourth quarter, my sense is that the outlook will remain unsettled, though economic performance will vary by region and also expect volatility to persist as markets continue to digest these factors.\" (Oct. 18)</p><p>Nasdaq Inc. Chief Executive Adena Friedman:</p><p>\"I want to touch briefly on the current market environment. As we enter the final months of 2022, we continue to find ourselves amid an uncertain macroeconomic and geopolitical backdrop.\" (Oct. 19)</p><p>Procter &amp; Gamble Co. Chief Financial Officer Andre Schulten:</p><p>\"We are also seeing consumers moving two different price points, so a group of consumers is looking for value by trading into higher transaction sizes to find lower cost per use or lower cost per unit, and we see other consumers who are more cash conscious, and they are very focused on cash outlay…The strategy to provide pack sizes that stretch from below $10 for some channels and consumers to above $30 or $40 for others seems to be meeting consumers' needs.\" (Oct. 18)</p><p>AT&amp;T Inc. Chief Executive John Stankey:</p><p>\"We're seeing bad debt start to return back to prepandemic levels. Certainly, we'll have to watch that if the economy sours further. It tends to correlate to what occurs in the economy, but I see nothing right now that would suggest we're out of pattern on anything.\" (Oct. 20)</p><p>Hasbro Inc. Chief Executive Chris Cocks:</p><p>\"We've also seen the average consumer become increasingly price-sensitive as the year has progressed, impacting point-of-sales trends. Promotions and entertainment field demand have become increasingly important and will be key in the quarters ahead.\" (Oct. 18)</p><p>United Airlines Holdings Inc. Chief Executive Scott Kirby:</p><p>\"There has been a permanent structural change in leisure demand because of the flexibility that hybrid work allows. With hybrid work, every weekend could be a holiday weekend. That's why September, a normally off-peak month was the third strongest month in our history. People want to travel and have experiences.\" (Oct. 18)</p><p>Union Pacific Corp. Chief Financial Officer Jennifer Hamann:</p><p>\"In terms of 2023, again, still putting the plan together and a lot of moving pieces and parts, probably the biggest part of that is really what's the economy going to be doing. But we know that we have opportunities to grow.…We also know that we have continued price opportunities, and we feel very confident in our ability to price above the inflation dollars.\" (Oct. 20)</p><p>Tractor Supply Co. Chief Executive Hal Lawton: \"As it relates to inflation, we do anticipate that there will be some moderation towards the back half of next year. But if you look at our two-year stacks on inflation and carry that into the first half of next year, we do anticipate that inflation will remain at elevated rates through at least the first half of next year. And I think that's reasonably consistent with the overall kind of macro U.S. outlook as well.\" (Oct. 20)</p><p>Omnicom Group Inc. Chief Executive John Wren:</p><p>\"I think every intelligent company is seeing that, globally, these macro factors are a mixture for further confusion in a complex environment at one level. At another level, there's new areas that are coming on stream that didn't exist before. If you look at media, you look at all the providers that are out there that have decided to go to add an advertising model to the products that they offer.\" (Oct. 18)</p><p>Netflix Inc. Co-Chief Executive Reed Hastings:</p><p>\"What I underappreciated was just the impact on advertisers. They're just being able to reach fewer people, and then the 18 to 49 demographic is even faster than the decline in paid TV. So, this is what is really fueling the cycle is the, really, collapse of linear TV as an advertising vehicle outside of a few properties like sports.\" (Oct. 18)</p><p>Snap Inc. Chief Financial Officer Derek Andersen:</p><p>\"It's incredibly fast and easy for advertisers to turn digital performance advertising on and off as they seek to calibrate their investments and their own growth in their business. And that's part of what we're seeing here with the start-stop on the growth rates and the accel and the decel that we've experienced.\" (Oct. 20)</p><p>Freeport-McMoRan Inc. Chief Executive Richard Adkerson:</p><p>\"To meet that demand, the energy transition will require a massive amount of copper and other steps to deal with it. Higher prices will be required to bring on new supplies, much higher prices than we have now, simply because the current price is not sufficient to incent new supply development on the scale that will be required to meet this increasing demand.\" (Oct. 20)</p><p>Quotes were pulled from transcripts provided by FactSet.</p><p>Write to George Stahl at george.stahl@wsj.com</p><p>What CEOs Are Saying: The Fed 'Should Look Out the Front Windshield'</p>",
  "published": "2022-10-22T12:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 90,
          "end": 93
        },
        {
          "start": 194,
          "end": 231
        }
      ]
    }
  ]
}