{
  "_id": "0983018a3816a3541d1ac82c164e333fad3788a65ee15f3687d0d4ada6ae01a3",
  "feed": "market-watch",
  "title": "Facebook, Google, Amazon and more marked Black History Month with fanfare — after donating to lawmakers who blocked voting rights bills",
  "text": "<p>That's according to Accountable.US, a liberal-leaning advocacy group that released a new analysis of corporate spending this month that found at least $459,000 in donations to U.S. lawmakers who blocked the Freedom to Vote Act and the John Lewis Voting Rights Advancement Act, key pieces of legislation that backers say would help the very communities the companies claim to support.</p><p>“Yet again, major corporations are insulting the intelligence of their consumers, shareholders and employees with more empty words of support for Black communities — words that contradict their actions of rewarding the very lawmakers determined to silence voters of color,” said Jeremy Funk, a spokesman for Accountable.US.</p><p>Other corporate-accountability groups have noted a similar contradiction from last April, when some 111 companies signed an open statement pledging their support for voting rights in the face of bills in Georgia and other states that would make it harder for Black people to vote.</p><p>The statement, published with some fanfare in the New York Times and other publications by the Black Economic Alliance, was titled “We Stand for Democracy.” It was led by former American Express AXP CEO Ken Chenault and then Merck MRK CEO Ken Frazier, both of whom are Black.</p><p>“Voting is the lifeblood of our democracy and we call upon all Americans to join us in taking a nonpartisan stand for this most basic and fundamental right of all Americans,” said the statement, which was signed by Facebook FB, Alphabet GOOGL, Microsoft MSFT and Amazon AMZN, alongside blue-chips like General Motors GM and IBM IBM.</p><p>Yet most of those same companies were silent in January, when President Joe Biden made a last-ditch effort to shore up support for a voting-rights bill in a speech in Atlanta, according to the Popular Information newsletter. </p><p>And many had already donated to House Republicans who voted against the first elections bill in March, according to Accountable.US.</p><p>“Additionally, the lawmakers those companies gave to have been openly&#xa0;opposing&#xa0;voting rights&#xa0;legislation&#xa0;over the last&#xa0;few years,&#xa0;so their public [stance] on the issue has been crystal clear since before 2021,” said Funk.</p><p>Bruce Freed, the president of the Center for Political Accountability, a nonprofit that advocates for better disclosure, said financing lawmakers who support legislation that runs counter to the values a company claims to espouse is a major risk for companies.</p><p>Younger people in particular “expect that companies align their political spending with their values and policies, and they face a very serious risk when they don't because the media is paying much more attention,” he said. “Employees, the consumer public and investors all see what a company is doing, and they are all reacting and responding.”</p><p>Creating a level playing field</p><p>The Freedom to Vote Act (FVA) was introduced by a group of Democratic U.S. senators last year seeking to counter the hundreds of bills passed by Republican-controlled legislatures that critics say will make it harder for Black Americans and other people of color to vote. The bill came after the For the People Act, a 791-page bill put together by Democrats that promised a major overhaul of voting procedures, was passed in the House in March, but then blocked by a Republican filibuster in June.</p><p>When the FVA failed to muster support, it was consolidated with the John R. Lewis Act, which sought to restore and strengthen the landmark Voting Rights Act of 1965, portions of which had been struck down by Supreme Court rulings.</p><p>From the archives (March 2021):&#xa0;Amid outcry, Georgia governor signs bill restricting voting into law</p><p>Also from March:&#xa0;Raphael Warnock says Republican efforts to shift voting practices in Georgia and other states represent Jim Crow revanchism</p><p>The new bill sought to make Election Day a national holiday, expand early voting, make voting by mail easier, and expand the kind of personal identification documents that people in states that require IDs for in-person voting could present. It sought to restore voting rights to people who had completed sentences for felonies, outlaw partisan gerrymandering, and reform campaign-finance laws to shine a light on so-called “dark money” donations.</p><p>The bill was blocked by Republicans and finally defeated in January, when two Democratic senators, Joe Manchin of West Virginia and Kyrsten Sinema of Arizona, refused to change the chamber's rules to overcome the filibuster's 60-vote threshold and allow passage with a simple majority. Both said they supported the bill itself but did not want it to pass without bipartisan support.</p><p>“I ask every elected official in America: Do you want to be on the side of Dr. King or George Wallace?” Biden said in his speech last month on voting rights, days before the bill collapsed. “Do you want to be on the side of John Lewis, or Bull Connor?”</p><p>To be sure, Republicans have a different view on their opposition to the voting bills, which they mostly cast as a states' rights issue.</p><p>Former Wisconsin GOP Rep. Jim Sensenbrenner, for example,&#xa0;said the For the People Act&#xa0;is “highly partisan” and “federalizes state election laws and procedures, violating established constitutional principles of federalism and the separation of powers.”</p><p>Senate Minority Leader Mitch McConnell, the Kentucky Republican, said in a January floor speech that Democrats are backing “not some modest bill about ballot access. It's a sprawling takeover of our whole political system.”</p><p>But Black-led civil-rights groups are skeptical.</p><p>“Black voters risked everything — including their own health at the height of the pandemic — to vote Biden and Senate Democrats into office,” Cliff Albright and LaTosha Brown, the co-founders of Black Voters Matter, said in response to Biden's January speech. “It's time that officials in Washington treat us and our rights with the same level [of] urgency.&#xa0;We're past the point of speeches on this issue; we need Washington to act.”</p><p>In a separate statement last summer, the Black Lives Matter Global Network Foundation said the negative impact of GOP efforts to quash the Black vote would be felt for decades, and “making it harder to vote now will discourage Black people from voting in the future.” “Ever since we made history in last year's election, legislators across the country have been retaliating with restrictive voting laws nationwide,” the organization added. </p><p>Welcome to Black History Month</p><p>Microsoft kicked off Black History Month on a celebratory note Feb. 1, with a tweet focused on the theme of “every act makes history,” sent by chief diversity officer Lindsay-Rae McIntyre.</p><p>“Taking specific, intentional bold actions today ensures a future where Black and African-American culture and communities are respected, flourish and prosper,” said the tweet.</p><p>Yet the company also donated at least $135,000 to Senate Republicans who blocked the John Lewis bill, according to Accountable.US. Microsoft declined to comment for this article.</p><p>Google this month launched a search feature focused on Black history, and encouraged users to explore the theme. But the company, which also declined to comment for this article, donated at least $99,500 to lawmakers who blocked the two elections bills.</p><p>In Verizon's VZ case, the company started Black History Month with a tweet pledging to elevate Black voices. But it also donated more than $450,000 to lawmakers who voted against the bills. Verizon did not respond to a request for comment.</p><p>Facebook, now renamed Meta, said it was “recognizing Black History as it's being lived and written today.” The company has in the past called on Congress to restore the Voting Rights Act, yet in 2021, the company also donated at least $27,500 to lawmakers who voted against federal elections legislation, according to Accountable.US. Facebook did not respond to a request for comment.</p><p>Amazon started February with a pledge to “amplify Remarkably Black individuals.” Yet the company donated $41,000 to senators who blocked the federal elections legislation. Amazon did not respond to a request for comment.</p><p>Big Tech isn't the only industry bankrolling backers of legislation that could suppress voter participation, according to the Center for Political Accountability. A study by the center of donations during the 2018 and 2020 election cycles found even two big names headquartered in Atlanta, a city where Black people are the largest racial or ethnic group — Coca-Cola Co. KO and Delta DAL — were major donors.</p><p>To avoid the appearance of hypocrisy, companies need to align their corporate political responsibility with their corporate social responsibility, said Freed of the Center for Public Accountability. “They need to put their money where their rhetoric is,” he said.</p><p>In October of 2020, the nonprofit and the University of Pennsylvania's Wharton School released a code of conduct to help guide companies, offering a broad framework to approach and manage political spending.</p><p>The 12-point code seeks to help companies “avoid the increased level of reputational, business and legal risk posed by the seismic shifts in how society engages with and scrutinizes corporations,” according to an introduction.</p><p>That risk is heightened by the evolution of social media and resurgence of activism in civil society, it added.</p><p>“Institutional investors have a major stake in how companies handle this, because they invest on an index basis,” said Freed. “They need to ensure that all companies are operating on a level playing field, and that they have some code that ensures accountability and transparency.”</p>",
  "published": "2022-02-23T07:50:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1593,
          "end": 1596
        },
        {
          "start": 1589,
          "end": 1592
        }
      ],
      "nexusId": "10017781"
    }
  ]
}