{
  "_id": "063f61272831ac56bccd7d098a770875e9de6735250e3dfac8ccc341ee1df192",
  "feed": "wall-street-journal",
  "title": "Xerox CEO John Visentin Dies; Tech company says operations chief, Steve Bandrowczak, will serve as interim CEO",
  "text": "<p>Xerox declined to comment on the illness or when Mr. Visentin notified the company about it. \"Out of respect for John and his family, as well as a Xerox policy, we do not comment on matters pertaining to the health of an employee,\" a spokesman said.</p><p>A veteran technology executive, Mr. Visentin joined Xerox in May 2018 and led the company through the pandemic. Xerox Chairman James Nelson said in a statement that he helped the company broaden its scope beyond print services.</p><p>Mr. Visentin also led Xerox's audacious bid in late 2019 to buy rival HP Inc., which at the time was more than three times its size. The move was supported by Carl Icahn, the activist investor who is a major Xerox shareholder and whose representatives hold seats on its board. HP rejected Xerox's overtures and Xerox abandoned its pursuit in the early days of the pandemic.</p><p>Mr. Visentin consulted for Mr. Icahn when the investor was preparing for a proxy fight with Xerox in 2018. Mr. Icahn at the time described Mr. Visentin as an \"operating executive with a superb track record\" and suggested that Xerox could benefit from his skills.</p><p>Facing a potential proxy fight to remove its entire board, as well as a legal fight, Xerox struck a settlement with Mr. Icahn and his partner in May 2018 that replaced its former chief executive with Mr. Visentin.</p><p>Mr. Visentin previously managed business units at HP and International Business Machines Corp., and also worked with Apollo Global Management portfolio companies.</p><p>He graduated from Concordia University in Montreal, Canada. He spent 27 years at IBM before switching to rival HP in 2011, a move that IBM sued to block. A federal judge rejected IBM's attempt to enforce a noncompete agreement.</p><p>He is survived by his wife and five daughters.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com and Alex Harring at alex.harring@wsj.com</p><p>Xerox CEO John Visentin Dies</p>",
  "published": "2022-06-29T22:55:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1671,
          "end": 1674
        },
        {
          "start": 1627,
          "end": 1630
        },
        {
          "start": 1573,
          "end": 1576
        },
        {
          "start": 1386,
          "end": 1417
        }
      ]
    }
  ]
}