{
  "_id": "bbc153a9eba438ed525cb454901eb363b2c14f7c8aaf000c8b3986fd45fa9d78",
  "feed": "wall-street-journal",
  "title": "Who's Paying Whom Welfare in California?",
  "text": "<p>California has to impose rolling blackouts during the summer because it has chosen to rely more on wind and solar to generate electricity. If anything, my solar panels are welfare for the state. My home uses less of the scarce electricity from the power grid and is a source of electricity for that grid. Now the power companies want to make it more expensive for people like me to purchase and use rooftop solar panels.</p><p>IBM used to rely on massive mainframes until networks of many microcomputers made the mainframe slow and ineffective. The rooftop solar situation is similar. Millions of rooftop solar and storage battery installations, all paid with private funds, reduce demand on the grid and contribute electricity to it.</p><p>Steve Scholl</p><p>Palm Desert, Calif.</p><p>---</p><p>Your editorial shows how subsidizing the rich for rooftop solar panels increases costs for the bottom 50%. If a homeowner wants solar panels, he should absorb the full cost to install them and sell the excess power at the 4 to 5 cents per kilowatt-hour that PG&amp;E pays to generate the power. No one should be paid the retail rate of 26 cents. We shouldn't subsidize the wealthy with metered power rates.</p><p>This past decade I have kept track of the cost of the power delivered to our Indianapolis home and our second, small vacation home in California. Since 2010 the cost for Indianapolis power has increased 5.3% yearly, versus 10.3% for California PG&amp;E power. Our 2021 Indianapolis power, with taxes and fees, was 15.2 cents per kWh, versus 24.6 cents per kWh for Northern California power. Subsidized solar power for the wealthy should end, since it increases electricity costs for those least able to afford it.</p><p>Joseph J. Neff</p><p>Indianapolis</p><p>---</p><p>My solar array helps society by reducing demand on the grid, helps the environment by producing pollution-free electricity, and, yes, saves me money. I don't think it steals from \"the poor\"; there is plenty of free California sunshine and many ways to access it.</p><p>The large utilities pursue a business model that is increasingly obsolete and now want the government to bail them out. I'm not one of your \"rich and powerful,\" nor did I draft the net-metering agreement that I entered into with my local power company. What's so bad about self-reliance?</p><p>John Ploetz</p><p>Vista, Calif.</p><p>---</p><p>You are correct that net metering of solar energy is regressive and needs fixing. But the proposed fix, a recurring charge based on the amount of installed PV capacity, introduces other distortions.</p><p>The correct fix lies in charging separately for energy cost (including peak surcharges) and grid connection cost. The latter is largely independent of whether energy flows in or out, or whether it flows at all. Instead, it depends on the maximum power that can flow (thus owners of large houses would pay more) and the distance to a substation (thus urban dwellers would not be forced to subsidize suburbs and country residents). This would ensure that resources are allocated efficiently, and it would not discourage the beneficial transition to solar power.</p><p>Luigi Semenzato</p><p>Oakland, Calif.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 421,
          "end": 424
        }
      ],
      "nexusId": "10017781"
    }
  ]
}