{
  "_id": "88c1ac4480449d02674eb450ebf4bd0d391e7fc5209e0970c1830d33cbbbda12",
  "feed": "ftcomall",
  "title": "When should business take a stand?",
  "text": "<p>In 2012, as opposition grew to a proposal in Minnesota to entrench a ban on same-sex marriage, <a href=\"https://www.ft.com/content/02d8e4ee-73ae-4a48-b573-013a8f74c16f\">Hubert Joly</a> debated how to respond. Joly was then running Carlson, a global travel group which had its headquarters in the state. Given the strength of Christian support for the ban, he wondered if the voice of a business leader had legitimacy. “It was a question I was struggling with,” he recalls.</p> <p>In the end Carlson decided to let its leaders respond as individuals. Today, however, Joly would react differently: he says that any business seeking top talent, and with employees who would be directly affected, should take a stand. “It's not just a matter of personal preference,” says the senior lecturer at Harvard Business School and former chief executive of Best Buy. “It's how it fits with the company's purpose, values and business interests.”</p> <p>Joly's change of heart comes as more companies feel pressure to weigh in on fraught political, social and moral issues, from voting rights in the US to human rights in China or Russia's invasion of Ukraine, in what some dub a new era of “corporate political responsibility”.</p> <p>Alison Taylor, executive director of ethical systems at New York University Stern School of Business, sees this as a seismic shift. As evidence, she contrasts corporate reaction to two events that sparked racial justice protests: the fatal shooting in St Louis, Missouri, of black teenager Michael Brown by a white police officer in 2014, and the <a href=\"https://www.ft.com/content/4234aab9-c37a-41e4-92a8-a0951bfa3f3a\">murder</a> in Minneapolis, Minnesota, of George Floyd by Derek Chauvin, a police officer, in 2020.</p> <p>The St Louis unrest was something she says companies “would not touch with a bargepole”. But by last year, when Chauvin was sentenced, “you have CEOs giving statements on their opinion of the verdict of a police killing. That's just off the map as a change”.</p> <p>Taylor is not alone in noting this shift. Chris Padilla, head of global government affairs for IBM, calls it “the biggest single change I've seen in my job in the last 10 years”, while Elizabeth Doty describes the evolution of views over the past four or five years as “remarkable”. Companies are “shell-shocked by the frequency of need and the ballooning requests to engage”, says Doty, who is director of the corporate political responsibility task force at the Erb Institute, University of Michigan.</p> <p>The perils of responding are not to be underestimated, as US executives found last summer when Republicans including Mitch McConnell, the Senate minority leader, accused them of being <a href=\"https://www.ft.com/content/42989bc5-fd8e-4915-a6c0-41a9e22351e7\">overly “woke”</a> — and told them to stay out of politics. Other dangers range from investor anger and consumer backlashes to employee disaffection. </p> <p>“The trouble is, this is coming hard and fast,” says Lucy Parker, who founded the business and society practice at Brunswick, the public relations firm. “These kinds of questions weren't on the radar screen five years ago and they're now hurtling towards you.”</p> <p>While speaking out is risky, so is holding back. The Ukraine invasion is an extreme example of how employees, consumers and investors expect a decisive response, whether through support for Ukrainians or divestment from Russia. Some companies have acted faster than others, but the rush by multinationals to leave Russia has been historic.</p> <p>Closer to home, companies are being pushed on all fronts to become more vocal on a wide range of complex social, political and moral issues. When we asked <a href=\"https://www.ft.com/moral-money\">FT Moral Money</a> readers whether they felt more pressure for their organisations to take a stand, the response was a resounding “yes” (fewer than 4 per cent said no). When asked about the risk of backlash for speaking out, one reader said they had “received more backlash from employees for not speaking out”.</p> <p>So many social issues cause controversy today that the challenge for companies is to be sure to take one stance publicly while avoiding discreetly lobbying for the opposite. “There's no shortage of issues that people would like us to take up,” says Padilla. “It is overwhelming.”</p> <p>Like it or not, companies will have to work out how to respond. “Frankly, a lot of CEOs and boards would like to be able to diminish the degree that they're called upon to engage on these questions,” says Aron Cramer, chief executive of BSR, a corporate social responsibility advisory group. “But the world is not co-operating with that wish.”</p> <h1>The heat is on</h1> <p>Most companies were feeling the heat by 2016 according to the Public Affairs Council, the Washington-based association for public affairs professionals worldwide. Its report said that 60 per cent of mainly US companies had experienced more pressure from stakeholders to engage in social issues. Last year nine out of 10 companies <a href=\"https://pac.org/wp-content/uploads/Taking-a-Stand.pdf\">told </a>the council that this was the case, and most expected pressure to increase further.</p> <p>Investors are making new demands, particularly about corporate political spending. In January, for example, the $280bn New York State Common Retirement Fund filed shareholder proposals with eight companies, asking them to disclose their political spending.</p> <p>However, Kevin Brennan, director of investment systems at Bridgewater Associates, says that it is “early days” for investors when it comes to engaging with companies on corporate political responsibility performance. “It is challenging for many investors to figure out what's going on,” he says, noting that data standards and metrics for corporate political engagement have yet to emerge.</p> <p>Perhaps this is the reason investors are treading carefully. “In general, my sense is that investors are walking on eggshells,” says Jérôme Tagger, chief executive of Preventable Surprises, a UK-US campaign group which focuses on the financial system. “They want to avoid companies being roped into controversies over which they feel they have little control as investors.”</p> <p>Larry Fink reflected some of this caution in his 2022 letter to chief executives. While the chief executive of BlackRock said companies needed a “consistent voice, a clear purpose, a coherent strategy and a long-term view”, he did not press them to be more politically active. “Stakeholder capitalism is not about politics,” he wrote. “[Stakeholders] don't want to hear us, as CEOs, opine on every issue of the day.”</p> <p><a href=\"https://www.ft.com/content/7aa44a9a-7fec-4850-8edb-63feee1b837b\">Terry Smith</a>, the influential UK fund manager, is more outspoken. In January, he took aim at Unilever, one of the largest consumer goods companies, saying it had “lost the plot” by focusing too intently on its climate and social goals. Among examples cited by Smith was the decision by Ben &amp; Jerry's, a Unilever brand, to stop selling ice-cream in the West Bank.</p> <p>But while a few investors lash out at corporate activism, many companies feel the pressure to speak up — particularly from staff. Almost two-thirds of employees say companies should take a public stand on issues, according to the most recent <a href=\"https://www.ft.com/content/7d0364cf-dde6-4c7c-a14a-461f73894b19#post-880c4ad2-1cc1-44d8-b4c7-ec6dc9acae24\">Edelman Trust Barometer</a>, a survey of 36,000 people in 28 countries by the world's largest public relations firm. </p> <p>Edelman's findings are echoed by the responses of FT Moral Money readers. When we asked where the pressure to speak out was coming from, more than 70 per cent cited employees. By contrast 46 per cent said consumers and only 33 per cent pointed to investors.</p> <p>Padilla has watched matters evolve in his 13 years at IBM. “Companies come under pressure to get involved in these issues from a variety of different places,” he says. “What's changed in the past few years is much more expectation on the part of employees for companies to get involved.”</p> <p>The range of issues on which companies are expected to weigh in has also altered. In the Public Affairs Council's 2016 research, the dominant themes were sustainability and education. By the 2021 survey, more than 80 per cent of companies said they were engaged in civil rights issues such as equity on race, gender and sexual orientation, and more than 70 per cent said they were public in supporting gender identity equality.</p> <h1>The tools of engagement</h1> <p>In 2017 PayPal scrapped plans to open a global operations centre in Charlotte, North Carolina, in response to a controversy over a state law that required transgender people to use bathrooms [lavatories] that corresponded with their gender at birth. “That was a very direct expression of our values of inclusion,” says Franz Paasche, PayPal's chief corporate affairs officer.</p> <p>Other companies took similar steps to express their views. PayPal was joined by Deutsche Bank in response to the North Carolina “bathroom bill”, when it froze a plan to expand in the state (politicians ultimately bowed to corporate pressure and repealed the “bathroom bill” — at least temporarily).</p> <p>In 2018, after a shooting left 14 students and three staff dead at Marjory Stoneman Douglas High School in Florida, <a href=\"https://www.ft.com/content/3be54770-1e2e-11e8-aaca-4574d7dabfb6\">Delta Air Lines announced</a> that it would no longer offer discounts to members of the National Rifle Association flying to the lobby group's annual meeting. The move prompted a backlash from the airline's home state of Georgia, whose lieutenant-governor said he would block a tax bill benefiting the airline unless it reversed its position (the tax break was, in the end, quietly reinstated).</p> <p>Of course, not all forms of corporate political engagement come with a large economic or legislative price tag. In fact, companies can choose from various tools when expressing their views, from signing petitions and issuing press releases to making charitable donations. </p> <p>Playing into the perception that there is safety in numbers, collective action has been particularly popular. In the Public Affairs Council research — in both 2016 and 2021 — joining a coalition emerged as the most popular strategy for responding to stakeholder pressure, with 70 per cent of respondents in 2021 saying they had done this.</p> <p>Paasche argues in favour of working with other organisations. For example, PayPal participates in amicus briefs, such as one filed in 2017 by a group of tech companies expressing opposition to the Trump administration's ban on travel and immigration from seven Muslim-majority countries. “While we can do our part, progress takes collaboration,” he says. “We can be part of good solutions but we can't do it alone.”</p> <h1>Follow the money</h1> <p>Some forms of corporate expression are more tangible, such as the dollars spent on lobbying and funding politicians. While this spending has increased rapidly, it is opaque — only 8 per cent of companies disclose lobbying expenditure, says the World Benchmarking Alliance. </p> <p>This growth has been particularly notable in the US following the Supreme Court ruling in the Citizens United case in 2010, which removed limits on the corporate donations that political groups can accept. “Citizens United opened up the spigot,” says Bruce Freed, president of Center for Political Accountability, based in Washington.</p> <p>Political spending and lobbying, often through political action committees or companies' business associations, are not huge budget-line items individually. Collectively, however, they are a powerful source of influence. “In aggregate, corporate funding is the largest source of capital in the [US] political system,” says Daniella Ballou-Aares, chief executive of the <a href=\"https://www.ft.com/content/712d9e1a-68dc-451e-a094-0d7db570dfd7\">Leadership Now</a> Project, a business coalition that focuses on fixing US democracy.</p> <p>There is also the issue that by funding politicians to advance short-term objectives, such as lower taxes or business-friendly regulations, companies may support individuals who oppose their longer-term goals on climate action and social safety nets, or whose actions <a href=\"https://www.ft.com/content/2e1d032a-4a21-4814-9b73-126dd5d054a6\">undermine democratic systems</a>. </p> <p>“There is this disconnect,” says Ballou-Aares. “CEOs are worried about polarisation, instability and government not effectively responding to climate change. But they have a lot more power to shift that in a positive way — and a responsibility for not enabling that — than is being acknowledged.”</p> <p>Discrepancies are being called out more frequently, and while critics of corporate lobbying often focus on US companies, European businesses are scrutinised too. In 2021, for example, a <a href=\"https://im.crimmond-associates.co.uk/pressrelease/European-airlines-exposed-as-significant-opponents-of-EU-climate-policy-07a846a3df1d1511b2de5819d05e1fd3\">report by InfluenceMap</a> revealed that Europe's largest airlines and several aviation associations were among the region's most powerful opponents of climate action. “This is despite the sector publicly declaring its commitment to net zero emissions for European aviation by 2050,” the report said.</p> <p>“Corporations are talking about climate-change action while simultaneously undoing it through their membership of trade groups,” argues Auden Schendler, a climate activist and head of sustainability at Aspen Skiing Company. “These businesses are very intentional and could be doing more but they're electing not to.”&#xa0;</p> <p>While activists blame corporate greenwashing for some of the discrepancies, another explanation could be company organisation, with managers in government affairs and sustainability not necessarily reporting to the same senior executives or to the board. </p> <p>“It is shocking that companies are so poorly integrated that they don't talk to one another,” says Tom Lyon, director of the Erb Institute. “Some companies do seem to understand this — but there are a lot that don't.”&#xa0;</p> <p>Those that lack this understanding face the risk of greater public pressure from investors disenchanted with corporate political spending. In 2021, investors filed a record number of annual meeting resolutions that called on companies and their industry associations to align their policies with the goals of the Paris Agreement, according to InfluenceMap. “Votes can put a company on the spot,” says Freed. </p> <p>Demands for transparency are also likely to turn up the heat. “Political spending is a real business risk for companies if it is not aligned with their public commitments,” says Brennan of Bridgewater, who is on Leadership Now's investor advisory board. “Investors, customers and employees are asking increasingly hard questions.”</p> <p>Given the risks, Freed's CPA is urging companies to do better at disclosing, overseeing and assessing the impact of their political spending. Its CPA-Zicklin index benchmarks S&amp;P 500 companies' political disclosure and accountability policies and Freed is talking to several of them about adopting a related code of conduct that goes beyond existing disclosure policies to include broader societal and democracy-related responsibilities.</p> <p>For some the solution is not to make contributions at all. “We suspended our political giving well before the last election,” says Paasche of PayPal. “We felt that this was a particularly divisive period in American politics and that we could better serve the company and employees through working across the aisle.”&#xa0;</p> <p>This has long been the approach at IBM, which does not make political contributions. Padilla argues that political spending is not a prerequisite for effective advocacy, which he says can be achieved by coming up with innovative policy ideas, forming partnerships with nonprofits, participating in court cases or engaging customers and employees in advocacy campaigns. </p> <p>“The kinds of relationships we can build through [these other methods] are longer lasting than writing a [political action committee] cheque,” he explains. “Pacs have become a bit of a crutch for companies that don't want to do the harder [advocacy] work.”&#xa0;</p> <p>In the end, growing awareness of this and other risks may be what prompts changes in spending behaviour. “We are at the beginning of this,” predicts Freed. “But there is a dire threat and companies are beginning to recognise that there are a variety of internal and external reasons why they have to address how they engage in political spending.”</p> <p>Alberto Alemanno agrees. “This is the next frontier when it comes to corporate political power,” the law professor at HEC Paris says. Alemanno is also the founder of the Good Lobby, a non-profit that helps citizens and other organisations to counter the influence of special-interest groups.</p> <h1>The perils of polarisation</h1> <p>In 2018 Morning Consult, a data company, polled Americans to see if they would feel better or worse about a company if it backed stricter restrictions on abortion. <a href=\"https://morningconsult.com/form/avoiding-a-firestorm-the-political-issues-brands-should-steer-clear-of/\">The results</a> should give any chief executive pause for thought. While 30 per cent said they would be more positive, 36 per cent said they would be less favourable. Not all issues are as polarising as abortion but the survey results show what companies may be up against when they take a stand on a political, social or moral issue: a backlash regardless of which side they take.</p> <p>PayPal knows all about this. In 2018 Dan Schulman, its chief executive, told the Financial Times that he had received <a href=\"https://www.ft.com/content/6dc42bbc-af88-11e8-8d14-6f049d06439c\">death threats</a>. Paasche says: “You have to be prepared for that and understand that if you take a values-driven position, there are some who will disagree — and they may disagree strongly.”</p> <p>Those with operations overseas face tougher choices. Clothing companies that want to meet consumer and employee expectations at home by speaking out against the repression of Uyghur Muslims in Xinjiang <a href=\"https://www.ft.com/content/a0be4094-2aba-4275-a3ca-ec5e58cc5032\">risk the ire </a>of the Chinese government, which is likely to affect their ability to operate in one of the world's biggest markets. And following the invasion of Ukraine, even companies that were not forced by sanctions to cut ties with Russia are counting the cost of its sudden economic isolation.</p> <p>“In an increasingly fractured world it's not win-win,” says Joly. “You're in a bind.” He recalls one such dilemma during his time at Carlson, which at the time was jointly owned by Accor, a French hotel group. The company was caught between US legislation that banned travel to Cuba and EU rules that forbade companies to refuse to sell tickets to Havana. As Joly puts it, “What do you do?”</p> <p>Given the conflicts in today's political arena, companies could be forgiven for not knowing where to start. The good news is that the corporate push to embrace ESG (environmental, social and governance) principles is making matters clearer. </p> <p>There is also a term — materiality — with which companies are increasingly familiar. In essence this means focusing on what matters: what adds value to a company and what poses a risk to continued success. “You have got to do a materiality assessment to decide what you're going to speak out on,” advises Taylor of NYU-Stern. “If it's not relevant you should refuse to get involved.”</p> <p>Joly says that this approach was taken at Best Buy, which developed criteria to guide decision-making by identifying the issues directly relevant to the company's business, its values and its employees. He cites the example of gun violence. “Best Buy doesn't sell guns so it's not as relevant as it is to <a href=\"https://www.ft.com/content/465f856a-ce6f-11e9-b018-ca4456540ea6\">Walmart </a>or a sporting goods company,” he says. “Relevancy is number one.”</p> <p>Similarly IBM uses five “guidepost questions” to help decide which issues to engage on: Is the issue directly linked to the business? Does the company have a history of engaging on it? What are the stakeholders (employees, clients and shareholders) saying? What are competitors doing? Could the company make a meaningful difference by engaging?</p> <p>That last question takes geography into account. “On the ‘bathroom bills', we decided to engage in North Carolina and Texas, where we have big employee populations and we know the legislators,” says Padilla. “We didn't engage on similar legislation in Tennessee and Mississippi simply because we don't have a presence there.”</p> <p>Decisions can also be made based on a company's customer base, says Cramer of BSR. “When it comes to laws restricting abortion rights, if you have a workforce or customer base that skews to women, that's going to be a lot more relevant for you,” he says. “If you have teenage customers who have been affected by gun violence in schools, that's going to be more relevant.”</p> <h1>Who makes the call?</h1> <p>Questions also have to be answered internally. Should the chief executive be making these decisions or should the board weigh in? Should the public affairs and communications teams play a role? </p> <p>When we asked Moral Money readers where their organisation assigned responsibility for deciding how to respond to social, political and moral issues, only 16 per cent cited the communications department. Most (67 per cent) pointed to the chief executive while 58 per cent said responsibility lay with the board.</p> <p>“Boards are really important,” says Cramer. “The best boards will be allies and help companies to take the longest possible view and be as aligned as possible.”</p> <p>To do this, boards need to have the right tools and knowledge. “You're [then] better prepared to align your trade association memberships with the company strategy on these issues,” says Maureen Kline, head of public affairs and sustainability at Pirelli Tire North America, who adds that Pirelli globally has a policy of not making contributions to political parties or trade associations.</p> <p>While many companies have established sustainability or ESG functions, none yet exists for corporate political responsibility. “There is no one whose job it is to think about these things,” Taylor says.</p> <p>However, creating a new post is not necessarily the answer. Cramer sees the real challenge as bringing together the perspectives of everyone from the chief executive to the government affairs team, the communications department and the head of sustainability. “Companies have enough people and functions already,” he says. “What they don't have is proper alignment.”</p> <p>Without this, companies may be forced to react too quickly and in the wrong way when controversial issues land on their desks. “The board is sometimes being caught off guard, on all kinds of different policies, but on corporate political responsibility directly, because no one shared the company's strategy on political giving,” says Kris Pederson, who leads the EY Americas Center for Board Matters.</p> <p>To avoid fragmented responses, IBM has established a committee of executives drawn from different parts of the organisation which convenes when issues arise that might call for a reaction from the company. “These things blow up quickly,” says Padilla. “You have to have a mechanism to gather quickly and talk it through.”</p> <h1>Words, action and a licence to operate</h1> <p>In the new era of corporate political responsibility, companies face interconnected perils. Not least, lobbying and political spending pose an increasing threat to reputation. “Unless corporations become more transparent and accountable, and therefore more sustainable in the way in which they exercise their political power, their licence to operate may be at risk,” says Alemanno of the Good Lobby.</p> <p>In any case these practices may not serve long-term interests, particularly if they undermine the democratic systems that underpin a stable business environment. As Russia's invasion of Ukraine has demonstrated, political instability comes with high business costs.</p> <p>“It is all coming home to roost,” says Taylor. “We have had years of companies lobbying, undermining democracy and pushing for their own advantage and now they're having to mop up all these political problems.”</p> <p>Among those obstacles is the decline in trust in democratic government, as revealed by the Edelman Trust Barometer. This in turn puts pressure on groups to fill the vacuum, forcing them to engage on issues from gun violence to transgender equality, once seen as the preserve of government and civil society. </p> <p>So far many companies have failed to find the right formula. In <a href=\"https://www.brunswickgroup.com/media/9131/brunswick-the-critical_final-6.pdf?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">Brunswick research</a> published in November, 74 per cent of executives said they thought corporate communication on social issues was effective, yet only 39 per cent of voters agreed. </p> <p>Nor is speaking out sufficient on its own. “If you feel you have to speak, that's fine,” Parker says. “But that's different from your obligation to act on deep societal issues when your business is implicated.”</p> <p>This is not something that companies can afford to get wrong, as Eurasia Group, a consultancy, recognised in January when it ranked “corporates losing the culture wars” among its <a href=\"https://www.eurasiagroup.net/live-post/top-risks-2022-9-Corporates-losing-the-culture-wars\">top 10 risks</a> for 2022 — alongside economic and geopolitical uncertainties such as US-Russia tensions or China's growth-dampening zero-Covid policy. </p> <p>In a shifting landscape, companies are on a steep learning curve as they try to prioritise responses and formulate best practices for expressing their views. This will take them into uncomfortable terrain where a backlash from one group or another is guaranteed. One thing is certain, though: not engaging in political, social and moral issues is no longer an option.</p> <a href=\"http://www.ft.com/cms/3f967a12-5535-4922-9649-413b5db2773e.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sarah Murray 2022 'When should business take a stand?' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-09T04:00:29.541Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1919,
          "end": 1922
        },
        {
          "start": 18625,
          "end": 18628
        },
        {
          "start": 21739,
          "end": 21742
        },
        {
          "start": 14613,
          "end": 14616
        },
        {
          "start": 7245,
          "end": 7248
        }
      ]
    }
  ]
}