{
  "_id": "14f48eb6a3d56003d15718aa139d479c57bbd8028751229d45d7bfd480edcae6",
  "feed": "market-watch",
  "title": "News and analysis for those planning for or living in retirement",
  "text": "<p>IBM executives called older workers ‘dinobabies' in company emails, according to age-discrimination lawsuit: Age discrimination is rampant in the workforce, and sometimes it might be easier to spot than others.&#xa0;&#xa0;</p><p>Think you're ready to retire? It's not as simple as you might think: There are so many factors that go into exiting the workforce, from the financial to the emotional.&#xa0;</p><p>The pandemic may have changed everything, but workers are still saving for retirement: Many Americans have been hit hard by the COVID-19 crisis, but Fidelity Investments found in its 2021 fourth quarter data that workers were still putting away for their futures.&#xa0;</p><p>Also on MarketWatch:</p><p>This investment strategy is an extremely effective way to beat the S&amp;P 500&#xa0;</p><p>How to lower your risk of injury as you age&#xa0;</p><p>I left my job at age 65 and I don't want to retire – what's next?&#xa0;</p><p>Need more money in retirement? Try a part-time job&#xa0;</p><p>Trouble with your hearing? Proceed with caution&#xa0;</p><p>Over 40 and can't get a job? Apply here&#xa0;</p><p>Trying to build a business in midlife? Here are 7 tips from 2 marketing masters&#xa0;</p><p>Retirees, pay attention – inflation is on the rise&#xa0;</p><p>More in retirement news:</p><p>Solving the Income Challenge (Kiplinger)</p><p>Alabama Senate passes new tax exemption on retirement income (AL.com)</p><p>Social Security full retirement age stops changing in 2022. Here's what you need to know (USA Today)</p><p>Ohio teachers delay retirement amid pension changes (NBC4)</p><p>Biden DOL asks if climate risks imperil retirement savings (Barron's)</p><p>Haven't saved for retirement? Here's how you can catch up (VICE)</p><p>Research and Insight:</p><p>Older adults' savings took a beating in 2021: Study (ThinkAdvisor)</p><p>The most important retirement table you'll ever see (The Motley Fool)</p><p>Global retirement assets hit $56.6 trillion in 2021 (Pensions &amp; Investments)</p><p>The seven habits that lead to happiness in old age (The Atlantic)</p><p>Mortgage payoff frees up money for meds (Center for Retirement Research at Boston College)</p><p>To share with your family, friends and clients:</p><p>I took Social Security at 62 and now regret it. Is there a way to increase my Social Security benefit?&#xa0;</p><p>What does it mean to live to 100?&#xa0;</p><p>This fail-safe protection against inflation is back&#xa0;</p><p>Inflation is making some seniors choose between food and medications – what you can do&#xa0;</p><p>Don't let downsizing and decluttering destroy your relationship&#xa0;</p><p>We want to retire to a place with lots of cultural activities, a beach and a major airport. Our budget is $4,000-$5,500 a month, including rent – so where should we look?&#xa0;</p><p>Will ‘unretirement' solve the labor shortage?&#xa0;</p>",
  "published": "2022-02-18T14:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 3
        }
      ]
    }
  ]
}