{
  "_id": "9facaad58eb17a1e02d5050507ffc4818b0fb5e2c15789edcb9c88ad62b12f59",
  "feed": "ftcomall",
  "title": "Quantum advantage is the next goal in the race for a new computer age",
  "text": "<p>The race is on to find the first practical use for quantum computing. It is likely to pale in comparison to the ultimate potential of the technology: to power a computer that can take on any problem at blistering speed. But many in the field believe a less ambitious milestone will be reached within two years, triggering a rush to be the first to bring it into the mainstream.</p> <p>Since 1982, when physicist Richard Feynman first outlined how the weird properties of quantum mechanics could be harnessed to revolutionise computing, much of the attention has been fixed on the point at which a quantum system far outstrips today's “classical” systems — something known as quantum supremacy.</p> <p>Google claimed to have reached this milestone two years ago. However, its demonstration did not take on a practical problem — a calculation that would have been impossible for a classical computer to solve — and IBM and others soon showed that classical computers could be adapted to counter some of the supposed advantages of Google's system.</p> <p>Since then, many researchers have shifted their focus to something less ambitious. Known as quantum advantage, this is the point at which a system employs the technology to bring a step-change in solving a practical computing task.</p> <p>The first practical application based on quantum advantage will officially launch the quantum age, predicted Peter Chapman, chief executive of IonQ, which in 2021 became the first quantum computing company to be listed on Wall Street. He compared it to the VisiCalc spreadsheet program, which at a stroke in 1979 “made the PC usable for business” and launched the PC era of computing.</p> <p>The prospect of finding a practical application for the technology has galvanised the industry in recent months and triggered a competition to be first, said Matt Johnson, chief executive of QC Ware, a quantum software company. “The challenge is to be among the first to help enterprise customers get quantum speed-up,” he said.</p> <p>The industry's shift in gear has been prompted by improvements to quantum hardware systems that were announced late in 2021, along with projections of the kind of systems that will be available two years from now.</p> <p>The hardware has seen a 10-fold improvement over the past two years, according to Will Oliver, a professor at the Massachusetts Institute of Technology. Speaking at the recent Q2B practical quantum computing conference in Silicon Valley, he said this had raised a new question for the industry: whether it was getting close to producing “commercially relevant algorithms”.</p> <p>Today's quantum machines are known as NISQ systems, short for noisy intermediate-scale quantum. Their number of quantum bits, or qubits, is still limited, and the qubits are unable to hold their quantum states for more than a few microseconds, something that introduces errors, or “noise”, into calculations. Yet even these could be harnessed to bring small but important advances to solving real-world problems, according to people working on the technology.</p> <p>“If you're using it to detect cancer, and you can have a 2 per cent better detection rate, are you going to use the lesser one for your patients?” said Christopher Savoie, chief executive of Zapata, a quantum software company.</p> <p>IBM in November released its first system employing 127 qubits and confirmed a road map that it said would see this rise to more than 1,000 qubits in two years' time.</p> <p>“The ability to demonstrate quantum advantage in the next two years is possible,” said Dario Gil, head of research at IBM. While conceding that “it's an open question” if the remaining technical challenges can be overcome, he said the hardware advances and improvements in the design of algorithms opened the way to reducing the noise in today's systems to a level where they are useful.</p> <p>Others say they are on a similar path. Rigetti Computing, a start-up that is planning to go public through a sale to a special purpose acquisition company, announced an 80-qubit system in December, based on a new modular design that yokes together two 40-qubit processors.</p> <p>Using this new architecture, “we anticipate having systems of around 1,000 qubits in 2024, and 4,000 qubits in 2026”, said Chad Rigetti, the company's chief executive. “We expect those systems to carry us through the milestones of narrow and then broad quantum advantage.”</p> <p>The latest hardware, while not itself capable of supporting breakthrough applications, will put more powerful tools into the hands of researchers. This will accelerate understanding of how to program practical systems, he and others said. </p> <p>IBM said it had 27 quantum systems in use, and that 170 organisations, including many companies, were now using them for research.</p> <p>“Our machines are now at the speed and scale and performance where they can encode and represent practical instances of problems, rather than toy instances of problems,” said Rigetti. That made it possible to benchmark their performance in solving practical problems against today's fastest classical computers, giving researchers their first real understanding of the path to quantum advantage, he added.</p> <p>One widely anticipated use for quantum computers — simulating complex molecules, opening the way to breakthroughs in things such as drug discovery and new battery technology — is likely to be beyond the scope of the first practical systems, according to experts in the field.</p> <p>Unless there is a “eureka moment”, computers capable of these kinds of simulations are at least three years away, said Ilyas Khan, chief executive of Quantinuum, the company formed by the recent merger of Cambridge Quantum and Honeywell's quantum computing division.</p> <p>Instead, he and others said much of the attention in the short term had shifted to trying to use quantum systems in tandem with classical computers to improve machine learning, the technique behind much of today's artificial intelligence. The huge data sets that already exist to support machine learning, together with the scale and complexity of the problems, made this field ripe for a quantum breakthrough, said Rigetti.</p> <p>Recent work in designing more efficient quantum algorithms has focused on things such as solving optimisation problems, and in picking out a singular item from a large data set — techniques that could be used for better weather modelling, or for identifying potential credit card fraud. Goldman Sachs has been among the banks to work on using the technology to improve options pricing, while Volkswagen has researched ways to optimise its manufacturing processes.</p> <p>Whether the first practical use of quantum computing comes from one of these companies, or one of the other banks, pharmaceutical companies or manufacturers trying to apply the technology, few doubt that the race is now on.</p><p>Source: Richard Waters 2022 'Quantum advantage is the next goal in the race for a new computer age' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-04T05:00:47.385Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 899,
          "end": 902
        },
        {
          "start": 3536,
          "end": 3539
        },
        {
          "start": 3251,
          "end": 3254
        },
        {
          "start": 4591,
          "end": 4594
        }
      ]
    }
  ]
}