{
  "_id": "e02ffb2501d91a19c13a10e57c5ed9b466108a6e98a879e2cce7c571b067586a",
  "feed": "ftcomall",
  "title": "Five gadgets that will take you back to the future",
  "text": "<p>Twenty minutes into the 1982 sci-fi movie <em>Tron</em>, we're transported to Flynn's, a buzzing downtown hangout rammed with dozens of cacophonous arcade machines, many with dystopian names such as <em>The End</em>, <em>Code Wars</em> and <em>Space Paranoids</em>.&#xa0;</p> <p>Arcadia, hand-made in Bellême, Normandy, by&#xa0;Hervet Manufacturier, is an attempt to&#xa0;capture the magic of Flynn's – and indeed&#xa0;that whole era of <a href=\"https://www.ft.com/stream/02d551a4-94a6-4783-8ea9-8aa982cb1225\">gaming</a> – in one supremely plush piece of furniture. The two men behind it, Cédric and Nicolas Hervet, are cousins from a family of craftsmen going back four generations, although Cédric also served as creative director for electronic music legends Daft Punk. That band's retro-futuristic aesthetic has some echoes in&#xa0;Hervet's <em>objets d'art</em>, which include skateboards, standing lamps,&#xa0;“babyfoot” tables and audio installations, some of which can be seen at&#xa0;their Parisian showroom on Rue Volney, a stone's throw&#xa0;from the Ritz.</p> <p>Arcadia is probably their signature piece:&#xa0;a paldao-veneer cabinet with hints of&#xa0;Atomic Age design, concave arcade buttons, American-style joysticks, a Bose SoundTouch sound system and an ultra-low latency, full-HD monitor. Crucially, it also has a catalogue of 3,000 games from the arcade and 8-bit era, including <em>Pac-Man</em> and <em>Space Invaders</em>. Those of a certain age will remember the impact of these early video games; 8-bit consoles such as the Nintendo Entertainment System (NES) would go on to&#xa0;sell tens of millions of units worldwide.</p> <p>While Arcadia is clearly an exercise in nostalgia, its games still have an inherent appeal, even when today's equivalents are going a bundle on graphical realism and Hollywood-style special effects. Indeed, the global popularity of <em>Minecraft</em> is a clear reminder that realism isn't everything, and that absorbing gameplay can compensate for a dearth of colour and detail. In its own unique, somewhat extravagant way, Arcadia shows us that <em>Space Invaders</em>, <em>Pac-Man</em> and <em>Galaxian</em> don't suddenly become terrible because <em>Grand Theft Auto</em> exists. Built to order, it allows those with deep pockets to&#xa0;unironically celebrate one of the most enduring elements of '80s culture.&#xa0;<em>Hervet Manufacturier Arcadia, €23,800, </em><a href=\"https://www.hervet-manufacturier.fr/#/products/ARCADIA\"><em>hervet-manufacturier.fr</em></a></p>  <p><strong>Now 'ear this</strong></p> <p><a href=\"https://www.ft.com/content/8f230fa1-8c3b-489c-831c-6597c531d303\">Headphones</a> are always solid&#xa0;candidates for forays into retro design; if you yearn&#xa0;to listen to music while&#xa0;looking like a '60s telephone operator or an '80s rollerblader, there are options out there. Jonathan Levine founded Master &amp; Dynamic when he&#xa0;saw a pair of '40s headphones in a museum, and you can draw a line back from these MW75s to classic headphones such as the Koss SP/3. But how do they sound? Pretty special. Beryllium dynamic drivers provide a highly detailed top end and a&#xa0;bass response that's solid without being overwhelming. Passive noise reduction combines with cutting-edge active noise cancellation to achieve an almost uncanny sonic isolation. <em>Master &amp; Dynamic MW75 headphones, £549, </em><a href=\"https://www.masterdynamic.co.uk/\"><em>masterdynamic.co.uk</em></a></p>  <p><strong>What's your type?</strong></p> <p>Ten years ago, few would have predicted the resurgent popularity of mechanical keyboards, but these days the gaming fraternity loves to&#xa0;emulate the click-clack of an old IBM. This hefty fellow combines that '80s tactility with the stylings of a classic typewriter: it has 83 round keys faintly reminiscent of an antique 19th-century model. Its heft is partly due to the inclusion of 5W speakers made by JBL, and if you've never heard hip-hop slamming out of a typewriter I can tell you that the Rocksete demonstrates this with panache. With a carrying handle doubling as a tablet or phone stand and a laptop stand included, it makes for&#xa0;a&#xa0;unique workstation. <em>Knewkey Rocksete mechanical keyboard, £449.99, </em><a href=\"https://knewkey.com/products/rocksete-retro-bluetooth-mechanical-keyboard-with-built-in-jbl-speakers?_pos=1&amp;_sid=d5de7d179&amp;_ss=r\"><em>andana.shop</em></a></p>  <p><strong>Time traveller</strong></p> <p>Back in the mid '70s, Swiss&#xa0;watchmakers Girard-Perregaux produced a futuristic timepiece that had no name, just the reference number 9931/34/39.&#xa0;It evidently needed a nickname, and it soon gained one: the Casquette. Uniquely, its face&#xa0;was blank. The time, displayed with red LEDs, was visible through a narrow side panel. One of its three styles, in sleek, black Makrolon polycarbonate, became highly sought after by collectors. The Casquette 2.0 faithfully recreates that design in black ceramic and titanium, with some extra bells and whistles that would have provoked gasps of amazement in the summer of 1976, such as a date display and a stopwatch. <em>Girard-Perregaux Casquette 2.0, £3,600, </em><a href=\"https://www.girard-perregaux.com/uk_en/39800-32-001-32a.html\"><em>girard-perregaux.com</em></a></p>  <p><strong>Home service</strong></p> <p>In an era when Bluetooth speakers are shoehorned into everything from baby seats to&#xa0;picnic blankets, it's rather unusual to be extolling the virtues of one that looks like, well, a speaker. But this unit has a genuinely attractive midcentury appearance, with a walnut veneer, cloth grille and buttons that wouldn't look out of place on a radiogram. The sound quality is far from retro, though. While it might only look suitable for a few light, classical tunes or the shipping forecast, it can be cranked up to a level you could call “surprising” without distortion. It's not the kind of unit you'd take to the beach, but if you're after something sonically impressive that pays tribute to your grandparents' furniture, this is it. <em>Edifier MP230 Bluetooth speaker, £99.99, </em><a href=\"https://www.amazon.co.uk/Edifier-Bluetooth-Portable-Speaker-Driver-Bluetooth/dp/B09YMBV5YZ\"><em>amazon.co.uk</em></a></p> <p><a href=\"https://twitter.com/rhodri?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@rhodri</em></a></p><p>Source: Rhodri Marsden 2022 'Five gadgets that will take you back to the future' FT.com 29 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-29T09:55:14.052Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 3076,
          "end": 3079
        },
        {
          "start": 3094,
          "end": 3097
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}