{
  "_id": "5df35e9f77586ccfba530b6dcaa498fbb83c4287110bfeb62e1a449c5f83cd78",
  "feed": "market-watch",
  "title": "IBM stock rallies as earnings, sales surge amid Kyndryl spinoff",
  "text": "<p>IBM IBM reported fourth-quarter net income of $2.33 billion, or $2.60 a share, compared with $1.36 billion, or $1.52 a share, in the year-ago period. Adjusted earnings, which excludes stock-based compensation expenses and other items, were $3.35 a share.</p><p>Revenue rose to $16.7 billion from $15.68 billion in the year-ago quarter. Analysts surveyed by FactSet expected adjusted earnings of $3.30 on revenue of $15.96 billion.</p><p>Shares surged 6% after hours, following a 0.4% decline in the regular session to close at $128.82, compared with a 0.3% gain by the Dow Jones Industrial Average DJIA, of which it is a component.</p><p>“We increased revenue in the fourth quarter with hybrid cloud adoption driving growth in software and consulting,” said Arvind Krishna, IBM's chairman and chief executive, in a statement. “Our fourth-quarter results give us confidence in our ability to deliver our objectives of sustained mid-single-digit revenue growth and strong free-cash flow in 2022.”</p><p>Analysts surveyed by FactSet forecast 2022 revenue of $59.48 billion, or a 3.7% increase from 2021.</p><p>Kyndryl KDbegan trading&#xa0;on the NYSE on Nov. 4, a little more than a month into the fourth quarter. In IBM's last earnings report, Krishna discouraged analysts from using of the word “disruption” related to the spinoff and stressed that he would characterize the transition as resulting in a “slight pause.”</p><p>Bernstein analyst Toni Sacconaghi had a different opinion. The analyst, who has a market perform rating, said in a note ahead of the report that fourth-quarter results would be “messy, with jumbled consensus estimates.”</p><p>“IBM will report on a ‘continuing operations' basis (i.e., using new reporting segments, and without Kyndryl), but many estimates appear to have included at least one month of Kyndryl revenues,” Sacconaghi said.</p><p>“EPS is particularly challenging, as IBM issued a limited pro forma financial recast at end of December, which (1) did not provide an operating profit history for its new segments; and (2) overall, significantly understated the profitability of historical IBM,” Sacconaghi said.</p><p>Following a change announced last quarter on how it would report business segments following the spinoff, IBM reported Software revenue of $7.3 billion, Consulting revenue of $4.7 billion and Infrastructure revenue of $4.4 billion.</p><p>Under the new reporting scheme, Software replaces “Cloud and Cognitive software,” Consulting replaces “Global Business Services,” and Infrastructure replaces “Systems,” along with those parts of “Global Technology Services” that weren't included with the Kyndryl spinoff.</p><p>Analysts surveyed by FactSet had forecast “Cloud and Cognitive Software” revenue of $7.17 billion, “Global Business Services” revenue of $4.6 billion, “Global Technology Services” revenue of $3.58 billion and “Systems” revenue of $2.19 billion.</p><p>Earlier in January, one analyst downgraded IBM on concerns about revenue growth following the spinoff of Kyndryl and IBM's ability to compete in the cloud market.</p><p>Over the past 12 months, IBM shares have gained nearly 14%, compared with an 11% rise by the Dow.</p>",
  "published": "2022-01-24T16:42:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 756,
          "end": 759
        },
        {
          "start": 3032,
          "end": 3035
        },
        {
          "start": 1179,
          "end": 1182
        },
        {
          "start": 2072,
          "end": 2075
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 2201,
          "end": 2204
        },
        {
          "start": 2961,
          "end": 2964
        },
        {
          "start": 1853,
          "end": 1856
        },
        {
          "start": 2887,
          "end": 2890
        },
        {
          "start": 4,
          "end": 7
        }
      ],
      "nexusId": "10017781"
    }
  ]
}