{
  "_id": "f29d6e75609aecff00de2b2642a92f1e43940ddd15d057f7fa2ce925b8253bb8",
  "feed": "wall-street-journal",
  "title": "Streetwise: What We Don't Know About the Stock Market",
  "text": "<p>Meta, Amazon, Snap, Paypal, Netflix and Spotify were among those having outsize moves in part because they have premium valuations based on expectations of long-term growth. Relatively small changes in the market's best guess of that rate of growth have very large impacts on their value today, because so much of their earnings potential lies far in the future.</p><p>But the scale of the moves is also large because investors are wrestling with major unknowns, any one of which could hit stocks. Here are the four most important:</p><p>Will inflation hammer profit margins?</p><p>Companies are faced with soaring input costs, with producer prices rising even faster than consumer inflation, itself the highest year-over-year rate since 1982. Investors are closely focused on which businesses have the power to raise prices to offset higher costs. On Friday Clorox stock plunged 14%, the worst in the S&amp;P 500, in large part because it warned about rising costs. Amazon was up 14% in part because its planned increase in the price of a Prime subscription reassured investors that it can offset soaring delivery and labor costs.</p><p>Will Covid gains fade?</p><p>Lockdowns accelerated the switch to many online services, but some will prove temporary. No one wants to be like Peloton Interactive, whose home cycling workout proved tougher to sell when customers have the choice of outdoor exercise, and whose stock has lost three-quarters of its value since its peak a year ago. Some of the reason for Netflix's big fall after its earnings was because it turns out people prefer real life to home movies; similarly, Clorox disinfectant sales have fallen back, and PayPal growth has slowed.</p><p>Will the tech sector eat itself?</p><p>One of the most attractive features of the leading online-platform companies is the defensive benefit they get from being big, what are known as \"network effects.\" People use Facebook because other people use Facebook, so everyone has to use Facebook. Except, not so much. Meta stock tumbled 26% on Thursday primarily because TikTok is beating it in the competition for young eyeballs. Amazon and Apple made Meta's situation worse, Amazon because it is snaffling ad dollars at a rapid rate, Apple by changing privacy settings, something Facebook has struggled with.</p><p>Competition hit several other tech themes. Netflix has to spend heavily to maintain its position because of the streaming wars with services from Amazon, Disney, Comcast and others. Uber Technologies got an early lead in online taxi services, but it turned out to be an easy model to copy and many other services sprang up around the world, competing both for customers and drivers. The pattern is a standard one in tech: Microsoft has long since lost its virtual monopoly in operating systems and word-processing software, while IBM's dominance of PC hardware is ancient history.</p><p>The battlegrounds of the future are cloud computing and self-driving cars, and the competition is keen. So far there's no sign of a slowdown in the cash milked from the cloud by Amazon, Microsoft and to a lesser extent Alphabet, but all are investing heavily, and it might become competitive in time.</p><p>True self-driving cars aren't for sale yet, but Alphabet, Apple and Tesla are all spending heavily on development and, in the case of Alphabet's Waymo, some limited services. Amazon and Intel have bought in to the area, and a bunch of traditional car makers have made progress, too. Whoever cracks it first might get a big lead, and would deserve a big valuation, but competition, as well as regulation, would surely follow.</p><p>Will bond yields carry on up?</p><p>Growth companies are highly sensitive to bond yields, because so much of their lifetime profits lie further in the future than cheaper businesses. Bond yields jumped again on Friday on the back of a strong jobs report, taking the 10-year Treasury yield up to where it started 2020 for the first time since then. If the economy stays strong and yields keep rising, it will be a headwind for the big growth stocks.</p><p>Change the answers to any of these questions and it justifies a big move -- down in most cases -- in the price of exposed stocks. The number of big price swings so far in this earnings season might be because coming out of the pandemic creates turning points in all these issues at once. But a question that nags at me is whether the unstable prices point to a deeper problem that could lead to much broader market troubles. Like everyone else, though, I don't know.</p>",
  "published": "2022-02-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2789,
          "end": 2792
        }
      ],
      "nexusId": "10017781"
    }
  ]
}