{
  "_id": "8c716054245fc95179731a34f8cf68972ba91e49f6e4676151112c69bace58d7",
  "feed": "ftcomall",
  "title": "IBM partners with new Japanese chip company to counter China",
  "text": "<p>IBM will partner with a new semiconductor company backed by Japan's biggest corporations to develop advanced chips as the tech war between the US and China intensifies and Tokyo seeks to deepen its ties with allies.</p> <p>The agreement is part of a multibillion-dollar effort by Japan to revive its <a href=\"https://www.ft.com/content/b90da329-a2e5-486a-860f-a20a3afc707a\">languishing semiconductor industry</a>, reduce its reliance on chip production in Taiwan and boost economic security.</p> <p>The Japanese government will invest ¥70bn ($493mn) in Rapidus, joining eight corporate backers, including Toyota, Sony, chipmaker Kioxia, telecoms provider NTT and SoftBank's mobile arm.</p> <p>Rapidus will develop next-generation chip technology with <a href=\"https://www.ft.com/stream/cc63e19f-883a-4259-8f88-d7638dab5aa3\">IBM</a> and a Japanese research institute to be set up before the end of the year. The new institute will involve the country's top universities and other publicly funded research groups.</p> <p>The trade ministry is separately seeking ¥450bn in its supplementary budget for the current fiscal year to establish manufacturing facilities for advanced chips at home to ensure Japan's carmakers and tech groups do not face the supply chain disruptions suffered during the Covid-19 pandemic.</p> <p>The ministry has <a href=\"https://www.ft.com/content/7c7cff55-5eb1-4a2d-8527-61d8788cea17\">already provided subsidies</a> to Taiwan Semiconductor Manufacturing, US chipmaker Micron, Kioxia and its US partner Western Digital to expand their chip production in Japan.</p> <p>“As the battle for technological supremacy between the US and China intensifies, <a href=\"https://www.ft.com/semiconductors\">semiconductors </a>are becoming even more important from an economic security perspective,” said Yasutoshi Nishimura, minister of economy, trade and industry, at a news briefing on Friday.</p> <p>“We hope to strengthen the foundation and competitiveness of Japan's semiconductor-related industries” through collaboration with research institutions and industries in the US and other countries, he added.</p> <p>Corporate executives in Japan have long called on the government to commit to reviving the country's chip sector, an industry it once dominated before ceding its edge to rivals in South Korea, Taiwan and eventually China.</p> <p>Talks to create Rapidus were led by Tetsuro Higashi, former chair of Tokyo Electron, and Atsuyoshi Koike, former head of Western Digital in Japan. The two men will lead management of the new company.</p> <p>Rapidus will work to get a licence from IBM to manufacture sub 2-nanometre chip technology in Japan once they develop the capability, according to people familiar with the talks.</p> <p>IBM has led research and development of the advanced chip technology and last year unveiled the world's first prototype of the 2-nm chips, which can be used for 5G, quantum computing and data centres. IBM did not respond to a request for comment.</p> <p>China's largest chipmaker Semiconductor Manufacturing International warned investors on Friday that Washington's tightened US export curbs would have an “adverse impact” on the company's production.</p> <p>Its third-quarter earnings missed projections, with revenue growing 34 per cent year on year to $1.91bn, underperforming analyst expectations of $1.93bn.</p> <p>“It could take a long time to recover from the sluggish cycle, which is caused by multiple factors,” Zhao Haijun, the company's co-chief executive, said in an earnings call. “We have yet to see signs of recovery in the industry.”</p><p>Source: Kana Inagaki and Eri Sugiura in Tokyo and Qianer Liu in Hong Kong  2022 'IBM partners with new Japanese chip company to counter China' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-11T05:17:03.096Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 3
        }
      ]
    }
  ]
}