{
  "_id": "5314593a896a84a0b4040b65aff08934fdcc094db8b1a1d26925b79e292c8135",
  "feed": "wall-street-journal",
  "title": "Thomas Zacharia Knows the Power of Innovation; The outgoing director of Oak Ridge National Laboratory looks to supercomputers to help solve the problems of tomorrow",
  "text": "<p>\"I wanted to capture that sense of mission for a new era,\" he explains. \"For this generation, it's climate change and the energy transition.\" As director, he has led advances in everything from decarbonization to supercomputing, while creating one of the most diverse leadership teams among the 17 national labs run by the Energy Department. \"Diversity of ideas and diversity of experience are very important for labs that tackle really big, challenging problems,\" he explains.</p><p>Growing up in a family of engineers and educators in Cochin, on India's southeast coast, Dr. Zacharia assumed he would one day take over the family construction business. He grew up visiting building sites with his father and attending political events with his grandfather, sensing he was being \"groomed to be a leader.\" After earning a degree from the National Institute of Technology in Karnataka in 1980, he sought the chance to study overseas.</p><p>\"The U.S. then, and even today, was the place to be if you wanted to experience both cultural and technological innovation,\" he explains. \"The best of the best students came to the U.S. to make something of themselves.\"</p><p>Dr. Zacharia's father allowed his only son to study abroad, but only if he went to the University of Mississippi, where a family friend worked as a professor. \"The impression at the time was that everyone in my age group was doing LSD, so he wanted somebody who could provide some oversight,\" Dr. Zacharia says with a laugh.</p><p>Oxford, Miss., proved revelatory, mostly for what he learned beyond the classroom. Dr. Zacharia says his \"love affair with the U.S.\" began the day he went to get a driver's license. \"It was astonishing to me that I, as a foreign student, stood in the same line with others, got the same expectation of service, and was treated the same way,\" he says. Had he been in India at the time, he suspects he would have needed to know which officials to influence. \"The idea that you could be anybody and get an equitable experience was eye-opening.\"</p><p>After earning his master's in materials science, Dr. Zacharia says \"the call came from India\" to get married. His cousin introduced him to the eldest of six daughters from a local family, and they got engaged immediately. He allows that arranged marriages may seem odd now, but he was delighted to be matched with Sindhu, whom he found \"stunning\" in every way. \"I happened to be at the right place at the right time,\" he says. \"We've been married 38 years and have two wonderful children. I don't think I would've enjoyed the successes I've had in my career without her.\"</p><p>Largely to escape \"all the family stuff\" in India, Dr. Zacharia convinced his new wife to join him in Potsdam, N.Y., while he pursued an engineering Ph.D. at Clarkson University. \"She didn't realize that this meant living in a one-room apartment on top of a pizza place with one little electric heater,\" he recalls. \"One day I came home after winter hit and my wife asked, 'Do you think it's normal for toes to turn blue?'\"</p><p>To present his work on \"computational modeling and simulation\" at a conference in Gatlinburg, Tenn., Dr. Zacharia and his advisor drove 15 hours from Potsdam. After his presentation, someone from ORNL asked if he would like to join the lab as a postdoctoral fellow. \"Fortunately my advisor was within earshot,\" Dr. Zacharia recalls. \"He said 'Good enough for Oak Ridge, good enough for me. Write your thesis and you can go.'\"</p><p>Until then, Dr. Zacharia had always planned to return to India and the family business. That changed the moment he set foot on the ORNL campus in 1987 and sensed he could \"be part of something bigger.\" He first worked as a computational scientist in the Basic Energy Sciences program, then led several computing departments, ensuring the lab would maintain its edge in supercomputing for decades. He became a naturalized citizen in 1997.</p><p>Dr. Zacharia began working with computers just as their capabilities were exploding. When he was designing software for the lab's Intel Paragon in the mid-1990s, it was one of the fastest computers in the world; today every iPhone 6 and higher has as much computing power. As supercomputers shifted from single processors to thousands of processors connected by high-speed networks, Dr. Zacharia raised funds from multiple Energy Department programs to acquire a new IBM Power3 system called Eagle, which was one of the fastest supercomputers in the world when it debuted in 1999.</p><p>Scientists around the world now come to Oak Ridge for its leadership in supercomputing. This year the lab unveiled Frontier, a system capable of over one quintillion calculations per second—the fastest in the world, according to the supercomputer ranking project Top500. By modeling and mapping everything from earth systems to new drugs, supercomputers \"allow us to imagine what the future looks like and develop solutions that address the most important challenges of our time,\" Dr. Zacharia says.</p><p>A great deal of ORNL's work now involves safeguarding the country's energy security and guiding its transition to cleaner fuels. \"The next decade or two is going to be pivotal,\" Dr. Zacharia says. He praises the 2021 bipartisan infrastructure law and this year's Inflation Reduction Act for providing the resources and incentives to make cleaner power more cost effective: \"We are moving the needle in the right direction.\" </p><p>Zacharia will retire as director of Oak Ridge National Laboratory at the end of 2022. PHOTO: SHAWN POYNTER FOR THE WALL STREET JOURNAL</p><p>Working at ORNL, \"every day you come in thinking that you're going to change the world,\" Dr. Zacharia says. \"That platform doesn't exist anywhere else.\" He sensed it was time to step down when he was no longer waking up in the middle of the night to solve the lab's problems. \"After five to seven years you become stale,\" he notes. As a cricket fan, Dr. Zacharia says he always admired the Indian player Sunil Gavaskar, who decided to step away from the game in the 1980s when he was still in his prime: \"It's better to retire at the top than when people ask you to leave.\"</p><p>Thomas Zacharia Knows the Power of Innovation</p>",
  "published": "2022-12-02T17:25:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4341,
          "end": 4344
        }
      ]
    }
  ]
}