{
  "_id": "17931882d7c19706caf7e3f2fbcc9981279d47ce0974381704e7a9ecb217c175",
  "feed": "market-watch",
  "title": "U.S. stock futures lose ground despite Netflix earnings beat as Treasury yields rise",
  "text": "<p>* S&amp;P 500 futures ES00were down 11.50 points, or 0.3%, at 3,721.25.</p><p>* Dow Jones Industrial Average futures YM00 were off 82 points, or 0.3%, at 30,494.</p><p>* Nasdaq-100 futures NQ00 fell 32.25 points, or 0.3%, to 11,168.50.</p><p>On Tuesday, the Dow DJIA rose 551 points, or 1.9%, to 30186, the S&amp;P 500 SPX rpse 2.7% and the Nasdaq Composite COMP gained 3.4%. The S&amp;P 500 is up 4% from its 2022 closing low but remains down 22% for the year to date.</p><p>What's driving markets</p><p>Stocks were struggling after those back-to-back gains as worries about stubbornly high inflation counteracted good news on company earnings.</p><p>U.S. equity futures had been higher in the early hours after a well-received update from Netflix Inc. NFLX cemented the impression that the third-quarter earnings season would support the market. Netflix shares were up 12% in premarket trade.</p><p>With 45 members of the S&amp;P 500 index having reported, 69% have beaten profit expectations, according to Refinitiv. The high proportion of beats comes as investors are the most pessimistic since the great financial crisis of 2008 about future profit growth, according to a fund manager survey by Bank of America.</p><p>Netflix's positive surprise would help boost sentiment on Wall Street, said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, \"following yesterday's gains boosted by other resilient corporate earnings from the likes of Goldman Sachs and Johnson and Johnson\".</p><p>Earnings highlights on Wednesday include Procter &amp; Gamble Co. PG, and after the close, Tesla Inc. TSLA and International Business Machines Corp. IBM.</p><p>Read: It's the 35th anniversary of the 1987 stock-market crash: What investors need to know</p><p>However, news thatU.K. inflation was back at a 40-year high of 10.1%reminded traders that central banks' determination to battle such price pressures meant yet tighter monetary policy.</p><p>This has helped push the U.S. 10-year Treasury yield BX:TMUBMUSD10Y further above the significant 4% mark, up another 5 basis points to 4.061% as the equivalent duration U.K. gilt BX:TMBMKGB-10Y rose 4.9 basis points to 3.997%.</p><p>\"As has been the case of late, any disturbance in global fixed-income markets immediately hemorrhages into risk,\" said Stephen Innes managing partner at SPI Asset Management.</p><p>U.S. economic updates set for release on Wednesday include September building permits and housing starts at 8:30 a.m. and the Federal Reserve's Beige Book of anecdotes at 2 p.m. All times Eastern.</p><p>Minneapolis Fed President Neel Kashkari is due to speak at 1 p.m. and Chicago Fed President Charles Evans will deliver comments at 6:30 p.m.</p><p>Companies in focus</p><p>* Procter &amp; Gamble shares were up 2% after the consumer packaged goods company reported fiscal first-quarter profit and sales that rose above expectations, as higher pricing provided a boost, but lowered its full-year sales outlook.</p><p>U.S. stock futures lose ground despite Netflix earnings beat as Treasury yields rise</p>",
  "published": "2022-10-19T12:03:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1594,
          "end": 1597
        },
        {
          "start": 1556,
          "end": 1593
        },
        {
          "start": 1588,
          "end": 1597
        }
      ]
    }
  ]
}