{
  "_id": "ca766386d2b82c26c833c7de48b0cfd9990b960572eafca6f6a236e4b1996190",
  "feed": "wall-street-journal",
  "title": "At Davos Confab, CEOs Fret Over Economy, Start to Plan for a Downturn; The World Economic Forum, delayed by Covid-19, kicks off amid volatile markets and worrying economic signals",
  "text": "<p>\"It will be challenging to avoid a recession,\" said Anthony Capuano, CEO of hotel giant Marriott International. \"The chorus of voices saying we're careening towards a recession are getting louder by the minute. Time will tell, but it certainly seems we're headed in that direction.\"</p><p>Others are more sanguine. \"I see something mild,\" said Arvind Krishna, chief executive of International Business Machines Corp. He is, though, seeing more caution and careful evaluation of decision-making among his business contacts.</p><p>Many executives are managing as if there will be a downturn. Stephen P. MacMillan, chief executive of medical technology company Hologic Inc., said he's being cautious about major new investments and scrutinizing any additional hiring. \"We're being very disciplined in our capital decisions,\" he said.</p><p>Hewlett Packard Enterprise Co. CEO Antonio Neri said he isn't too worried about the economy this year, either, for now. Should things turn south in 2023, the company will make more targeted investments. He said the strategy would include freeing up capital and reinvesting it strategically, rather than simply cutting costs.</p><p>The U.S. job market, meanwhile, remains strong, said Nela Richardson, chief economist at payroll processor Automatic Data Processing. Many employers continue to search for workers and want to hire. \"Labor shortages are still really, really bad,\" she said.</p><p>The downbeat mood among business leaders in Davos matches the outlookon Main Street. Fifty-seven percent of small-business owners expect economic conditions in the U.S. to worsen in the next year, up from 42% in April and equal to the all-time low recorded in April 2020, according to a survey of more than 600 small businesses conducted in May for The Wall Street Journal by Vistage Worldwide Inc., a business-coaching and peer-advisory firm.</p><p>Business leaders are taking steps to prepare for a weaker environment. Some executives are analyzing spending, looking for the \"little bits of irrationality that creep in the good times,\" said Nick Studer, CEO of consulting firm Oliver Wyman Group.</p><p>Others want to avoid cutting hiring or making other adjustments to strategy before it is clear if the economy will turn. That is something Mr. Studer said he considers when managing Oliver Wyman's business. \"It's very easy to make that call early and make the recession for yourself before the actual recession comes along,\" he said.</p><p>Tawfik Hammoud, chief client officer of Boston Consulting Group, is confident that a continuing technology supercycle can steer the global economy through the turmoil of the present day, though he said a recession is possible this year.</p><p>\"We are going to find a way through black swan after black swan after black swan,\" Mr. Hammoud said Monday. He cited advances in quantum computing, artificial intelligence, synthetic biology and nuclear fusion energy as reasons for long-term optimism.</p><p>Chip Cutter, Emily Glazer and Sam Schechner contributed to this article.</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>At Davos Confab, CEOs Fret Over Economy, Start to Plan for a Downturn</p>",
  "published": "2022-05-23T18:41:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 373,
          "end": 404
        }
      ]
    }
  ]
}