{
  "_id": "c909f7d59e1dfac730957d6f184673fdcdbcdee8136461de69a88292ec666de4",
  "feed": "ftcomall",
  "title": "FirstFT: US and UK order embassy staff to leave Ukraine",
  "text": "<p>The US and UK have ordered partial <a href=\"https://www.ft.com/content/5d6d0b54-bb43-4599-8781-dff316e54497\">withdrawals from their embassies in Ukraine</a>, warning of a rising threat of Russian military action against the country.</p> <p>Britain ordered a number of its embassy staff and family members to leave Ukraine today. The move came a day after the US ordered family members of its embassy staff to leave Kyiv because of the risk that Russia would take “significant military action”.</p> <p>The warnings come after weeks of mounting tension along the eastern border of Ukraine, where Russia has massed more than 100,000 troops.</p> <p>Russia has warned of “the most unpredictable and grave consequences for European security” if the US does not concede to its demands to roll back Nato's expansion.</p> <p>After talks on Friday between Antony Blinken, US secretary of state, and his Russian counterpart, Sergei Lavrov, Washington promised to send a written response to Russia's draft security proposals. They also agreed to hold more talks. </p> <p>Over the weekend, however, the British government accused Russia of planning to install a pro-Moscow leader in Ukraine. The unusual statement from the UK's Foreign, Commonwealth and Development Office named pro-Russian former lawmaker, <a href=\"https://www.ft.com/content/9a29f978-f98e-4f13-a41a-74b702e73523\">Yevhen Murayev</a>, as the Kremlin's preferred candidate to lead the government in Kyiv. </p> <p>As tensions rise in Europe, Estonia's prime minister called for greater US military presence in the Baltics to deter Russia. Kaja Kallas&#xa0;told the Financial Times: “The biggest deterrence to Russia is an American flag.”</p> <p>Nato said today its members <a href=\"https://www.ft.com/content/c5e6141d-60c0-4333-ad15-e5fdaf4dde71\">were putting military forces on standby</a> and&#xa0;sending additional ships and fighter jets to allied countries in eastern Europe. Ukraine is not a member of Nato, but western officials have warned that any conflict could affect neighbours to the west.</p> <p>Meanwhile, the US is holding talks with Qatar and other large gas exporters <a href=\"https://www.ft.com/content/1ac9a0b9-5e93-4d1c-8f9b-d3a16db2467a\">to plan contingency measures</a> in case a Russian invasion of Ukraine disrupts energy supplies to Europe.</p> <p>The diplomatic efforts to reduce tensions moves to Brussels today. Foreign ministers of the 27 EU countries will discuss the crisis with Blinken, who will dial in to the meeting.</p> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. China's naval reach in western Pacific fuels tensions</strong> China has <a href=\"https://www.ft.com/content/b6d0ea59-8439-4325-a5fe-edce8db9b3dd\">established </a>a constant naval presence close to southern Japan and eastern Taiwan, in a marked expansion of Beijing's sea power that has focused attention on the area as a potential future battleground. </p> <p><strong>2. Unilever shares rise after Nelson Peltz stake revealed</strong> Trian Partners, which has previously demanded reforms at Procter &amp; Gamble and Mondolez, has <a href=\"https://www.ft.com/content/c9887dd3-14bd-472c-94ca-22da934829f4\">built a stake</a> in UK consumer goods group Unilever. The FTSE 100 company last week abandoned a £50bn bid for GlaxoSmithKline's consumer health division following shareholder disapproval.</p> <p><strong>3. Private equity sidesteps IPO parade</strong>&#xa0;The industry's biggest privately held firms raised&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-f8f6efe3-592f-4dac-ab9f-a70648d34cb8/DiDxYr5Y2eiOIyitn7vKJQ~~/AAAAAQA~/RgRj0FTnP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvZjhmNmVmZTMtNTkyZi00ZGFjLWFiOWYtYTcwNjQ4ZDM0Y2I4P2VtYWlsSWQ9NjFlZGI5NGZiMTMyYTcwMDA0NTc4NWI1JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgph3w_Q7WEs04xNUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">at least $9bn</a>&#xa0;through debt sales last year to invest in their own buyout funds, finance growth or pay dividends to partners, according to industry executives and records obtained by the FT.</p> <p><strong>4. Warren Buffett closes in on Cathie Wood</strong>&#xa0;Cathie Wood's flagship Ark fund is&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-42bb6639-79a0-48da-9f21-01f33e7370f9/efhzK1oxCI2B_c0xbBO6MQ~~/AAAAAQA~/RgRj0FTnP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNDJiYjY2MzktNzlhMC00OGRhLTlmMjEtMDFmMzNlNzM3MGY5P2VtYWlsSWQ9NjFlZGI5NGZiMTMyYTcwMDA0NTc4NWI1JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgph3w_Q7WEs04xNUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">on the cusp</a>&#xa0;of being overtaken by Warren Buffett's Berkshire Hathaway in a post-pandemic performance table for the funds they manage, reflecting a dramatic shift in fortunes between the two prominent investors.</p> <p><strong>5. World Bank under pressure to release Afghan funds</strong>&#xa0;Leading charities working in Afghanistan are demanding&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-4d128a50-ae12-408e-8cee-c4fd685c50ff/DkNNcN1Y9JpC-pl8c15RIQ~~/AAAAAQA~/RgRj0FTnP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNGQxMjhhNTAtYWUxMi00MDhlLThjZWUtYzRmZDY4NWM1MGZmP2VtYWlsSWQ9NjFlZGI5NGZiMTMyYTcwMDA0NTc4NWI1JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgph3w_Q7WEs04xNUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">more than $1.2bn</a>&#xa0;in frozen funds in order to pay teachers and other government workers and prevent the collapse of essential services.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>Authorities <a href=\"https://www.ft.com/content/e24c1a93-6a42-4c18-a62f-a8b36c20de9a#post-2c1f09c6-a8d6-48bb-a903-63a8cdf147cf\">have lifted</a> a month-long pandemic lockdown in the Chinese city of <strong>Xi'an</strong>, less than two weeks before the start of the Beijing Winter Olympics. Our reporters have more on <a href=\"https://www.ft.com/content/f5c311ba-962d-4be8-be66-5ead703314d1\">how China is preparing</a> to host its first ever Winter Olympics.</p></li>  <li><p><strong>New Zealand's</strong> prime minister Jacinda Ardern will <a href=\"https://www.ft.com/content/c87d1c2d-69b6-4367-b229-38ec0dd159dd\">reintroduce tough Covid-19 restrictions</a> — forcing her to cancel her own wedding plans — as the Asia-Pacific nation battles to stop the spread of the Omicron variant.</p></li>  <li><p>The Omicron variant is causing <a href=\"https://www.ft.com/content/2e048475-cea2-4104-af41-b49c6e604795\">far less damage</a> to the <strong>eurozone economy</strong> than previous waves of Covid-19, according to an FT analysis.</p></li> </ul> <h1>The day ahead</h1> <p><strong>IBM earnings</strong> The software giant's fourth-quarter financial report will be its first since completing the spin-off of managed infrastructure business, Kyndryl, <a href=\"https://www.ft.com/content/ded67317-682d-4cd9-8e41-fc72646dee12\">in November</a>. IBM announced on Friday it plans to sell its Watson Health assets to private equity firm Francisco Partners as it directs more attention to cloud computing.</p> <p><strong>SEC chief</strong> Gary Gensler, chair of the US Securities and Exchange Commission, is scheduled to make the keystone address at a virtual securities regulation conference hosted by Northwestern University. The speech comes at a time when the SEC is weighing&#xa0;<a href=\"https://www.ft.com/content/4464e205-3708-49ec-83b9-eb4934ce3a51\">reforms</a>&#xa0;to securities lending following last year's meme-stock frenzy.</p> <p><strong>Markets</strong> US futures <a href=\"https://www.ft.com/content/dbc738b8-4f9c-49e6-814e-39d205bbf766\">pared an earlier advance</a> after equity markets suffered one of their worst weeks since the start of the pandemic. The tech-heavy Nasdaq lost 7.6 per cent <a href=\"https://www.ft.com/content/03555a13-e806-444a-b7b1-3b1dd9f257c1\">last week</a>, while the S&amp;P 500 fell 5.7 per cent as the rotation out of growth stocks and into value shares accelerated. Don't push the panic button <a href=\"https://www.ft.com/content/7a06a5b2-6964-41b5-97fe-44ef112cf20f\">just yet</a>, argues Robert Armstrong in the latest edition of Unhedged.</p> <p><strong>Italian presidential election</strong> Parliament members and regional representatives will begin <a href=\"https://www.ft.com/content/e8c83430-3774-464c-b82c-76c7c147a8d2\">voting </a>for Sergio Mattarella's replacement. The vote for a new head of state <a href=\"https://www.ft.com/content/462699a0-99fd-4f33-9374-34c4962676db\">could weaken the government</a> and damage the prospects for economic reform in Italy.</p> <h1>What else we're reading</h1> <p><strong>The Fed needs more diversity of thought</strong> Predictably, Republicans are already complaining about the views of Joe Biden's nominees for the Federal Reserve Board of Governors, says Rana Foroohar. But, she argues, they are <a href=\"https://www.ft.com/content/9bd777ed-3d65-4975-a7bd-c0878ad377c8\">well suited</a> to tackle a world of changing financial risk.</p> <ul>  <li><p><strong>Related comment:</strong> The Fed needs to explain how it has managed <a href=\"https://www.ft.com/content/6bed7dff-f5e2-4105-a948-449f2d80ad32\">to get its inflation call so wrong</a>, according to Mohamed El-Erian.</p></li> </ul> <p><strong>Russia and China's plans for a new world order&#xa0;</strong>A decade ago, the neighbours were as much rivals as partners. But after a period when both countries have sparred persistently with the US, Xi Jinping has become Vladimir Putin's&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-d307ab6e-57b3-4007-9188-ec9717c60023/GwOMBTWAuMcNSug8jgyXjw~~/AAAAAQA~/RgRj0FTnP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvZDMwN2FiNmUtNTdiMy00MDA3LTkxODgtZWM5NzE3YzYwMDIzP2VtYWlsSWQ9NjFlZGI5NGZiMTMyYTcwMDA0NTc4NWI1JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgph3w_Q7WEs04xNUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">most important ally</a>. Today, Moscow and Beijing have embraced the rhetoric of counter-revolution.</p> <p><strong>The metaverse's bandwidth problem</strong> The speculative poetry of what might eventually be possible in the metaverse is <a href=\"https://www.ft.com/content/09d244a2-34a2-4f62-9747-5064d76cb286\">jumping far ahead</a> of more prosaic reality, experts say. A fully working virtual world, or even just a real-time, high-definition immersive experience, will require far more capacity to transmit data between the consumer and network than is available in homes around the world.<strong><br><br>Don't write off Hong Kong as a financial centre just yet&#xa0;</strong>Hong Kong is astir after the city passed a death sentence on hamsters. But for hard economic reasons, the future of the Chinese territory is&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-c4ff49bd-23b2-4953-9009-50a52aa8d7d5/l23iGPK_ttQa_IEYMjyYiw~~/AAAAAQA~/RgRj0FTnP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYzRmZjQ5YmQtMjNiMi00OTUzLTkwMDktNTBhNTJhYThkN2Q1P2VtYWlsSWQ9NjFlZGI5NGZiMTMyYTcwMDA0NTc4NWI1JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgph3w_Q7WEs04xNUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">more secure than any global rival</a>&#xa0;except for New York, says FT Asia Editor Robin Harding.</p> <p><strong>Get ready for the four-day working week </strong>First it was working from home, writes our business columnist Pilita Clark. Now it is the four-day working week that is <a href=\"https://www.ft.com/content/c5d83853-682e-4076-81c1-813b246309f8\">shaking business life</a> in ways that would have seemed unthinkable before Covid-19. Younger managers are a lot more interested in the idea than the older leaders they are on track to replace.</p> <h1>Life &amp; Arts</h1> <p>The FT's San Francisco correspondent Patrick McGee takes a deep dive into the <a href=\"https://www.ft.com/content/8fe94eef-1077-4eaa-8192-26013f7931ea\">controversial rise</a> of connected fitness. Fans of Peloton and its peers describe the gamified experience as a way of getting into fitness, or even building a community, without feeling awkward or vulnerable at the gym. </p><p>Source: Gordon Smith, William Langley and Yasemin Craggs Mersinoglu 2022 'FirstFT: US and UK order embassy staff to leave Ukraine' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T11:33:57.437Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4440,
          "end": 4443
        },
        {
          "start": 4268,
          "end": 4271
        }
      ]
    }
  ]
}