{
  "_id": "18291ab4dc0bf76036d7a5580fcc5769dc657363a709afebd8d845cae94497ef",
  "feed": "wall-street-journal",
  "title": "Broadcom's $61 Billion VMware Buy Is a Bet on Unsexy Software; Broadcom CEO building an empire out of low-profile but crucial applications for companies",
  "text": "<p>Under the deal, VMware shareholders will elect to receive either $142.50 in cash or 0.2520 Broadcom shares for each VMware share. Broadcom also will assume $8 billion of VMware's debt.</p><p>The boards of both companies have approved the deal.</p><p>Michael Dell and Silver Lake, which own 40.2% and 10% of VMware shares outstanding, respectively, have signed support agreements to vote in favor of the transaction, as long as the VMware board continues to recommend the proposed transaction with Broadcom.</p><p>The merger agreement provides for a \"go-shop\" provision under which VMware may actively solicit other proposals during a 40-day period that ends July 5.</p><p>The companies expect the deal to close during Broadcom's next fiscal year. Following the close, Broadcom shareholders will own approximately 88% of the company and current VMware shareholders will own 12%.</p><p>The deal would push Broadcom deeper into a software world populated by incumbents such as International Business Machines Corp. and Oracle Corp. as well as independent companies that specialize in niche applications—cybersecurity tools, databases and networking, for example.</p><p>Broadcom has increasingly sought to move into areas of software that are crucial for companies, said Daniel Newman, principal analyst of technology-focused advisory and analyst firm Futurum Research.</p><p>\"VMware makes Broadcom more important to enterprises,\" he said. \"It puts them in a situation where Broadcom will be in every discussion.\"</p><p>Dean Seal contributed to this article.</p><p>Write to Dean Seal at dean.seal@wsj.com</p><p>Broadcom's $61 Billion VMware Buy Is a Bet on Unsexy Software</p>",
  "published": "2022-05-26T11:41:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 944,
          "end": 975
        }
      ]
    }
  ]
}