{
  "_id": "cd84f51f0f0f898cb5f9fc9d84ce3aa5e750ac94956e4e7dfbea10179e78c6ad",
  "feed": "market-watch",
  "title": "IBM acquires software company Octo from Arlington Partners to expand federal government services; No terms disclosed; Octo is IBM Consulting's 8th acquisition of the year",
  "text": "<p>In its last quarterly earnings report,IBM Consulting reported a 5.4% gain in revenue to $4.7 billion from a year ago, lagging just behind the company's total sales gain, at 6.5% to $14.11 billion.</p><p>In a statement, IBM said \"agencies need an industry partner to help them navigate a scalable path to IT modernization with the power to leverage emerging technologies and applications, optimize costs and operational efficiencies, and improve security.\"</p><p>\"We have created an organization focused on digital transformation with modernization missions at scale ranging from public healthcare, to national security, to intelligence &amp; defense,\" said Mehul Sanghani, Octo's chief executive and founder, in a statement.</p><p>IBM said Octo marks IBM Consulting's eighth acquisition of the year, and the company's 25th since Arvind Krishna became CEO in April 2020.</p><p>IBM shares are a tech outlier with a 10.2% gain on the year, while the Dow Jones Industrial Average DJIA, which counts IBM as a component, is down 7.5%. Meanwhile, the S&amp;P 500 index SPX has fallen 17.5%, and the tech-heavy Nasdaq Composite Index COMP has dropped 30%.</p><p>IBM acquires software company Octo from Arlington Partners to expand federal government services</p>",
  "published": "2022-12-07T22:38:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 126,
          "end": 129
        },
        {
          "start": 709,
          "end": 712
        },
        {
          "start": 213,
          "end": 216
        },
        {
          "start": 848,
          "end": 851
        },
        {
          "start": 1116,
          "end": 1119
        },
        {
          "start": 729,
          "end": 732
        },
        {
          "start": 967,
          "end": 970
        }
      ]
    }
  ]
}