{
  "_id": "a108f28840ab7bb81790694a3303bf71c451b3d4fb056534e105f503a56afa58",
  "feed": "market-watch",
  "title": "IBM stock drops despite 'solid' results, as some analysts worry about slowing growth and rising risks; IBM reported better-than-expected second-quarter results after market close on Monday, which were described as \"solid\" and \"reasonable\" by analysts.",
  "text": "<p>IBM's sales were $15.54 billion, up from $14.22 billion in the year-ago quarter, after adjusting for discontinued operations, specifically the spinoff managed infrastructure-service business Kyndryl Holdings Inc. KD. That beat the FactSet consensus of $15.08.</p><p>Net income was $1.39 billion, or $1.54 a share, up from $1.47 a share in the year-ago period. Adjusted earnings per share, which exclude stock-based compensation expenses and other items, were $2.31, up from $2.23 in the prior year's quarter, and above the FactSet EPS consensus of $2.26.</p><p>The tech giant had a \"solid\" quarter, as currency movements (FX) were an expected incremental headwind while the company's consulting and mainframe businesses showed strength, according to Stifel analyst David Grossman. Set against this backdrop, Stifel reiterated its buy rating on IBM.</p><p>\"While risk is elevated, given slower than expected revenue stabilization, we believe the risk/reward remains attractive, given very negative market sentiment and several potential catalysts over the next 12 months, which could drive both estimates and the multiple higher,\" Grossman wrote. \"These catalysts include re-accelerating services growth, better software performance and a weaker [U.S. dollar] (50-55% of revenue denominated in foreign currency).\"</p><p>See Now: IBM beats on earnings, but the stock is not being rewarded</p><p>IBM is one of the few tech giants that have gained through the selloff in the sector, boosted by strong performance in its software and consulting businesses. During the second quarter, the company's software revenue was $6.4 billion, a 6.2% increase on the same period last year. Consulting revenue was $4.8 billion, an increase of 9.8%, while infrastructure revenue increased 19% to $4.2 billion.</p><p>BMO Capital Markets retained its market perform rating for IBM. \"We thought IBM results were reasonable though we don't think the results will cause any equivocating investors to declare a new position,\" wrote BMO analyst Keith Bachman, in a note released on Tuesday. \"While FX is material for IBM, our coverage universe will face the same challenges.\"</p><p>Wedbush maintained its neutral rating for IBM, with analyst Moshe Katri describing the company's results as \"mixed.\"</p><p>Katri noted that while IBM's second-quarter revenue and earnings exceeded expectations, most of the upside was generated from the company's infrastructure and hardware segment. This, he explained, offset moderation in software and consulting growth, that was in-line with expectations.</p><p>\"Non-GAAP [generally accepted accounting principles] gross margins in SW and consulting segments were also below expectations, likely reflecting FX headwinds as well as rising wage inflation, and offset by strong margins in IBM Financing,\" he wrote.</p><p>IBM's results point to earnings quality issues, Katri added, as well as the possibility of weakening IT spending.</p><p>UBS reiterated its sell rating for IBM on Tuesday, with analyst David Vogt citing concern about decelerating growth that could see organic and reported revenue turning negative in the fourth quarter.</p><p>See Now: Why IBM is one of few tech giants that are actually gaining through the selloff</p><p>Of 20 analysts surveyed by FactSet, seven have a buy rating, 10 have a hold rating and 3 have an underweight or sell rating for IBM.</p><p>IBM stock drops despite 'solid' results, as some analysts worry about slowing growth and rising risks</p>",
  "published": "2022-07-19T16:05:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3095,
          "end": 3098
        },
        {
          "start": 2056,
          "end": 2059
        },
        {
          "start": 1838,
          "end": 1841
        },
        {
          "start": 0,
          "end": 3
        },
        {
          "start": 1821,
          "end": 1824
        },
        {
          "start": 3304,
          "end": 3307
        },
        {
          "start": 1304,
          "end": 1307
        },
        {
          "start": 2917,
          "end": 2920
        },
        {
          "start": 2255,
          "end": 2258
        },
        {
          "start": 2742,
          "end": 2745
        },
        {
          "start": 1363,
          "end": 1366
        },
        {
          "start": 3299,
          "end": 3302
        },
        {
          "start": 103,
          "end": 106
        },
        {
          "start": 832,
          "end": 835
        },
        {
          "start": 2768,
          "end": 2771
        },
        {
          "start": 2157,
          "end": 2160
        }
      ]
    }
  ]
}