{
  "_id": "7ce84e20c87adf3ce12e0fb2568dfffeede7708f09af931028fda1d2e4c6be10",
  "feed": "wall-street-journal",
  "title": "EY's Breakup Plan Means Windfalls for Partners; A proposal to split auditing and consulting relies on optimistic growth targets",
  "text": "<p>The internal documents show that EY believes both firms could grow faster and be more profitable on their own. The breakup of the 312,000-person firm could happen as soon as late next year.</p><p>This account of EY's plan, code-named Project Everest, is based on internal documents distributed to top EY executives in May and reviewed by The Wall Street Journal, as well as people familiar with the matter.</p><p>Under a May version of the internal proposal, the consulting business would go public, hoping to sell a stake of around 15% of the company for more than $10 billion, while borrowing $17 billion, the people said. The current partners would own around 70% of the company with around 15% reserved for stock awards mostly for staff.</p><p>Much of the money raised in the IPO and borrowed by the consulting firm would go to pay off the firm's auditing partners, who would remain in the traditional but slower-growing business of examining and signing off on companies' financial statements.</p><p>Those partners would receive a cash payout of typically two to four times their annual pay under the plan. For the U.S. and U.K. partners, who earn on average around $850,000 to $900,000 a year, that is a typical windfall of some $2 million or more. The firm's most senior partners would likely get far more.</p><p>The partners joining the consulting business would get shares in the newly public company worth typically seven times to nine times their annual compensation, paid out over five years. That business would compete with major consulting firms ranging from International Business Machines Corp. to Accenture PLC, plus the other accounting firms that have built up their own consulting operations.</p><p>Earlier proposals for the deal had the senior partners getting much bigger multiples of their pay as windfalls, compared with more junior partners. The size of the senior partners' windfall has been reduced as the plan has evolved. The value of the average expected payout for EY's roughly 13,000 partners has been scaled back because of the market decline since the numbers were presented in May.</p><p>EY's decision to consider a breakup comes as regulators step up pressure on auditing firms to address conflicts of interest in their business. Regulators in many countries are concerned that the consulting services the firms sell could undermine their ability to conduct independent audits of public companies' financials. Auditors are paid by the companies they audit, and must adhere to strict rules that limit who they can sell consulting services to.</p><p>EY is facing investigations and lawsuits tied to a string of alleged frauds and failures of its audit clients.It has lost big clients due to its struggles, which led its top executive to break with industry tradition and say auditors should play a bigger role in detecting wrongdoing.</p><p>EY has defended the quality of its audits and said these problems didn't affect its decision on a breakup.</p><p>Project Everest began in November, when Carmine Di Sibio, EY's global chairman and chief executive, decided to reopen discussions about splitting the company. It was a reversal from his NextWave strategy to grow the firm as a whole.</p><p>\"We need to be decisive…to control the destiny of our businesses, and not have it defined for us by external forces,\" the firm said in an internal EY document.</p><p>Project Everest gathered momentum in February, when EY appointed bankers from Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co., as well as outside law firms, to advise on the deal. By May, an initial feasibility study had come down in favor of an IPO.</p><p>\"Our businesses are strong but there are obstacles holding us back from achieving our full potential,\" one EY document said. The disadvantages of the firm's current structure include \"limited growth in both [audit and nonaudit arms] due to independence restrictions,\" the document added.</p><p>On May 17 and 18, Mr. Di Sibio and other senior global EY executives met in London to discuss the deal with the heads of several leading EY member firms and bankers from Goldman and JPMorgan. The two-day Project Everest summit, including a 6.30 p.m. dinner on the first night, was held at EY's U.K. headquarters near the Shard skyscraper by the River Thames.</p><p>After news of the potential splitleaked last month, EY began scrambling to pull together a public statement of its formal plans. The firm aims to issue a \"go or no go\" decision in principle before the July 4 holiday.</p><p>Assuming EY decides to push ahead with the plan, it will need to convince partners in most of the roughly 140 countries that make up its global network. The firm's top executives will hold roadshows this summer to pitch the deal with votes planned for between this fall and January 2023. A split and IPO is penciled in for late next year, later than the original target date of June 2023.</p><p>The exact contours of that deal are still being worked out by EY's leadership. As the plan stood in late April, the new consulting firm would get about 60% of EY's projected $42.5 billion in revenue for the current financial year, with about 40% going to the mostly audit partnership.</p><p>Under the Project Everest planning, the mostly audit firm is called AssureCo, with the tagline \"trust and transparency,\" while the consulting arm is called NewCo, with a mission to \"advise, transform, operate.\" AssureCo will likely keep the EY name. It would get around two-thirds of its revenue from auditing.</p><p>EY believes both firms could perform better when they are free from regulatory restrictions. \"Now is the time to jump to new growth curves for both businesses,\" one internal EY document said.</p><p>The consultants, for example, can be restricted from making alliances with tech firms to sell compliance and other services. These multiyear outsourcing contracts are an important target market for consulting firms.</p><p>EY has long been the auditor of choice for tech startups and Silicon Valley giants. The firm audits Google parent Alphabet Inc., Amazon.com, Salesforce Inc. and Workday Inc. That significantly restricts the number of leading tech firms it can team up with.</p><p>In justifying its possible split, EY cites the success of Accenture PLC, which was split off from auditor Arthur Andersen after a bitter feud more than 20 years ago. Andersen failed soon after under the weight of its failed audits of Enron Corp.</p><p>Accenture is now worth around $175 billion, up from $6 billion after its 2001 IPO, according to FactSet. In the Andersen split, the consultants left the company after a bitter fight with the auditors. In the EY plan, the consultants will effectively pay off the auditors to let them leave.</p><p>EY projects that profit margins at its consulting business will grow by several percentage points to around 16% in a year, partly by cost cutting. The company is also projected to boost revenue by 15% to 20% every year for the first three years. That would likely have to be achieved through internal growth, as the consulting firm's debt level could make it hard to fund big acquisitions. The consultants will also likely have to build up a new brand.</p><p>The firm believes auditors could use their status as independent and free of conflicts to get an edge in wooing companies unhappy with their current auditor.</p><p>Critics say the split would weaken the auditing firm and leave it vulnerable to lawsuits. They argue that partners would get windfalls while many employees would only face the upheaval of the split. And they cite the difficulty of getting the deal approved by partners in scores of countries, whose firms are connected to EY but are independent entities.</p><p>For Mr. Di Sibio, the deal could mean a payout of tens of millions of dollars and a chance to stay on at the consulting business, which wouldn't have any set retirement age. Mr. Di Sibio turns 60, EY's retirement age, in March. Several other senior EY executives are nudging 60, including Steve Krouskos, the London-based global managing partner of business enablement.</p><p>Critics say lawsuit settlements and regulatory fines could take a bigger toll on a smaller mostly audit EY than they would on a bigger entity. The firm disagrees.</p><p>Either way, the firm has suffered reputational damage from a string of failed audits. EY's German arm is being sued over its audits of German fintech company Wirecard AG, which filed for insolvency in 2020 after saying that 1.9 billion euros (around $2 billion) in assets likely never existed. In the U.K., EY faces a claim for $2.7 billion from the administrator of hospital operator NMC Health PLC, which in 2020 filed for bankruptcy after the discovery of billions of dollars of undisclosed debt. EY was also the auditor for China's Luckin Coffee Inc., which allegedly used fake orders to overstate sales.</p><p>The scandals cost EY. Commerzbank AG and Deutsche Bank AG's asset-management arm, which lost money after Wirecard went bankrupt, have both dropped EY as their auditor, citing conflicts of interest.</p><p>EY has said it stands by its work and has high quality audit standards. Liability for alleged audit negligence isn't a factor in the decision to potentially split up EY, and the mostly audit firm would have the financial capacity to deal with the litigation, according to a person familiar with the matter.</p><p>After the failures emerged, Mr. Di Sibio sent a letter to clients saying auditors should play a bigger role in detecting such wrongdoing, challenging the accounting industry's longstanding assertion that its job isn't to seek out malpractice.</p><p>EY also needs to coordinate the partner votes in each country, to try to avoid open disagreements between member firms about the best way forward. \"Everyone needs to be aligned and act in synchronisation,\" one internal EY document said. \"This will be a process with significant public attention.\"</p><p>Write to Jean Eaglesham at Jean.Eaglesham@wsj.com and Ken Brown at ken.brown@wsj.com</p><p>EY's Breakup Plan Means Windfalls for Partners</p>",
  "published": "2022-06-20T12:07:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1544,
          "end": 1581
        },
        {
          "start": 1544,
          "end": 1580
        }
      ]
    }
  ]
}