{
  "_id": "01a483b9b938691a89adda0da6598f1ef28de742fe56bd16e87b25b60798da98",
  "feed": "wall-street-journal",
  "title": "Warren Buffett's Berkshire Hathaway Reveals $4 Billion Stake in HP; The once tech-averse billionaire investor has also taken big positions in IBM and Apple in recent years",
  "text": "<p>After long expressing wariness about investing in tech, the 91-year-old Mr. Buffett has taken big positions in two other storied tech brands in recent years, starting with an ill-fated bet on International Business Machines Corp. before making a far more successful investment in Apple Inc.</p><p>Berkshire began betting on IBM in 2011 but within a few years had reversed course and had sold out most of its stake by early 2018. Mr. Buffett's colleagues first took a $1 billion toehold in Apple in 2016, and since then Berkshire has increased its stake, to nearly 5.6% as of the end of 2021. The Apple position was worth some $161 billion at the end of last year and is among Berkshire's biggest holdings.</p><p>HP shares rose 11% in early premarket trading Thursday. Berkshire's Class B shares were down 0.4%.</p><p>The purchase makes Berkshire the single largest shareholder in HP. Before this, HP's biggest investors were Vanguard Group and BlackRock Inc., with stakes of nearly 11% and slightly more than 10%, respectively, according to S&amp;P Global Market Intelligence data.</p><p>The Omaha, Neb.-based conglomerate has made a string of investments this year in more traditional sectors of the economy. It agreed to buy the insurer Alleghany Corp. for about $11.6 billion last month, and recently boosted its position in Occidental Petroleum Corp. to nearly 15%.</p><p>The deals add to Berkshire's array of railroad, energy and consumer businesses, among other holdings. It reported $90 billion in net earnings for 2021, a record.</p><p>\"Whatever our form of ownership, our goal is to have meaningful investments in businesses with both durable economic advantages and a first-class CEO,\" Mr. Buffett said in a letter to shareholders in February. \"We own stocks based upon our expectations about their long-term business performance and not because we view them as vehicles for timely market moves.\"</p><p>Palo Alto, Calif.-based HP lifted its annual profit outlook in late February. It reported strong sales of computers to businesses in the first three months of its financial year but warned that Russia's invasion of Ukraine would dent its second quarter.</p><p>Last month, the company agreed to buy Poly, a maker of workplace communications products, for $1.7 billion in a bet on the rise of hybrid work.</p><p>Write to Dave Sebastian at dave.sebastian@wsj.com</p><p>Warren Buffett's Berkshire Hathaway Reveals $4 Billion Stake in HP</p>",
  "published": "2022-04-07T09:44:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 192,
          "end": 223
        },
        {
          "start": 142,
          "end": 145
        },
        {
          "start": 318,
          "end": 321
        }
      ]
    }
  ]
}