{
  "_id": "14f01248ec3e97cb06fe05bf10f0c050de2005d2ee15011b5168194d198c492e",
  "feed": "wall-street-journal",
  "title": "Technology:  Caution Over Adobe's Buy  ----  By Aaron Tilley",
  "text": "<p>    Adobe Inc., the low-key maker of digital tools to create PDFs and edit photos, pleased investors by reinventing itself as a subscription-software business. Its latest effort to keep pace with the times isn't landing so well. </p><p>   Adobe this past week unveiled its largest acquisition yet, agreeing to buy Figma, a little-known software startup that specializes in helping digital creators collaborate. The $20 billion deal price spooked investors and raised questions among analysts about the health of Adobe's business. </p><p>   Tools to edit and manipulate photos and videos are in hot demand, with people creating visual content like never before. Since the onset of the pandemic, designers increasingly are collaborating remotely, relying on digital tools. That has fueled demand for new applications, giving rise to startups such as Figma and Australia-based Canva. </p><p>   Adobe, the biggest competitor in the design software market by sales, has struggled to tap into that enthusiasm. The company on Thursday announced quarterly results that showed a continued deceleration of revenue growth and issued guidance that came in below Wall Street's expectations. New annual subscriptions sales connected to the Creative Cloud service that includes functions such as its well-known Photoshop suite was slightly shy of the company's earlier projection. </p><p>   Adobe products such as Photoshop and Illustrator are almost essential tools for people who design marketing materials and magazines. But some users have complained on social media and elsewhere that the products are difficult to use and lack the collaboration features available with Figma and elsewhere. </p><p>   \"Figma is fast, small and lean,\" said Daniel Vinci, who runs an independent firm that designs websites, saying he and his clients embraced the tools for the ease of working collectively on digital projects. \"Anybody can pick it up and start working. No Adobe product works like that,\" he said. </p><p>   Adobe said it constantly modernizes its products and has introduced collaboration features in recent years. </p><p>   Figma's appeal for users like Mr. Vinci helps explain why Adobe was willing to pay 50 times the smaller company's expected annual recurring revenue for 2022, and twice the valuation it received in a funding round last year. </p><p>   \"The purchase is at such a nosebleed level that it raises concerns about what's happening under the covers with the core business,\" said Brian Schwartz, a senior analyst at investment firm Oppenheimer &amp; Co. </p><p>   Adobe stock retreated nearly 17% Thursday after the announcement and a further 3.12% on Friday. The stock is down about 47% this year, underperforming the wider market. </p><p>   Adobe Chief Executive Shantanu Narayen has defended the acquisition as \"transformative,\" adding on an analyst call that large deals are often viewed with skepticism. The current weak economic backdrop, he said, presented the right moment for the company to act. </p><p>   \"Stronger companies are actually the companies that should be making the moves to position themselves to serve customers for decades,\" Mr. Narayen said in an interview. \"We really believe that the opportunity for us is to usher in this new world of collaborative creativity.\" </p><p>   Mr. Narayen's ability to buy Figma at that price in large parts rests on the success he had transforming Adobe a decade ago. He took over the company in 2007 when it sold its software to users, typically on disks. But the software business was morphing as the growing field of cloud computing gave rise to selling such products online, as a service and on a subscription basis. </p><p>   In 2011, Mr. Narayen embraced the shift, setting Adobe up as the then-rare incumbent software provider to adapt to the emerging sales model that has now become ubiquitous. The company at the time had around $4.2 billion in annual sales. It now generates more than that in a quarter. Adobe grew into a software giant with a market value at $320 billion at its peak last year and its stock had advanced 10-fold over the past decade prior to the Figma deal announcement. </p><p>   Other software powerhouses were slower to adapt. Oracle Corp., the large provider of database software, for years played down the importance of cloud computing and now is spending heavily to expand those activities. International Business Machines Corp. was slow to transition to the cloud and then spent around $34 billion in 2019 to acquire Red Hat Inc. </p><p>   Adobe executives say buying Figma will spark a new era of growth. Figma, Adobe said, would also help it tap a new user base, adding developers and others that typically haven't been Adobe customers. </p><p>   The deal, which still has to pass regulatory scrutiny and is set to close next year, would add collaboration features to Adobe products the company has struggled to build itself. </p><p>   Figma users, though, are worried about the combination. Mr. Vinci said he's currently looking at alternatives like Dutch design software company Sketch BV. </p><p></p>",
  "published": "2022-09-19T06:04:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4239,
          "end": 4270
        }
      ],
      "nexusId": "10017781"
    }
  ]
}