{
  "_id": "2065d38e3d9f1f0067799aba3bad1a9f0b90b7c82ca3770a6ed4b354162b0f71",
  "feed": "market-watch",
  "title": "Buckle up: U.S. stocks renew slide after wild day on Wall Street",
  "text": "<p>After a wild day of trading that saw a 1,000-point-plus upside reversal by the Dow, U.S. stocks were back under pressure Tuesday as the Federal Reserve kicked off a two-day policy meeting and investors sifted through a mixed bag of corporate earnings.</p><p>What's happening</p><p>The Dow Jones Industrial Average DJIA fell 355.09 points, or 1%, to 34,009.41.</p><p>The S&amp;P 500 SPX declined 62.92 points, or 1.4%, to 4,347.21.</p><p>The Nasdaq Composite COMP dropped 215.30 points, or 1.6%, to 13,639.83.</p><p>In regular trading Monday, the Dow DJIA gained 99.13 points, or 0.3%, to finish at 34,364.50, after being down by as much as 3.3% earlier in the day. The S&amp;P 500 SPX notched a 0.3%, gain after sinking as much as 4% and briefly falling into correction territory. The Nasdaq advanced 0.6%, at 13,855.13, erasing a 5% intraday slump.</p><p>Read more: The S&amp;P 500, Nasdaq just staged a turnaround for the ages, marking their largest comebacks since the 2008 financial crisis</p><p>What's driving markets</p><p>The sharp selloff and surprise rally in U.S. stocks on Monday came amid market uncertainty stoked by rising inflation, disappointing corporate earnings, anxiety about the Fed's expected policy changes, fears of a Russian invasion of Ukraine and the ongoing COVID-19 pandemic.</p><p>The Nasdaq Composite last week entered correction territory as it fell more than 10% from its all-time high in November. The index, which is heavy on interest rate-sensitive growth stocks, was battered as Treasury yields rose sharply to begin the year as investors ramped up expectations for Federal Reserve rate increases.</p><p>The central bank begins a two-day policy meeting Tuesday, that's expected to see officials lay the groundwork for a rate increase in March and that will be closely watched for clues to the pace of further hikes and how soon and quickly it will begin winding down its balance sheet.</p><p>“Recent price action suggests the long overdue equity market correction has finally begun. In our view, this is a healthy long-term development,” said Steven Ricchiuto, U.S. chief economist at Mizuho Securities, in a Tuesday note.</p><p>“We are not calling a bottom to the market but, with the broad market index down a bit over 10%, it is time to begin nibbling at some of the more beaten down areas of the market,” he wrote. “This window of opportunity could stretch until the March 25 rate hike, but that does not mean value has not already been created in the most distressed areas of the market.”</p><p>Which companies are in focus?</p><p>Shares of 3M Co.MMM rose 0.7% after delivering stronger-than-expected earnings.</p><p>Johnson &amp; JohnsonJNJ shares rose 1%, after the consumer goods, pharmaceutical and medical device maker posted weaker-than-expected revenue for the fourth quarter.</p><p>Shares of General Electric Co.GE were 7%, after the industrial conglomerate reported fourth-quarter free cash flow that topped expectations but saw revenue fall short of forecasts.</p><p>International Business Machines Corp.IBM late Monday topped earnings and revenue forecasts, but executives declined to provide an earnings outlook. Shares were up 1.2%.</p>",
  "published": "2022-01-25T09:48:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2901,
          "end": 2932
        }
      ],
      "nexusId": "10017781"
    }
  ]
}