{
  "_id": "08d412ec8d74544285695811e61c480c20ca25b79045dcc1c1108f083613f934",
  "feed": "wall-street-journal",
  "title": "For China's International Students, Two Years of Limbo Take a Toll; Hundreds of thousands of college students locked out by China's 'zero-Covid' restriction try to salvage their diploma from many time zones away",
  "text": "<p>In recent years, close to half a million foreign students annually have studied in China at almost 1,000 universities, attracted by China's often generous scholarships and cheap tuition. The numbers were surging ahead of the pandemic, closing in on the about 600,000 Chinese college students who study abroad each year in the U.S. and elsewhere.</p><p>China's Ministry of Education has said more of its foreign students pursue advanced degrees—such as in engineering and the sciences—rather than just spend a semester or so studying Mandarin. In recent years, South Korea has been China's largest source of foreign students, followed by Thailand, Pakistan, the U.S., India, Russia, Japan, Indonesia, Kazakhstan and Laos.</p><p>Now, many foreign college students once determined to grab a piece of China's success say they are deeply frustrated by China's \"zero-Covid\" restrictions, which continue to shut most of them out of the country.</p><p>Before Covid-19, positioning China as a center for higher education was a key facet of President Xi Jinping's goal to enhance Chinese soft power and strengthen \"people-to-people bonds\" through his infrastructure-focused Belt and Road Initiative.</p><p>China has turned increasingly inward, owing to the pandemic and a long list of irritants with countries, especially the U.S., which even before Covid-19 restrictions had diminished Americans' interest in studying in China.</p><p>Recently, Mr. Xi has de-emphasized Belt and Road spending. Instead, a \"dual circulation\" growth plan gives priority to go-it-alone economics. Mr. Xi himself hasn't left the country for more than two years.</p><p>Philip Altbach, a specialist in higher education at Boston College, calls China \"the most extreme by far\" in the Covid-19 protocols it applies to international students, which he says has done at least medium-term damage to its attractiveness as an education hub.</p><p>\"The Chinese strategy is to become a global-slash cultural-slash-research power, and [the presence of foreign students in China] is part of it,\" he said.</p><p>Ghanaian Wilson Siakah termed himself \"a strong believer in [the] Chinese transformational agenda\" and said he entered an oil-and-gas engineering program at an eastern Chinese university \"to experience the success story of China.\" Back in Ghana, he now doubts his decision.</p><p>As their fifth semester of online instruction begins, students from across the globe shared experiences with The Wall Street Journal about how their Chinese education plans are fraying. On Twitter and Instagram, legions more have rallied around the hashtag #TakeUsBackToChina and joined a network set up as a clearinghouse for updates, the China International Student Union.</p><p>Medical student Saleh Al-jubouri says he has so far spent $14,000 over the first two years of his six-year program at a university in western China—but has yet to set foot in the country.</p><p>Speaking from his home in Karbala, Iraq, Mr. Al-jubouri, 21 years old, said he is on track to earn a degree that is now not worth as much because he has studied purely online, even for a required anatomy course that would normally include 20 hours of work on cadavers. \"We need some practice in hospitals. We need to work in labs,\" he said.</p><p>Canadian artist Annie Tong Zhou Lafrance, adopted in China as a baby, is enrolled in a master of fine arts program that the 23-year-old had hoped would have given her a chance to learn textile-weaving techniques and deepen cultural roots in the nation of her birth. \"Learning about art in China is a way for me to have a full circle of history,\" she said from Quebec City, where she is now following classes on her computer.</p><p>A spokesman for China's Foreign Ministry, Wang Wenbin, told reporters last month that Beijing \"attaches high importance to the issue of foreign students coming to China.\" Mr. Wang said, \"On the basis of ensuring safety amid Covid-19, we will consider in a coordinated manner arrangements for allowing foreign students to return to China for their studies.\" The Foreign Ministry didn't respond to requests for further details.</p><p>Ms. Herrera's scholarship was part of a Chinese package to reward El Salvador for granting China a key foothold in Latin America in 2018 when it cut ties with Taiwan and established diplomatic relations with Beijing. For the country's \"right and historic decision,\" Mr. Xi pledged Chinese money for medical care, water supply, disaster prevention and scholarships.</p><p>Shortly afterward, Ms. Herrera arrived in Beijing where she was impressed by China's bullet trains and virtually cashless economy. She threw herself into intensive Mandarin study along with her finance courses at the University of International Business and Economics in the Chinese capital.</p><p>When Covid-19 hit seven months later, Ms. Herrera fled, and then China canceled student visas like hers. Her program continued online but the vast time difference and technology hiccups are gradually eroding her China experience. Ms. Herrera said she developed insomnia and skin issues due to stress from the upheaval, including not knowing what has happened with the belongings she left behind.</p><p>\"We have been in this situation for almost two years, and we do not see any improvement,\" the 27-year-old said. Her university didn't respond to questions.</p><p>Many students are reluctant to give up, which would mean all their effort, and money, will have been for naught. An American holding a scholarship from a prestigious Beijing university said, \"What students are looking for is just any type of timeline.\"</p><p>International students note that foreign nationals can enter China if they demonstrate business needs—including a \"fast track\" for American businesspeople—while Beijing has created exceptions for some international students, in particular South Koreans.</p><p>China isn't the only country to have at least temporarily restricted entry of international students during the pandemic, and Beijing has repeatedly criticized the U.S. and other Western governments for tightened national-security scrutiny of incoming Chinese students. A State Department spokeswoman said that the U.S. issued around 90,000 student-type visas to Chinese citizens ahead of last fall's semester. About 1% of Chinese applicants were denied in the process, she said.</p><p>Around the time President Biden and Mr. Xi met virtually in November, some university administrators in China told students the government was readying plans to welcome back Americans to their campuses. One message was sent to students of Duke University's program in the city of Kunshan, but a spokesman said that so far Americans haven't been granted visas.</p><p>New York University's program in Shanghai has indicated in emails to students that some foreign nationals are permitted to return to campus. In one of them, its vice chancellor, Jeffrey Lehman, credited Shanghai's government, a partner in the school, for an exemption to the freeze. NYU declined to comment.</p><p>Smaller programs have also returned students, including one founded by American financier Stephen A. Schwarzman at Tsinghua University and a Juilliard School affiliate in Tianjin.</p><p>Malaysian Lai Shu Xian got only one semester on the ground at Zhejiang University before the Covid-19 lockdown sent him back home.</p><p>This month, the 22-year-old flew to the U.S. to take advantage of his Chinese program's partnership with the University of Illinois where he will spend the year. \"My situation that allowed me to come to the U.S. definitely put me in a better position than other people,\" said Mr. Lai.</p><p>Write to James T. Areddy at james.areddy@wsj.com</p><p>For China's International Students, Two Years of Limbo Take a Toll</p>",
  "published": "2022-01-25T01:36:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4644,
          "end": 4666
        }
      ]
    }
  ]
}