{
  "_id": "84a83f92bb8ca2ad10f8334f9fcf792fbb7621294a70826df18da764fcab8fe0",
  "feed": "market-watch",
  "title": "If employees want to work from home, managers should let them or risk losing top money-making talent; The disconnect between employers and employees is concerning — and harms an organization's morale and profitability.",
  "text": "<p>I've led companies during the last two downturns: the dot-com bust of 2000 and the bigger drop in 2008-09. There was a lot of churn and change, but great engineers, marketers, sales people, finance wizards and people leaders are always in high demand, especially during trying times.</p><p>According to the latest Future Forum Pulse, 79% of people polled want flexibility in where they work, and 94% want flexibility in when they work. Giving people the option to work from home, but also providing time in the traditional 9-5 workday reserved for focus or other obligations instead of meetings is key, and it's a crucial retention tool. People who are dissatisfied with their level of flexibility at work are three times more likely to be \"definitely\" looking for a new job.</p><p>This isn't surprising. Our research showsemployees with flexibility better manage work-related stress, have greater work-life balance and are more productive. Top talent always has a choice, even when the economy turns south. Gallup estimates that voluntary attrition costs U.S. companies $1 trillion annually, an astronomical cost even in the best of times.</p><p>Flexibility is no longer an employee perk;it's a competitive advantage for employers. Offering flexible work policies attracts, retains and engages more diverse talent, accommodates different working styles and widens an organization's talent pool. Our research shows that not only do current employees want this, prospective employees expect it too. Flexibility is second only to compensation when it comes to what drives people's satisfaction with their employer.</p><p>Executives who cut back on flexibility — a decision that adds nothing to the bottom line — are likely to lose out to organizations who provide a flexible work environment as a way to lure talent from their competitors. Top talent is usually first to go, not the last.</p><p>Take Airbnb ABNB: 800,000 people flocked to the company's career page after it announced a shift to a more flexible, digital-first approach, allowing employees to work from anywhere.Airbnb gets the pick of top talent, not just those willing to come to an office in San Francisco. On the other hand, one has to wonder how recruitment and attrition is trending at companies traditionally known to be talent magnets, such as Google and JPMorgan Chase, which have faced vocal pushback from workers on their return-to-office requirements.</p><p>Flexibility is also a cornerstone to a more inclusive way of working, which should be a critical priority for any leader looking to build a truly diverse company — the type of company that research has shown is best-equipped to succeed in the global economy. We've seen increasing desire for flexible work from Black, Hispanic and Asian-American employees, for whom a few days a week working from home is a respite from code-switching andmicroaggressions. For working mothers, the need for flexible work options is staggering, hitting an all-time high of 82% in our April survey results. Hard and fast \"return to office\" rules are likely to be destructive not only to morale, but also to diversity, equity and inclusion goals.</p><p>The push to bring people back to the office full-time reflects a concerning disconnect we're seeing between employers and employees. That same survey showed 72% of executives working remotely want to return to the office three or more days a week, compared to just 24% of employees.</p><p>Middle managers may get stuck in the middle of this debate – in uncertain times when teams are forced to adjust rapidly, their roles even more essential, and more challenging. When you break down the data by job level, they're actually the ones who need flexibility the most.</p><p>Frontline managers report nearly twice as much work-related stress as executives and are more likely to say they're considering a job switch than executives, senior leaders and individual contributors. Structured and clear flexible work policies allow managers to better balance their work lives, avoid burnout and create more room for their teams to focus on delivering for customers.</p><p>This has real benefits for the top line, too. Recent research by Salesforce also shows that employers in the top quartile of employee experience drive revenue growth up to 50% higher than their competitors. Happy employees create better customer experiences.</p><p>Building a more flexible, inclusive and connected team requires redesigning work with the right digital tools. It's not as hard as it sounds. Our research has shown that there are three core concepts that can turn that redesign into an advantage for the organization:</p><p>* Lead with trust, not monitoring. Employees are four times more likely to say they're \"definitely\" looking for a new job if they don't trust leadership is being transparent. Engage them in problem-solving, not just execution. At Slack, for example, our executive team adopted a \"progress, not perfection\" mindset that prioritized employee feedback. Beyond surveys, we hosted internal \"AMA\" sessions, developed public channels for feedback, and created a cross-functional and demographically diverse future of work task force. Meanwhile, IBM's executive team enthusiastically adopted a \"work from home pledge\" inspired by a grassroots employee movement to create new ways of working.</p><p>* Outcomes-driven management: Clearly defined goals and priorities are more important than ever. Training managers to measure success through project outcomes instead of monitoring activities, like the number of hours one spends in the office, will deliver better results. For example, Dropbox paired its shift to a digital-first way of working with clear success metrics tied to their business goals, product roadmap, and talent strategy. At Slack, we've invested in tactical manager training to ensure performance evaluations anchor on outcomes instead of activity (for example, ensuring weekly 1:1s focus on priorities and deliverables) and built support networks for managers who are newer in their roles, so they can continue learning and improving in this respect.</p><p>* Build more asynchronous ways of working: 71% of senior leaders say that meetings are ineffective, and that many if not most of them should disappear entirely, yet in countless organizations they're seen as \"how work gets done.\" The truth is, they eat into focus time. It's time to roll back the endless cycle of meetings to make more room for deep work on people's calendars—when they're at their best, not when they're already exhausted. Companies have taken a range of approaches to narrow the encroachment of meetings into every hour of the work week, from Levi Strauss &amp; Co's \"no meeting Fridays\" to Dropbox, which schedules core collaboration hours for internal meetings with toolkits and examples of ways to collaborate asynchronously.</p><p>Forcing employees to go back to the way things were won't keep your organization current or competitive. Flexible work is here to stay. Leaders who embrace it will have a happier, more engaged and loyal workforce. Those who choose not to will be left behind.</p><p>Brian Elliott is Slack senior vice president, executive leader at Future Forum, a consortium backed by Slack. He is the coauthor, with Sheela Subramanian and Helen Kupp , of How the Future Works: Leading Flexible Teams to Do The Best Work of Their Lives (Wiley, 2022).</p><p>Read: 'One thing that human beings value above all else is our autonomy': The gloves are off: Elon Musk is the latest CEO to tell workers to return to the office</p><p>Also: 'I'm very outspoken about my desire to never work in an office again': CEOs and employees are locked in a battle of wills over when they return to the office</p><p>If employees want to work from home, managers should let them or risk losing top money-making talent</p>",
  "published": "2022-06-27T17:21:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 5134,
          "end": 5137
        }
      ]
    }
  ]
}