{
  "_id": "9a5a6e4afe377a29fbe0c2add7230caca90fd435c049ca754a1b9b2e9779be40",
  "feed": "wall-street-journal",
  "title": "Francisco Partners Collects Nearly $17 Billion to Back Technology Deals; The firm launched its latest fundraising campaign sooner than initially planned to get ahead of a frothy market",
  "text": "<p>The firm decided to begin its fundraising pitch earlier rather than wait until 2023, as it saw valuations for companies climb, according to Founding Partner and Chief Executive DJ Deb. At one point early last year, he said, he knew more people that had formed a blank-check company than people who had caught Covid-19, which he and the firm's partners saw as a sign that the markets were starting to overheat.</p><p>\"We didn't think Putin would invade Ukraine; we didn't think the markets would fall; but we did think the markets were frothy,\" Mr. Deb said. \"So at the end of last year, we told our [limited partners], ‘we're going raise Fund VII and Agility III earlier than we need, because we want to make sure we can raise capital when money is plentiful.'\"</p><p>The firm now has around $22 billion of private-equity capital to invest, including commitments to the two new funds and nearly $5 billion remaining to invest from the two funds' predecessor vehicles. Those previous funds closed in 2020 with nearly $9 billion in combined capital.</p><p>Francisco has capitalized on ebullient market conditions to exit around two dozen of its private-equity holdings since February 2021, according to the firm. Those exits include the recent sales of specialty pharmacy services company Trellis Rx LLC and educational software provider Discovery Education Inc.</p><p>With a recent downturn in markets, Mr. Deb said he expects plenty of attractive investment opportunities to emerge in the coming years, although they could materialize in the public markets a bit sooner than in the private markets. Private markets will be slower to correct, as growth-equity and venture investors might be reluctant to write down the value of their investments, he added.</p><p>\"I think there's a little bit of Kabuki theater going on, so we will have to tread carefully,\" Mr. Deb said. \"But I think the public markets are pretty interesting right now.\"</p><p>In late June, for example, the firm completed a carve-out of healthcare data and analytics assets that were part of the Watson Health business of International Business Machines Corp. Francisco acquired the operation for around $1.1 billion and has renamed it Merative.</p><p>Corporate carve-out deals and acquisitions of founder-owned companies have historically accounted for 60% to 70% of investments through Francisco's main private-equity funds and have been among the most lucrative of its exits, according to Mr. Deb.</p><p>\"If you sell your house, you want to sell for the best price,\" he said. \"If you rent your house, you care a lot who the tenant is going to be, so when you're doing a division carve out, how the buyer treats the customers, etc., is very important. When you're a founder, you care who takes over.\"</p><p>Francisco has raised its newest buyout pools as the overall pace of fundraising for such strategies is showing signs of slowing. The 276 tech-focused private-equity funds that have closed so far this year raised $99.31 billion through the end of June, off pace from the $214.33 billion raised across 930 tech funds during all of last year and slower than the $201.20 billion raised across 729 funds in 2019, before the onset of the coronavirus pandemic, according to data provider Preqin Ltd.</p><p>However, at least one other tech-focused investor has raised a fund that surpasses Francisco's latest haul. Thoma Bravo had collected more than $20 billion for its 15th tech buyout fund as of May, according to an amended filing with the Securities and Exchange Commission.</p><p>Write to Laura Kreutzer at laura.kreutzer@wsj.com and Laura Cooper at laura.cooper@wsj.com</p>",
  "published": "2022-07-12T10:32:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2054,
          "end": 2085
        }
      ]
    }
  ]
}