{
  "_id": "1aac801c435d9e85f987a3a4aabaedd340c076ae0eb831e7025953d534c20f96",
  "feed": "ftcomall",
  "title": "Japan grants Micron $320mn in deepening US chip alliance",
  "text": "<p>US chipmaker Micron will receive up to $320mn in Japanese government subsidies, marking the first of an expected series of deals to fortify supply chains against the disruptive threat from China.</p> <p>Beijing does not currently compete with Washington and Tokyo in the most advanced segment of <a href=\"https://www.ft.com/semiconductors\">semiconductor</a> technology. But Covid-19 disruptions have underscored supply chain fragility, while Russia's invasion of Ukraine has intensified fears that China could invade Taiwan, the global centre of cutting-edge chip production.</p> <p>The Micron deal announced on Friday followed months of negotiations between the US and Japan to expand co-operation in semiconductor production, with the goal of reducing heavy dependence on <a href=\"https://www.ft.com/content/05206915-fd73-4a3a-92a5-6760ce965bd9\">Taiwanese chipmaker TSMC</a>.</p> <p>The notice came within 48 hours of a meeting in Tokyo between US vice-president Kamala Harris and senior executives of more than a dozen Japanese technology groups to discuss the Chips and Science Act passed by the US Congress in July, which <a href=\"https://www.ft.com/content/98f22615-ee7e-4431-ab98-fb6e3f9de032\">offers $52bn in grants</a> to support advanced semiconductor manufacturing in the US.</p> <p>“We have to diversify our reliance on essential supplies, Japan, the United States and the world. We also understand, on this issue, that no one country can satisfy the globe's demand,” said Harris at the start of the meeting on Wednesday.</p> <p><a href=\"https://www.ft.com/stream/b0ead865-d0eb-48e3-8700-aa00ee776638\">Micron</a>, which acquired Japan's Elpida Memory in 2012, said it would use the investment to develop new Dram memory chips at its plant in Hiroshima. </p> <p>Rahm Emanuel, US ambassador to <a href=\"https://www.ft.com/japan\">Japan</a>, said the Micron deal symbolised “the investment and integration of our two economies and supply chains. And that will only accelerate from here forward.”&#xa0;</p> <p>In July, Japan's Ministry of Economy, Trade and Industry (Meti) announced that it would give a grant of up to ¥92.9bn ($644mn) to Western Digital, the US manufacturing partner of Japanese chipmaker Kioxia, to expand production in Japan.</p> <p>Last year, TSMC said <a href=\"https://www.ft.com/content/b90da329-a2e5-486a-860f-a20a3afc707a\">it would build</a> a $7bn chip manufacturing plant in Japan with Sony, with half the investment to be subsidised by Meti.</p> <p>The Japanese investments in Micron and TSMC are not intended to support development of the most advanced chip technology, but an industry executive close to the negotiations said Japan and the US were discussing co-operation in that area with IBM.</p> <p>“The talks with IBM are really about cutting edge technology, and progress is being made,” the person said. </p> <p>IBM did not immediately respond to a request for comment.</p><p>Source: Kana Inagaki and Leo Lewis in Tokyo 2022 'Japan grants Micron $320mn in deepening US chip alliance' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-30T08:08:29.531Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 2373,
          "end": 2376
        },
        {
          "start": 2260,
          "end": 2263
        },
        {
          "start": 2281,
          "end": 2284
        }
      ],
      "nexusId": "10017781"
    }
  ]
}