{
  "_id": "80cfeef894fd1459f5139a4db049078c6ec5450b172f92f877ec70750a326425",
  "feed": "market-watch",
  "title": "Hedge-fund manager Bill Ackman says the Hong Kong dollar is his 'big short' right now",
  "text": "<p>\"Ackman is not the first to bet against the peg –– George Soros and arch China hawk Kyle Bass have done so in the past and lost. But the pace of Fed rate hikes may make it increasingly difficult for the HKMA to maintain the peg,\" said Neil Wilson, chief market analyst for Finalto and Markets.com, in a note.</p><p>Hong Kong's economy has struggled this year and even more recently owing to its ties to China, where COVID-19 lockdowns have weighed on the economy. Aggressively defending its peg this year, the government has spent a reported HK$241.2 billion ($30.8 billion) in 40 interventions for 2022.</p><p>\"The HKD has traded at the weaker end of the range for most of the year but indications that the Fed might be slowing the pace of rate hikes has helped ease pressure on the band, pushing the USD to HK$7.81 from the HK$7.85 level it has traded since January. Kinda seems that Beijing and HK will throw everything at defending the peg and the pace of Fed rate hikes is about to slow down,\" said Wilson.</p><p>Responding to Ackman's tweet was fellow hedge-fund manager Boaz Weinstein, founder of Saba Capital Management. who said Ackman's trade was a \"smart lottery ticket and I also have it on.</p><p>\"However unlikely de-peg may be, the payoff of upward of 200:1 is comparable to CDS payoffs for the default of co's like IBM over the same 6mo horizon. Nothing is impossible, but only one of these is at all plausible,\" said Weinstein.</p><p>Hedge-fund manager Bill Ackman says the Hong Kong dollar is his 'big short' right now</p>",
  "published": "2022-11-24T15:09:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 1307,
          "end": 1310
        }
      ]
    }
  ]
}