{
  "_id": "c9c9cd75a9a7948fb387674be733e50a9ce1e3024b03010bd06142fb72c8ee81",
  "feed": "market-watch",
  "title": "Value stocks keep leading the market, and these are the 16 best picks from top investment newsletters; The easing of inflation has helped value stocks more than it has the benchmark S&P 500",
  "text": "<p>Value stocks' strength in the face of easing inflation is counter to the widespread Wall Street narrative that value has been able to beat growth over the past two years only because inflation was heating up.</p><p>Though I have several times tried to undercut the theoretical foundation of this narrative, most recently here, it continues to be given widespread credence. As a result, as inflation has receded in recent months, many erstwhile value investors have begun to lose faith.</p><p>If theoretical arguments don't change their minds, perhaps beating the market will.</p><p>To pinpoint the date when inflationary pressures began to ease, I focused on the five-year breakeven inflation rate. This is the difference between the yields on the regular, or nominal, five-year Treasury note BX:TMUBMUSD05Y and on the five-year TIPS.</p><p>It's referred to as the breakeven rate since it represents what inflation between now and 2027 would need to be in order for investors to be indifferent between nominal and the inflation-protected Treasurys.</p><p>It's a revealing measure since, as inflation expectations change, investors respond quickly by buying nominal Treasuries and shorting TIPS (or vice versa), thereby adjusting the difference between the two yields until equilibrium is reached.</p><p>Since hitting a peak on March 25 at 3.59%, the five-year breakeven rate has declined to its current 2.33%. That's a significant drop.</p><p>To calculate the performance of newsletters' most-recommended value stocks since that peak, I focused on a list of the two and one-half dozen value stocks that were mentioned in this monthly column over the 18 months prior to March 25. Over the eight months since March 25, these stocks on average have outperformed the S&amp;P 500 Index SPX by 4.4 percentage points.</p><p>It's hard to square this result with the Wall Street narrative about value stocks and inflation.</p><p>Alternately, you could argue that inflationary pressures didn't really begin to ease until Aug. 10, which is the date the Labor Department released the July Consumer Price Index (CPI). It was on that date that the CPI's trailing 12-month rate of change began to be lower than in the previous month; it's been lower in each successive month since then. From Aug. 10 until now, the value stocks on my list beat the S&amp;P 500 by 3.2 percentage points, on average.</p><p>Given these stocks' large positive alpha over the S&amp;P 500, even as inflation has declined, I am repeating for this column the multi-step process I employed before to come up with those stocks. I started with those that are recommended by at least three of the top performers, and then eliminated those whose price-to-earnings (P/E) and price-to-book (P/B) ratios were above those of the S&amp;P 500 and whose dividend yields are below.</p><p>Sixteen stocks survived this winnowing process, and they are listed in the table below, in alphabetical order. The data for the ratios and yields are courtesy of FactSet. </p><p> Stock                                  Number of newsletters recommending  P/E ratio  Dividend yield  Price/book ratio  Comcast Corp. (CMCSA)                  3                                   8.43       +3.1%           1.87  CVS Health Corp. (CVS)                 4                                   11.85      +2.1%           1.85  Dow Inc. (DOW)                         3                                   7.02       +5.5%           2.02  FedEx Corp. (FDX)                      4                                   10.16      +2.4%           1.65  Fifth Third Bancorp (FITB)             3                                   9.38       +3.8%           1.45  Intel Corp. (INTC)                     3                                   13.23      +5.1%           1.18  International Business Machines (IBM)  4                                   15.86      +4.5%           3.82  International Paper Co. (IP)           3                                   8.19       +5.1%           1.43  JPMorgan Chase &amp; Co. (JPM)             3                                   11.01      +3.0%           1.49  Leggett &amp; Platt Inc. (LEG)             3                                   14.81      +4.9%           3.07  MDC Hldgs Inc. (MDC)                   3                                   3.72       +6.2%           0.75  Medtronic Plc (MDT)                    3                                   13.82      +3.3%           1.90  Morgan Stanley (MS)                    3                                   12.46      +3.4%           1.62  Pfizer Inc. (PFE)                      3                                   7.81       +3.1%           2.48  Snap-on Inc. (SNA)                     3                                   13.89      +2.5%           2.80  Whirlpool Corp. (WHR)                  3                                   7.29       +4.8%           1.96</p><p>Mark Hulbert is a regular contributor to MarketWatch. His Hulbert Ratings tracks investment newsletters that pay a flat fee to be audited. He can be reached at mark@hulbertratings.com .</p><p>Value stocks keep leading the market, and these are the 16 best picks from top investment newsletters</p>",
  "published": "2022-12-09T15:54:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "nexusId": "10017781",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 3242,
          "end": 3273
        },
        {
          "start": 3275,
          "end": 3278
        }
      ]
    }
  ]
}