{
  "_id": "513ecca723f6be32a4ce4f6b87e23d8273a0b253c35a95dfc70de83ff7303cdb",
  "feed": "wall-street-journal",
  "title": "Don't Give Up on the Stock Market; Though uncertainty lies ahead, the right equities investment strategy can yield portfolio stability.",
  "text": "<p>Equity investors have a mounting list of worries. Don't be fooled by falling oil prices; inflation has proved stubbornly sticky. Healthcare and shelter costs are rising, and core inflation (excluding food and energy) remains high.</p><p>It appears the Federal Reserve will have no choice but to continue raising interest rates, making a recession increasingly likely. And that's only the short term; longer-term concerns abound. Population growth has moderated and the U.S. is aging rapidly, suggesting that labor shortages could put pressure on growth and inflation. Structural factors that have restrained inflation, such as globalization, are weakening. Rising protectionism, an antipathy to immigration and the balkanization of supply chains will only exacerbate trends toward stagflation. The Goldilocks economy could easily morph into a 1970s-style combination of persistent inflation and unsatisfactory growth.</p><p>None of these outcomes are predestined, and macroeconomists have failed to predict some of the most important events of the past century. But it is worth preparing for the possibility of dire economic results and asking whether standard advice to investors, such as relying on equities to produce generous long-run returns, needs to be modified if the worst occurs.</p><p>This is especially important because even after the recent decline in stock prices, valuations remain rich. The cyclically adjusted price-earnings, or CAPE, multiple for the market as a whole currently stands at 29. This is lower than a recent peak of 38 in December 2021 and well below the historic peak of 44 at the height of the dot-com bubble in early 2000. But it is substantially above the average of 16. While CAPE multiples don't predict short-run market movement, they do have a high correlation with long-term returns. Historically, with valuations this high, future 10-year equity returns have been well below average.</p><p>Despite these uncertainties, it isn't time to give up on equities. Long-term investors saving to build a retirement nest egg need to invest in a portfolio heavily weighted with common stocks. Stocks, representing the ownership of real assets, have been an effective inflation hedge for more than a century and are likely to be so in the future.</p><p>Regular savers can realize the advantages of dollar-cost averaging in their investment programs. Periodic investments of equal dollar amounts ensure that holdings aren't purchased at temporarily inflated prices and that some shares will be bought after a sharp decline. Because you buy more shares when prices are low, your average price per share will be lower than the average price at which the purchases were executed. Dollar-cost averaging makes it possible for investors to gain positive returns even when the market averages don't increase. And the greater the volatility of stock prices, the greater the potential of gain.</p><p>Consider the two recent periods of stock-market downturn. From January 1968 through the start of 1979, the U.S. economy suffered from stagflation and volatile stock markets. The 11 years ended with a zero gain in the major averages. The 13 years from January 2000, the height of the dot-com bubble, were just as bad. Stock valuations fell from bubble-high levels, and market averages at the start of 2012 stood at the same level from where they started at the beginning of the millennium.</p><p>But despite bad averages, dollar-cost averagers earned positive returns. Per dollar invested in a low-cost S&amp;P 500 index fund, they earned 5.2% a year during the stagflation period and 5.7% in the post-bubble period, assuming all dividends were reinvested. Though modest returns, they exceeded inflation. So even if our worst fears are realized regarding valuations and stagflation, the steady equity investor can still come out ahead.</p><p>There is one caveat. For retirees who need to sell some of their investments to meet living expenses, dollar-cost averaging of their sales isn't the optimal strategy. Periodic sales would involve liquidating more of their shares just when prices were low. The appropriate approach is to hold a broadly diversified portfolio, including limited-duration fixed-income instruments that can be liquidated without loss to fund consumption.</p><p>While equities should also be held to provide inflation protection, they should be tilted toward stocks that pay high dividends. A stock like IBM pays a dividend of 5%, so living expenses can be financed without the need to sell shares. Low-expense-ratio mutual funds and exchange-traded funds of \"dividend growth stocks\" are the appropriate equity vehicle to provide both liquidity and inflation protection for those living off retirement savings.</p><p>Though economic worries abound, don't ditch equities just yet. Savvy investors can navigate a Goldilocks or stagflation economy and emerge with portfolios that are, at the very least, unscathed.</p><p>Mr. Malkiel is author of \"A Random Walk Down Wall Street,\" whose 50th anniversary edition is forthcoming in 2023.</p><p>Don't Give Up on the Stock Market</p>",
  "published": "2022-09-21T22:19:00.000Z",
  "tags": [
    {
      "id": "US4592001014",
      "name": "International Business Machines Corporation",
      "offsets": [
        {
          "start": 4385,
          "end": 4388
        }
      ],
      "nexusId": "10017781"
    }
  ]
}