{
  "_id": "2ffe24ce20ffca5b67c34f0faf052bfad1442ce14d6103c4cef9c67321871ce5",
  "feed": "wall-street-journal",
  "title": "Business News: Verizon Seals $6.25 Billion TracFone Purchase",
  "text": "<p>Verizon, the country's largest wireless-network operator in terms of subscribers, previously agreed to buy the company from America Movil SAB of Mexico for a combination of cash and stock. The buyer will pay as much as $650 million more if TracFone hits certain future performance targets.</p><p>The sale further consolidates a U.S. wireless sector dominated by Verizon, T-Mobile US Inc. and AT&amp;T Inc. The three carriers together serve more than 270 million-phone connections. TracFone is a wireless reseller that uses those networks to reach a further 20 million customers under brands such as Straight Talk, Net10 and Simple Mobile.</p><p>Verizon executives had previously said the takeover would more profitably serve the roughly 13 million TracFone customers who already use Verizon's network.</p><p>The takeover will also boost Verizon's bottom line as it shifts more prepaid customers to the company's network who had previously used TracFone connections provided by AT&amp;T and T-Mobile.</p><p>A coalition of public-interest and labor advocates initially opposed the purchase, arguing that new owners would threaten the affordability of mobile-phone access for some low-income Americans.</p><p>TracFone's SafeLink brand is a large provider of Lifeline service, a federal subsidy that covers as much as $9.25 of monthly voice and data service.</p><p>Verizon last week told regulators it would keep offering Lifeline service for at least seven years and wouldn't raise rates on existing plans for an additional three years. The company also pledged to make its ultrafast fifth-generation, or 5G, connections available to Lifeline users.</p><p>Other wireless resellers include Dish Network Corp., which is still building its own network to link nearly nine million customers of brands such as Boost Mobile. Cable companies Comcast Corp. and Charter Communications Inc. each serve more than three million customers, but still rely on Verizon's network to reach them on the go.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 767,
          "end": 774
        },
        {
          "start": 1317,
          "end": 1324
        },
        {
          "start": 629,
          "end": 636
        },
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 815,
          "end": 822
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 356,
          "end": 363
        },
        {
          "start": 1892,
          "end": 1899
        }
      ],
      "nexusId": "10074051"
    }
  ]
}