{
  "_id": "3dc136df0696f0ae9eaf7d40b50525fd87828f0e0410dc9565801ed35b388eb3",
  "feed": "ftcomall",
  "title": "Dish hopes to serve up new kind of 5G network",
  "text": "<p>Charlie Ergen has had designs to turn from TV to mobile mogul for years. </p> <p>The billionaire media executive and former professional poker player has spent $25bn over the past decade and a half buying mobile spectrum to turn Dish Network, his satellite pay-TV business, into a phone company capable of competing with the titans of the sector AT&amp;T, Verizon and T-Mobile. Eight years ago, he even came close to a $25bn bid for Sprint, which was the third largest network at the time. </p> <p>Then earlier this year Dish announced its intention to be the first telecoms company in the world to opt to run its service from the public cloud after <a href=\"https://www.ft.com/content/e9e61099-a216-4b12-b054-24ac76745a73\">striking a deal with Amazon</a> to use its servers to control a new 5G network. </p> <p>If it works, it could prove the case for a whole different type of telecoms architecture. </p> <p>According to Ergen, Dish's transition into a telecoms company is driven by “a paradigm shift in technology”, with cloud providers now able to host all the servers and software capability required to run a network. </p> <p>“That technology is critical. If you're too early, you're roadkill but if you're too late, you miss the window,” he told the Financial Times in an interview. </p> <p>That has coincided with government pressure on telecoms companies in countries including the US and UK to use smaller equipment suppliers, after China's Huawei was banned from the rollout of new 5G networks on security grounds. </p> <p>Dish is working with Nokia but also a long list of US software companies, including Mavenir, Altiostar, Matrixx, Ciena and Palo Alto Networks, to deliver a network that is being viewed as a potential pioneer for<a href=\"https://www.ft.com/content/338ad9aa-0a4b-4f7c-bcc4-beddb994f884\"> ‘open RAN' </a>networks around the world. </p> <p>‘Open RAN' represents a shift that enables telecoms hardware and software from different providers to work together, rather than relying on one large supplier such as Huawei or Ericsson. That allows smaller and potentially innovative suppliers to break into the 5G market. It has been championed by the US and UK governments as a way to increase competition after the Huawei ban.</p> <p>If Dish proves that it can rapidly deploy a new 5G network at a much lower cost — because it will not have to build and run its own data centres — its launch could be a landmark event. “To the extent we are successful, others will follow,” Ergen said. </p> <p>Dish's 5G network will go live in Las Vegas in the third quarter and it started taking customer sign-up requests this month via a website called Project Gene5is<strong>, </strong>but there are many in the industry that remain sceptical that it will have much impact on a US telecoms market dominated by the three biggest groups. </p> <p>The budget of $8bn-$10bn for building a new wireless network seems meagre to some. “You might get decent coverage in half of New Jersey for $10bn,” said one executive at a rival telecoms company who said that the new 5G network is unlikely to be able to offer widespread coverage outside urban areas for years. That would reduce its appeal to consumers and business customers who need to travel. </p> <p>Others noted that Dish is moving into telecoms only months after AT&amp;T reversed its foray into new markets by, among other things, <a href=\"https://www.ft.com/content/0712c618-0a08-49a9-8f62-5d77c51f9e5e\">spinning off</a> the satellite company's closest competitor DirecTV. </p> <p>For some, the wireless push is fundamental to the survival of Dish. Research group MoffettNathanson argued that Dish's core satellite television business is likely to report “rock bottom levels” of new customers in the future. </p> <p>Even though it is just starting out, “It is now fair to say that Dish's core business is wireless rather than satellite TV,” the analysts said. </p> <p>Ergen argues he has seen off the doubters in the past. Dubbed the most hated man in Hollywood because of his <a href=\"https://www.ft.com/content/ac99dfd4-a774-11e2-9fbe-00144feabdc0\">high-stakes battles</a> with content companies he has a fearsome reputation. He outmanoeuvred Rupert Murdoch in 2001, foiling his initial attempts to buy DirecTV. Ergen has also been active in Britain, where he circled satellite rival Inmarsat but <a href=\"https://www.ft.com/content/daebcce8-813b-11e8-8e67-1e1a0846c475\">pulled out of the bidding</a> at the eleventh hour in 2018. </p> <p>He has certainly seen off doubters in the past. His $60,000 satellite TV start-up EchoStar — launched in 1980 by installing “big old-fashioned dishes” across rural America where reception was non-existent — got him off the ground. </p> <p>The launch of consumer digital broadcasting services in 1996 under the Dish (Digital Information Super Highway) brand turned him into a serious media player and gave him a lead over cable companies in the pay-TV market. Dish, now separated from EchoStar, has more than 11m customers and generated $15.5bn of revenue and a $1.8bn net profit in 2020.</p> <p>Ergen has also pointed those sceptical of his plans to the steep fines from the US telecoms regulator — as part of conditions attached to its spectrum licences — if it does not build out its mobile network to reach 40 per cent of the US population by June next year and 70 per cent by 2023. He has previously said missing those regulatory milestones would be “financial suicide” for the company.</p> <p>Dish already has a small foothold in the mobile market, having bought the Boost brand from T-Mobile in 2020. Boost's 9m customer base is less than a tenth of its larger rivals but Dish is already ruffling feathers having accused T-Mobile of trying to “thwart competition” after the larger company moved to shut off an old 3G network used by Boost earlier than expected. </p> <p>Even with the power of Amazon behind him, Ergen is not promising the earth. “As a fourth player we don't believe we can conquer the world in the short term,” he said. He added that there is still ample risk linked to the launch of a network structure that has not been tried before.</p> <p>Nonetheless, he believes that his cloud-based network could remake his business. “We're building Netflix in the Blockbuster world,” he said in his distinctive Tennesseean drawl. “This is not our first rodeo.”</p><p>Source: Nic Fildes in London 2021 'Dish hopes to serve up new kind of 5G network' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-27T10:00:30.244Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 344,
          "end": 351
        }
      ],
      "nexusId": "10074051"
    }
  ]
}