{
  "_id": "ebcb60080b774870eb2236c2e7a87dd989e7262548d7c4a71355ffa047c3dea7",
  "feed": "wall-street-journal",
  "title": "AT&T Seeks Tie-Up for Media Assets --- Deal with Discovery would consolidate a business buffeted by cord-cutting",
  "text": "<p>A deal between WarnerMedia, which owns cable channels such as HBO, CNN, TNT and TBS as well as the Warner Bros. television and film studio, and Discovery, which has a portfolio that includes its namesake network and HGTV, would further consolidate a media business buffeted by cord-cutting and competition from streaming video.</p><p>Discovery Chief Executive David Zaslav is expected to head the new company, people familiar with the matter said.</p><p>It is uncertain whether Jason Kilar, the current chief executive of WarnerMedia, will stay on in a lesser role.</p><p>The potential tie-up would be a surprising U-turn by AT&amp;T, which placed a massive bet on media with its 2018 acquisition of Time Warner Inc. for around $81 billion. That deal made it the world's most indebted nonfinancial company.</p><p>If the transaction moves forward, AT&amp;T Chief Executive John Stankey will have unwound the two biggest deals done by his predecessor, Randall Stephenson, in his 10 months in charge. Earlier this year, the company reached a deal with private-equity firm TPG to shed a 30% stake in its DirecTV business for $1.8 billion. AT&amp;T had acquired DirecTV for $49 billion in 2015.</p><p>Mr. Stephenson retired as CEO last summer. Mr. Stankey, a telephone business veteran, was a key backer of the megamergers, and later led the integration of both businesses.</p><p>Mr. Stankey has said he would treat no asset as sacred and is willing to shed any business that doesn't contribute to its parent's overall value. DirecTV has lost more than seven million subscribers over the past two years.</p><p>The transaction being discussed would use a tax-efficient structure and involve spinning WarnerMedia out of AT&amp;T and combining it with Discovery, the people said. AT&amp;T shareholders would own a significant stake in the combined company, they said.</p><p>Bloomberg reported on the talks on Sunday.</p><p>Both AT&amp;T and Discovery face daunting challenges in the traditional TV business as more consumers go without cable and satellite-TV connections. Since 2010, about 35 million households have dropped their subscription to a pay-TV channel package or have skipped signing up in the first place, according to market-research firm MoffettNathanson LLC.</p><p>AT&amp;T has staked much of its future in media on HBO Max, an expanded online version of the premium cable channel that is designed to compete with big rivals like Netflix Inc. and Disney+.</p><p>Discovery, which specializes in nonfiction programming, has its own streaming service called Discovery+.</p><p>WarnerMedia's sprawling operations were a hard-won prize for AT&amp;T. The company spent nearly two years battling government regulators and an antitrust challenge from the U.S. Department of Justice, which argued that combining the top U.S. pay-TV distributor with one of the industry's biggest channel owners would hurt competition. AT&amp;T rebuffed offers to divest parts of either business and ultimately won in federal court.</p><p>AT&amp;T has aggressively sold investors on its streaming-video strategy.</p><p>Mr. Stankey has cited HBO Max as the cornerstone of an entertainment business that keeps wireless and broadband customers engaged while earning a healthy profit. WarnerMedia boss Jason Kilar, who joined the company last year, shortly before HBO Max's launch, said in a recent interview that the on-demand entertainment service will be generating far more revenue for its corporate parent than executives expected if it maintains its current pace.</p><p>The entire WarnerMedia division generated about $8.5 billion of revenue for AT&amp;T in the March quarter. Total domestic HBO subscriptions rose to about 44 million, up from 33 million a year earlier.</p><p>The direct-to-consumer business growth, almost entirely from HBO Max, still comes at a steep price to AT&amp;T, which has committed billions of additional dollars to expand the service's library of movies and TV shows. The media business also competes for resources with AT&amp;T's core wireless arm, the country's third-largest cellphone carrier.</p><p>Some investors have complained about AT&amp;T's stewardship of its media assets and the debt it amassed to close the Time Warner deal -- and the transaction under discussion could help the company reduce its borrowings.</p><p>AT&amp;T shares closed Friday at $32.24, down about 25% since mid-2016, giving the company a market value of about $230 billion.</p><p>AT&amp;T has had opportunities in recent years to divest CNN, which was regularly attacked by former President Donald Trump, but the telecom company held on to it, viewing the network as a valuable financial contributor. CNN's ratings boomed during election season, thrusting it into the top spot in total prime-time viewership, but the network has lost ground amid a wider decline in news ratings. Fox News regained the No. 1 spot in that category.</p><p>CNN President Jeff Zucker is expected to leave the cable channel when his contract expires later this year. It is unclear who would run the news network if a deal is completed.</p><p>AT&amp;T still earns most of its profit from mobile-phone and broadband service. Its reported net debt surged to $169 billion at the end of March following an expensive Federal Communications Commission auction for wireless spectrum licenses. The Dallas company will need to spend billions of dollars over the coming years to build and maintain an ultrafast fifth-generation wireless network that can keep up with those of rivals T-Mobile US Inc. and Verizon Communications Inc.</p><p>Discovery's Mr. Zaslav is close to Mr. Zucker. The two worked together for years at NBC and remained good friends.</p><p>Mr. Zaslav also has Hollywood ties. He is close to director Steven Spielberg and other powerful players in the entertainment business. He recently bought the Beverly Hills home of legendary movie executive Robert Evans, who died in 2019, and is having it restored.</p><p>---</p><p>Benjamin Mullin contributed to this article.</p>",
  "published": "2021-05-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 5370,
          "end": 5397
        }
      ],
      "nexusId": "10074051"
    }
  ]
}