{
  "_id": "9b478291fc86a04c407774085141ece10faef67f1415c0db9fffe11606e022c6",
  "feed": "wall-street-journal",
  "title": "Apollo To Deal Publisher McGraw Hill",
  "text": "<p>Apollo agreed in 2012 to buy the education unit of McGraw-Hill Cos . for about $2.5 billion, including debt.</p><p>After the sale was completed, the remaining parent company changed its name to McGraw Hill Financial Inc ., later changing it again to S&amp;P Global Inc .</p><p>The Apollo-owned company retained the McGraw Hill name.</p><p>McGraw Hill provides textbooks and digital-learning tools and platforms for higher education, grade-school districts and a variety of other academic institutions and companies.</p><p>The company's products are distributed in more than 100 countries around the world.</p><p>McGraw Hill became less print-centric under Apollo's ownership, completing six acquisitions of digitally focused companies since 2013.</p><p>It now brings in $1 billion in annual revenue from digital, accounting for more than 60% of its top line, compared with less than 25% in 2013.</p><p>Last year, the company agreed to terminate a merger with rival educational publisher Cengage after the companies determined that divestitures required by regulators to grant approval for the deal would make it uneconomical.</p><p>Apollo, which manages more than $460 billion across credit, private equity and real estate, specializes in buying companies that are down on their luck and returning them to growth.</p><p>Last month, the investment company announced a deal to buy Verizon Media , the unit that owns Yahoo and AOL , from Verizon Communications Inc . for about $5 billion.</p><p>Los Angeles-based Platinum Equity manages more than $25 billion and has a portfolio of about 40 companies around the world.</p><p>Founded in 1995 by Tom Gores , it buys businesses across a variety of sectors, including manufacturing, transportation and logistics, media and entertainment and technology, among others.</p>",
  "published": "2021-06-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1321,
          "end": 1328
        },
        {
          "start": 1377,
          "end": 1399
        },
        {
          "start": 1377,
          "end": 1403
        }
      ]
    }
  ]
}