{
  "_id": "5b43c4953a8d9c4d662f9f003b7e13f6d5bf1a528cd2bfbed62bbcc5a300a209",
  "feed": "wall-street-journal",
  "title": "MANSION --- House Call / Dave Grohl: His Teen Spirit Turned Out Pretty Well --- The Foo Fighters founder recalls his mother's blessing and his father's writing lesson",
  "text": "<p>Heaven lasted less than a week. Out of the blue, she said, \"I'm new here and don't really want to get tied down.\"</p><p>That night, I dreamed I played guitar in a rock band and that Sandi was sobbing in the seats, sorry that she had dumped me. I awoke empowered by heartbreak.</p><p>I was born in Ohio, but when I was 3, my family moved to North Springfield, Va., a half-hour southwest of Washington, D.C. Our house was a tiny brick rambler with three bedrooms and one bath.</p><p>My dad, James, was a national political reporter for Scripps Howard News Service. My mom, Virginia, was a schoolteacher.</p><p>They first met in a hip community-theater group in Ohio. When they married, she thought he'd become a Broadway actor. Then he joined the Army, became a journalist and was transferred to Germany.</p><p>Even though he returned more strict and conservative than her, they still shared an appreciation of art, music, food and literature. They were both funny, brilliant people.</p><p>My father spent long hours covering Capitol Hill and then working as a campaign manager. My mother wasn't happy about that, and they divorced when I was 6.</p><p>That left my mother to raise me and my older sister, Lisa, on her public-school salary. I had always been closer to my mother anyway.</p><p>The difficulty was trying to maintain relationships with both parents. My father was a tough role model. He was a formally trained musician, a classical flutist and had perfect pitch. Everything seemed to come easy.</p><p>Lisa and I fought until high school. I wasn't the easiest brother to deal with. I was hyperactive, accident prone and moved through rooms like a tornado.</p><p>When I was 12, my mom bought me a Sears Silvertone guitar from a teacher at her school for $30.</p><p>I spent the summer before middle school in Evanston, Ill., at the home of my ultracool cousin, Tracey. She turned me on to punk and played records that blew my mind. She even took me to my first ever show: Naked Raygun at a Chicago club, the Cubby Bear.</p><p>Back home, I began buying punk records. My mother was very tolerant. I taught myself to play drums on my bed pillows.</p><p>In high school my grades slid, and by junior year I'd had enough. I decided to drop out. The Washington, D.C., punk band Scream had offered me the drum chair and a world tour.</p><p>But first I had to tell my mom. At her desk, she heard me out. Then she calmly said, \"You'd better be good.\" I had her blessing.</p><p>Scream disintegrated on tour, stranding me in L.A. I worked odd jobs until I moved to Washington state to join Nirvana in 1990.</p><p>While I was on that last Scream tour, my father and I began this glorious email correspondence. He'd write about his life in D.C. Those emails forced me to have more focus and form when writing back. My replies often took two hours to write. I wanted him to appreciate them. I'd send him journal entries from my hotel rooms.</p><p>One day, he wrote, \"Your writing has punch, David. Punch is power!\" Reading that was my life's greatest validation. I think I high-fived myself. All I ever wanted him to say is, \"You're all right. I like you.\"</p><p>Today, I live with my wife, Jordyn, and our three daughters in the San Fernando Valley area of Los Angeles. We moved into our 1940s, Spanish-style house 18 years ago. To be honest, any house where my kids scream my name when I come home is fine with me.</p><p>In 2011, at the Verizon Center in Washington, D.C., a friend came to a Foo Fighters concert and brought Sandi. Remarkably, out in the audience close to the stage, she stood in the same spot as in my teenage dream. She knew about the dream, except she wasn't sobbing. After I took a solo, she smiled and flipped me the bird in admiration. Dreams that come true are like that.</p><p>-- As told to Marc Myers</p><p>---</p><p>Dave Grohl, 52, is the founder, lead singer and guitarist for Foo Fighters, the former Nirvana drummer and the winner of 16 Grammys. He has written a memoir, \"The Storyteller: Tales of Life and Music\" (Dey Street).</p><p>---</p><p>DAVE'S WAVE</p><p>Rough childhood? I know I come from this Gen-X movement of disaffected youth, but I had a freaking great childhood.</p><p>Still own your childhood home? We do. It's filled with all kinds of stuff, like report cards.</p><p>Who takes care of it? A student of my mother's from the 1970s.</p><p>Ever return? Last time I was back, I opened the front door and it was as if we still lived there.</p><p>Best mom advice? \"Never compare yourself to other people.\"</p>",
  "published": "2021-10-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3318,
          "end": 3325
        }
      ],
      "nexusId": "10074051"
    }
  ]
}