{
  "_id": "2c757364d2c8041bfd29413b0d9f83bc7d59765d02f279d8f014387d3f249c2a",
  "feed": "ftcomall",
  "title": "BuzzFeed to go public via Spac deal",
  "text": "<p>BuzzFeed has agreed to go public in a deal with a blank cheque company that it said gave the group an implied valuation of $1.5bn, as digital media companies rush to raise funding to better compete with technology giants such as Google and Facebook.&#xa0;</p> <p>The 14-year-old company will merge with 890 Fifth Avenue Partners, a special purpose acquisition company that raised $288m earlier this year.&#xa0;</p> <p>BuzzFeed has also agreed to buy Complex Networks, a digital publisher focused on streetwear and pop culture, from Verizon and Hearst for $200m in cash and $100m of equity.</p> <p>Instead of the private investment in public equity financing that has become the norm for Spac deals, BuzzFeed raised an additional $150m through convertible bonds led by Redwood Capital Management.&#xa0;</p> <p>BuzzFeed, known for its listicles and quizzes, was one of a generation of digital media groups to attract billions of dollars at lofty valuations, as they were heralded as the future of the news media.&#xa0;</p> <p>However, these companies have struggled to live up to expectations, leading to slashed valuations and consolidation across the sector. BuzzFeed was previously valued at $1.7bn in a 2016 fundraising round.&#xa0;</p> <p>Jonah Peretti, who previously co-founded the Huffington Post, started the BuzzFeed website in 2006 using popular content from around the internet. The company in 2011 hired journalist Ben Smith to build out a serious journalism operation and the group was recently awarded its first Pulitzer Prize for international reporting.&#xa0;</p> <p>Digital media companies have been seeking ways to band together in recent years as they <a href=\"https://www.ft.com/content/c81255fb-62a6-444b-9bd1-05d938c68710\">struggled to survive</a> in a fast-evolving media landscape.&#xa0;</p> <p>In the past few years Vox bought New York Media, the group behind New York magazine and sites including Vulture, while Vice <a href=\"https://www.ft.com/content/4adccda4-e518-11e9-9743-db5a370481bc\">bought Refinery29</a>. BuzzFeed itself <a href=\"https://www.ft.com/content/41c3cf7d-c325-49da-86a4-63003caade02\">acquired HuffPost</a> from Verizon last year.</p> <p>BuzzFeed could use its public listing as a vehicle to do more deals, according to a person close to the company, who added that Peretti was keen to roll up as many digital companies as possible to increase advertising scale.</p> <p>The person added that it was very unlikely that BuzzFeed would merge with Vice, as some analysts have speculated, given the difficulty of combining companies with very strong leaders who would struggle to work together.&#xa0;</p> <p>Peretti will continue to run BuzzFeed as a public company. Adam Rothstein, the Spac's executive chair, and Greg Coleman, a former BuzzFeed president who is an adviser to the Spac, will join the company's board of directors.&#xa0;</p> <p>In a note to staff on Thursday, Peretti said: “We finally have the scale to influence how the larger media industry works and help shape a better model for the future”, adding that the company was set to make “over half a billion [dollars]” in revenue this year.</p><p>Source: Ortenca Aliaj, Anna Nicolaou and James Fontanella-Khan in New York 2021 'BuzzFeed to go public via Spac deal' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T15:10:31.796Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1831,
          "end": 1838
        },
        {
          "start": 508,
          "end": 515
        }
      ],
      "nexusId": "10074051"
    }
  ]
}