{
  "_id": "cf635af30b081bd6885ed2b53b6f7938a99c5f0d84886ab759da19de797a9c45",
  "feed": "ftcomall",
  "title": "Warren Buffett warns of ‘bleak future' for debt investors",
  "text": "<p>Warren Buffett warned that debt investors faced a “bleak future” days after a sell-off pummelled <a href=\"https://www.ft.com/content/9fbafac5-02a9-43dd-ab61-b2ca05cb5264\">government bonds</a> and sent reverberations through global stock markets.</p> <p>The 90-year-old chief executive of Berkshire Hathaway told shareholders in his closely followed annual letter that it was best to eschew the fixed-income market, in which the company is itself a large player.</p> <p>“Fixed-income investors worldwide — whether pension funds, insurance companies or retirees — face a bleak future,” he wrote. “Competitors, for both regulatory and credit-rating reasons, must focus on bonds. And bonds are not the place to be these days.”</p> <p>Treasury prices slid dramatically last week, driven by shifts from investors who see faster economic growth taking hold. Optimism around a global expansion has also rekindled concerns about a <a href=\"https://www.ft.com/content/542d6127-11e7-47ff-86cb-dd7bd974cda3\">spike in inflation</a>, however nascent, and the prospect that central banks may have to adjust their stimulative policies.</p> <p>Many investors had moved to adjust their portfolios before the sell-off in Treasuries this week, buying lower-quality debt that offered higher returns. Buffett warned on Saturday that the move by insurers and bond buyers to “juice the pathetic returns now available by shifting their purchases to obligations backed by shaky borrowers” was a concern.</p> <p>“Risky loans, however, are not the answer to inadequate interest rates,” he said. “Three decades ago, the once-mighty savings and loan industry destroyed itself, partly by ignoring that maxim.”</p> <p>Berkshire slightly reduced its holdings of corporate debt in the quarter, and the vast majority of its cash — about $113bn — was held in short-term Treasury bills at year-end. The company owns $3.4bn worth of longer-term US government debt.</p> <p>The downbeat assessment of the sovereign debt market accompanied Berkshire's fourth-quarter results, which showed the company's net profit rose nearly 23 per cent from the year before to $35.8bn, or $23,015 per class A share. </p> <p>The rise was propelled by gains on investment and derivative bets, as the broader US stock market advanced in the final three months of 2020. Accounting rules require Berkshire to report changes in the value of its stock investments in companies such as Apple, Coca-Cola and Verizon as part of its quarterly earnings, resulting in big swings depending on the direction of the market.</p> <p>Berkshire's underlying businesses showed some resilience towards the end of last year, with its operating earnings rising just under 14 per cent. For the full year, which included the fallout from the coronavirus crisis, operating earnings fell 9 per cent from a year prior to $21.9bn.</p> <p>Buffett directed much of the company's firepower in the fourth quarter to buying back Berkshire shares, spending $8.8bn on its own stock. For the full year, it repurchased $24.7bn worth of its shares. The share buybacks helped put a dent in Berkshire's mammoth cash pile, reducing it from $145.7bn at the end of September to $138.3bn by year end.</p> <p>Buffett justified the purchases in his letter, saying he and Berkshire vice-chair Charlie Munger “made those purchases because we believed they would both enhance the intrinsic value . . . and would leave Berkshire with more than ample funds for any opportunities or problems it might encounter.”</p> <p>Investors have prodded Buffett for years as it struggled to find a large acquisition target to expand its empire, leaving its cash pile to grow. The company's stock price has lagged the benchmark S&amp;P 500 for two consecutive years.</p> <p>“The buybacks stole the show and were really strong,” Jim Shanahan, an analyst at Edward Jones, said. Shanahan estimated Berkshire has spent a further $4.5bn on share buybacks already in 2021, continuing the pace set last year.</p> <p>Buffett admitted that he had failed to meet his dealmaking mandate and also admitted the $36.8bn purchase price he struck in 2016 for Precision Castparts, the largest takeover Berkshire has ever agreed, was “a mistake I made”. The company took a <a href=\"https://www.ft.com/content/a47bb9b3-1dfa-458f-8489-1332e76e217f\">$9.8bn writedown</a> on the division in the second quarter.</p> <p>The unit, which makes aeroplane parts for companies such as Boeing and Airbus, laid off more than 13,000 people last year, accounting for 43 per cent of the workforce cuts Berkshire made last year.</p> <p>Precision Castparts “is far from my first error of that sort. But it's a big one,” Buffett added. </p> <p>Berkshire, which owns utilities across the country, has moved to spend part of its war chest on renewable energy projects and is at work on a multibillion-dollar project to upgrade electricity transmission lines. </p> <p>“Our country's electric utilities need a massive makeover in which the ultimate costs will be staggering,” he wrote. “The effort will absorb all of Berkshire Hathaway Energy's earnings for decades to come. We welcome the challenge and believe the added investment will be appropriately rewarded.”</p> <p>Mr Buffett said he was searching out projects of a similar scale.</p> <p>Rising equity markets will probably limit Berkshire's acquisition prospects in the immediate future. Buffett and Munger have instead focused much of their attention on the company's growing stock portfolio, which reached $281bn in 2020.</p> <p>“Most of the truly great businesses had no interest in having anyone take them over,” he said. The <a href=\"https://www.ft.com/content/13c8eef3-4794-4862-adf5-555b21739450\">company took stakes</a> in Verizon and Chevron last year and slightly trimmed its largest holding: Apple.</p> <p>“He has been stubborn about price and really sticking to his valuation discipline,” Shanahan said. “As a result he's missed opportunities.”</p> <p>The doyen of the investment world also used his annual letter to reaffirm his belief in the US economy, telling shareholders that the country had “moved forward” and that they should “never bet against America”.</p> <p>“In its brief 232 years of existence, however, there has been no incubator for unleashing human potential like America,” he wrote. “Despite some severe interruptions, our country's economic progress has been breathtaking.”</p><p>Source: Eric Platt in New York 2021 'Warren Buffett warns of ‘bleak future' for debt investors' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T19:34:21.322Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2230,
          "end": 2237
        },
        {
          "start": 5261,
          "end": 5268
        }
      ],
      "nexusId": "10074051"
    }
  ]
}