{
  "_id": "c8840840fa5a7725f115db486a585a7b3f16522177682ee7cf16e3570a5abcab",
  "feed": "market-watch",
  "title": "Dow, S&P 500 touch record-high territory Wednesday, with Tesla earnings due after the close",
  "text": "<p>Investors await the Federal Reserve's Beige Book at 2 p.m. ET for any signs of rising inflation and supply-chain bottlenecks.</p><p>How are stock futures trading?</p><p>The Dow Jones Industrial Average DJIA was trading 170 points, or 0.5%, higher at around 35,630, exceeding its Aug. 16 closing high at 35,625.40</p><p>The S&amp;P 500 SPX was climbing 29 points, or 0.4%, at 4,538, with its Sept. 2 closing high at 4,536.95.</p><p>The Nasdaq Composite Index COMP added 35 points, or 0.2%, to around 15,165.</p><p>On Tuesday, the Dow rose 199 points, or 0.56%, to 35457, the S&amp;P 500 increased 33 points, or 0.74%, to 4520, and the Nasdaq Composite gained 107 points, or 0.71%, to 15129.</p><p>What's driving the market?</p><p>After five straight days of gains, the S&amp;P 500 and Nasdaq Composite were attempting further advances, but investors were less supportive of technology stocks and rotating into healthcareXLV, consumer staplesXLP, utilitiesXLU and real estateXLRE, with those segments of the market tending to be viewed as defensive sectors, drawing buying when economic outlook is uncertain.</p><p>Investors have been pushing markets higher on positive corporate earnings in the past week, while juggling concerns about supply-chain disruptions and potential hits to profit margins..</p><p>Fundstrat Global Advisors lifted its end-year S&amp;P 500 forecast to 4,800 from 4,700. In a note to clients, strategists led by founder Tom Lee said they see a “strong risk-on environment” as under way, helped by a typically strong year-end seasonal pattern that follows October.</p><p>A busy earnings reporting schedule is ahead, with electric-car maker Tesla TSLA due to report after Wednesday's close, while biotech Biogen BIIB, medical devices and healthcare group Abbott Laboratories ABT, oil-field services group Baker Hughes BKR and telecommunications group Verizon Communications VZ are among the names reporting Wednesday.</p><p>Technology stocks looked set to come under some pressure though as the yield on the 10-year U.S. Treasury BX:TMUBMUSD10Y hovered around a five-month high at 1.6409%. Yields climbed on Tuesday after Federal Reserve Gov. Christopher Waller said the central bank should begin tapering its monthly purchases of $120 billion in Treasurys and mortgage-related assets starting next month.</p><p>The Fed's Beige Book of economic conditions will be one to watch, said Saxo Bank's chief investment officer Steen Jakobsen. In a note to clients, he said investors should pay special attention to what the report says “about demand relative to the available supply of labor and parts, as well as the status of supply chains and logistics.”</p><p>Which companies are in focus?</p><p>Tesla Inc. sharesTSLA were flat ahead of its quarterly update after regular-hours trading on Wednesday concludes.</p><p>Shares of Netflix Inc. NFLX were trading 2% lower after the streaming-video company reported a bounce in third-quarter revenue and subscriber numbers, but a slightly disappointing fourth-quarter forecast.</p><p>Shares of Novavax Inc.NVAX slid 17% early Wednesday. Citing sources, Politico reported Tuesday that the biotech group is facing big hurdles in proving it can produce a COVID vaccine that is up to regulatory standards.</p><p>AirSculpt Technologies Inc. on Wednesday could raise about $160 million in its coming initial public offering, based on the midpoint of its estimated price range of $15 to $17 a share and 10 million shares in the offering.</p><p>Shares of Biogen Inc.&#xa0;BIIB&#xa0;were up on Wednesday after the company beat expectations for the third quarter despite lower-than-expected utilization of Aduhelm, its controversial and closely watched new Alzheimer's disease treatment.&#xa0;</p><p>Shares of Abbott Laboratories&#xa0;ABT rallied 2.7% Wednesday, after the healthcare company reported third-quarter profit and sales that rose well above expectations, with the strongest growth seen in its diagnostics business, and provided an upbeat full-year outlook.</p><p>Shares of Baker Hughes Co.&#xa0;BKR sank 7% Wednesday, after the oil field products and services company reported third-quarter profit and revenue that missed expectations, as results were hurt by Hurricane Ida, cost inflation in chemicals and supply-chain constraints.</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y&#xa0;was flat at1.63%, near its highest since mid May. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;-0.02%,&#xa0;a measure of the currency against a basket of six major rivals, was virtually unchanged.</p><p>Oil futures&#xa0;retreated, with the U.S. benchmark&#xa0;CL00 down 1% at $81.66 a barrel. Gold futures&#xa0;GC00 trade higher, rising 0.8% at&#xa0;$1,783.90 an ounce.</p><p>The Stoxx Europe 600&#xa0;SXXP&#xa0;traded 0.2% higher, while London's FTSE 100&#xa0;UKX retreated 0.2%.</p><p>The Shanghai Composite&#xa0;SHCOMP&#xa0;closed down 0.2%, while the Hang Seng Index&#xa0;HSI&#xa0;gained 1.4% in Hong Kong. Japan's Nikkei 225&#xa0;NIK inched up 0.1%.</p>",
  "published": "2021-10-20T11:13:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1795,
          "end": 1817
        }
      ],
      "nexusId": "10074051"
    }
  ]
}