{
  "_id": "363cc979df4e633181000e153cf14d6fc5e176b4230e6b6343f7cb9cde1fb81f",
  "feed": "wall-street-journal",
  "title": "FAA Chief Steve Dickson Takes On Fight Over 5G and Aviation Safety; Cautious regulator is at odds with telecom industry ahead of next month's planned rollout of new wireless services",
  "text": "<p>Now, the wireless fight has placed Mr. Dickson at odds with telecommunications companies and their regulator as the FAA chief considers imposing flight restrictions ahead of a planned Jan. 5 rollout of new 5G services. Aviation-industry officials say those 5G signals could interfere with key cockpit safety systems used to land aircraft in poor weather, prevent crashes and avoid midair collisions.</p><p>While the telecom industry, which began preparing for the rollout three years ago, has said the available evidence doesn't show 5G signals will interfere with airplanes, Mr. Dickson has the authority to impose restrictions if he perceives possible safety hazards. The FAA is expected to outline potential flight limits as soon as Friday or early next week, people familiar with the matter said.</p><p>The potential flight limits could significantly disrupt air travel, leading to cancellations and diversions in bad weather and reduced airline schedules, aviation-industry officials have said. Mr. Dickson has said the FAA is working with telecom companies to avoid that.</p><p>Last week, AT&amp;T Inc. and Verizon Communications Inc. proposed limits on some of their 5G wireless service for six months in response to aviation-industry concerns, a move the FAA called encouraging. Aviation-industry officials, however, said significant flight limits may still be needed.</p><p>The U.S. telecom industry's push to roll out new 5G service and keep pace with other nations faces scrutiny by an agency with some 45,000 employees, who can spend months or years evaluating potential flight hazards and formulating regulations.</p><p>Some lawmakers have criticized the FAA for moving too slowly, including over making changes to how the agency certifies airplanes as required by a 2020 law. Mr. Dickson has said the FAA is committed to thoroughly following the law and has taken steps to improve safety as it works to create formal rules.</p><p>As a manager, current and former colleagues said Mr. Dickson is comfortable carefully weighing available evidence and defending his positions—without caving to pressure to move swiftly. Mr. Dickson, a pilot and former Delta Air Lines Inc. executive, took over the FAA in 2019.</p><p>Mr. Dickson's tenure began not long after two FAA-approved Boeing 737 MAX jets crashed overseas in 2018 and 2019, claiming 346 lives. That left him with the challenge of restoring the agency's reputation while alsoprotecting a domestic safety record: There hasn't been a major fatal U.S. passenger-airline crash since 2009.</p><p>He declined to be interviewed. \"Administrator Dickson has acted throughout his tenure to find solutions that protect aviation safety,\" the FAA said in a written statement.</p><p>At Delta, where Mr. Dickson once oversaw flight operations, he was known for standing his ground. At one point he resisted pressure to allow one of a crew's pilots to enter aircraft weight and balance information as planes pushed back from airport gates, according to people familiar with Mr. Dickson's time at the airline. The change could have reduced operating expenses and improved the airline's on-time performance, but Mr. Dickson worried about potential distractions for flight crews as they prepared for takeoff, the people said.</p><p>Eventually, the process was automated, these people said. A Delta spokesman declined to comment.</p><p>At the FAA, Mr. Dickson's decisions have sometimes been costly to companies the agency regulates.</p><p>Soon after becoming administrator in August 2019, Mr. Dickson blocked an attempt by Boeing to deliver its then-grounded 737 MAX jets before the FAA approved related pilot training. The FAA ungrounded the 737 MAX in November 2020.</p><p>Earlier this year, after an engine on one of United Airlines Holdings Inc.'s Boeing 777s failed during a flight from Denver and its cover ripped off in midair, Mr. Dickson took a more conservative tack than agency specialists recommended, people familiar with the matter have said. His decision to require immediate inspections and other safeguards effectively grounded some of the airline's jets.</p><p>Executives at United said in October the carrier has been working closely with the FAA and expects the planes to return early next year.</p><p>When the U.S. pulled out of Afghanistan earlier this year, Mr. Dickson pushed back on an idea, raised by White House and some Pentagon officials, to allow U.S. airlines' jets to fly into and out of Kabul's airport to evacuate Americans and refugees, according to people familiar with the matter. Mr. Dickson's safety concerns led to a plan that resulted in U.S. airlines picking up evacuees in nearby countries, the people said.</p><p>The Pentagon branch focused on Afghanistan and the White House didn't respond to requests for comment.</p><p>In the 5G fight, Mr. Dickson is navigating an issue of significant importance outside the FAA. The White House has had the FAA's potential restrictions undergo a broader government review, stirring concern inside the aviation regulator about outside influence on safety issues, people familiar with the matter said.</p><p>A senior White House official said the White House isn't weighing in on technical questions related to the 5G deployment and aviation, but has worked to convene discussions between experts at the FAA and other agencies including the Federal Communications Commission.</p><p>The White House official said it was generally common practice for one agency to submit plans for circulation among other agencies that may have technical expertise, but the lead agency can accept or reject suggestions. The FCC often provides technical assistance to other federal entities, an official from the agency said.</p><p>The recent fight over offering 5G services in the spectrum range known as the C-band has frustrated telecom-industry officials. The federal government spent years preparing to auction off the spectrum, and moved ahead last year after considering aviation-safety concerns.</p><p>\"We thought that had been litigated and adjudicated but now the FAA is raising some concerns,\" AT&amp;T finance chief Pascal Desroches said during a recent investor conference. AT&amp;T and Verizon said in their proposal last week to limit 5G service they were sensitive to the FAA's desire for more analysis.</p><p>At a mid-November industry event in Washington, Mr. Dickson said 5G wireless technology and aviation can coexist. Both the telecom and aviation industries could make changes to ease the deployment, he said then, with next steps still to be determined.</p><p>\"It'll be a little while,\" Mr. Dickson said.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com and Micah Maidenberg at micah.maidenberg@wsj.com</p><p>FAA Chief Steve Dickson Takes On Fight Over 5G and Aviation Safety</p>",
  "published": "2021-12-02T10:30:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1091,
          "end": 1118
        },
        {
          "start": 6070,
          "end": 6077
        }
      ],
      "nexusId": "10074051"
    }
  ]
}