{
  "_id": "e6c18c3e2ad2e12e8bace1df05798887c6ba55c3f0d68c4157aa241097bcab47",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Ericsson Sees Dwindling Chinese Market",
  "text": "<p>The world's second-largest cellular-equipment maker behind China's Huawei, Ericsson has benefited in much of the world from U.S.-Chinese tensions over technology. Washington and several of its allies have restricted use of Huawei's equipment in their respective countries. Ericsson said sales elsewhere were buoyed by rising demand for 5G equipment.</p><p>But in China, it said it now expects to pay the price of its home government's decision, which it made in October 2020, to ban Huawei gear from its networks. Stockholm cited national security concerns.</p><p>The U.S. and allies worry Huawei gear can be used to spy on or disrupt networks on behalf of Beijing. Huawei and Beijing have said that worry is unfounded.</p><p>Chinese officials have threatened to retaliate by punishing Swedish companies doing business in China. They specified Ericsson as a potential target. Ericsson lobbied Sweden's government to reconsider its ban.</p><p>Ericsson said Friday that second-quarter sales in China dropped by 60%, or nearly $300 million, compared with the year-earlier period. The company said the fall was due to China postponing deployment of 5G networks, a delay that some Ericsson executives believe disproportionately affected the Swedish company because of retaliation by Beijing, according to a person familiar with the matter.</p><p>Last year, Huawei accounted for about half of China's 5G equipment orders, while smaller Chinese rival ZTE Corp. took 29%. Ericsson came in at 12%, according to Jefferies. Analysts and wireless executives estimate Finland's Nokia Corp. held a roughly 1% share in China.</p><p>Ericsson gets about 8% of its annual revenue from China, which was the world's biggest cellular-equipment market last year. Ericsson last year won major 5G contracts with Chinese government-owned wireless carriers. But Ericsson executives privately expect to lose most of the coming round of Chinese 5G equipment contracts to Nokia Corp. because of the Swedish ban.</p><p>Ericsson hasn't quantified how much it expects to lose in the Chinese market. It has said for months that there is an increased risk that it will \"be allocated a significantly lower market share than its current market share.\"</p><p>Citi analyst Amit Harchandani said it appears that Beijing has already begun punishing Ericsson, at a price higher than investors anticipated. \"Some of them were hoping that it would be a little bit of a hit, but not this big,\" he said.</p><p>Ericsson said overall second-quarter sales fell 1%, to 54.9 billion Swedish krona ($6.3 billion), compared with a year earlier, falling short of analysts' forecasts. Still, the company chalked up a big win outside China. It announced its largest-ever single deal, a five-year, $8.3 billion agreement to supply 5G equipment and services to Verizon Communications Inc. in the U.S., where Huawei is banned from major business.</p><p>Ericsson's falling fortunes in China show how tensions between Beijing and Western governments have affected businesses.</p><p>Another Swedish company, H&amp;M Hennes and Mauritz AB, recently reported a 28% drop in quarterly sales in China after Beijing encouraged a boycott of the fashion brand after H&amp;M raised concerns about forced labor in the Chinese region of Xinjiang.</p>",
  "published": "2021-07-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2750,
          "end": 2777
        },
        {
          "start": 2726,
          "end": 2753
        }
      ]
    }
  ]
}