{
  "_id": "b9c03f117d5ea20b89ebb3ac8e4b95dcc74b606fef0e359d8eed6b565c20daa7",
  "feed": "wall-street-journal",
  "title": "Technology & Media:  ViacomCBS Sets Deal to Offer  Channels on Hulu's Live TV  ----  By Benjamin Mullin",
  "text": "<p>    ViacomCBS Inc. said it has reached a distribution agreement with Walt Disney Co.'s Hulu that puts many of its most popular cable channels on the live-television video-streaming service. </p><p>   Financial terms of the multiyear agreement weren't disclosed. The deal adds 14 cable networks from ViacomCBS to Hulu's live-TV option, including Comedy Central, MTV and children-friendly channel Nickelodeon. The Paramount Network, home to hit show \"Yellowstone,\" will also be added to Hulu + Live TV. </p><p>   Before its merger with Viacom, CBS had a distribution agreement with Hulu that put its broadcast network on the live-TV service, along with channels including Pop TV, the CW and the Smithsonian Channel. The agreement with Hulu is the latest in a series of expanded deals ViacomCBS has signed with distributors since its merger in 2019, including Alphabet Inc.'s YouTube TV, Dish Network Corp., Comcast Corp. and Verizon Communications Inc. </p><p>   ViacomCBS sold the merger to investors, in part, by promising that the combination of the company's film and TV assets would make it better able to compete with rivals as the media industry hurtles toward consolidation. That proposition will be tested later this year as ViacomCBS launches Paramount+, an expanded version of its CBS All Access streaming service. </p><p>   A spokeswoman for ViacomCBS said Paramount+ would be distributed as widely as CBS All Access when it is launched later this year. </p><p>   The video-streaming marketplace is getting increasingly crowded, with a flurry of new services having been launched since late 2019, including Disney's Disney+, Apple Inc.'s Apple TV+, AT&amp;T Inc.'s HBO Max and Comcast's Peacock. The wave of new entrants didn't prevent most major streaming services from posting significant subscriber gains in 2020, a recent Wall Street Journal analysis found. </p><p>   On Monday, Discovery Inc. launched Discovery+, a streaming service that includes shows from all of its major cable networks. The new service, which costs $4.99 a month with ads and $6.99 without, features content from channels including TLC, Food Network, Discovery Channel and Animal Planet. </p><p>   The service will also include library programming licensed from other companies, including the BBC, A&amp;E Networks and Group Nine Media. </p><p></p>",
  "published": "2021-01-05T07:03:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 899,
          "end": 926
        }
      ]
    }
  ]
}