{
  "_id": "e85c8d491637120b640f7089c856e3145f4afc033150b7e16fea24173a806ba1",
  "feed": "ftcomall",
  "title": "Covid and the need for intellectual humility",
  "text": "<p>This time last year, the US and Britain were the sick men of the west. Canada was its hemisphere's star pupil, effective vaccines were several years off and India had avoided the worst of the pandemic. I would love to claim that I stood out from the crowd with <a href=\"https://www.ft.com/content/dff49479-a436-44c5-b386-5c433c4a5258\">what I wrote at that time</a>. But my views were often in line with conventional wisdom. </p> <p>I expected America's homicide rate to go down and its suicide rate to go up, for example. It seems the opposite has happened. I thought that Zoom schooling would be here to stay. I think it's safe to say that it has been an educational disaster only slightly less bad than no schooling at all. I also shared the expectation that cities would suffer at least temporary population loss (though not permanent). It turns out that even that isn't true. A big chunk of New York's very marginal outflow appears to have wintered in Miami. Many will probably stay for tax reasons. But that has very little to do with the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>. Meanwhile, Canada had a horrible winter.</p> <p>I stress this point now because most of the west is on the verge of popping the champagne. Apart from a coterie of hypochondriacs who are still leaving their mail untouched in the garage for two days, most people are expecting herd immunity to arrive over the summer. That is today's conventional wisdom. To be sure, many of us will have Asianised our long-term habits, such as wearing masks in indoor areas, and being more conscientious about inoculating against ordinary flu. We will be better prepared for the next pandemic. </p> <p>But, by and large, people think this particular nightmare is drawing to a close. I have no idea whether this is right. But I may have contracted a mild case of the once-bitten-twice-shy syndrome. Anecdotally, I have plenty of Indian friends, and second-hand acquaintances, who have fallen badly sick to Covid after having been fully vaccinated. Data on the so-called double mutant and other “scariants” remains sketchy. But I am aware of enough personal examples to know that these are not statistical freaks.</p> <p>Given the speed of mutation, and the fact that the virus will exploit open season in many densely populated developing countries, our complacency feels rash. It is entirely conceivable that the vaccine companies will be able to adapt rapidly with booster shots to any strains that enter our societies from India and elsewhere. But that assumes enough people will be persuaded to take them.</p> <p>In America, between a quarter and a fifth of people are avoiding the shots. If you look at a map of the US, they tend to be in the south and the Midwest. Those also happen to be the parts of the country where infection rates are not falling, or only mildly declining. This virus is clever and will exploit our weaknesses, which we have nowhere near eliminated. Anyone who doubts that should watch Tucker Carlson on Fox News — America's highest-rated nightly cable show with more than 3m viewers. This week Carlson all but told his viewers that taking the vaccine could kill you. I think it's fair to say he hosts a nightly super-spreading event that is damaging to America's health. There is no vaccine against conspiracy theory.&#xa0;</p> <p>But I've also been surprised on the upside. If you had told me a year ago that the US government would go against every business lobby in Washington to back a global waiver on vaccine patents — as Biden did this week — I would have found it very hard to believe. I can't imagine Bill Clinton or even Barack Obama facing down Big Pharma like that. It was a bold step and will go a long way towards rebooting America's global reputation. </p> <p>There are caveats, of course. There is a difference between delicensing a vaccine and actually producing it. It could take a while to transfer the necessary technology to other parts of the world to get their plants up and running. Likewise, it is by no means clear that the EU and others will give Biden the green light he needs at the World Trade Organization to lift Covid vaccine restrictions. Many of these patents are European. My colleague Alan Beattie writes about such caveats in his indispensable newsletter, <a href=\"https://www.ft.com/content/0930fe14-5187-45dc-b573-4f4098211bf4\">Trade Secrets</a>. </p> <p>Yet it is still a big fucking deal, as Biden once said about something else. Rana, do you mind me swearing? I promise not to do it often. More to the point, are there other wrong conventional wisdoms that you would like to add to my list? My hunch is that we could compile quite a long one.</p> <p><em>Also of note: Trade Secrets is relaunching on Monday to offer even better coverage of one of the most important stories in the world right now. Expect more on the inside story of global trade, with punchy and pithy analysis from FT correspondents, including Aime Williams in DC, delivered to your inbox at 7am Eastern time Monday to Thursday. Click&#xa0;</em><a href=\"https://subs.ft.com/spa3_tradesecrets?segmentId=357afa03-959c-93ed-0842-58e2115025d4\"><em>here</em></a><em>&#xa0;to sign up.</em></p> <h2>Recommended reading</h2> <ul>  <li><p>My column this week observes the <a href=\"https://www.ft.com/content/a712b836-e9bf-4dfe-8b06-990757134298\">death throes of American conservatism</a>. At its best, conservatism used to champion character and truth-telling. As Liz Cheney's impending defenestration shows, those qualities are career-killers in today's “stolen election” Republican party. </p></li>  <li><p>I strongly recommend <a href=\"https://thecritic.co.uk/issues/may-2021/the-sphinx-who-reshaped-europe/\">Ben Judah's masterly profile of Mario Draghi</a> in The Critic. Draghi, more than any other European figure, personifies the technocratic and formerly neoliberal power at the heart of Brussels. Now he's charged with salvaging Italy from the mess that he helped author. This is a both an entertaining and educational read.</p></li>  <li><p>&#xa0;Finally, read my colleague Gideon Rachman's acute column about how <a href=\"https://www.ft.com/content/ae51b1bf-4c45-4c8b-8e41-16d2112bc549\">China's ageing profile</a> is not the hindrance we might suppose it to be. Youthful populations are not the asset they once were. In the week we discovered that America's birth rate fell last decade to its lowest since the 1930s, this is well worth bearing in mind.&#xa0;</p></li> </ul> <h2>Rana Foroohar responds </h2> <p>Ed, I don't mind swearing — in fact I just swore very loudly myself as my already extremely slow internet connection gave out while I was trying to answer this Note. We pay for the highest speed offered by Verizon Fios for our Brooklyn neighbourhood and still can't get reliable service at all times on all devices for reasons I can't explain, mostly because I don't have the time to wait an hour to connect to an underpaid phone representative in the Philippines to try to explain it to me. But I digress . . . </p> <p>I wish I could say that I was surprised that homicide rates rather than suicide rates are up. But <a href=\"https://www.ft.com/content/e7e166ce-a516-11e9-974c-ad1c6ab5efd1\">as I wrote once in a Swamp Note</a>,&#xa0;Americans (particularly these days) tend to be paranoid rather than depressive in psychological terms, and that lends itself to anger rather than sadness. Hence mass shootings, which have become literally<a href=\"https://www.forbes.com/sites/jackbrewster/2021/04/16/more-than-one-mass-shooting-per-day-has-occurred-in-2021/?sh=6f2f7a3c6493\">a once-a-day occurrence.</a></p> <p>While I think it's still a little early to call the future of New York, I do feel the city is slipping. We're not in the 1970s yet, but it feels like we've gone back to the 1980s. Things are a bit like they were when I came here for university in 1988 — more dicey blocks, graffiti and drugs. Unlike the Dutch, who sit down and enjoy their weed, everyone in Brooklyn seems to be smoking their&#xa0;now legal marijuana everywhere, all the time. I'm not a prude, but the constant stench of hemp adds to the rather downmarket vibe.&#xa0;</p> <p>That said, people are spending money again. Outdoor cafés are packed, and summer concerts are on. Still, I can't imagine that with city budgets as they are that taxes won't go up considerably. Meanwhile, a large chunk of the asset-owning class show no signs of leaving their homes in the Hamptons, the North Fork or Connecticut, ever. They don't want the taxes, the hyper-woke politics or the Fios issues. No surprise there.&#xa0;</p> <h2>Your feedback</h2> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to ‘</strong><a href=\"https://www.ft.com/content/11cd0397-7737-4da4-b84e-40a60fcb87ce\"><strong>The Force is with him</strong></a><strong>':</strong></p> <p>“I welcome Ed's assurance that Biden only wants to ‘Make capitalism more humane'. But to further that ambition, I would like him to adopt the combination of ecological footprint taxes in tandem with an universal basic income (UBI). Although eco-taxes seem an obvious start of the answer to climate change, there are two apparently formidable reasons against it. It would destroy its potential resource base and it would have to be far too draconian. The second reason is why a UBI is necessary. It would give security for an otherwise frightening transition.”&#xa0;<em>— Clive Lord, Leeds, England &#xa0;</em></p><p>Source: Edward Luce 2021 'Covid and the need for intellectual humility' FT.com 7 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-07T11:00:58.313Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 5988,
          "end": 5995
        }
      ],
      "nexusId": "10074051"
    }
  ]
}