{
  "_id": "a7703ba37cf9e430a8193c40624dac6c5ca88c9bc773ee01fde532b548186df3",
  "feed": "wall-street-journal",
  "title": "AT&T, Verizon to Delay 5G Rollout Over FAA's Airplane Safety Concerns; Wireless carriers postpone planned Dec. 5 launch of new spectrum to address concerns about potential interference with cockpit safety systems",
  "text": "<p>The FAA had been planning to issue official mandates as soon as this week that would limit pilots' use of certain automated cockpit systems such as those that help planes land in poor weather, according to government and industry officials familiar with the planned orders. Those limits would aim to avoid potential interference from wireless towers on the ground transmitting new 5G signals.</p><p>Such limits could result in disruptions to passenger and cargo flights in 46 of the country's largest metropolitan areas where the towers are located as soon as early December, aviation industry officials have said. Telecom industry officials have pushed back against safety concerns, saying available evidence doesn't support the conclusion that 5G networks will interfere with flight equipment.</p><p>The FAA, its parent agency the U.S. DOT and the Federal Communications Commission didn't immediately respond to a request for comment.</p><p>AT&amp;T said the company would \"continue to work in good faith with the FCC and the FAA to understand the FAA's asserted coexistence concerns.\"</p><p>\"It is critical that these discussions be informed by the science and the data,\" AT&amp;T said. \"That is the only path to enabling experts and engineers to assess whether any legitimate coexistence issues exist.\"</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com and Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>AT&amp;T, Verizon to Delay 5G Rollout Over FAA's Airplane Safety Concerns</p>",
  "published": "2021-11-04T15:25:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 6,
          "end": 13
        },
        {
          "start": 1378,
          "end": 1385
        }
      ],
      "nexusId": "10074051"
    }
  ]
}