{
  "_id": "f42a629642daef49a5bda18c51bab4cb696f68022bd0d3c41aa84c093363925d",
  "feed": "market-watch",
  "title": "14 dividend stocks from a winning value manager as the broader market hits record highs",
  "text": "<p>John Buckingham, editor of the Prudent Speculator Newsletter, shares a list of 14 dividend stocks selected for yield and value, below.</p><p>The Prudent Speculator (TPS) is published by Kovitz Investment Group of Chicago and tops the list of investing newsletters with 30-year performance records tracked by the Hulbert Financial Digest. The Prudent Speculator Portfolio has had an average annual return of 15% over the past 30 years through July 31, compared to an average return of 10.7% for the S&amp;P 500 Index SPX.</p><p>Kovitz has about $7.2 billion in assets under management, mainly in separate client accounts, but also in the Al Frank Fund VALUX, which is rated four stars (out of five) by Morningstar and co-managed by Buckingham.</p><p>The Prudent Speculator Portfolio includes 80 stocks identified as suitable for three- to five-year investments. Starting from about 3,000 publicly traded U.S. companies, Buckingham and his colleagues narrow the list to identify highly liquid, “potentially undervalued” names relative to the market.</p><p>Then they apply a set of proprietary screens for “deeper quantitative factors,” such as levels of cash and debt, how much it costs to service debt, when a company's debt securities mature, capital expenditures and profit margins.</p><p>Finally, the team looks at qualitative factors, such as the strengths of companies' brands, their intellectual property, management and the quality of financial reporting.</p><p>Buckingham and his team will frequently trim or exit positions if stock prices exceed the target prices they set, while sending continual updates to TPS subscribers, along with detailed monthly newsletters.</p><p>Dividend value stocks screen</p><p>Buckingham supplied a list of 14 stocks with dividend yields at least twice as high as 10-year U.S. Treasury notes BX:TMUBMUSD10Y, which currently yield 1.30%. The S&amp;P 500 Index has a weighted dividend yield of 1.33%, according to FactSet.</p><p>Buckingham's list also meets these criteria:</p><p>Forward price-to-earnings ratios well below the weighted forward P/E of the S&amp;P 500, which is 21.4, according to estimates among analysts polled by FactSet.</p><p>Forward estimates for earnings per share (that is, for the next 12 months) above trailing adjusted EPS.</p><p>Here's the list, in alphabetical order:</p><p> Company                                    Dividend yield  Closing price – Sept. 2  TPS price target  Implied upside potential  Forward P/E  Trailing adj. EPS  Cons. EPS estimate – next 12 months  Amgen Inc. AMGN                            3.12%           $225.96                  $286.62           27%                       13.1         $16.26             $17.23  Bristol Myers Squibb Co. BMY               2.96%           $66.12                   $102.90           56%                       8.4          $6.76              $7.91  Cardinal Health Inc. CAH                   3.63%           $53.57                   $80.76            51%                       9.2          $5.55              $5.81  International Business Machines Corp. IBM  4.69%           $140.01                  $171.06           22%                       12.2         $8.75              $11.50  International Paper Co. IP                 3.40%           $60.30                   $72.16            20%                       10.7         $3.28              $5.62  Juniper Networks Inc. JNPR                 2.72%           $29.37                   $35.20            20%                       16.4         $1.71              $1.79  Leggett &amp; Platt Inc. LEG                   3.46%           $48.62                   $64.68            33%                       16.2         $2.81              $3.00  Lockheed Martin Corp. LMT                  2.90%           $358.05                  $501.21           40%                       13.0         $25.71             $27.61  M.D.C. Holdings Inc. MDC                   3.03%           $52.82                   $77.40            47%                       5.8          $7.03              $9.12  Merck &amp; Co. Inc. MRK                       3.37%           $77.12                   $102.01           32%                       12.8         $5.77              $6.03  New York Community Bancorp Inc. NYCB       5.42%           $12.55                   $17.97            43%                       9.4          $1.09              $1.34  Pfizer Inc. PFE                            3.33%           $46.84                   $58.01            24%                       12.4         $3.14              $3.77  Seagate Technology Holdings PLC STX        2.99%           $89.50                   $113.90           27%                       10.9         $5.81              $8.24  Verizon Communications Inc. VZ             4.63%           $55.29                   $75.91            37%                       10.4         $5.14              $5.32  Sources: Kovitz, with EPS estimates from Bloomberg; FactSet</p><p>The dividend yields range from 2.72% for Juniper Networks Inc. to 5.42% for New York Community Bancorp. NYCB.</p><p>On the lower end, the dividend yields may not be very impressive. But if you consider how low yields are for bonds and for preferred stocks, the premium prices (over face value) for most of those and Buckingham's main objective of share-price appreciation, this list includes stocks that may be ideal for income-seekers who also want growth.</p><p>As always, if you are considering individual stocks, you should do your own research to form your own opinion about each company's strategy and its ability to remain competitive for the next decade, at least. And then you need to monitor company updates.</p><p>The case for stocks</p><p>Buckingham supplied the following graphic, which includes average annualized total returns for various asset classes from March 31, 1977 (the month the Prudent Speculator was established) through June 30, 2021:</p><p>KovitzAll the stock categories have had much better performance on average than any of the bond categories during this period of more than 44 years. The advantage of the bond categories has been predictability of returns, underscored by the low standard deviations.</p><p>To be sure, growth-stock strategies have been the winner, by far, for 10 years through June 20, with a 17.9% average annual return for the Russell 1000 Growth Index RLG vs. an 11.61% average return for the Russell 1000 Value Index RLV.</p><p>But for the 44-year period, value stocks as a group have prevailed.</p><p>Don't miss:These robotics and automation stocks could climb up to 68% in the next year</p>",
  "published": "2021-09-03T11:14:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3300,
          "end": 3327
        }
      ],
      "nexusId": "10074051"
    }
  ]
}