{
  "_id": "90cf5e9bfdc76e599d9214a4a8c2d59f864e8757a960bfd1cc115f461f0c8968",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Investors Await Buffett's Insights  ---  His moves during the  pandemic could shed  light on what he will  say in his annual letter  ----  By Jenna Telesca",
  "text": "<p>\n  Warren Buffett will publish his annual letter to Berkshire Hathaway Inc. shareholders on Saturday morning, marking one of the few times investors have heard from the world's most famous investor during a turbulent time for the U.S. economy amid the Covid-19 pandemic. </p><p>\n  The Omaha, Neb., company will also release its fourth-quarter earnings report. </p><p>\n  During the pandemic, Mr. Buffett hasn't made any major acquisitions and has largely shunned statements on the state of the economy. His annual letter, however, is likely to provide significant insight into how the chief executive and chairman of Berkshire sees the economy and markets from here. </p><p>\n  Despite being largely quiet for the past year, Mr. Buffett hasn't been inactive. Here are eight moves the conglomerate made -- and didn't make -- since the pandemic took hold that could shed light into what he plans to address on Saturday. </p><pre>\n </pre><p>\n  1. Said adieu to air travel </p><p>\n  Last spring, Mr. Buffett announced that Berkshire sold all its stakes in U.S. airlines -- including United Continental Holdings Inc., American Airlines Group Inc., Delta Air Lines Inc. and Southwest Airlines Co. -- suggesting he sees a tough road ahead for the commercial-airline business model. \"The world changed for airlines,\" he said at the annual meeting in May. </p><pre>\n </pre><p>\n  2. Skipped elephants </p><p>\n  Berkshire Hathaway is sitting on some $150 billion in cash. Investors have been waiting for the company to buy a major stake in a large American company, what Mr. Buffett calls an \"elephant investment.\" </p><p>\n  While Berkshire invested billions in several companies in 2020, none put a dent in its cash stockpile. Industry observers have said that the market's quick recovery last spring and the Federal Reserve's aggressive interventions have made it hard for Mr. Buffett to find a big company at an affordable price. </p><p>\n  Berkshire stayed true to its playbook of investing in well-known American brands, buying up $8.6 billion in Verizon Communications Inc. and $4.1 billion in Chevron Corp., according to government filings. It also bought Dominion Energy Inc.'s midstream energy business for $9.7 billion including debt. </p><pre>\n </pre><p>\n  3. Took shot at Robinhood </p><p>\n  One of the biggest trends in investing over the past year has been the rise of retail investors on platforms like that of Robinhood Markets Inc. These investors have reshaped markets and even changed the strategies of professional investors like hedge funds. This week, Charlie Munger, Berkshire's vice chairman, took a swing at Robinhood's influence -- and Mr. Buffett's 97-year-old business partner didn't mince words. </p><p>\n  \"I hate this luring of people into engaging in speculative orgies,\" Mr. Munger told The Wall Street Journal from his Los Angeles home on Thursday. Robinhood \"may call it investing,\" he said, \"but that's all bullshit.\" </p><p>\n  Berkshire's long-term investment methodology is butting up against several popular investment strategies right now. Mr. Munger also lobbed criticisms at special purpose acquisition companies, or SPACs. </p><p>\n  \"I don't participate at all, and I think the world would be better off without them,\" Mr. Munger said Wednesday at the annual meeting of Daily Journal Corp., of which he is chairman. </p><pre>\n </pre><p>\n  4. Invested in itself </p><p>\n  One of Berkshire's largest investments ever was the $16.9 billion in buybacks the company made in the first three quarters of 2020. </p><p>\n  Mr. Buffett had shunned buybacks for years before starting to slowly take them fairly recently. </p><p>\n  \"I think it's in fact far more intelligent use of capital than dividends,\" said Adam Mead, chief executive and chief investment officer of Mead Capital Management LLC and author of the forthcoming book \"The Complete Financial History of Berkshire Hathaway.\" </p><p>\n  Mr. Mead said the last time Berkshire gave dividends was 1967 and he doesn't expect to see a return to them. \"I would be very surprised to see a dividend during Buffett's tenure at the helm.\" </p><pre>\n </pre><p>\n  5. Put billions in pharma </p><p>\n  Berkshire has invested billions in pharmaceutical companies that develop treatments and vaccines for Covid-19, suggesting Mr. Buffett expects the coronavirus to be a long-term issue for Americans. The buying was broad-based, with Merck &amp; Co., Bristol-Myers Squibb Co., and AbbVie Inc. all being added to Mr. Buffett's holdings. </p><p>\n  More recently, the billionaire investor took a stake in Verizon, which is the largest U.S. mobile carrier, and put $4.1 billion into shares of the oil company Chevron. </p><pre>\n </pre><p>\n  6. Stepped into Japan </p><p>\n  Mr. Buffett made a rare foray outside the U.S. business world, investing an estimated $6 billion for 5% stakes in five Japanese general trading companies. So far, all five companies have been underperforming in the broader market. </p><pre>\n </pre><p>\n  7. Dodged succession details </p><p>\n  The 90-year-old Mr. Buffett has yet to fully describe his succession plans for his CEO role. </p><p>\n  He has, however, continued to hand over more responsibility to his lieutenants. Money managers Todd Combs and Ted Weschler have taken on more investment decisions, and top Buffett lieutenants Greg Abel and Ajit Jain have had time in the spotlight at recent annual meetings. </p><p>\n  In one of the biggest personnel moves at the top, late in 2019, Mr. Buffett named Mr. Combs as chief executive of Berkshire car insurer Geico. </p><pre>\n </pre><p>\n  8. Chose a virtual annual meeting </p><p>\n  Berkshire's \"Woodstock for Capitalism\" annual meeting will be held virtually for the second time in the company's history, on May 1. </p><p>\n  The event has evolved over the years to be part rally, part investor meeting and part social gathering. Some investors have attended the event for decades. </p><p></p>",
  "published": "2021-02-27T07:09:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1923,
          "end": 1950
        },
        {
          "start": 4282,
          "end": 4289
        }
      ],
      "nexusId": "10074051"
    }
  ]
}