{
  "_id": "b6ed55278a599cba86d7e3c2269d4e334678eddb4b2963ce5367e1da077f4e66",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Verizon Launches $25 Billion Debt Sale to Fund 5G Spectrum",
  "text": "<p>Verizon paid a first installment of $8.2 billion to the Federal Communications Commission on Wednesday and will use the proceeds of the bond sale launched Thursday to pay the roughly $36.4 billion owed to the FCC by March 24, Chief Financial Officer Matthew Ellis said.</p><p>Verizon, the country's largest carrier by subscribers, theoretically has enough funds to pay the FCC even without the bond sale. The company in late February agreed to a $25 billion term-loan facility with a consortium of banks that it can draw down on if needed, Mr. Ellis said. Verizon also has some money left from a $12 billion bond sale in November and could use those funds for the second payment to the FCC, Mr. Ellis said.</p><p>The company held $22.2 billion in cash on the balance sheet at the end of December, plus an undrawn credit facility of $9.4 billion, according to Fitch Ratings.</p><p>On top of the nearly $54 billion for 5G licenses and related items, Verizon told investors Wednesday that it plans a total of $10 billion in capital expenditures for expanding its midband, or C-band, range over the next three years, a swath of airwaves previously restricted to satellite communications. A large chunk of that $10 billion will be paid for with cash from its growing business, Mr. Ellis said. \"Cash generation will take care of these investments,\" he said.</p><p>The $10 billion will be in addition to the $17.5 billion to $18.5 billion that Verizon previously budgeted for capital expenditures in 2021, which are expected to continue at similar levels through 2023, Verizon said.</p><p>Taking on new debt for the spectrum rights means Verizon will be slower to reduce its debt levels, Mr. Ellis said. The company's net debt stood at $129.06 billion at the end of 2020, down from $131.32 billion a year earlier but higher than in previous years, according to ratings firm S&amp;P Global Inc.</p><p>U.S. companies have raised record amounts of debt since the Federal Reserve took aggressive action to stabilize financial markets during the onset of the coronavirus pandemic last spring. Bond sales by U.S. companies hit $1.48 trillion in 2020, up more than 63% compared with 2019, according to Dealogic, a data provider. This year, American firms raised $265.65 billion in bonds through Thursday, up about 36% from the prior-year period, Dealogic said.</p><p>The ratio of Verizon's net unsecured debt to earnings before interest, taxes, depreciation and amortization is expected to hit 2.8 times by year-end, the company said in an investor presentation Wednesday. It is set to decline to about two times in the coming four to five years, Verizon said.</p><p>\"Verizon's business is highly stable and highly cash generative, so it can handle that debt easily,\" said Peter Supino, a senior analyst at brokerage firm Sanford C. Bernstein &amp; Co. \"They've promised their credit raters that they will pay down debt for the next few years so that they will return to a more flexible position,\" he said.</p><p>---</p><p>Drew FitzGerald contributed to this article</p>",
  "published": "2021-03-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1538,
          "end": 1545
        },
        {
          "start": 19,
          "end": 26
        },
        {
          "start": 1601,
          "end": 1608
        },
        {
          "start": 1413,
          "end": 1420
        },
        {
          "start": 2320,
          "end": 2327
        },
        {
          "start": 550,
          "end": 557
        },
        {
          "start": 2587,
          "end": 2594
        },
        {
          "start": 930,
          "end": 937
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 270,
          "end": 277
        },
        {
          "start": 2602,
          "end": 2609
        }
      ],
      "nexusId": "10074051"
    }
  ]
}