{
  "_id": "edbf200ce6e2d3c8572d2018ced9fe3daea5f836a9fd2be3516eb3ec86225fd8",
  "feed": "wall-street-journal",
  "title": "Hurricane Ida's Power Outages Hamper Efforts to Restore Cellphone Service; Regulators say about half of cellphone towers in New Orleans remained offline nearly 48 hours after storm's landfall",
  "text": "<p>A day after the storm, 28% of cellular transmitters were offline. The figures didn't include temporary cell sites installed in Ida's wake.</p><p>The towns of Thibodaux, Houma and other southeastern Louisiana communities still lacked reliable wireless service as of 11 a.m. ET Tuesday, according to the latest Federal Communications Commission update. Lack of electrical power was the most common culprit, followed by interruption of the landlines that link them to the outside world.</p><p>The downed infrastructure reveals the limits to improvements that wireless companies have added to their disaster-recovery plans after Hurricane Katrina in 2005. That deadly storm flooded much of New Orleans, knocked some 911 call centers offline and cut off mobile and landline service for more than 1.8 million people.</p><p>The post-Ida network outage wasn't as extreme as the blackout following Hurricane Katrina partly because of the levee system, which kept areas that were submerged 16 years ago dry this time.</p><p>Network performance after Ida still suffered. The commission on Tuesday reported three 911 answering points were offline. Other response centers rerouted calls to other locations.</p><p>Cell towers in the field were also out of service in the state. Batteries designed to keep towers powered typically last less than a day, and some cell sites, such as those on rooftops, don't have space for gas or diesel generators. Carriers said Tuesday they were still hauling mobile transmitters to all the sites that need them.</p><p>\"What's causing the most difficulty is the vast expanse of the power outage,\" said Jonathan Adelstein, a former FCC commissioner who leads the Wireless Infrastructure Association. \"You have to basically put the entire wireless network on generators.\"</p><p>Verizon Communications Inc. on Tuesday said about 15% of its cell sites in the storm's path were still offline, though roughly half of those areas could still tap a signal from a neighboring tower.</p><p>AT&amp;T Inc. said about 15% of its cell sites in Louisiana were offline. The carrier said it had 13 mobile cell towers in service by Tuesday morning, with more emergency equipment en route.</p><p>T-Mobile US Inc. said Tuesday that some hard-hit locations in southeast Louisiana were still offline. \"The going is tough with debris, road closures, and other obstructions, but we are working around the clock to restore service as quickly and safely as possible,\" the company said in a statement.</p><p>Wireless industry executives have long resisted federal rules that would force companies to install long-lasting power backups. A spokeswoman for CTIA, the wireless industry trade association, didn't respond to a request for comment.</p><p>Mr. Adelstein said cell-tower batteries could only last so long. Fueled-up generators are now powering cell sites in areas where homes and businesses remain dark, often using satellite links to replace fiber lines that no longer work.</p><p>\"It should be days instead of weeks\" to restore the wireless networks, he said. \"It's a big change from Katrina, and there's a lot that went into that.\"</p><p>Write to Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>Hurricane Ida's Power Outages Hamper Efforts to Restore Cellphone Service</p>",
  "published": "2021-08-31T22:42:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1753,
          "end": 1780
        }
      ],
      "nexusId": "10074051"
    }
  ]
}