{
  "_id": "b60fb8ff8188628aaaf8608a8ac05ee1303620ada21e780f2276dc58eb0e0c11",
  "feed": "wall-street-journal",
  "title": "BuzzFeed Revenue Jumps 51% Ahead of Public Listing; Digital publisher plans to go public in a SPAC deal with Complex Networks slated to close later this year",
  "text": "<p>Advertising revenue at BuzzFeed was $47.8 million in the second quarter, up 79% from a year ago. BuzzFeed said higher prices on programmatic advertising—a kind of automatically sold ad that the company avoided in its early years—helped drive higher ad revenue.</p><p>BuzzFeed is planning to go public by merging with a special-purpose acquisition company, or SPAC, later this year. In June, BuzzFeed said it reached a deal to merge with 890 5th Avenue Partners Inc. and acquire Complex Networks, a digital-publishing company known for its coverage of streetwear and its \"Hot Ones\" celebrity interview series.</p><p>BuzzFeed's quarterly earnings disclosure came in an amended version of its filing with the Securities and Exchange Commission detailing the proposed SPAC deal.</p><p>The deal gave BuzzFeed's founder Jonah Peretti voting control of the company and cash to fuel additional deal making. Mr. Peretti agreed to various terms, including concessions to the company's largest investor, Comcast Corp.'s NBCUniversal, that could put more pressure on BuzzFeed if the stock price doesn't reach a certain threshold.</p><p>Shares of 890 5th Avenue Partners were unchanged Thursday and remain below their listing price.</p><p>BuzzFeed said it had a net loss of about $789,000 in the second quarter, as costs related to its acquisition of Complex Networks and its plan to go public through a blank-check company weighed on its bottom line. The company said it turned a profit of about $5.7 million on an adjusted basis, excluding interest, depreciation and transaction costs.</p><p>By comparison, BuzzFeed had a net loss of about $5.7 million a year earlier and lost about $1.4 million on an adjusted basis, according to the filing.</p><p>Revenue at Complex Networks fell about 5% as the company wound down its deal for go90, a failed video program started by Verizon Communications Inc. Advertising revenue at Complex surged by 75% to $14.6 million. E-commerce revenue quintupled to nearly $4 million, largely offsetting the impacts of the go90 deal.</p><p>Write to Benjamin Mullin at Benjamin.Mullin@wsj.com and Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>BuzzFeed Revenue Jumps 51% Ahead of Public Listing</p>",
  "published": "2021-09-09T15:41:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1817,
          "end": 1844
        }
      ]
    }
  ]
}