{
  "_id": "98beb34772522aa4a7fbed612960fe47e71277f14c73ef231f86f843c3f85b44",
  "feed": "wall-street-journal",
  "title": "Stocks Log Losing Week On Concerns Over Rates, Case Count",
  "text": "<p>Stocks remain near record levels to end 2021. The spread of the Omicron variant, however, has raised fears of further economic restrictions and a drag on economic activity to close the year. Meanwhile, investors remain worried about an end to the era of low interest rates that have boosted markets, powering the S&amp;P 500 to 67 record closes so far this year.</p><p>\"Arguably the reasons why stocks have been so strong so consistently are now going away and those conditions are changing,\" said David Keller, chief market strategist at StockCharts.com.</p><p>The S&amp;P 500 fell 48.03 points, or 1%, to 4620.64, on Friday. The Dow industrials weakened 532.20 points, or 1.5%, to 35365.44. The Nasdaq Composite Index swung between small gains and losses, ending the day down 10.75 points, or less than 0.1%, to 15169.68.</p><p>Investors are watching the spread of Covid-19 cases and the virus's latest variant. In the U.S., New York set a state record for new cases. Centers for Disease Control and Prevention Director Rochelle Walensky advised people to take Covid-19 tests before holiday gatherings.</p><p>Omicron has prompted fresh restrictions in Europe ahead of the holidays, but many investors are betting that higher vaccination rates will mean governments hold back from employing significantly tougher measures.</p><p>\"You have to put that down as a risk, but it is also pretty clear that the political reaction is still very unlikely to lead to major impediments to the economy,\" said David Donabedian, chief investment officer at CIBC Private Wealth. \"We don't think that's going to be a major force in knocking the economy or the market off its course.\"</p><p>Changes to monetary policy have colored investors' outlooks for the rest of 2021 and next year. The Bank of England on Thursday became the first major central bank to raise rates since the pandemic started. Russia's central bank increased its rate Friday, and several others have raised rates or are poised to.</p><p>Fast-growing tech names have been pressured by the prospect of higher interest rates, which make it less appealing to hold riskier assets. Electric-vehicle startup Rivian Automotive Inc., which late Thursday reported net losses of $1.2 billion, fell $11.17, or 10%, to $97.70, closing at its lowest level since its initial public offering a month ago.</p><p>Some investors have turned their attention to how higher rates will affect value stocks, which tend to perform better when rates go higher.</p><p>\"Friday is a choppy period, and it represents really just the indecision that we're in right now,\" Mr. Keller said. \"It's been a rotation year, rotational week and now we have a rotational day.\"</p><p>The Fed may need to signal an even faster pace to rate increases early next year if data suggest inflation is still quickening, said</p><p>\"The underlying, primary fear in the market is inflation,\" said Mr. Donabedian. \"What the Fed did is the old saying: To solve a problem, you have to first acknowledge there is one. It's a wise move but just a temporary respite for the markets' concerns over inflation.\"</p><p>The yield on the benchmark 10-year U.S. Treasury note fell to 1.401% Friday, the lowest yield in two weeks.</p><p>In other individual stocks, Cerner Corp. soared $10.28, or 13%, to $89.77 after The Wall Street Journal reported that Oracle Corp. is in talks to buy the electronic-medical-records company. Oracle fell $6.60, or 6.4%, to $96.62. FedEx Corp. rose $11.80, or 5%, to $250.32 after reporting a jump in revenue due to higher shipping rates that helped ease rising costs tied to a labor shortage.</p><p>Stay-at-home stocks rallied. Zoom Video Communications Inc. rose $17.34, to 9.5%, to $199.74. Peloton Interactive Inc. recovered most of its losses from earlier in the week, rising $2.64, or 6.6%, to $42.45. Biotech stocks also rose. Moderna Inc. gained $12.78, or 4.5%, to $294.80.</p><p>Bitcoin and other cryptocurrencies fell. Bitcoin recently traded at $46,945.82, down 2.5% from its level at 5 p.m. ET Thursday.</p><p>In commodity markets, Brent crude, the global oil benchmark, fell $1.50, or 2%, to $73.52 a barrel. Gold prices gained 0.4% to $1803.80 a troy ounce.</p><p>The pan-continental Stoxx Europe 600 index fell 0.35% Friday. The benchmark Nikkei 225 index fell 1.8%. Other Asian indexes were mostly lower, with Hong Kong's Hang Seng down 1.2% and the Shanghai Composite Index 1.2% lower.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3571,
          "end": 3590
        }
      ],
      "nexusId": "10074051"
    }
  ]
}