{
  "_id": "362cde4508867714066f3f553dacba2ef2fe15a17e36c4ef9ebd358ec222c109",
  "feed": "wall-street-journal",
  "title": "Yahoo Pulls Out of China, Ending Tumultuous Two-Decade Relationship; It is the second well-known U.S. tech firm to downsize China operations in less than a month",
  "text": "<p>\"In recognition of the increasingly challenging business and legal environment in China, Yahoo's suite of services will no longer be accessible from mainland China as of November 1,\" a Yahoo spokesman said. \"Yahoo remains committed to the rights of our users and a free and open internet. We thank our users for their support.\"</p><p>The China departure was largely symbolic, as Yahoo had already begun shutting down its main services such as email, news and community services in China starting 2013. Still, Yahoo's exit is a reminder of the increasing challenges foreign companies face in operating in China, as the nation's regulators have tightened the reins on data security, privacy and internet content this year.</p><p>Yahoo's pullout coincided with the implementation of China's Personal Information Protection Law, a privacy law to curb data collection by technology companies that went into effect on Nov. 1. LinkedIn said it had made the decision to shut down its operations in China after \"facing a significantly more challenging operating environment and greater compliance requirements.\"</p><p>On Tuesday, Chinese internet users browsing websites run by Yahoo such as AOL.com, and media outlets TechCrunch and Engadget, were told that Yahoo's services will no longer be accessible from mainland China. Chinese users of apps such as Yahoo Weather also received prompts beginning October that the apps would be discontinued from Monday.</p><p>In addition, Applecensorship.com, a website run by anonymous anticensorship activist group GreatFire, showed other Yahoo apps such as Yahoo Finance and Yahoo Mail had been unavailable on Apple's China app store as early as Oct 14.</p><p>Newly introduced regulations governing privacy and data security have increased the uncertainty and compliance costs of operating in China, and some companies are preferring to pull out rather than deal with the added business risk, said Cameron Johnson, a Shanghai-based management consultant at FAO Global.</p><p>Once dominant in the early internet boom, Yahoo has since seen its market share eroded by rivals globally. It now runs niche news distribution platforms such as Yahoo Finance, Yahoo Sports, and owns media outlets such as TechCrunch. The firm has about 900 million monthly active users.</p><p>Since 2005, following a partnership agreement, most of the company's Chinese operations had been run by Alibaba Group Holding Ltd., which has gradually phased out Yahoo's platforms. Yahoo's announcement brings to an end a sometimes turbulent more than two-decade relationship between the former search giant and China.</p><p>More than a decade ago, the company was Exhibit A of the reputational risks and content challenges U.S. technology and social media companies might face operating in China. In 2007, Yahoo was blasted in a congressional hearing by lawmakers after data shared by the company with Chinese authorities led to the imprisonment of at least two dissidents in China.</p><p>Jerry Yang, the company's co-founder and then chief executive officer, apologized to the mother of journalist Shi Tao, who was jailed after Yahoo's China unit handed information about him to Chinese authorities in 2004. Mr. Shi was sentenced to 10-years imprisonment for allegedly sharing government secrets based on the data Yahoo China had shared.</p><p>Yahoo was acquired by Verizon Communications Inc. in 2017 and more recently, was sold off to private-equity firm Apollo Global Management Inc. Apollo agreed to pay about $5 billion to acquire Yahoo and AOL from the wireless company in September this year.</p><p>Raffaele Huang and Qianwei Zhang contributed to this article.</p><p>Write to Liza Lin at Liza.Lin@wsj.com</p><p>Yahoo Pulls Out of China, Ending Tumultuous Two-Decade Relationship</p>",
  "published": "2021-11-02T11:15:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3308,
          "end": 3335
        }
      ]
    }
  ]
}