{
  "_id": "2d76e0074cc3f0e9c32e5d3eb301e01d5a76a1087f247262d3d631ca5a7bbf91",
  "feed": "ftcomall",
  "title": "Samsung investors look for guidance on plans for $100bn cash pile ",
  "text": "<p>Samsung's most powerful executive is touring the US in what investors hope is a sign the company is looking to deploy its $100bn cash pile.</p> <p>Third-generation heir Lee Jae-yong is on his first overseas trip since South Korean president Moon Jae-in agreed in August to his <a href=\"https://www.ft.com/content/e281f7fe-b106-4e08-8620-b2b182baa54a\">early release from jail</a> on the grounds it was in the national interest. </p> <p>The conglomerate's cash reserves, which soared while <a href=\"https://www.ft.com/content/8035a965-19fb-4b6f-88ca-d301073d0e38\">Lee was behind bars for bribing Moon's predecessor</a>, put its potential capacity for megadeals on a par with SoftBank's original Vision Fund, the tech investment vehicle.</p> <p>Samsung, which last made a significant acquisition in 2016 with its $8bn takeover of US auto tech group Harman, has sat out of a deals boom that has reshaped the technology industry. </p> <p>M&amp;A in semiconductor companies totalled more than $200bn in the past four years, according to IC Insights, hitting a record $118bn in 2020 — although Nvidia's <a href=\"https://www.ft.com/content/3a8d3490-5c8a-4823-a5b9-09f7b02bed65\">$54bn</a> deal to buy British chip designer Arm is now under threat from regulators. </p> <p>“There has been a lot of M&amp;A in the tech industry in recent years but Samsung was not on the list,” said Kim Young-woo, analyst at SK Securities. “This is something the top manager should be taking care of but Lee was busy dealing with his legal problems.”</p> <p>Lee, who faces a separate trial over alleged financial crimes, has met the chief executives of vaccine developer Moderna and US telecoms operator Verizon and is expected to announce the US location for a new $17bn semiconductor facility to secure more American business.</p> <p>Soon after his release, Samsung announced a $206bn three-year investment plan to expand its footprint in semiconductors, biopharmaceuticals, artificial intelligence and robotics.<br><br>The world's biggest producer of memory chips and smartphones has said it is optimistic it can do a deal of a “meaningful size” within three years and that it is actively looking at fast-growing areas including AI, 5G and cars.</p> <p>But investors fear the company has lost ground to rivals and lacks a clear growth strategy. Its cash pile hit $102bn in the third quarter, dwarfing US rival Intel's $7.9bn and Taiwanese chip giant TSMC's $31bn. </p> <p>“With its net cash of more than Won100tn, shareholders want Samsung to return more of its cash if it is not going to use it for expansion,” said one industry official with knowledge of the company.</p> <p>Samsung shares have fallen more than 10 per cent this year amid concerns about a projected oversupply in 2022 of Nand memory chips, which allow files and data to be stored without power, and Dram chips, which enable short-term storage for graphic, mobile and server chips. “They have too much cash and are not allocating capital efficiently,” said James Lim, an analyst at US hedge fund Dalton Investments.<br><br>“There are concerns that Samsung may fall behind in the memory race, while investors seem unconvinced that it can become a leading player in non-memory,” he added, referring to chips used for data processing.</p> <p>Samsung declined to comment. But a person familiar with the company's thinking said the group was confident it had created ample shareholder value.</p> <p>Samsung's ultra-cautious approach stems partly from Lee's quest for stable management since he took control of the $357bn company in 2014.</p> <p>The company's bitter experience with deals, as well as concerns about potential antitrust issues, have also contributed to its hesitancy over large acquisitions.</p> <p>Executives were burnt by their experience of Samsung's takeover of AST in 1995, fund managers say, when it lost local talent in the struggle to integrate the US computer company into its own corporate culture. More recently, Samsung has struggled to turn round Harman's sagging profitability. </p> <p>Analysts say Samsung needs an acquisition in the foundry sector, the lucrative market for producing non-memory processor chips for other companies where it lags behind Taiwanese rival TSMC.</p> <p>“It is very important for Samsung to acquire a non-memory company. Samsung is the global leader in memory chips but the non-memory market is much bigger,” said Paul Choi, head of research at brokerage CLSA in Seoul.</p> <p>Investors are also concerned by the <a href=\"https://www.ft.com/content/7b02670e-de2b-4429-a5b2-c44f872c4a21\">advances made by Chinese companies in the memory chip sector, </a>which Samsung has dominated for decades.</p> <p>In the realm of telecoms and AI, Samsung is likely to identify highly specialised tech companies that could help it develop its wireless networks and the interoperability of its consumer electronics products, according to people familiar with the company's strategy. </p> <p>But a Silicon Valley venture capital veteran, who has consulted on the sale of multiple tech businesses, told the FT that founders did not want to integrate with companies with conservative reputations like Samsung, further complicating its ability to reach deals. </p> <p>“For a lot of founders, corporate VC is seen as the very bottom of the barrel, even when the corporate has a really big name in tech like Samsung,” he said.</p> <p>“There is always the worry that you will not be aligned with the mother ship and that they haven't really thought much about how they want to use your tech within their bigger picture.”</p><p>Source: Song Jung-a and Christian Davies in Seoul and Leo Lewis in Tokyo 2021 'Samsung investors look for guidance on plans for $100bn cash pile ' FT.com 21 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-21T05:00:42.757Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1390,
          "end": 1397
        }
      ],
      "nexusId": "10074051"
    }
  ]
}