{
  "_id": "9e3529779e1bb59267909217f66098a9c4dd4a36633eb5fbcb00615f218e45ab",
  "feed": "ftcomall",
  "title": "Daily Mail publisher launches lawsuit against Google ",
  "text": "<p>The publisher of the Daily Mail has filed an antitrust complaint against Google and its parent Alphabet in the US over its advertising and search activities, dealing a setback to the tech company's efforts to end its long-running war with news publishers.</p> <p>The lawsuit filed by Associated Newspapers and Mail Media in the Southern District of New York seeks damages and injunctive relief against the tech giant for what it alleges is a “de facto bid-rigging scheme” and search bias on Google.</p> <p>It comes a month after a <a href=\"https://www.ft.com/content/f4e09ffb-4ca9-4004-9f8e-33bf13080ce9\">new media law</a> in Australia led Google to forge a global content deal with News Corp, which had long been its biggest antagonist. Discussions had also been taking place with the Mail over a similar truce, although Tuesday's lawsuit pointed to a breakdown in the talks. </p> <p>In its complaint, the media group claimed that news publishers have not benefited from increased online advertising spending because Google has acquired a “monopoly” on tools used by publishers and advertisers to buy and sell online ad space. </p> <p>Sean Walsh, chief brand officer for DailyMail.com, also alleged that Google had deliberately relegated the Mail's news stories in its search rankings, for instance by suppressing its recent coverage of the UK royal family.</p> <p>“This is really about drawing a line in the sand,” Walsh said. “So many publishers have complained, but no one has done anything.”</p> <p>The lawsuit also alleges that Google punishes publishers that do not sell enough advertising inventory through its ad exchanges and seeks transparency when the tech company makes changes to the algorithm for its search engine.</p> <p>It echoes a complaint against Google filed in Texas late last year by a group of US states, accusing the company of using its dominance of various parts of online advertising technology to extract excessive profits.</p> <p>“This lawsuit is to hold Google to account for their continued anti-competitive behaviour including manipulation of ad auctions and news search results, bid rigging, algorithm bias and exploiting its market power to harm their advertising rivals,” the publisher said. </p> <p>Google said: “The Daily Mail's claims are completely inaccurate.”</p> <p>“The use of our ad tech tools has no bearing on how a publisher's website ranks in Google Search. More generally, we compete in a crowded and competitive ad tech space where publishers have, and exercise, multiple options,” the group added. </p> <p>“The Daily Mail itself authorises dozens of ad tech companies to sell and manage their ad space, including Amazon, Verizon and more. We will defend ourselves against these meritless claims.”</p> <p>Google has faced a series of private antitrust lawsuits over the years tied to issues at the centre of regulatory investigations. </p> <p>Foundem, the British comparison shopping site whose complaint helped spark the first European case against Google more than a decade ago, sued in 2013, followed by a group of European websites in 2018. Despite a finding against Google by the European Commission, those suits have yet to be resolved.</p> <p>Google was on the receiving end of its first federal antitrust complaint from a publisher earlier this year, when the Charleston Gazette-Mail filed a suit in West Virginia. </p> <p>The legal action follows a series of deals that the search company has struck with news companies under which it has <a href=\"https://www.ft.com/content/f9019596-aa38-4672-80cf-2bf444abbe48\">agreed to make payments</a> in return for featuring some of their content.</p> <a href=\"http://www.ft.com/cms/cae8ce65-9639-4c9d-978c-b5759d0774f5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Mamta Badkar in New York and Richard Waters in San Francisco 2021 'Daily Mail publisher launches lawsuit against Google ' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-20T17:22:01.248Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2515,
          "end": 2522
        }
      ],
      "nexusId": "10074051"
    }
  ]
}