{
  "_id": "b4094fc06fb98cad676de5873cc01e8e683b4e0d4dd98554baecbcf6605ba2a4",
  "feed": "wall-street-journal",
  "title": "T-Mobile CEO Apologizes for Data Security-Breach; Carrier says it failed to protect customer data and has hired security experts to beef up defenses",
  "text": "<p>\"We didn't live up to the expectations we have for ourselves to protect our customers,\" CEO Mike Sievert wrote in a public letter. \"Knowing that we failed to prevent this exposure is one of the hardest parts of this event.\"</p><p>John Binns, a 21-year-old American who moved to Turkey a few years ago, told The Wall Street Journal he was behind the security breach. He said the company's lax security eased his path into a cache of T-Mobile records. \"Their security is awful,\" Mr. Binns told the Journal.</p><p>It wasn't immediately clear whether Mr. Binns worked alone or with help. T-Mobile said Friday the attacker first pierced the company's testing environments before gaining access to other systems through brute-force attacks and other methods.</p><p>The breach is the third major customer-data leak that T-Mobile has disclosed in the past two years. The company is the second-largest U.S. mobile carrier with roughly 90 million cellphones connecting to its networks.</p><p>The Seattle office of the Federal Bureau of Investigation is investigating the incident, the Journal reported. Mr. Sievert said T-Mobile is cooperating with law enforcement on a criminal investigation.</p><p>Mr. Sievert, who joined T-Mobile in 2013, took over as the company's CEO in 2020 from longtime boss John Legere. The handoff happened just as the carrier was closing the takeover of its rival, Sprint Corp., forming a bigger nationwide carrier to compete with peers AT&amp;T Inc. and Verizon Communications Inc.</p><p>\"We know we need additional expertise to take our cybersecurity efforts to the next level—and we've brought in the help,\" Mr. Sievert wrote in Friday's letter.</p><p>He said T-Mobile hired Mandiant to conduct a forensic investigation since it learned about the incident. KPMG's cybersecurity team will review T-Mobile's security policies and performance measurement, Mr. Sievert said.</p><p>\"To say we are disappointed and frustrated that this happened is an understatement,\" Mr. Sievert said. He added that the company is confident that it has closed the security hole the hacker accessed and that there isn't an ongoing risk to customer data from the hack.</p><p>The company has notified nearly all current T-Mobile customers or primary account holders who had their data compromised, Mr. Sievert said. Among other measures, the company is offering two years of free identity-protection services with McAfee's ID theft protection to those who might have been affected by the breach, he said.</p><p>Hacked</p><p>More WSJ coverage of the latest T-Mobile customer-data leak, selected by the editors</p><p>* The T-Mobile Hacker Who Stole Data on 50 Million Customers (Aug. 26)</p><p>* T-Mobile Says More Customer Files Accessed in Data Breach (Aug. 20)</p><p>* T-Mobile Data Hack: What We Know and What You Need to Do (Aug. 20)</p><p>* T-Mobile Says Hackers Stole Data on More Than 40 Million People (Aug. 18)</p><p>* T-Mobile Says Hackers Breached Company Database (Aug. 16)</p><p>Write to Dave Sebastian at dave.sebastian@wsj.com and Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>T-Mobile CEO Apologizes for Data Security-Breach</p>",
  "published": "2021-08-27T13:38:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1439,
          "end": 1466
        }
      ],
      "nexusId": "10074051"
    }
  ]
}