{
  "_id": "9a06fccd0e42a08f5250373483ccaffb4a02aeb23fc91d5c32f6a8fb50a11b9c",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Broadband Providers in Focus  ----  By Drew FitzGerald",
  "text": "<p>   President Biden's sweeping executive order on competition Friday targeted broadband service, a sign of how big cable companies remain in Democrats' sights even as key agencies lack the firepower to pursue their most controversial policies. </p><p>   Friday's order calls for new protections for broadband subscribers by restricting business practices that administration officials consider anticompetitive. </p><p>   The proposals seek to limit early-termination fees charged to customers who switch providers; curb exclusive deals with apartment landlords, which block new broadband companies from competing for tenants' business; and require internet providers to detail their rates and fees in a standardized format similar to the boxes that spell out nutritional values for food and interest rates for credit cards. </p><p>   Another provision seeks to revive protections for net neutrality, a concept that keeps network operators from selectively blocking or slowing legal internet content. That proposal will likely stir up debate over much-litigated regulations written during the Obama administration and later repealed during the Trump administration. </p><p>   Major cable and telephone industry groups bristled at the proposals. Jonathan Spalter, chief of Washington-based trade group USTelecom, said the administration's fact sheet explaining the order carried a \"whiff of rate regulation\" that could chill new investments in broadband infrastructure. </p><p>   \"There really isn't a crisis of net neutrality,\" said Mr. Spalter, whose association members include fiber-optic broadband providers like AT&amp;T Inc. and Verizon Communications Inc. \"We should be focused on much more essential issues, starting with fulfilling our commitment to getting broadband internet to America's truly unserved.\" </p><p>   Incompas, a Washington association that represents smaller network operators, welcomed the order's focus on competition in apartment buildings and condominiums. </p><p>   \"We are pleased to see President Biden take action to stop broadband monopolies in apartment buildings and condo complexes, where 30% of Americans live,\" Incompas Chief Executive Chip Pickering said in a statement. </p><p>   Mr. Biden's latest proposals could take time to implement regardless of the industry's response. The order directed the Federal Communications Commission to take action, but the legally independent telecom regulator is free to reject or tweak the president's ideas. </p><p>   The five-member commission is also hamstrung by a 2-2 partisan split. </p><p>   On Capitol Hill, debate over the size and scope of Mr. Biden's proposed infrastructure legislation has left the telecom industry in limbo. Cable and broadband companies are expected to benefit from tens of billions of dollars of federal subsidies for broadband service, but details remain in flux. </p><p></p>",
  "published": "2021-07-10T06:15:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1576,
          "end": 1603
        }
      ],
      "nexusId": "10074051"
    }
  ]
}