{
  "_id": "801826e37c76c1ead809ffcfcef5336b903e52a5bf7d4dc857262d3b8edb08ea",
  "feed": "wall-street-journal",
  "title": "Technology:  For New AT&T,  A Familiar Ring  ----  By Drew FitzGerald",
  "text": "<p>   Once it sheds its media business, AT&amp;T Inc. will be a smaller, less-indebted company devoted to selling cellphone plans and broadband internet access. </p><p>   In other words, customers and investors will see an AT&amp;T much like the one that existed before its foray into streaming video and satellite TV. But its rivals haven't been sitting still. </p><p>   \"AT&amp;T has a lot of catching up to do,\" said Craig Moffett, a longtime telecom analyst at industry research firm MoffettNathanson LLC. \"They're almost certain to be a third player in a three-horse race.\" </p><p>   Mr. Moffett said company leaders made the right decision by refocusing their attention on AT&amp;T's core strengths, though the business will face challenges getting an edge over rivals. But they must still contend with business units facing high costs and shrinking revenue. </p><p>   An AT&amp;T spokesman disagreed, saying the company's wireless spectrum position \"has never been stronger\" and still has slack capacity to serve more data to wireless customers. The company told investors it expects to increase its overall revenue and adjusted per-share earnings in the long run. </p><p>   AT&amp;T shares fell 5.8% Tuesday, after slipping nearly 3% on Monday in the wake of the deal announced with Discovery Inc. to combine their media assets into a new, publicly traded company. </p><p>   The deal earned praise from former SBC Communications Inc. boss Ed Whitacre, who stitched together the landline and wireless assets that formed the modern AT&amp;T before his retirement in 2007. Randall Stephenson, who as CEO from 2007 to 2020 led AT&amp;T's attack on the entertainment business, wasn't available for comment. </p><p>   \"I'm happy to see us move back into a different type of company,\" Mr. Whitacre said in an interview. \"The wireless, the broadband -- the businesses that we're used to. . . . It's a very wise move for AT&amp;T.\" </p><p>   AT&amp;T won't own an equity stake in the newly formed media company with Discovery, though its shareholders will get a 71% share of the new business. </p><p>   AT&amp;T will receive about $43 billion through cash, debt securities and other debt shifted to WarnerMedia. </p><p>   The smaller telecom company will mean less cash returned to investors. AT&amp;T predicted it will pay out about $8 billion to $8.6 billion of its cash flow as dividends, down from roughly $15 billion paid last year. AT&amp;T declined to quantify the size of its per-share dividend after the Discovery deal closes. The new media business formed with Discovery is expected to prioritize stock-price growth over dividends. </p><p>   AT&amp;T is still the country's No. 3 wireless carrier after falling behind a newly enlarged T-Mobile US Inc. in 2020. It serves more than 83 million cellphone customers and many more Wi-Fi hot spots, connected cars and other mobile devices. The company also connects 14 million residential internet users through its network. </p><p>   Wireless-industry analysts say timing will be especially important as telecom operators catch the next wave of mobile technology called 5G. </p><p></p>",
  "published": "2021-05-19T06:02:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1332,
          "end": 1351
        }
      ]
    }
  ]
}