{
  "_id": "9ae53a65cf27466114bd27443a973957505bb2087bd3f97679863afa5a2b41a7",
  "feed": "ftcomall",
  "title": "Telcos try more fibre in their diet",
  "text": "<p>The pandemic and working from home have meant internet bandwidth has become as essential a supply as water and power.</p> <p>The network providers should be reaping the dividends — and they have many more options to add value to and monetise their pipes compared with the older utilities. And yet, the telecoms sector is in a declining and hapless state, <a href=\"https://www.ft.com/content/c6806242-8ff1-468d-9ef9-954ecafb2f1e\">says Nic Fildes</a>.<br><br>In a farewell column after 20 years on the beat, he says the industry entered 2021 with shares trading at their lowest levels in a decade. Investors have been put off by high capital expenditure, poor returns, huge debts and unconvincing growth promises. </p> <p>In response, telecoms leaders have renewed calls for consolidation and deregulation in a European market that has suffered a downward spiral in growth in the past decade.</p> <p>Things seem little better in the US. The T-Mobile-Sprint merger is <a href=\"https://www.bloomberg.com/news/articles/2021-12-06/t-mobile-customer-service-is-getting-as-bad-as-all-the-others\">not working out too well</a>, and Verizon has had to go back to <a href=\"https://clearpurpose.media/why-verizon-failed-as-a-media-company-ad316fbda5c1\">focusing on its network</a> after the failure of its content strategy, <a href=\"https://www.ft.com/content/ef0992ec-1d4f-4030-95a9-d950e47338e1\">selling its Verizon Media business</a> that included Yahoo and AOL. Here, BT is debating <a href=\"https://www.ft.com/content/33f4b1f5-caad-4687-bb05-4375c3393c93\">what to do with its sports channels.</a></p> <p>The emphasis on both sides of the Atlantic is on rolling out fibre and 5G. That's something at which telcos excel and their “dumb pipes” will be getting a little smarter. The challenge will be whether this time they can capture the value of this next generation of connectivity, or again allow a new breed of companies to make money off the backbone of their efforts.</p> <p><em><strong>**This is the last #techFT of 2021. Wishing you the best and good health over the festive period. The newsletter returns on Monday January 10.**</strong></em></p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Meta acts against surveillance companies</strong><br>Meta has <a href=\"https://www.ft.com/content/55b7ca61-ef21-44c0-8fc4-9f2ead55e6b3\">issued cease-and-desist</a> warnings against six companies, including controversial Israeli intelligence firm Black Cube, which it claims spied on about 50,000 of its users around the world as part of the growing “surveillance-for-hire” industry.</p> <p><strong>2. Cashing in on the cloud</strong><br>The chief of US cloud software company Snowflake cashed in $344m worth of shares in the company this week, taking his total sales in 2021 to more than $600m and <a href=\"https://www.ft.com/content/06e3f86b-adbf-401c-b0df-3ce1f5ea3385\">capping a spate of selling</a> by leaders of high-flying software companies. </p> <p><strong>3. Oracle nears deal to buy health IT company Cerner</strong>&#xa0;<br>Larry Ellison's company&#xa0;is nearing a deal to acquire the healthcare information technology group for about $30bn, according to&#xa0;<a href=\"https://www.ft.com/content/9bf80646-fdfb-44ff-ab51-7a4236091afa\">people briefed about the matter</a>. The potential deal would be the largest in Oracle's history and would deepen its connections with the healthcare industry.</p> <p><strong>4. Palantir to reshore UK data processing from US&#xa0;<br></strong>The data analytics company known for its defence and national security ties plans to&#xa0;<a href=\"https://www.ft.com/content/76fa6a3f-a818-4e88-be14-b578ae378d7c\">shift its entire UK data processing operation</a>&#xa0;from the US ahead of what experts are calling a global “regulatory tsunami” affecting cross-border data flows.</p> <p><strong>5. Open source needs better support</strong><br>The Log4j vulnerability has exposed the sometimes haphazard way that open source software is maintained. In his Inside Business column, <a href=\"https://www.ft.com/content/73df7fde-5800-4676-bfb4-9832157758be\">Richard Waters looks at </a>the different ways developers can be incentivised to make these programs at the heart of our networks more hacker-proof.</p> <h2>Tech tools — Nurosym</h2> <p>Increasing numbers of non-invasive devices are tapping into the Vagus nerve, which wanders through most of the body, in order to tackle a range of health problems. <a href=\"https://www.ft.com/content/5689f121-bb7e-409d-8302-b493798db402\">Jonathan Margolis looked</a> at <a href=\"https://www.getsensate.com/\">Sensate</a>, which uses sonic waves to reduce stress, while my sleepless wife has been trying out <a href=\"https://nurosym.com/\">Nurosym</a>. It is aimed at enhancing sleep quality and treating conditions such as long COVID and depression.</p> <p>There is no app involved at this stage and the rechargeable device is very simple to operate. Shaped like a simple remote control, a cable from it clips to the tragus bump on your ear. This is fed micropulses of electrical current targeted at the Vagus nerve, with the intensity controlled by plus and minus buttons on the remote. An hour a day using it is recommended.</p> <p>It's hard to say whether it has improved my wife's sleep, as so many other factors are involved, but Nurosym's makers say clinical studies have shown a “very significant improvement” is possible for long COVID symptoms after 10 days' use. Nurosym is available for £599, which sounds expensive for such a simple gadget, but the company emphasises this is a medical device. Rivals can cost much more: <a href=\"https://shop.t-vns.com/tvns-l/?lang=en\">tVNS®&#xa0;L retails at €3,000</a> and <a href=\"https://www.gammacore.com/\">gammaCore's device</a> is pay per use at about $3,000 a year.</p><p>Source: Chris Nuttall in London 2021 'Telcos try more fibre in their diet' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T19:37:43.054Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 997,
          "end": 1004
        },
        {
          "start": 888,
          "end": 895
        }
      ],
      "nexusId": "10074051"
    }
  ]
}