{
  "_id": "6f4d471b51a494c19f49f6545101111186cec9ccd57ffe0103f20d35ec0cb99b",
  "feed": "wall-street-journal",
  "title": "Business Floods Banks With Cash --- As deposits surge, the lenders wonder what to do with the money just sitting there",
  "text": "<p>Banks have been holding that cash ever since, and because companies are reluctant to borrow from them, they can't turn it into income-generating loans. That has weighed on banks' profit margins, and some banks have started pushing corporate customers to spend the cash on their businesses or move it.</p><p>Bankers said they thought the improving economy would reduce companies' desire for holding cash, but deposit inflows have continued in recent weeks.</p><p>Chief financial officers and treasurers, many still wary of the impact of the pandemic, said they aren't ready for big changes, even if they earn little or nothing on their deposits.</p><p>\"We have been operating with a higher cash balance for about 12 months now,\" said Matthew Ellis, CFO of telecommunications company Verizon Communications Inc. \"There's been no decision yet if and when to bring it down.\" Verizon held $10.2 billion in cash and cash equivalents at the end of the first quarter, up 45% from a year earlier.</p><p>Pascal Desroches, who manages the finances of rival AT&amp;T Inc., said the company doesn't plan to move its cash holdings into other investments to generate a higher return. \"We are not looking to optimize the yield,\" Mr. Desroches said.</p><p>Companies flooded U.S. banks with deposits at the start of the pandemic. In March 2020, the Federal Reserve lowered interest rates to near zero and launched bond-buying programs, which enabled many companies to raise funds at low costs. The Treasury Department also made loans, including to airlines.</p><p>Bank deposits have continued to surge this year. Between late March and May 26, they rose by $411 billion to $17.09 trillion, according to the latest available data from the Federal Reserve. That is slower than the pace last spring but still nearly four times the average of the past 20 years, according to the Fed data.</p><p>High deposits usually aren't a bad thing for banks, as long as they can use the money to make loans. But bank lending has been slow as many companies prefer to borrow money from investors. For banks, total loans equaled 61% of all deposits as of May 26, down from 75% in February 2020, according to the Fed data.</p><p>The industry net-interest margin, a measure of lending profitability, fell to a record in the first quarter, according to the Federal Deposit Insurance Corp.</p><p>Some banks are encouraging corporate customers to consider alternatives.</p><p>\"Banks would certainly like to do different things, obviously,\" said Peter Mariani, chief financial officer of Axogen Inc., which specializes in nerve-repair research. \"But we're going to maintain our. . .conservative investment strategy with our cash.\"</p><p>Top of mind for many big banks is a rule requiring them to hold capital equivalent to at least 3% of all assets.</p><p>Worried about the rule's impact during the pandemic, the Fed changed the calculation in 2020 to ignore deposits the banks held at the central bank but ended that break this past March.</p><p>Since then, some banks have warned the growing deposits could force them to raise more capital or say no to deposits.</p><p>\"Raising capital against deposits and/or turning away deposits are unnatural actions for banks and cannot be good for the system in the long run,\" Jennifer Piepszak, then-CFO of JPMorgan Chase &amp; Co., said on a call with analysts in April.</p><p>Banks have several options for unloading client deposits, though they try not to offend their customers in the process.</p><p>One strategy is reverse tiering, giving clients lower yields for additional deposits.</p><p>Asking customers to move some funds to another, smaller bank also is an option, said Pete Gilchrist, an executive vice president at Novantas Inc., which advises banks.</p><p>\"We've been very successfully working with our clients to basically explore and move some of those nonoperational deposits,\" said Emily Portney, CFO at Bank of New York Mellon Corp.</p><p>In recent months, banks including BNY Mellon have focused on moving clients from deposits into money-market funds, which are common cashlike investments.</p><p>Assets in money-market accounts, even ones run by the same bank, are treated differently under bank capital rules, alleviating some of the regulatory pressure.</p><p>Flows into U.S. money-market funds have surged in recent months, pushing the total assets held in such funds to $4.61 trillion, just shy of the record set in May 2020, according to the Investment Company Institute.</p><p>The money-market funds, in turn, need new places to park all that new cash and earn some interest.</p><p>But rock-bottom interest rates have pushed them into storing it back at the Federal Reserve overnight, in a facility that pays them zero return and had been largely ignored for the past three years.</p><p>Funds stored overnight with the Federal Reserve Bank of New York surged in May and hit a record $497.4 billion on Tuesday.</p><p>Finance chiefs said holding on to cash is sensible, for now.</p><p>\"Having a bit more cash than you normally would still makes good business sense now as we aren't really out of the pandemic yet,\" said Jeff Shepherd, CFO of Advance Auto Parts Inc., which is based in Raleigh, N.C.</p><p>---</p><p>Kristin Broughton and Mark Maurer contributed to this article.</p>",
  "published": "2021-06-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 853,
          "end": 860
        },
        {
          "start": 764,
          "end": 791
        }
      ]
    }
  ]
}