{
  "_id": "76d4659c9f90748c737f2787e1acc924d830e1d89485c18ab4ee19fb65aaab3e",
  "feed": "wall-street-journal",
  "title": "Ways to Trim Your Broadband Internet Bill",
  "text": "<p>Owen Davis of Brooklyn, N.Y., was similarly surprised when the price of his service jumped last year. When he signed up for Optimum in 2017, he paid $39.99 a month. Two years later, it went up to $49.99.</p><p>Then in August 2020, the price shot up again, to $69.99 plus extra fees. Mr. Davis said the company subscribed him to a more expensive add-on without his knowledge, then discounted the bill with a promotional rate.</p><p>Mr. Davis, an economics Ph.D. candidate, said he didn't receive any email or other communication about the change. \"All of it seems engineered to lock customers into unsuspecting price increases and then make them feel like chumps for not noticing before,\" he said.</p><p>A spokeswoman for Altice, Optimum's parent company, said the company informed Mr. Davis of the expiration date for the initial promotional rate but in 2019 and 2020 he was automatically enrolled in a new promotion, instead of being charged a full rate.</p><p>I empathize with Mx. Cadena and Mr. Davis. Every year, blindsided by a broadband price rise as discounts expire, I wait on hold with my service provider to bring my monthly bill back down.</p><p>Our billing struggles are a symptom of a larger issue. Policy experts point to a lack of competition among broadband providers, which has led to higher prices, lower quality and unequal access.</p><p>My colleagues found as much: A 2019 Wall Street Journal analysis showed that low-income and rural areas get worse deals than their high-income and urban counterparts, and Comcast charges more in markets without competition. At the time, the cable industry trade group, NCTA -- The Internet &amp; Television Association, said it wasn't surprising that prices varied among markets, and that the industry had invested heavily to boost broadband speeds across the country.</p><p>Related research found that most households pay a premium for high-speed plans but use only a fraction of that bandwidth. At least during the pandemic, with so many families working and attending school from home, some of that extra bandwidth might have actually been used.</p><p>Earlier this month, President Biden issued an executive order that calls for new protections for broadband subscribers. Among the proposals directed at the Federal Communications Commission are a standardized \"nutrition label\" format for explaining speeds and fees, a limit on early-termination fees and a restriction on carrier-landlord deals that leave tenants with one option.</p><p>Unfortunately, there is no proposed curb on the popular \"promotional pricing\" technique that carriers use to lure many of us in. Still, encouraging increased market competition could mean lower prices overall.</p><p>The companies deny their bills are opaque. A spokesman for Comcast, the country's largest broadband operator by subscribers, says it fairly discloses all fees: \"We provide multiple notifications for our customers about all the prices of our services, including a clear, detailed summary of the order, fees and taxes for customers to review so that they can affirmatively approve, change or cancel the order, well before they receive their first bill.\"</p><p>He said Comcast is rolling out a new bill format, currently available to one-third of the company's markets, that highlights any discounts applied as part of a promotion and the deal's expiration date.</p><p>AT&amp;T and Verizon declined to comment directly, and instead pointed me to a representative at USTelecom, an industry trade group. The USTelecom spokesman, citing the group's recent study on broadband pricing trends, said, \"The data shows a decline in prices and an overall increase in broadband speeds in recent years.\"</p><p>But groups advocating for antitrust enforcement of internet services disagree. Americans pay the highest monthly price for broadband service -- $68.23 in the U.S. on average, compared with $44.71 in Europe and $62.41 in Asia -- according to a pricing study by New America's Open Technology Institute, a center-left Washington think tank that studies the impact of new technologies on society. That research also found that after promotional rates expire, monthly prices increase by $22.25 on average, and consolidation in the market means many Americans have only one or two broadband providers to choose from.</p><p>While we wait for the FCC to consider the president's proposals, there are a few things you can do about that internet bill. If you're paying too much, here are some tips from the pros.</p><p>What you can do about your internet bill</p><p>Call and ask for a more affordable rate. Simply speaking to a representative and asking for the lowest available rate often yields a better deal. But before you call, know your current price, whether you used to pay a lower promotional rate and whether you're paying for any extras, such as equipment rental. If you want to stop calling your ISP annually, ask for a price lock.</p><p>Providers \"count on your being locked into a monopoly or oligopoly and never bothering to contest the price,\" said Thomas Smyth, CEO of Trim, a personal financial assistant that offers a bill-negotiation service. He said agreeing to a contract can lead to more savings.</p><p>Downgrade speeds. \"Most people don't want to sacrifice speed for savings,\" said Barry Gross, founder of BillCutterz, another bill-negotiation service. But you might be paying for too much bandwidth. He recommends, for each person working from home, at least 10 Mbps for downloads and at least 1 Mbps for uploads. Most people can't tell the difference between 50 Mbps and a gigabit (aka, 1,000 Mbps!) connection, according to WSJ's analysis.</p><p>Buy your own modem and router. Buying your own devices, instead of renting equipment from your service provider, can save you big bucks, says Ben Kurland, founder of BillFixers, an app that analyzes bills. You might even boost speeds at home by upgrading your Wi-Fi to a more modern mesh system.</p><p>It's a high upfront cost ($199 for a 3-pack of Eero, our current favorite mesh system, plus a modem, which costs another $40 or more), but you can easily recoup the fees within a year or two. AT&amp;T charges $10 a month, while Comcast charges up to $25 a month to rent a modem-router combo.</p><p>Switch providers if you can. Often, threatening to switch providers, citing slow speeds or better rates elsewhere, can get you a better deal. But be willing to switch if your service provider won't budge, assuming there's another comparable provider in your area. If you have an early termination fee, see if another company will cover it.</p><p>Look up all the providers in your area with BroadbandNow or Allconnect, which let you compare carriers in your ZIP Code. After that, go directly to the provider to check price and availability. Service can differ street by street.</p><p>Just beware of bundles when you sign up. Mr. Kurland said many companies will promise to save you money by tacking on TV or phone service, while neglecting to mention extra fees and price increases.</p><p>Scan the plan page for a link to details. Many internet providers do disclose those ancillary charges or annual increases -- in fine print. Be sure to review all the nitty-gritty. On AT&amp;T, the link is called \"See offer details\" and on Comcast, it's \"Pricing and other details.\"</p><p>File a complaint with the FCC and FTC. The Federal Communications Commission and Federal Trade Commission are separate regulatory bodies with similar goals. If you have a lack of options in your area or were charged unfairly, escalate your complaint to the FCC and to the FTC, or your local government official.</p>",
  "published": "2021-07-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3313,
          "end": 3320
        }
      ],
      "nexusId": "10074051"
    }
  ]
}