{
  "_id": "f3b0a25ff00b65874713c80404dd1e7f1d17b400efa6ca321386d785f91efbe4",
  "feed": "wall-street-journal",
  "title": "PE Daily: Doubling Down on Defense Deals | Senate Democrats Seek Tighter Tax Rules",
  "text": "<p>Today's Top Stories</p><p>Private-equity firms are increasing their investment in the defense sector, as changing U.S. defense priorities have opened new opportunities for buyout firms to invest in military technology, Chris Cumming writes for WSJ Pro Private Equity. Those firms invested $6.92 billion in 44 deals for U.S. companies in the aerospace and defense sector this year through Aug. 24, according to PitchBook Data Inc., a company that tracks private investment data. That dollar figure, representing less than eight months' worth of investment, has already topped 2020's $5.89 billion total, and is approaching the $7.52 billion seen in 2019.</p><p>Senate Democrats are proposing tighter tax rules on partnerships and an excise tax on stock buybacks, as lawmakers in Washington look to plug gaps in their fast-moving, $3.5 trillion healthcare, education and climate legislation, Richard Rubin reports for The Wall Street Journal. Finance Committee Chairman Ron Wyden of Oregon detailed possible changes to partnership taxation that could raise more than $172 billion over a decade. Mr. Wyden's proposal would make it harder for partnerships to divide up income and deductions to their partners in ways that do the most to minimize taxes, and it goes beyond the tax changes that the Biden administration has already proposed.</p><p>Big Number</p><p>150</p><p>The number of S&amp;P 500 Index companies that held second-quarter earnings calls in which the term ESG was mentioned, matching the level of the previous quarter, which was the most going back at least 10 years, according to FactSet Research Systems Inc.</p><p>Deals</p><p>Jordan Co. has agreed to take private Echo Global Logistics Inc., one of the largest freight brokers in a red-hot U.S. shipping market, for $48.25 a share in cash, valuing the company at about $1.3 billion, Jennifer Smith reports for The Wall Street Journal. The price represents a roughly 54% premium over Thursday's $31.32 per share close on the Nasdaq stock market. Chicago-based Echo offers freight brokerage and transportation management to more than 35,000 clients through over 50,000 transport providers.</p><p>Francisco Partners has agreed to acquire a majority stake in RugsUSA, an online retailer of rugs and home products, from fellow private-equity firm Comvest Partners. Comvest, which originally acquired a stake in the company back in 2018, is retaining a minority ownership interest, according to a press release.</p><p>Waterfall Asset Management, which focuses on asset-backed securities and lending, has acquired $3.2 billion of retail auto loans from KeyCorp's KeyBank lending unit, and the Cleveland bank subsequently bought $2.8 billion of senior notes from a securitization backed by the loans. KeyBank remains the servicer of the loans involved.</p><p>Firms including Accel, Norwest Venture Partners and Avataar Ventures have invested more than $100 million in Amagi, a cloud-based technology provider for broadcast and internet television. The firms have acquired a stake in the company from Mayfield India and KKR &amp; Co.'s Emerald Media portfolio company. Existing investor Nadathur Holdings retains a stake in the company, according to a press release.</p><p>Alternative asset manager Gresham House PLC raised about £42 million, equivalent to $58.1 million, through share offerings and said it is offering to buy the venture capital trust business of Mobeus Equity Partners for as much as £36.1 million. The offer calls for paying £24.0 million initially and conditionally paying up to £12.1 million more over three years. London-based Gresham manages about £4.7 billion of assets.</p><p>Apollo Global Management Inc.'s roughly $3.12 billion deal to take private casino operator Great Canadian Gaming Corp. is set to close later this month after clearing all regulatory hurdles, the North York, Ontario-based company said Friday. Apollo agreed to pay 45 Canadian dollars, or about $35.53, per share for the company in a deal that was announced late last year. The company has operations in 25 sites across Canada.</p><p>Blackstone Inc. has abandoned its $3 billion bid to take full control of SOHO China Ltd., the office developer said in a filing on Friday, Reuters reported. Blackstone's Two Cities Master Holdings II has decided it won't follow through on the deal, the filing said. In June, Blackstone offered 5 Hong Kong dollars, or about $0.64, per share, representing a 31.6% premium to SOHO's prior closing price, in what would have been its largest real estate deal in China to date. CNN reported that the firm said it is dropping the bid \"in light of the lack of sufficient progress\" by regulators whose approval is required for the deal to close.</p><p>Aeternum Capital, the Government Pension Fund Norway, Vind and GIC have joined Hg in backing Norwegian technology company Visma AS in an investment that values the Oslo company at about €16 billion, equivalent to about $18.92 billion, according to a news release. Hg remains the business software maker's majority owner. Other backers include General Atlantic, TPG and Warburg Pincus.</p><p>Macquarie placed the highest bid for a 49% interest in the power grid operator owned by Greece's Public Power Corp., valuing the Hellenic Electricity Distribution Network Operator SA at about €2.12 billion, equivalent to $2.51 billion, including debt, according to local publication Business Daily.</p><p>Exits</p><p>KKR &amp; Co. has agreed to sell a collection of commercial properties near Austin, Texas in a transaction valued at more than $300 million, Colin Kellaher reports for Dow Jones Newswires. KKR, which didn't name the buyer, acquired the eight-building Riata Corporate Park for around $258 million in December 2019. The firm said the 688,100 square foot park is fully occupied.</p><p>Venture-backed online watch retailer Chronext AG plans an initial offering of shares in Switzerland, Cecilia Butini reports for Dow Jones Newswires. Chronext backers include Octopus Ventures and Slingshot Ventures, which invested in the company last year, according to the firm's website. Chronext, which reported about €101.3 million, or $119.8 million, in revenue last year, said the offering is expected to include a primary component of about 250 million Swiss francs, or about $272.7 million.</p><p>Funds</p><p>Multi-family asset manager Sentinel Trust Co. in Houston has raised more than $152.9 million for its latest private-equity investment fund, a regulatory filing shows. The firm serves more than 30 families with median managed assets of $40 million per client and had about $5 billion in assets under management at the end of last year, according to its website. In a July report, Sentinel said it favors private equity as an investment strategy but has begun to be more cautious as deals push asset values higher, adding it will be \"highly selective and patient\" in putting its new fund to work.</p><p>NorthEdge Capital, a U.K. private-equity firm, has raised more than $331.2 million for its NorthEdge Capital Fund III LP, a Securities and Exchange Commission filing shows. The Manchester, England-based firm manages more than £900 million, equivalent to about $1.24 billion, and invests in smaller businesses with annual sales of more than £5 million and profit of more than £500,000, according to its website.</p><p>People</p><p>Apollo Global Management Inc. is putting Tinder Chief Executive Jim Lanzone in charge of Yahoo, the digital-media business it acquired from Verizon Communications Inc. earlier this year, as CEO, Benjamin Mullin reports for The Wall Street Journal, citing people familiar with the matter. Mr. Lanzone, a digital media veteran, will replace Guru Gowrappan, the former Verizon executive who has overseen Yahoo since 2018 and continued running the company after Apollo agreed to purchase it for about $5 billion. Mr. Gowrappan will become a senior adviser to Apollo's private-equity business.</p><p>Bank of America Corp. has named Paul Donofrio as vice chair and head of the banking giant's $1.5 trillion sustainable finance commitment, including through investments in certain private equity funds. The bank's former chief financial officer will also lead investing for the institution's more than $22 billion in-house pension fund, according to a news release.</p><p>Water Street Healthcare Partners, a Chicago-based firm focused on healthcare deals, has hired Caroline Kenter Larew as a vice president, according to an emailed news release. Ms. Larew was previously an associate at Chicago-based Madison Dearborn Partners.</p><p>Illinois Gov. J.B. Pritzker, a Democrat and former private-equity investor, may face a venture capital executive in his bid for re-election next year, as the St. Louis Post-Dispatch reports that Alter Global founder Jesse Sullivan has announced a campaign for the Republican nomination for the office. Mr. Sullivan is an Illinois native who started the firm in San Francisco. Mr. Pritzker first won the office in 2018 after spending nearly $150 million of his own cash to oust Republican Bruce Rauner.</p><p>Industry News</p><p>Securities and Exchange Commission Chairman Gary Gensler has asked the agency's staff to examine the SPAC process to ensure investors are being protected and develop rules for enhanced disclosure. Speaking at a meeting of the SEC's Investor Advisory Committee on Thursday, he cited a forthcoming study of blank-check companies. The researchers found the costs built into the structure of blank-check companies \"are subtle, opaque, and far higher than has been previously recognized,\" according to an abstract. The study also found that investors are effectively subsidizing the companies being taken public by the SPACs they invest in, and bearing the costs of dilution.</p><p>Harvard University's endowment manager plans to avoid future investments in private-equity funds that back fossil fuel development and related companies, and is in the process of exiting remaining investments through limited partnerships that university President Lawrence Bacow said \"are in runoff mode.\" In a letter to the Harvard community on Thursday, Mr. Bacow said that the school's endowment, valued at $41.9 billion in June 2020, has shunned investments in fossil fuels since at least February and stopped adding to its private-equity investments in the sector in 2019. Harvard Management Co.'s current holdings tied to the sector represent less than 2% of the overall endowment, he added.</p>",
  "published": "2021-09-13T13:33:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 7588,
          "end": 7595
        },
        {
          "start": 7362,
          "end": 7389
        }
      ],
      "nexusId": "10074051"
    }
  ]
}