{
  "_id": "e4f4427dce1c846a1c1f224cb6a1a1e537acd703bd763ec64d40aa10e90f3760",
  "feed": "ftcomall",
  "title": "Yahoo's sport and finance streams drive Apollo's plan",
  "text": "<p>The private equity firm Apollo believes it has finally come up with a way to cash in on the promise of Yahoo. </p> <p>But after the venerable but faded online pioneer became a graveyard for the reputations of a succession of media and technology industry leaders, it probably would not pay to assume success too soon.</p> <p>The New York-based investment firm <a href=\"https://www.ft.com/content/ef0992ec-1d4f-4030-95a9-d950e47338e1\">agreed earlier this week</a> to pay communications giant Verizon $5bn for Yahoo, along with AOL and a collection of other digital media properties it had amassed.</p> <p>The deal looks a steal compared with the $44.6bn offer from Microsoft that Yahoo rebuffed 15 years ago. Microsoft hoped it could use the internet portal company to build an online platform to rival Google, which it saw as the main threat to its software dominance.</p> <p>It is also a shadow of Yahoo's stock market value in the years that followed, when it became the target of repeated overtures from private equity firms looking to buy and break up the company. Most had their sights on Yahoo's stake in Chinese ecommerce company Alibaba, which grew to overshadow the dwindling worth of Yahoo's own business.</p> <p>And it is barely more than half what Verizon paid for Yahoo in 2017, combining it with the AOL business it had bought two years earlier. Tim Armstrong, the former Google executive behind the plan, believed he could create an advertising platform to rival Google and Facebook.</p> <p>The sheer size of Yahoo's online audience lay behind many of these dreams. Outside China, it still ranks as the fifth most popular website in the world, judged on a combination of visitor numbers and time spent on the site, according to web measurement firm Alexa.</p> <p>In one sense, Apollo's interest in the company is no different. Yahoo's 900m monthly active users amount to a “huge audience” that presents “tons and tons of opportunities”, said David Sambur, co-head of private equity at Apollo. At little more than $5 per user, the purchase price is a bargain in internet dealmaking terms.</p> <p>Compared to other would-be buyers, however, Yahoo's newest owner is starting out with a narrower focus: pick a handful of promising properties out of Yahoo's portfolio, throw more weight behind them and break away from the heavy dependence on advertising that has failed to lift its fortunes. Implied, but left unspoken, is a rejection of those parts of Yahoo's business no longer considered core, along with the people employed in them.</p> <p>Two perennial problems have weighed on Yahoo. One is the failure of successive leaders to hone their focus or invest enough behind the company's best opportunities, said Brian Wieser, who covered Yahoo as an internet analyst for years. Combined with the silos in which the company has operated, this has led it to straddle too many different markets, he said. That criticism led one executive to warn, in a famous internal memo a decade and a half ago, that its strategy was <a href=\"https://www.wsj.com/articles/SB116379821933826657\">spread as thinly as peanut butter.</a></p> <p>Yahoo is still dealing with that legacy. This Tuesday, for instance, brings the closure of Yahoo Answers, a question and answer service that has lingered for many years, despite losing ground to newer services. Sites such as this still attract millions of users and attract a passionate community of users, meaning the company acts too slowly to shut them down, said one former Yahoo executive.</p> <p>A second, related failure was the company's inability to resolve a fundamental question: Whether it is primarily a media or technology company. That question first came to the fore during the tenure of Terry Semel, a former film executive who ran the company after the dotcom bust and pushed it heavily into online media.</p> <p>When that strategy failed, the company's board attempted to reverse course with the hiring of Marissa Mayer, a former top product manager at Google. But while some of her initiatives generated positive reviews, and she took Yahoo into social media with the acquisition of Tumblr, none achieved the scale or momentum to match the company's main rivals.</p> <p>Armstrong's own plan for Yahoo also left it in the uncomfortable position of straddling the tech and media worlds, according to two people who observed his efforts from close quarters.</p> <p>His declared aim was to combine it with AOL to create an “adtech” platform capable of rivalling giants such as Google. But his real interest lay in the group's broad portfolio of media properties, said one. Another said that after Yahoo was bought by Verizon, the centre of gravity for the company inevitably shifted to New York, reducing the influence of the company's developers over its direction.</p> <p>Apollo's intentions for Yahoo suggest a partial answer to some of these long-running problems. Foremost among these is to strengthen the focus on markets where Yahoo already has a strong presence, and to develop new forms of revenue beyond advertising.</p> <p>Sports betting is high on the list. Yahoo has already been working for years on clearing the regulatory hurdles to get into betting, said the former official, and it forged an alliance with MGM in 2019 to offer a service for the millions of users who participate in its fantasy sports leagues.</p> <p>Apollo now claims that its own considerable foothold in the gambling world puts it in a good position to turn Yahoo Sports into a powerful online gaming and sports betting platform. The investment firm acquired the biggest US gaming empire, Harrah's Entertainment, in 2008 with rival buyout group TPG for $31bn, although the company, which was later renamed Caesars, later went bankrupt. It also took over Gala Coral in 2010 and later merged it with Ladbrokes to rival British competitor bookmaker William Hill.&#xa0;</p> <p>More recently Apollo acquired the operations of Las Vegas Sands marquee resort and casino The Venetian for $2.25bn, the Great Canadian Gaming for $2.5bn and the Italian sports-betting group Gamenet.</p> <p>“Apollo has a lot of experience in gaming and sports betting. I think that we are well-positioned to maximise the value of the Yahoo Sports opportunity,” said Sambur.</p> <p>Yahoo Finance, long one of the company's crown jewels, could present another opportunity to move beyond advertising. Apollo is considering tapping into its huge audience, which currently is composed of retail investors using its free trading tools and news stream, by potentially building more profitable businesses, including providing access to financial services products.</p> <p>“I see a big opportunity, using that brand, to monetise their tremendous user base in other areas related to finance,” said Sambur. The private equity firm is exploring whether it can turn Yahoo Finance into something more lucrative, such as a stockbroker like Robinhood or whether it can delve into the cryptocurrency business.</p> <p>But even if it uses openings such as this to move beyond advertising, Apollo will still need to succeed where previous Yahoo owners have failed: turning its enviable audience into a more attractive draw for advertisers in competition with Google, Facebook and Amazon.</p> <p>“There's a lot of room between where we are and where those guys are,” said Sambur. “This market is so big that closing the gap even a small amount would create tremendous value.”</p> <p><em>Additional reporting by Anna Nicolaou</em></p><p>Source: Richard Waters in San Francisco and James Fontanella-Khan and Sara Germano in New York 2021 'Yahoo's sport and finance streams drive Apollo's plan' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T09:00:30.161Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 398,
          "end": 405
        },
        {
          "start": 1146,
          "end": 1153
        },
        {
          "start": 4428,
          "end": 4435
        }
      ],
      "nexusId": "10074051"
    }
  ]
}