{
  "_id": "6042ada5049c53d533bd7e948c033c0ed3780d0d821b2e551e4cd58b7dca7d47",
  "feed": "ftcomall",
  "title": "Telecom Italia: will board revamp help ring in the changes? ",
  "text": "<p>Luigi Gubitosi pledged to make Telecom Italia a <a href=\"https://www.ft.com/content/baac51d2-3518-11e9-bd3a-8b2a211d90d5\">“normal company”</a> that was capable of executing a recovery plan when in 2018 he became its fifth chief executive in six years. </p> <p>Instead, his three-year anniversary in the post was marked by his <a href=\"https://www.ft.com/content/a823df92-72af-40c0-87c7-43cb41a28f9a\">resignation</a>, having failed to deliver on this simple ambition and following a week of drama after the Italian telecoms group received a <a href=\"https://www.ft.com/content/eef30c1f-48c4-4ac2-9061-684aa19966c6\">€33bn takeover offer</a> from US private equity firm KKR. </p> <p>In a letter to the board ahead of an extraordinary meeting last Friday afternoon, Gubitosi offered to quit to facilitate talks with the US buyout fund. By the end of the day he had been replaced by Pietro Labriola, head of Telecom Italia's Brazilian division, although his successor was given the title of director-general and Gubitosi will remain on the board.</p> <p>“I am very satisfied [with] Labriola's appointment,” chairman Salvatore Rossi&#xa0;said. </p> <p>But with the management overhaul representing neither continuity nor a total break, the future for Telecom Italia remains unclear just as dealmaking in Europe's telecoms sector heats up. </p> <p>KKR's offer earlier this month sent shock waves through the industry and Italian politics. If successful, the takeover would be the biggest <a href=\"https://www.ft.com/content/ca91ed95-77cc-4a0e-9196-cc29b4e6f9c4\">private equity</a> buyout in European history and represent the boldest attempt by the industry to break up one of the continent's former telecoms monopolies. </p> <p>The US group had already signalled its interest in telecoms when it made a surprise bid for Dutch incumbent KPN earlier this year <a href=\"https://www.ft.com/content/8d2ae0cb-8d26-428b-aef9-5bffa0bd66eb\">that was rejected</a>.</p> <p>Telecom Italia is a much bigger prize. But the hurdles for a deal are sizeable: among them uncertainty over whether the Italian government — which has a near-10 per cent stake held by state investor Cassa Depositi e Prestiti — will approve, the sheer size of the group and its sluggish performance, and potential rival bids from other PE firms.</p> <p>The role of Vivendi, Telecom Italia's largest shareholder with a 24 per cent stake, is also critical. It has already deemed that the price offered by KKR, around half the average that it paid to build its stake in 2016, according to analysts, is too low. </p> <p>The French conglomerate had planned to push a no-confidence vote in Gubitosi at the Friday board meeting, according to several people with knowledge of the talks, owing to dissatisfaction with Telecom Italia's poor performance. Several other board members had also requested the meeting to discuss Gubitosi's future, according to the people.</p> <p>Vivendi and KKR declined to comment. </p> <p>The bid from KKR follows a bruising year for Telecom Italia. The group issued two profit warnings in succession, a <a href=\"https://www.ft.com/content/f7dccaef-b76f-445a-ae0b-b603bba86bf6\">complex merger plan</a> with rival Open Fiber appears to have run aground and a football broadcasting deal with UK-based platform DAZN, pushed by Gubitosi, was not as profitable as shareholders had hoped. Telecom Italia's stock had fallen almost 40 per cent in the period since Gubitosi took charge and prior to the KKR offer. </p> <p>KKR's offer of €0.505 a share in cash was pitched at a 44 per cent premium to the company's previous closing price, giving it an equity value of €10.7bn. The telecoms group has roughly €22.5bn of net debt.</p> <p>Its proposal involves breaking up Telecom Italia and operating the network through a company controlled by Cassa Depositi e Prestiti, which also owns a stake in Open Fiber. </p> <p>Mario Draghi, Italy's prime minister, told a press conference in Rome last week that the government's priority would be protecting Italian jobs, technology and the network. He has established a working group made up of key ministers to consider Telecom Italia's options. </p> <p>“The offer is good news for the country because it means foreign investors' mood has shifted in a positive way,” said one government official. “But nothing has been decided as there is nothing substantial on the table for us to evaluate right now.” </p> <p>The government has a so-called “golden power” to block the takeover should it be deemed not in the national interest.</p> <p>KKR faces stiff opposition from some quarters of the Italian parliament, including populist leader Matteo Salvini, and security services concerned about the potential sale of a strategic national asset.</p> <p>So far, Draghi has refused to get directly involved and there are contrasting views within his government on the best way forward, according to three members of the cabinet. By coincidence, it includes one of European telecoms' greatest dealmakers — <a href=\"https://www.ft.com/content/9bef85c1-38a7-47a3-87ad-5c3b8c683bfe\">Vittorio Colao</a>, minister for innovation and digital transition and one of Rome's main interlocutors with Brussels. </p> <p>The former chief executive of Vodafone negotiated the <a href=\"https://www.ft.com/content/1dac7606-1317-11e3-a05e-00144feabdc0\">$135bn sale</a> of the UK company's stake in Verizon Wireless as well as the €19bn takeover of Liberty Global's central European assets. He declined to comment on the KKR approach. </p> <p>KKR's involvement has already drawn out the interest of rival private equity groups, some of whom have also spent a long time weighing how the behemoth could be carved up and taken private. </p> <p>Luxembourg buyout group CVC Capital Partners and US group Advent International are “open” to discussions, CVC has said, although KKR's stake in Fibercop, Telecom Italia's ‘last mile' network, could complicate matters. </p> <p>Vivendi has denied being in talks with the funds and reiterated it wants to be “a long term investor in Telecom Italia”.</p> <p>Olivetti, Deutsche Telekom, AT&amp;T, Telefónica and Vivendi are among the companies that have tried to buy or take control of Telecom Italia over the past two decades. </p> <p>One Italian telecoms executive called the offer a “wake-up call” for a sector that has struggled to deliver growth.</p> <p>Telecom Italia's market capitalisation had slumped to €7.5bn before KKR's offer. That reflects a deteriorating financial performance for an incumbent that faces ferocious competition in its home market from Vodafone, CK Hutchison's Wind Tre and Iliad, controlled by French billionaire Xavier Niel. </p> <p>Revenue in the first nine months of the year fell 2 per cent to €11.4bn but pre-tax profit slumped 85 per cent to €167m. Standard &amp; Poor's cut its rating on Telecom Italia's debt to below investment grade last week. </p> <p>Maurice Patrick, an analyst with Barclays, said it remains difficult to judge whether KKR's plans have a better chance of success without more detail on its strategy. “The end game remains uncertain,” he said. “A simple takeover of the current equity would only add debt to the structure, which is not a constraint that TI needs.” </p><p>Source: Nic Fildes, Silvia Sciorilli Borrelli, Kaye Wiggins and Sarah White  2021 'Telecom Italia: will board revamp help ring in the changes? ' FT.com 29 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-29T11:00:38.887Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 4604,
          "end": 4611
        }
      ]
    }
  ]
}