{
  "_id": "b956ad798dd82eb6539128ba3324cade3508ea35440fa8a0c9e166e0f3e7f0d7",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  AT&T's Big Ambitions  And Bigger Bills  ---  Ma Bell promises to keep its dividend while facing  investment demands in 5G and streaming  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  If nothing else, AT&amp;T's past few years in show business seem to have taught it to keep the spotlight on the positive. </p><p>\n  AT&amp;T's virtual analyst meeting on Friday was a closely watched affair. The company's growing debt load -- made worse by eye-popping sums spent by it and rival Verizon on the government's latest auctions of wireless spectrum -- gave rise to worries about its ability to invest in its business while also paying its crucial dividend. </p><p>\n  AT&amp;T currently has the fourth-highest dividend yield on the S&amp;P 500, at 7%. Its net debt of $173.2 billion is also the highest of its telecommunications peers, according to S&amp;P Global Market Intelligence. </p><p>\n  The company soothed some worries Friday. AT&amp;T said it would maintain its current dividend payout ratio of a little over 50% of free cash flow. But it is unlikely to go any higher, at least until the company reaches its target ratio of 2.4 times net debt-to-adjusted earnings before interest, taxes, depreciation and amortization, expected in 2024. </p><p>\n  Another piece of good news came in its new long-term subscriber targets for HBO Max, which are 64% higher at the midpoint than the company projected in late 2019 before the launch of the service. AT&amp;T's shares ticked up 1% by Friday afternoon. </p><p>\n  But the stock is still a significant laggard relative to peers and the broader market over the longer term. The company's ambitions to become an entertainment and communications powerhouse have been costly endeavors. And the entertainment world has shifted significantly since AT&amp;T announced its acquisition of what was once Time Warner in October 2016, with studios now expected to have their own streaming outlets to compete with Netflix. </p><p>\n  Those streaming services are growing fast and cannibalizing more profitable cable TV operations. MoffettNathanson analysts estimate that AT&amp;T has lost premium TV subscribers every quarter since 2016, with the rate of decline hitting 15.3% in the fourth quarter. Including dividends, AT&amp;T's stock has generated a total return of 2.3% since the Warner acquisition was announced, according to FactSet. The S&amp;P 500 has posted a total return of just over 100% in that time. </p><p>\n  A new lower-priced, ad-supported version of HBO Max will launch this year, and WarnerMedia Chief Executive Jason Kilar said Friday he expects the HBO business to be generating about $15 billion in annual revenue by 2025, compared with $6.8 billion last year. </p><p>\n  That will still amount to less than 9% of AT&amp;T's total projected revenue for that year, according to consensus estimates from Visible Alpha. Mr. Kilar added that the streaming business will only be breaking even that year, due to the required investments in necessary content. That is in addition to another $6 billion to $8 billion AT&amp;T said it would expend to build up the 5G networks secured by the $27.4 billion it committed to in the recent C-band auction. </p><p>\n  Ma Bell has ended up with an expensive family. </p><p></p>",
  "published": "2021-03-13T07:06:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 315,
          "end": 322
        }
      ],
      "nexusId": "10074051"
    }
  ]
}