{
  "_id": "30a7061a53184df6cc0df3f3052877976cfc2c7dad33e53ad0a030c75b453647",
  "feed": "market-watch",
  "title": "The 5G race heats up further with wireless auction that could draw more than $30 billion in spending",
  "text": "<p>A new auction for mid-band spectrum kicked off Oct. 5, according to the Federal Communications Commission, and analysts expect heavy spending this time around, too, as Verizon Communications Inc. VZ and AT&amp;T Inc. T look to better compete with T-Mobile US Inc. TMUS and as T-Mobile aims to bolster its positioning.</p><p>Mid-band spectrum is viewed as crucial for the wireless carriers, which have been slow to deliver the sorts of 5G experiences that offer meaningful upgrades in everyday life. Wireless companies have played up enhanced experiences in stadiums and other densely packed places, but mid-band spectrum will help them build out speed and latency benefits in normal situations.</p><p>Since the last big mid-band auction that took place roughly a year ago, Verizon and AT&amp;T have both refocused their businesses more heavily around telecommunications and plan to sell media assets in pursuit of this strategy. Verizon was the biggest spender at the prior auction, committing to $45.5 billion in spectrum purchases, while AT&amp;T committed to $23.4 billion.</p><p>T-Mobile already had a vast amount of mid-band spectrum prior to the last auction, owing to its merger with Sprint, but the company still shelled out about $9.3 billion to amass more. Verizon is closing the gap with T-Mobile, according to LightShed Partners analyst Walt Piecyk, and can do so in a couple of ways, including participation in the auction that just kicked off.</p><p>Piecyk notes that the spectrum being auctioned off this time has some differences relative to the CBRS and C-Band spectrum that was previously made available. This batch of spectrum has “superior propagation characteristics for better coverage outdoors and into buildings,” and carriers will likely be able to deploy it more quickly than with the C-Band spectrum, he wrote, since the C-Band has a long clearing process.</p><p>His “basic” math estimates that the auction, which is for 100 MHz of spectrum, could bring in total winning bids of more than $30 billion, and he sees a “reasonable chance” that the auction brings in $40 billion. Bidders are limited to 40 MHz each, and Piecyk expects that both AT&amp;T and Verizon will bring home the maximum amount, spending about $12 billion each.</p><p>Doing so would add “roughly a quarter turn of leverage to their balance sheets,” which is “hardly a stretch and can be paid down by both within six quarters,” Piecyk said in a research note.</p><p>MoffettNathanson analyst Craig Moffett wrote that the bidding cap adds a quirk to the ongoing auction. It “not only limits the amount of spectrum any one player can acquire,” he said, which is notable seeing as “it was precisely the ability to aggregate very large blocks that made the C-Band so appealing.” The cap also “self-evidently increases the number of buyers (to at least three) required to buy all 100 MHz available.”</p><p>Still, Moffett sees “reasons to be skeptical about whether this auction will achieve the same spectacular results (on a price per MHz-POP basis) as the C-Band auction, even though, on paper, this spectrum is arguably even a little better,” he said in a recent note to clients. “Like the C-Band auction, T-Mobile doesn't need more spectrum, but, this time, unlike the C-Band auction, Verizon arguably doesn't either.”</p><p>See also: AT&amp;T gets a lukewarm upgrade—but being ‘cheap' might not be enough </p><p>The big cable companies didn't register as bidders, he noted, and while Dish Network Corp. DISH needs spectrum to support its 5G buildout, the company has “significant cash constraints.”</p><p>Citi Research analyst Michael Rollins wrote that he anticipates AT&amp;T to emerge “as the most motivated” to amass a big share of spectrum through the current auction. “AT&amp;T has a significantly lower balance of mid-band spectrum than its competitors and we believe the upcoming asset optimization and separation from WarnerMedia provides financial capacity of at least $10 billion to invest in mid-band spectrum at the upcoming auction,” he said.</p><p>Further, he thinks that T-Mobile will act as a “price-disciplined bidder with ambitions to boost its mid-band holdings and overall share of industry spectrum.” Verizon should be an “active bidder,” he said, though the company has “deep holdings” that may constrain how much more it's looking to add.</p>",
  "published": "2021-10-08T08:02:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 909,
          "end": 916
        },
        {
          "start": 2135,
          "end": 2142
        },
        {
          "start": 168,
          "end": 194
        },
        {
          "start": 4116,
          "end": 4123
        },
        {
          "start": 757,
          "end": 764
        },
        {
          "start": 1237,
          "end": 1244
        },
        {
          "start": 168,
          "end": 195
        }
      ]
    }
  ]
}