{
  "_id": "7f42622b8456ca6ca116bcbd2039afd329b4468f60b8160d6a58abf4a6eefd91",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Careers & Leadership:  Asian-Americans Push  For Visibility at Work  ---  Issues of race have come to the fore in many U.S. workplaces;  now, more Asian employees say their needs should be heard, too  ----  By Te-Ping Chen",
  "text": "<p>   Kaycee Lai spent years in Silicon Valley trying to avoid calling attention to his ethnic identity. </p><p>   Early in his career, if he left work to get bubble tea, a Taiwanese drink, he'd tell his white colleagues he was getting coffee. When co-workers made comments about his race -- such as suggesting that, as an Asian male, he should be in coding rather than sales -- he would laugh them off. </p><p>   \"For the longest time, Asian-Americans have felt like you can achieve the American dream so long as you shut up and aren't seen,\" says Mr. Lai, who worked at Microsoft and software company VMware before founding his own data-analytics firm, Promethium, in 2018. </p><p>   But amid a wave of outrage and sorrow prompted by a recent surge in verbal and physical attacks against people of Asian descent, that sentiment is changing among many Asian-American professionals. Since the Atlanta shooting last month in which six women of Asian descent were among eight killed, many Asian professionals have talked at company town halls about their experiences of racism and what it means to be Asian in U.S. workplaces and society. Some have pushed for donations from their employers toward issues facing Asian communities, while others have simply called for Asians to be more visible in the workplace. </p><p>   \"When you're sticking out like a sore thumb, you try harder to blend in,\" says Mr. Lai, 44. \"But this is a new generation, and we feel like we do have a right to be heard.\" </p><p>   Last month, 1,000 Asian-American business leaders -- including YouTube co-founder Steve Chen and Zoom Video Communications CEO Eric Yuan -- pledged to donate $10 million to organizations fighting Asian racism, announcing their commitment in a full-page ad in The Wall Street Journal in which they declared themselves \"angry and afraid.\" The group also called for more support for Asian-American employees, saying, \"We are tired of being treated as less than American.\" </p><p>   Though many U.S. companies have devoted significant resources toward advancing women and employees of color, employees of Asian descent are often overlooked in workplace diversity efforts, says Anna Mok, president of Ascend, an organization that works to enhance the influence of Pan-Asian business leaders. In her conversations with executives at a range of companies, she says, she's frequently found their diversity and inclusion plans don't specifically address Asians. </p><p>   Ms. Mok notes that companies often see the Asian community as prosperous and not requiring assistance, a perception of a \"model minority\" that belies the economic challenges and discrimination some face. Though Asians have the highest U.S. incomes of any ethnic group, they also have the widest level of income disparities among all ethnicities, according to a Pew Research Center analysis of government data. </p><p>   Asian employees also haven't been particularly demanding in corporate settings, Ms. Mok says. A 2019 Asia Society survey of 2,685 U.S. corporate workers found that Asians and Pacific Islanders tended to prefer more private forms of communication than their peers. \"Maybe we believed in the model-minority myth, and that our community didn't need anything,\" she says. </p><p>   While Asians are more likely than members of other ethnic groups to be found in professional jobs and have college degrees, their numbers drop off at executive levels, an Ascend analysis of 2018 government data found. It also found that Asian women drop off in higher numbers at the executive level than any other ethnic group of women. Across ethnic groups of both genders, white workers advance at higher rates, followed by Latino, Asian and Black workers. </p><p>   Among CEOs of S&amp;P 500 companies, 3% are Indian and 2% are of other Asian descent, according to MyLogIQ, a data tracker. In industries where Asian-Americans work in large numbers, such as tech, their numbers drop off at senior levels. </p><p>   \"There's this idea that we're good workers, but not assertive enough to be leaders,\" says Henry Fong, 46, LinkedIn's vice president of legal. \"We're the worker bees, the cogs in the machine.\" </p><p>   At Facebook, for example, people of Asian descent represent 44% of employees and hold 25% of leadership roles, according to the company's diversity report. Asians make up 6% of the U.S. population. </p><p>   \"This is a community that's long suffered from invisibility,\" says Soyoung Kang, 46, chief marketing officer at beauty company eos Products. Ms. Kang says she only recently shared stories about her own experience as an Asian woman with colleagues. She has been called racial slurs, including once when she was egged while walking down the street. \"It's cathartic,\" she says of these discussions. </p><p>   Among those who have recently spoken out about experiences with racism is Kane Ma, 24, co-founder of startup Kamo Digital Solutions, who shared on LinkedIn about getting beaten up in 2019 shortly after graduating college in Chapel Hill, N.C. His assailants mocked him, he said, telling him to defend himself with kung fu, and later boasted that \"white people have power.\" </p><p>   \"It just felt right to speak up, to let people know this kind of hate is real,\" he says. </p><p>   While recent hate crimes have often targeted the elderly or especially vulnerable, racism affects Asians across society, says Eric Toda, 36. \"You walk into a room, and they assume I'm the IT guy, or I go into a restaurant and they think I'm DoorDash,\" says Mr. Toda, a Facebook marketing executive who signed last month's ad. In his career, he says, some white colleagues have said they don't see him as Asian, intending that as a compliment. </p><p>   Some say that discussions of racism and bias happening in many workplaces since George Floyd's death last summer have paved the way for Asian-Americans to speak out about their experiences, too. </p><p>   At Delta Air Lines, for example, since Mr. Floyd's killing, Ranjan Goswami, vice president of in-flight field operations, has dedicated weekly time at his all-hands meetings for colleagues to share testimonials and discuss issues around diversity. </p><p>   \"We've seen people want to discuss things more, and feel empowered to say, 'We want to talk about it,' \" he says. </p><p>   Since December, nearly 300 flight attendants have worn pins indicating they have undergone diversity training and are happy to talk with colleagues about such issues. </p><p>   \"What started being uncomfortable is now normal,\" says Mr. Goswami, who is also executive sponsor of Delta's affinity group for Asian employees and participated in a recent town hall on anti-Asian hate. </p><p>   With the rise in anti-Asian hate crimes, more Asian professionals say they want to band together. Five years ago, when Janet Cho tried to interest Asian colleagues in joining the Asian employee resource group at medical device company Medtronic, she says she got only lukewarm responses. </p><p>   \"Now I have folks reaching out, saying, 'Hey, I want to be engaged, what can I do?' \" says Ms. Cho, a senior director in global communications in the company's diabetes unit. </p><p>   The employee group, she says, has been working with Medtronic leadership to bring in psychologists to facilitate discussions for Asian employees, hold listening sessions with the CEO and circulate guides for managers on how to talk about anti-Asian violence with teams. </p><p>   For years, Ed Chan, a 50-year-old senior vice president at Verizon Communications, says colleagues didn't take the company's Asian employee group very seriously. \"We used to make fun of [it],\" he says. \"It was mostly about food, fun and some culture.\" </p><p>   But lately, he says, the group has flexed its muscle, lobbying Verizon to donate to anti-Asian racism efforts. The company, in turn, has committed $10 million. The group is working with Verizon to create a leadership-training program for Asian employees, much like one that exists for Black colleagues. </p><p>   \"We never asked for one before,\" says Mr. Chan, now a leader with the group. \"You've got to ask for some things to get attention.\" </p><p>   Being a squeaky wheel can be especially hard for Asian professionals who grew up in immigrant families and were raised not to complain, says Judy Lee, global head of experiential marketing at Pinterest. Ms. Lee's family moved to the U.S. when she was three months old. </p><p>   She grew up focused on trying to succeed and pay her parents back for their sacrifices, she says, and was careful to avoid talking about racism. </p><p>   Still, for Ms. Lee, 46, who recently joined her company's Asian employee group, the uptick in hate incidents has been a wake-up call. She says Asian friends of hers have been spat on in the streets. </p><p>   As a company leader, her silence, she says, had the effect of silencing other Asian colleagues, too. </p><p>   \"It's never too late to use your voice,\" she says. </p><p></p>",
  "published": "2021-04-19T06:01:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 7268,
          "end": 7290
        },
        {
          "start": 7524,
          "end": 7531
        },
        {
          "start": 7647,
          "end": 7654
        },
        {
          "start": 7268,
          "end": 7275
        }
      ],
      "nexusId": "10074051"
    }
  ]
}