{
  "_id": "14875a725eb619796e38bc446bf59dbbb02eb77f607d6ff257681fed2d06f227",
  "feed": "wall-street-journal",
  "title": "Work From Home (A Special Report)  ---  Your Home Office Is Gross:  Our habits at home aren't the healthiest. Like making calls from the bathroom.  ----  By Barbara Peterson",
  "text": "<p>\n  From a health standpoint, the shift to remote work in the pandemic era would appear to have little downside. Without open-plan offices and rush-hour crowds to contend with, we are more in control of our environment and our health, right? </p><p>\n  Think again, say experts. In the office, companies hire cleaners to clean floors and desks and all other work surfaces -- often at the end of every day. But at home, many of us have developed habits that are, at best, not the healthiest, and at worst simply gross. We make phone calls from the bathroom. We let clutter pile up on our desks. We work from bed while balancing our coffee mug and muffin. </p><p>\n  To be sure, some of these habits are fairly benign -- but not all. Dust mites and other allergens can accumulate in a messy home, triggering coughs and a runny nose. Contaminated surfaces can transmit pathogens. Working from bed can cause sleep disruptions, as well as aches and pains and other woes, according to a recent study. </p><p>\n  \"The home office has a lot more bacteria than work offices do,\" says Charles Gerba, a professor of environmental microbiology at the University of Arizona, whose investigations of aircraft cabins and other shared spaces have earned him the sobriquet \"Dr. Germ.\" At home, he notes, you may have family members sharing spaces, and consuming more food and drinks while they work. \"Even in my own home, our computer area is littered with sticky notes, mail, Coke cans and snacks,\" he says. </p><p>\n  Certain habits also can act like superspreaders of microbes. Studies suggest cellphones are one of the worst offenders. And when you consider where your gizmo goes in a typical day, that's no surprise: A survey by phone carrier Verizon Communications Inc. found that 90% of users admit to carrying their smartphones into the bathroom. Even in a meticulously clean bathroom, if you're picking up and putting down your phone before washing your hands, nasty bugs can attach to the screen and cover. </p><p>\n  The good news is that the millions of bacteria found in ordinary places like your home don't pose a grave danger to most people. In fact, some could even be good for you. And \"frequent hand-washing is just as effective as aggressive disinfecting for most people when it comes to avoiding the bad bugs,\" says Matt McCarthy, associate professor of medicine at Weill Cornell Medicine in New York, and author of the book \"Superbugs.\" </p><p>\n  How can you prevent your space at home from becoming the proverbial petri dish? Here's some advice: </p><pre>\n </pre><p>\n  -- Don't let the kitchen double as your office space. \"The kitchen is one of the germiest places in a home,\" Dr. Gerba says. One of his more distasteful findings is that in many homes there is more fecal matter in the kitchen than in the bathroom. People tend to pay more attention to cleaning the toilet, he says, but bacteria can be tracked into any spot in the house. </p><p>\n  Other spots you should avoid when on duty include your bed and your living room couch, which Dr. Gerba jokingly refers to as \"a microbial whoopee cushion\" hiding used Kleenex, food scraps and other refuse. </p><pre>\n </pre><p>\n  -- Keep pets away from your computer and other corners of your office. Given how much time you're spending at home, it's only natural that your four-legged friends will want to take up residence on or near where you are working -- witness all of the animals making Zoom cameos these days. But allowing your cat to crawl over your keyboard, for example, can lead to buildup of fur, dander or even traces of Kitty Litter. Getting a protective cover for your keyboard can help. </p><p>\n  It also might be a good idea to thoroughly clean your computer, desk and other equipment once or twice a week. Give extra attention to your mouse, keyboard and other objects that are touched frequently, Dr. Gerba says. </p><pre>\n </pre><p>\n  -- Use the right cleaning products. The Centers for Disease Control and Prevention recommends cleaning surfaces with soap and water first, then using a disinfectant, which, it notes, can contain harsh chemicals. Alcohol-based wipes might be better for electronics. Dr. Gerba suggests using paper towels when cleaning. \"The worst object in the home is a sponge or dish cloth,\" he says. \"Things grow in it.\" </p><pre>\n </pre><p>\n  -- Avoid eating at your desk. \"Having food on your desk can breed bacteria,\" says Libby Sander, assistant professor of organizational behavior, Bond Business School, Bond University, in Queensland, Australia. And there is another, less obvious risk posed by deskside meals, according to Dr. Susan Hallbeck, who runs the human-factors engineering lab at Mayo Clinic. \"You're sitting in the same position as when you're working,\" she says, and that increases the chance you'll develop repetitive-strain injuries. </p><p>\n  --- </p><p>\n  Ms. Peterson is a writer in New York. She can be reached at reports@wsj.com. </p><p></p>",
  "published": "2021-03-22T06:01:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1683,
          "end": 1710
        }
      ],
      "nexusId": "10074051"
    }
  ]
}