{
  "_id": "948e9ccf541a06183d511ba3ae91c14d7a86d97fb2d0f55157ae902ee38c32d9",
  "feed": "market-watch",
  "title": "Verizon profit tops expectations, broadband continues to see growth",
  "text": "<p>Shares of Verizon VZ were up 0.7% in premarket trading Wednesday.</p><p>The telecommunications company posted third-quarter net income of $6.5 billion, or $1.55 a share, up from $4.5 billion, or $1.05 a share, in the year-earlier quarter. On an adjusted basis, Verizon earned $1.41 a share, up from $1.25 a share in the year-prior period and ahead of the FactSet consensus, which called for $1.37 a share.</p><p>Verizon's earnings per share included a $706 million net pre-tax gain related to the sale of its media business to Apollo as well as a net pre-tax charge of about $247 million related to severance payments and mark-to-market adjustments on pension liabilities.</p><p>Verizon's revenue increased to $32.9 billion from $31.5 billion, whereas analysts were expecting $33.2 billion. The total includes two months of performance from Verizon Media, or about $1.4 billion in revenue.</p><p>“Our disciplined strategy execution demonstrated growth in 5G adoption, broadband subscribers and business applications,” Chief Executive Hans Vestberg said in a release.</p><p>Read: The 5G race heats up further with wireless auction that could draw more than $30 billion in spending</p><p>The company generated $23.3 billion in revenue from its consumer unit and $7.7 billion from its business unit. In the consumer business, Verizon recorded wireless retail postpaid phone churn of 0.67%. Also within the consumer segment, the company had wireless retail postpaid net additions of 423,000, including 267,000 phone net additions and 223,000 for other connected devices, while seeing 67,000 tablet net losses.</p><p>Verizon had 98,000 Fios Internet net additions in its consumer segment as well as 68,000 Fios Video net losses.</p><p>Don't miss: Cable's broadband party could be ending, in a negative signal for Charter and Comcast</p><p>For the full year, Verizon expects total wireless service revenue growth of about 4%, whereas the company previously forecast growth of 3.5% to 4%. Verizon also anticipates $5.35 to $5.40 in adjusted EPS, above its prior guidance that called for $5.25 to $5.35.</p><p>Verizon shares have dropped 10.9% year to date through Tuesday, while the SPDR Communication Services Select Sector exchange-traded fund XLC has soared 21.1% and the Dow Jones Industrial Average DJIA has rallied 15.9%.</p>",
  "published": "2021-10-20T08:11:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1570,
          "end": 1577
        },
        {
          "start": 255,
          "end": 262
        },
        {
          "start": 823,
          "end": 830
        },
        {
          "start": 1287,
          "end": 1294
        },
        {
          "start": 400,
          "end": 407
        },
        {
          "start": 1799,
          "end": 1806
        },
        {
          "start": 2042,
          "end": 2049
        },
        {
          "start": 1928,
          "end": 1935
        },
        {
          "start": 10,
          "end": 17
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 661,
          "end": 668
        }
      ],
      "nexusId": "10074051"
    }
  ]
}