{
  "_id": "76b570112a9b28819cbc4b64522d76478c8a7d18c019ca152bfdbaf726907ae0",
  "feed": "ftcomall",
  "title": "Deutsche Telekom raises forecasts as Sprint acquisition pays off in US",
  "text": "<p>Deutsche Telekom has nudged up its guidance for the year, mostly driven by a stronger than expected performance in its US business, as its first-quarter earnings rose almost 7 per cent.</p> <p>The German telecoms business upgraded its full-year earnings forecast on Friday, saying it expects to generate an adjusted €36.6bn before interest, taxes, depreciation and amortisation, up from the €36.5bn it had predicted at the start of the year. In the US, it expects its earnings to be about $26.6bn, compared with its previous forecast of $26.4bn.</p> <p>Net revenue for the quarter rose 6.2 per cent to €28bn, with adjusted ebitda up 6.8 per cent to €9.9bn. Net profit quadrupled following the sale of T-Mobile Netherlands, Deutsche Telekom added. It used part of the cash proceeds from the sale to help boost its stake in T-Mobile US to 48.4 per cent.</p> <p>Deutsche Telekom bought US carrier Sprint in 2020, which drove a revival of its US business, turning it into a core pillar of the company and helping it take on rivals Verizon and AT&amp;T. Since then, Deutsche Telekom has stood apart from its European peers as they have struggled with weak returns and falling valuations. </p> <p>The acquisition of Sprint has come with more synergies than the company originally anticipated, allowing it to raise guidance for these cost savings for the full year to between $5.2bn and $5.4bn.</p> <p>Deutsche Telekom agreed in September a deal with SoftBank that allowed the Japanese conglomerate to <a href=\"https://www.ft.com/content/6476e1b6-7dcc-4b92-8470-f99a03229502\">unload a large portion</a> of fixed price options it holds in T-Mobile US, which are capped at a price well below the level where the business trades, in exchange for roughly $5bn in Deutsche Telekom shares.</p> <p>At the time it also announced the sale of its T-Mobile Netherlands unit to private equity groups Warburg Pincus and Apax in a deal valuing that business at €5.1bn.</p> <p>At the end of March 2022, it had 109.5mn customers in the US, including 1.3mn new mobile customers in the first quarter.</p> <p>Deutsche Telekom's free cash flow will be more than €10bn for the full year, rather than the initial guidance of “around” €10bn, Europe's biggest telecoms operator added in its statement on Friday. It also reported strong growth in Europe in the first three months of the year.</p> <p>The company's net debt rose 5 per cent from the same period last year to €136bn.</p> <p>Deutsche Telekom is considering a deal for its towers business, as it seeks to capitalise on the high valuations being given to tower infrastructure outfits. Revenue at the cell tower business rose 6.4 per cent quarter on quarter to €284mn. </p><p>Source: Anna Gross and Sarah Provan in London 2022 'Deutsche Telekom raises forecasts as Sprint acquisition pays off in US' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-13T09:26:05.085Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1006,
          "end": 1013
        }
      ]
    }
  ]
}