{
  "_id": "da680829b89121468ff267dda539c7a603b0bc195a9c65ab3f888a7996d06a88",
  "feed": "market-watch",
  "title": "AT&T's 'far simpler story' and 'solid' dividend earn stock an upgrade; 'We believe AT&T can continue to outperform Verizon for the next few quarters,' Raymond James writes",
  "text": "<p>A recent upgrade at Raymond James seemed to illustrate the changing of the guard.</p><p>\"We believe the AT&amp;T story is simplifying, which will further attract investors,\" Raymond James analyst Frank Louthan IV wrote as he raised his rating on AT&amp;T's stock to strong buy from outperform. \"Additionally, we believe simple recurring revenue names with solid dividends like AT&amp;T are better performers in a difficult tape, and with macro issues impacting the market, we believe the company can outperform.\"</p><p>Telecommunications stocks \"tend to perform worse than expected in an economic downturn,\" he wrote, but most of that risk seems to be baked into AT&amp;T's stock price, in his view. AT&amp;T shares are trading below their 2-year, 5-year and 10-year average price-to-earnings multiples, even as the company has \"a far simpler story today with less cyclical business and better earnings growth than peers,\" he noted.</p><p>\"While we still caution investors that telecom stocks may not be the most defensive, the businesses definitely are, and we do not expect weakness in the fundamentals,\" Louthan continued.</p><p>He thinks that AT&amp;T has a better outlook than Verizon when it comes to wireless subscriber growth, earnings-per-share growth and margin expansion.</p><p>\"So in a very fierce competitive environment, AT&amp;T and Verizon are both aggressively marketing,\" Louthan wrote, but AT&amp;T is already achieving success on those three points. \"As such, we believe AT&amp;T can continue to outperform Verizon for the next few quarters,\" he added.</p><p>AT&amp;T shares are up 4.3% in Monday morning trading and are currently the second-best performer in the S&amp;P 500 SPX. At various points earlier in the session, AT&amp;T was leading S&amp;P 500 gainers.</p><p>The shares have seen some momentum in the wake of Thursday's earnings report: AT&amp;T's stock enjoyed its best week since 2000 last week.</p><p>Shares are still down about 4% on the year, though declines for Verizon are far steeper at upwards of 30%.</p><p>AT&amp;T's 'far simpler story' and 'solid' dividend earn stock an upgrade</p>",
  "published": "2022-10-24T14:13:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1896,
          "end": 1903
        },
        {
          "start": 1461,
          "end": 1468
        },
        {
          "start": 1290,
          "end": 1297
        },
        {
          "start": 1134,
          "end": 1141
        },
        {
          "start": 115,
          "end": 122
        }
      ],
      "nexusId": "10074051"
    }
  ]
}