{
  "_id": "d858daa55041811ecf51a7002fcdbf6b2a73c6d3365acbc37f7f089369bed4f7",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  Growth Stocks Bolster Nasdaq, S&P 500  ---  Top performers are  from consumer  discretionary, IT  sectors of market  ----  By Hannah Miao and Joe Wallace",
  "text": "<p>   Stocks climbed, with investors picking up beaten-down growth shares after another batch of earnings reports from bellwether companies including Tesla. </p><p>   The S&amp;P 500 added 39.05 points, or 1%, to 3998.95, near its high of the day. The technology-focused Nasdaq Composite Index rose 161.96 points, or 1.4%, to 12059.61. After flipping between small gains and losses for much of the session, the Dow Jones Industrial Average advanced 162.06 points, or 0.5%, to 32036.90. </p><p>   The benchmarks opened mostly lower and briefly stumbled after the White House said President Biden tested positive for Covid-19 with \"very mild symptoms.\" </p><p>   \"Markets are on tender notice with respect to volatility from a lot of different sources right now,\" said George Mateyo, chief investment officer of Key Private Bank. </p><p>   Downtrodden sectors like the consumer discretionary and information technology groups were some of the market's top performers. Those segments have suffered this year as investors worry about the risk of persistent inflation, waning demand and slowing economic growth. </p><p>   Leading the S&amp;P 500, Tesla shares surged $72.62, or 9.8%, to $815.12 after the company reported better-than-expected quarterly results. The electric-vehicle maker, however, reported its first decline in quarterly profit in more than a year. </p><p>   Stocks have steadied recently after a challenging first half of 2022, with the three major averages on pace for gains this week and for July. Earnings reports from companies like Netflix and Tesla have given investors greater confidence to buy up previously discarded stocks. </p><p>   Nonetheless, many money managers expect more volatility. \"The key question is whether we have a big earnings recession heading into 2023,\" Mr. Park added. </p><p>   AT&amp;T fell $1.56, or 7.6%, to $18.92 after the company lowered its 2022 target for free cash flow. Verizon Communications fell $1.41, or 2.9%, to $47.66, the Dow's worst-performing stock. </p><p>   United Airlines, which cautioned about the effects of higher fuel prices, fell $4.24, or 10%, to $37.44. American Airlines declined $1.13, or 7.4%, to $14.08 after it posted a profit that fell short of analysts' expectations. </p><p>   Shares of cruise lines dropped after Carnival said it would sell $1 billion of new stock. Carnival fell $1.24, or 11%, to $9.85 and was the biggest laggard on the S&amp;P 500. Royal Caribbean Group and Norwegian Cruise Line Holdings were also among the index's top decliners. </p><p>   Overseas, the Stoxx Europe 600 rose 0.4%. Early Friday, Japan's Nikkei 225 was up 0.2%, Hong Kong's Hang Seng Index was up 0.4%, mainland China's CSI 300 was up 0.3%, but South Korea's Kospi was down 0.6%. S&amp;P 500 futures fell 0.4%. </p><p></p>",
  "published": "2022-07-22T06:14:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1827,
          "end": 1849
        }
      ]
    }
  ]
}