{
  "_id": "acdeaf226f9e7b56274ca088a33565db0890c288d2956fc2a0a4cb32ecf6bf9d",
  "feed": "market-watch",
  "title": "Verizon beats earnings expectations and offers upbeat outlook",
  "text": "<p>The company posted net income of $4.74 billion, or $1.11 a share, roughly flat with the $4.72 billion, or $1.11 a share, that it reported in the year-earlier quarter. On an adjusted basis, Verizon VZ earned $1.31 a share, up from $1.21 a share a year prior, whereas analysts tracked by FactSet were projecting $1.28 a share.</p><p>Verizon's revenue dropped to $34.1 billion from $34.7 billion, matching the FactSet consensus that called for $34.1 billion.</p><p>Shares were down 0.5% in midday trading Tuesday.</p><p>Consumer wireless service revenue rose to $14.6 billion in the fourth quarter, marking a 7.7% increase over the year-earlier total. Verizon said the rise captured “ongoing step-ups to unlimited and premium unlimited plans” as well as contributions from its acquisition of TracFone that closed late last year.</p><p>In the consumer business, Verizon saw 336,000 postpaid phone net additions and retail postpaid phone churn of 0.77%. Bernstein analyst Peter Supino said that the net additions were in line with consensus expectations for 339,000 while the churn metric “beat expectations and remained very low.”</p><p>For the full year, Verizon expects organic service and other revenue growth of about 3%. On a reported basis, including the impact of the company's sale of Verizon Media and its ownership of TracFone, the company anticipates organic service and other revenue growth of 1% to 1.5%.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Verizon also projects reported wireless service revenue growth of 9% to 10%. Excluding the impact of its TracFone acquisition, Verizon expects wireless service revenue to increase at least 3%.</p><p>The company is modeling adjusted earnings per share of $5.40 to $5.55 for the full year. Analysts tracked by FactSet were projecting $5.36 a share.</p><p>Starting in 2022, the company plans to exclude amortization of intangible assets related to acquisitions in its adjusted EPS metric. In 2021, intangible amortization had a roughly 11-cent negative impact on adjusted EPS, and Verizon estimates an impact of roughly 17 cents to 19 cents for 2022.</p><p>Following the report, analysts continued to have questions about how much growth would be left for 2022, both at Verizon and within the industry as a whole.</p><p>“[W]e believe an ongoing discussion will be the degree to which 2022 postpaid phone net adds could slow from 2021 levels,” Citi analysts Michael Rollins wrote, in taking an industry view.</p><p>MoffettNathanson's Craig Moffett wrote that while Verizon has prided itself on the advantage of its wireless network over the years, it risks losing that advantage in the 5G era since T-Mobile US Inc. TMUS has a head start on rolling out coverage and possesses “greater spectrum depth,” which can translate to faster speeds.</p><p>Verizon's growth narrative in the long run “doesn't just depend on network advantage” but also “strong industry pricing,” he continued. “But that's harder to achieve if the highest priced players (Verizon and AT&amp;T) aren't network-advantaged.”</p><p>Tuesday's report comes after Verizon and peer AT&amp;T Inc. Tagreed to limit 5G near some airports amid a dispute with the Federal Aviation Administration. Verizon also was absent from the list of winning bidders on a recent 5G spectrum auction held by the Federal Communications Commission; Verizon had been the largest bidder at the prior major auction, which commanded higher spending.</p><p>Verizon are up 0.3% on a three-month basis, while the SPDR Communication Services Select Sector XLC exchange-traded fund&#xa0;has declined 11.9% and the Dow Jones Industrial Average DJIA&#xa0;has dipped 4.3%.</p>",
  "published": "2022-01-25T14:18:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 325,
          "end": 332
        },
        {
          "start": 631,
          "end": 638
        },
        {
          "start": 834,
          "end": 841
        },
        {
          "start": 1122,
          "end": 1129
        },
        {
          "start": 1485,
          "end": 1492
        },
        {
          "start": 1612,
          "end": 1619
        },
        {
          "start": 2051,
          "end": 2058
        },
        {
          "start": 2234,
          "end": 2241
        },
        {
          "start": 2516,
          "end": 2523
        },
        {
          "start": 2791,
          "end": 2798
        },
        {
          "start": 2988,
          "end": 2995
        },
        {
          "start": 3186,
          "end": 3193
        },
        {
          "start": 3322,
          "end": 3329
        },
        {
          "start": 3419,
          "end": 3426
        }
      ]
    }
  ]
}