{
  "_id": "3725e7989e8cb8b5d5fb014779ee06ab4baed1040a3caed55f855276ac654af5",
  "feed": "wall-street-journal",
  "title": "Business News: Tesla, Netflix Lead Busy Earnings Week",
  "text": "<p>About 66 companies in the S&amp;P 500 companies are slated to report earnings this week, according to FactSet. Eight members of the Dow Jones Industrial Average, including American Express Co. and Verizon Communications Inc., are on tap to report.</p><p>The latest earnings round comes as investors weigh a number of recent economic indicators, from flat retail spending in September to inflation hitting a new four-decade high in the U.S. The Federal Reserve and other central banks have been aggressively raising interest rates to slow price increases. Large banks last week noted in quarterly updates that the economic picture remains uncertain, with indications consumers are spending at a healthy clip and businesses and households remain in good shape.</p><p>Companies such as Johnson &amp; Johnson, which reports on Tuesday, and Procter &amp; Gamble, reporting Wednesday, will provide glimpses into how consumers are handling higher prices and whether they are changing purchasing patterns.</p><p>Hasbro Inc. will post its quarterly results on Tuesday, with investors hoping to hear about how toy trends are shaping up ahead of the holiday season. PepsiCo Inc. this past week indicated that demand is holding up well for its brands, which include Doritos chips and its namesake sodas, even as prices are up 17% on average from last year. It raised prices in recent weeks again and is monitoring how consumers respond. \"Our brands are being stretched to higher price points, and consumers are following us,\" CEO Ramon Laguarta said last week.</p><p>On Tuesday, Netflix is scheduled to post its latest results. The streaming giant reported back-to-back quarters of subscriber losses, but the company in July forecast adding a million new users in its third quarter. Netflix is preparing to launch an ad-supported tier as a way to lure customers and improve its average revenue per user.</p><p>Tesla and IBM will report earnings Wednesday. Tesla's results come as the stock faces pressure after the company reported vehicle deliveries that fell short of Wall Street estimates, and as founder and CEO Elon Musk has renewed plans to buy Twitter Inc. for $44 billion.</p><p>Earnings for the S&amp;P 500 companies are on track to rise 1.6% this period, while revenue is projected to grow 8.5%, FactSet said.</p><p>Supermarket operator Albertsons Cos. Inc. will report its earnings Tuesday, on the heels of Kroger Co.'s plans to buy the company in one of the biggest deals in the history of the U.S. grocery industry.</p><p>United and American will give a glimpse of the pace of travel demand in recent months, as investors wait on a fuller recovery of business travel. Delta Air Lines Inc. last week said the outlook for travel remains healthy heading into the winter holidays and U.S. travelers are venturing to Europe despite travel disruptions this summer. \"As we look into the fourth quarter, there's nothing that gives me pause to think that this momentum isn't going to continue,\" CEO Ed Bastian said.</p><p>Other companies slated to report include Bank of America Corp. and Charles Schwab Corp. on Monday, private-equity firm Blackstone Inc. on Thursday, and American Express on Friday. Telecommunications companies AT&amp;T Inc. will report its quarterly results on Thursday, followed by Verizon on Friday.</p>",
  "published": "2022-10-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3222,
          "end": 3229
        },
        {
          "start": 193,
          "end": 215
        },
        {
          "start": 193,
          "end": 220
        }
      ],
      "nexusId": "10074051"
    }
  ]
}