{
  "_id": "427bdb54a5a2d6f0bd8cd355ff077365e98c88a976d689c3ec76a5c5e9e46a63",
  "feed": "ftcomall",
  "title": "Sony suffers fallout from Call of Duty deal",
  "text": "<p>The immediate fallout from the bombshell on Tuesday of <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">Microsoft's $75bn deal </a>to buy Activision Blizzard has been a 13 per cent fall in console rival Sony's share price and a boost to the stocks of the video game publisher's peers.</p> <p>We wrote<a href=\"https://www.ft.com/content/70877521-29f6-406f-ae13-b1fdfc837eed\"> in The Big Read </a>on Monday about the current strength of Sony's entertainment offerings, but the possible disappearance of Activision titles such as <em>Call of Duty</em> from its PlayStation platform has clearly spooked investors.</p> <p><a href=\"https://www.ft.com/content/acb50daf-0fb2-4f51-8b25-c501488fb6fa\">Our Tokyo bureau reports </a>that the shares were also being punished over “knee-jerk” fears that the Japanese company had been put under pressure to come up with a big acquisition of its own, either by counter-bidding for Activision or seeking out a different target that would now be at a high premium.</p> <p>There was a wave of share buying on Wednesday across Japan's gaming sector, with Square Enix and Capcom rising more than 3.5 per cent over speculation that they could become acquisition targets. In the west, Electronic Arts, Take-Two and Ubisoft <a href=\"https://markets.businessinsider.com/news/stocks/microsoft-activision-merger-ea-roblox-ubisoft-take-two-gaming-stocks-2022-1\">have all risen</a>.</p> <p><a href=\"https://www.ft.com/content/1a716d01-2405-439a-a047-6e85ca573b30\">Lex says</a> that a wave of copycat takeovers may follow, but the drop in Sony shares looks overdone. <a href=\"https://www.ft.com/content/dd06909c-d09e-4cf9-bfee-ef2de48c860d\">Elaine Moore thinks</a> that the real lure for Microsoft was Activision's subscription revenue. Activision has 390m monthly active users, while Microsoft's Games Pass subscription service only has 25m.</p> <p><a href=\"https://www.ft.com/content/b96246ec-e70e-48b6-9a70-fb0800f79bd8\">Richard Waters says</a> that Microsoft wants to build a “Netflix for gaming” — a single, subscription-based online service giving access to a wide array of exclusive content.</p> <p>It also values community, as its LinkedIn and Minecraft acquisitions, as well as foiled attempts to bag social-media platforms TikTok, Discord and Pinterest, show. As well as the regular revenue stream from subscribers, big communities allow Microsoft to test its evolution of services on a huge user base. If it gets it right, it could take them all the way into the mystical metaverse.</p> <p><em>There is more on the deal in the FT's </em><a href=\"https://open.spotify.com/episode/0gqXwwlwa1cL9UrnJTPWGg?si=rRI7Jf_9Q5Cpv59lNNXy_w&amp;nd=1\"><em>News Briefing podcast.</em></a></p> <h2>The Internet of (Five) Things</h2> <p><strong>1. ByteDance disbands investment team</strong><br>ByteDance is <a href=\"https://www.ft.com/content/8de842c5-25fc-4c8c-a4e1-fd27f39c187e\">breaking up </a>its investment team as Chinese regulators step up antitrust scrutiny of the country's tech giants. The company behind short video app TikTok said it had reviewed and taken stock of its various business lines at the start of the year and decided to strengthen its focus and “cut down investing with low synergies”.&#xa0;</p> <p><strong>2. Tencent shifts investment strategy</strong><br>For the same regulatory reasons as ByteDance, there has been a dramatic rethink of Tencent's strategy of extending its tentacles throughout the country's tech scene, according to company insiders, top industry executives and <a href=\"https://www.ft.com/content/dcfb2481-29c3-4e50-9a72-c28bbdba696d\">an analysis of investment data</a>. Japan's SoftBank is also changing its investment strategy in China, <a href=\"https://www.ft.com/content/25be1238-6f7c-440a-ad89-6ba88a59386a\">reports our #techAsia newsletter</a>.</p> <p><strong>3. Big Tech faces year of antitrust action in US</strong><br>While there will not be any one master initiative to “break up” Big Tech in 2022, we are likely to see many new proposals in the US — and perhaps even some firm rules for the digital road ahead, <a href=\"https://www.ft.com/content/825eca35-8bf1-47dd-814a-8e22f40e6761\">writes Rana Foroohar</a>.</p> <p><strong>4. Scientists' advice is ‘Don't ban fake news'</strong><br>Calls for social-media sites to remove misleading content — for example about vaccines, climate change and 5G technology — <a href=\"https://www.ft.com/content/9cf1ee59-985c-4a71-ac96-895cd6413703\">should be rejected</a>, according to the UK's senior scientific academy. A Royal Society study concluded that removing false claims and offending accounts would do little to limit their harmful effects. Instead, bans could drive misinformation “to harder-to-address corners of the internet and exacerbate feelings of distrust in authorities,” it said.</p> <p><strong>5. 5G services restricted near US airports</strong><br>AT&amp;T and Verizon have agreed<a href=\"https://www.ft.com/content/e1f1d59f-2e9f-4f23-a80a-25dcc0274513\"> to scale back or postpone</a> the launch of 5G wireless services near airport runways after safety warnings from the aviation industry. <a href=\"https://www.ft.com/content/003f6e5e-88a8-4c65-98bb-3ef63860ec81\">Here is our explainer</a> on the concerns.</p> <h2>Tech tools — Bentley Flying Spur Hybrid</h2> <p>When Bentley took its first step into the electric-vehicle market in 2019, with the launch of the Bentayga Hybrid SUV, it was a little late to the party. However, it has now committed to its whole portfolio being electric by 2030. This month sees the important next step in Bentley's journey in the shape of the Flying Spur Hybrid saloon, which <a href=\"https://www.ft.com/content/4b0f88d8-f0ff-4145-94fd-9c3037446442\">Rory FH Smith put through its paces</a> at its launch in Los Angeles.</p><p>Source: Chris Nuttall in London 2022 'Sony suffers fallout from Call of Duty deal' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-19T19:45:02.469Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3583,
          "end": 3590
        }
      ],
      "nexusId": "10074051"
    }
  ]
}