{
  "_id": "af5b8da9c9e0b9a8bfc890c0d000893bd0b662b5963ff5820a7f45d6b0b612bb",
  "feed": "wall-street-journal",
  "title": "Business News:  Apple, Meta, McDonald's  Headline Earnings Week  ----  By Denny Jacob",
  "text": "<p>    Amazon.com Inc., Apple Inc. and Meta Platforms Inc. are among the tech heavyweights featured in a packed week of earnings that investors will probe for indicators about the broader economy. </p><p>   Other tech companies scheduled to report their latest quarterly reports include Google parent company Alphabet Inc. and Microsoft Corp. Investors also will hear from airlines such as Southwest Airlines Co. and JetBlue Airways Corp., automotive companies General Motors Co. and Ford Motor Co., and energy giants Chevron Corp. and Exxon Mobil Corp. </p><p>   Nearly a third of the S&amp;P 500, or 161 companies, are slated to report earnings in the coming week, according to FactSet. Twelve bellwethers from the Dow Jones Industrial Average, including Boeing Co. and McDonald's Corp., are expected to report as well. </p><p>   The flurry of results from a broad set of companies will give a sense of how businesses are faring as they deal with inflation denting consumer spending, ongoing supply-chain challenges and a stronger dollar. One area holding up to the challenges has been travel. </p><p>   Several airline companies have reported that consumers still have an appetite to spend on trips and vacations. On Friday, American Express Co. raised its outlook for the year in part because of a surge in travel spending. \"We expected the recovery in travel spending to be a tailwind for us, but the strength of the rebound has exceeded our expectations throughout the year,\" American Express Chief Executive Stephen Squeri said. </p><p>   In addition to airlines reporting, companies such as car-rental company Hertz Global Holdings Inc. and lodging companies Hilton Worldwide Holdings Inc. and Wyndham Hotels &amp; Resorts Inc. will offer reads into leisure spending. </p><p>   Overall, earnings for the S&amp;P 500 companies are on track to rise 1.5% this period compared with a year ago, while revenue is projected to grow 8.5%, FactSet said. </p><p>   Other companies will serve as a gauge for how consumers have responded to higher prices and whether they have altered their spending as a result. </p><p>    Coca-Cola Co. and Kimberly-Clark Corp. on Tuesday and Kraft Heinz Co. on Wednesday will show how consumers are digesting higher prices. Mattel Inc., set to report on Tuesday, will highlight whether demand for toys remains resilient. Rival Hasbro Inc. issued a warning ahead of the holiday season. </p><p>    United Parcel Service Inc. will release its results on Tuesday and provide an opportunity to show how it is faring ahead of the busy shipping season. The Atlanta-based carrier's earnings come weeks after rival FedEx Corp. warned of a looming global recession and outlined plans to raise shipping rates across most of its services in January to contend with a global slowdown in business. </p><p>   Results from credit-card companies Visa Inc. and Mastercard Inc. will offer insights into whether inflation has finally put a dent in consumer spending after both companies reported resilient numbers last quarter. </p><p>   Wireless carrier T-Mobile US Inc.'s numbers on Thursday will give more context to mixed results from competitors Verizon Communications Inc. and AT&amp;T Inc. AT&amp;T issued an upbeat outlook on Thursday after its core wireless business exceeded the company's expectations, whereas Verizon on Friday said earnings dropped as retail customers balked at recent price increases. </p><p></p>",
  "published": "2022-10-24T06:09:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3194,
          "end": 3201
        },
        {
          "start": 3032,
          "end": 3059
        }
      ],
      "nexusId": "10074051"
    }
  ]
}