{
  "_id": "e1bf58971a9439d69c2553eef34b3aa9e2f0d1649bedadc36d1884a21447cc50",
  "feed": "ftcomall",
  "title": "Deutsche Telekom and Spain's Telefónica boosted by international growth ",
  "text": "<p>Two of Europe's biggest telecoms groups, Deutsche Telekom and Spain's Telefónica, posted stronger than anticipated revenues and profits driven by growth in their international businesses, as their chief executives called for more consolidation in Europe. </p> <p>José María Alvarez-Pallete López, Telefónica chief executive and chair, said that the number of telecoms companies in the region needed to be reduced because providers were struggling to cover the cost of <a href=\"https://www.ft.com/content/1e99afea-acd4-4ee3-b655-ef60f8715f40\">heavy infrastructure investments</a>.</p> <p>“It is crystal clear there is something wrong,” he told the Financial Times, adding that there were more telecoms operators in Spain than in China.</p> <p>López's comments come amid a bullish attitude towards consolidation from senior figures in the industry who hope regulators may be more amenable to a smaller number of players. Vodafone's chief executive Nick Read has been vocal about his desire to <a href=\"https://www.ft.com/content/291af5a6-859e-4887-9926-6bcbdb1f94d7\">strike deals</a> in more saturated European countries, including Spain, Italy and the UK.</p> <p>Tim Höttges, chief executive of Deutsche Telekom, agreed, saying that having four or five operators in countries such as Spain and Italy was putting “unacceptable” pressure on European carriers.</p> <p>“Political decision makers need to wake up and think about what is wrong with the structure of the European telecoms market”, he said on Thursday, adding that, per capita, less was being invested in telecommunications infrastructure in Europe than in the US.</p> <p>He argued that Deutsche Telekom was doing better than some of its competitors because it had created a strong business in the US. That division, T-Mobile US, <a href=\"https://www.ft.com/content/e96f3fac-325e-43ca-afd1-99f56e734271\">bought rival carrier Sprint</a> in 2020 which drove a revival of its American business, turning it into a core pillar of the company and helping it take on rivals Verizon and AT&amp;T. </p> <p>T-Mobile US ended the year with 7mn new customers, taking the total to 108mn. It now accounts for 74 per cent of the parent company's revenue.</p> <p>Overall, Deutsche Telekom posted net revenue in the fourth quarter of €28.9bn, slightly above consensus estimates of €28.75bn, and adjusted earnings before interest, tax, depreciation and amortisation of €10.46bn, also above analyst expectations.</p> <p>However, the Sprint acquisition and heavy spending on 5G full-fibre infrastructure has driven up costs and debt at Deutsche Telekom, which has weighed on investor confidence and depressed dividend payouts. The company's net debt at the end of 2021 was €132bn, 10 per cent higher than a year earlier. </p> <p>The company's share price fell more than 5 per cent on Thursday to €15.70, although there was a broader sell-off in European stocks on Thursday after Russia's president Vladimir Putin launched a military <a href=\"https://www.ft.com/content/07bbc5c7-e620-4734-83b5-7bb261363c35\">invasion of Ukraine</a>. </p> <p>Deutsche Telekom is looking into a deal for its towers business, such as a spin-off or outright sale, as it seeks to capitalise on the <a href=\"https://www.ft.com/content/ffe9c3d8-f28c-4508-8c24-f18a7e44dd00\">high valuations</a> being given to infrastructure divisions and to drive down its debt. Revenue at the cell tower business increased 5.4 per cent over the year to €1.1bn.</p> <p>Telefónica's share price remained roughly flat during Thursday trading at €4.22. </p> <p>The group posted fourth-quarter revenue of €9.7bn, 3.1 per cent higher than consensus expectations, and operating income before depreciation and amortisation of €3.2bn, 4.7 per cent higher than expected. The company also announced that it was setting up a separate unit to expand its full-fibre network in Spain to service about 5mn homes in mostly rural areas. It also restored its dividend payments in full. </p><p>Source: Anna Gross in London 2022 'Deutsche Telekom and Spain's Telefónica boosted by international growth ' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-24T10:56:10.770Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1748,
          "end": 1755
        }
      ],
      "nexusId": "10074051"
    }
  ]
}