{
  "_id": "d7eff65faed161458c1c7232138f74057e0f5a1818ee0aaf87956d18914d2878",
  "feed": "wall-street-journal",
  "title": "Airlines Cancel Some Flights Ahead of U.S. 5G Wireless Launch; Flight suspensions occur even as AT&T and Verizon agree to limit signals within 2 miles of runways to address air-safety concerns",
  "text": "<p>President Biden on Tuesday thanked the wireless companies for the pause. \"This agreement will avoid potentially devastating disruptions to passenger travel, cargo operations, and our economic recovery, while allowing more than 90 percent of wireless tower deployment to occur as scheduled,\" he said.</p><p>Nevertheless, airline executives were left wondering Tuesday evening whether the Federal Aviation Administration's pending safety precautions would still ground their flights. Aviation-safety officials say the wireless carriers' agreement will avert many—but likely not all—cancellations and delays. An FAA spokesman didn't detail the extent of those delays.</p><p>A handful of international airlines said Tuesday they planned to suspend some U.S. flights starting Wednesday, citing operational concerns stemming from 5G deployment and the FAA restrictions, as well as Boeing Co.'s guidance not to operate the 777 wide-body jet.</p><p>Emirates Airline said it would suspend flights to nine U.S. cities. Japan Airlines Co. and All Nippon Airways Co. said Boeing had advised them not to operate the 777 to the U.S. in light of 5G deployment. Air India also announced the cancellation of some U.S.-bound flights operated by 777 jets.</p><p>An ANA spokesperson said that its cancellations, which would affect about 10 of its flights, were made before the wireless companies announced their latest concessions.</p><p>An AT&amp;T spokeswoman said the wireless company agreed to temporarily defer the turning on of a limited number of towers around some airport runways but would launch 5G services \"everywhere else as planned.\" Verizon later Tuesday also committed to limit its 5G network around airports, adding that the new high-speed service will still cover more than 90 million Americans when it goes live Wednesday.</p><p>The cellphone carriers' next-generation wireless upgrades have sat in limbo in recent months after the FAA asked them to pause their 5G rollouts. The aerospace regulator said the frequencies AT&amp;T and Verizon planned to use to carry the new 5G signals might confuse radar altimeters, which aircraft depend on to measure height off the ground.</p><p>Telecom-industry executives have disputed those claims and said that the service in dispute, which covers a set of frequencies known as the C-band, already operates around similar airwaves in dozens of other countries.</p><p>Aviation-industry officials said without an agreement, they could face limits on flying certain aircraft types, including being effectively unable to use Boeing 777 jets that fly internationally. Boeing declined to comment.</p><p>The telecom and aviation industries seemed on the brink of a truce earlier this month after cellphone carriers agreed to completely pause the launch of their new 5G services until Jan. 19. The timeout was designed to give the FAA more time to whittle down its safety restrictions to specific aircraft and airports, which would lessen the disruption they caused to flight plans.</p><p>But the FAA in recent days informed airlines that many airports expected to get some relief from the safety restrictions would still face sharp limits on landings in harsh weather. Top passenger and cargo airline executives on Monday wrote Biden administration officials with another delay request, warning that the federal safety precautions could ground swaths of their fleets without more protection from 5G signals.</p><p>AT&amp;T and Verizon said they still plan to launch their high-speed network links nationwide Wednesday but will refrain from turning on signals within 2 miles of airport runways. Spokespeople for the companies declined to say how long the new wireless buffers around airports will last. They had previously agreed to dim the power of their 5G signals around runways for six months.</p><p>The partial launch has a deeper effect on Verizon, which is using the 5G frequencies in a larger number of locations. The 2-mile quiet zones will limit several hundred Verizon cell stations and about 10 AT&amp;T stations, according to people familiar with the matter. T-Mobile US Inc. isn't expected to activate its C-band services until late 2023.</p><p>The new 5G limits announced Tuesday will buy regulators more time but stop short of settling the issue. White House press secretary Jen Psaki said in a Tuesday media briefing that U.S. aviation and telecom regulators were working with industry representatives to develop a solution. \"We certainly understand what's at stake for both industries,\" she said. \"But certainly, minimizing flight disruptions, ensuring safety in travel is a top priority.\"</p><p>The wireless service scheduled to be launched on Wednesday has been on telecom companies' wish list for several years. The Federal Communications Commission sold licenses to use the service a year ago through a public auction that collected more than $81 billion.</p><p>FCC Chairwoman Jessica Rosenworcel said in a written statement Tuesday that C-band signals can safely co-exist with aviation technology, adding, \"It is essential that the FAA now complete this process with both care and speed.\"</p><p>Write to Drew FitzGerald at andrew.fitzgerald@wsj.com and Alison Sider at alison.sider@wsj.com</p><p>Airlines Cancel Some Flights Ahead of U.S. 5G Wireless Launch</p>",
  "published": "2022-01-18T23:31:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1594,
          "end": 1601
        },
        {
          "start": 3792,
          "end": 3799
        },
        {
          "start": 105,
          "end": 112
        },
        {
          "start": 1988,
          "end": 1995
        },
        {
          "start": 3380,
          "end": 3387
        },
        {
          "start": 3918,
          "end": 3925
        }
      ],
      "nexusId": "10074051"
    }
  ]
}