{
  "_id": "27801a25f9e25200c2e21227add1f81af5b711538ca598146de1f7f1cf6fcf49",
  "feed": "ftcomall",
  "title": "Ballot boxing: Tory leadership hopefuls fight it out",
  "text": "<p>Hello and welcome to the working week.</p> <p>July 2022 has become a month for unexpected plebiscites. First there is the mind-boggling: the UK's ruling Conservative party allowing a vote of confidence in itself on Monday. This “sideshow” as the FT's parliamentary team <a href=\"https://www.ft.com/content/9368dac6-c331-46ac-b7b9-a174608f6ac9\">labelled it</a> last week, certain to be won by the ruling party, is best seen as an effort to instil unity among Tory MPs after the tumultuous implosion of Boris Johnson's premiership.</p> <p>Which brings us on to “Super Monday”, a clutch of hustings and another vote to further whittle down the pack of Tory MP hopefuls seeking to be the new leader — and hence prime minister — after this weekend's television debates. You can keep track of events via <a href=\"https://www.ft.com/content/5ed407bd-ac0d-4293-a0fe-c01dfa15d9d2\">this FT page</a>. </p> <p>Once they get to the final pair, expected on Wednesday before the summer parliamentary recess, the party's national membership will get the final vote, enabling a new leader to be in place by September 5. Prepare for a summer of glad handing and media appearances, and no doubt some leaks and smear stories, from the two rival camps in what has already been a highly competitive contest.</p> <p>In Sri Lanka, parliamentarians will on Wednesday <a href=\"https://www.ft.com/content/1888e903-ea07-4540-a997-7b0de5501029\">elect a new president</a> to replace Gotabaya Rajapaksa, who fled the country after protesters stormed his palace before resigning last week. Whether this will quell the anger over food shortages and rampant inflation is yet to be seen.</p> <p>There is one election that was expected this week. India's parliament will decide the country's new president. The winner — due to be announced on Wednesday — is expected to be veteran politician Draupadi Murmu since she enjoys the backing of prime minister Narendra Modi's Bharatiya Janata party. But maybe this will be an another unexpected election story.</p> <p>Back in the UK, and back to the regular diary of July events, Nadhim Zahawi will be addressing City dignitaries with the annual chancellor's Mansion House speech. Zahawi has only been chancellor for a matter of days and might not long be in his role once his party's new leader is decided, but he is expected to make headlines by unveiling a <a href=\"https://www.ft.com/content/28a932cb-f99d-40fc-b220-418863eec695\">loosening of City regulations</a> to make it easier and faster for companies to raise money in the Square Mile.</p> <p>Talking of things expected, the British summer of discontent hangs in the air like the country's sweltering temperatures. Barristers, postal managers and brewery workers are all planning walkouts this week.</p> <p>Finally, there will be the return of an event that has not happened “in person” since the 2020 pandemic lockdowns: the Farnborough Airshow. Unusually, for an international gathering of aerospace executives, organisers decided <a href=\"https://www.ft.com/content/1936d0a7-dea9-49fb-ba88-4a4cfcba48ef\">to advertise the event's return on the side of a bus</a>. Hopefully, this does not mean that the air displays will instead be that very British of transport solutions, the replacement bus service.</p> <p>Thanks again for your comments and suggestions. Please keep them coming to <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a> or hit reply to this email.</p> <h1>Economic data</h1> <p>The two i's — inflation and interest rates — will be back in the public eye, with attention focused on the meeting of the European Central Bank's monetary policy committee.</p> <p>The week will end with another setting of international comparators with the purchasing managers' index data reports.</p> <h1>Companies</h1> <p>We are in the thick of the current earnings season with the rest of the <a href=\"https://www.ft.com/content/75411394-29b2-4ff3-84ef-a6cc2d56824b\">big US banking pack</a> reporting plus a smorgasbord of tech, media, automotive and healthcare companies.</p> <p>Also, on Monday, shares in <strong>Haleon</strong> are scheduled to start trading on the London Stock Exchange, completing the consumer healthcare companies demerger from GSK, with the <a href=\"https://www.ft.com/content/772fe420-6012-4419-a9ff-b868093ec313\">parent company's blessing</a>. Haleon, whose brands will include Sensodyne toothpaste and Advil and Panadol painkillers, is expected to seek a valuation of as much as £45bn.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Italy, May trade balance figures</p></li>  <li><p>London-based tech start-up <strong>Nothing</strong> <a href=\"https://www.ft.com/content/c33bb92e-c5dc-4299-b6a6-437b2f192bc5\">launches its smartphone</a>, Phone (1)</p></li>  <li><p>Spain, May trade balance figures</p></li>  <li><p>UK, Rightmove monthly house price index, plus Michael Saunders, external member of the Bank of England's monetary policy committee, to speak at the Resolution Foundation.</p></li>  <li><p>US, housing market index</p></li>  <li><p>Results: <strong>Bank of America</strong> Q2, <strong>Charles Schwab</strong> Q2, <strong>Goldman Sachs</strong> Q2, <strong>IBM</strong> Q2, <strong>Nordea Bank</strong> H1 </p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>EU, final June inflation figures plus European Central Bank publishes its Q2 eurozone bank lending survey</p></li>  <li><p>UK, June labour market statistics</p></li>  <li><p>Results: <strong>BHP Billiton</strong> operational review, <strong>Halliburton</strong> Q2, <strong>Hasbro</strong> Q2, <strong>Johnson &amp; Johnson</strong> Q2, <strong>Lockheed Martin</strong> Q2, <strong>Netflix</strong> Q2, <strong>Novartis</strong> H1, <strong>Swedbank</strong> Q2, <strong>Telenor</strong> Q2, <strong>Volvo Cars</strong> Q2</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Canada, June consumer price index (CPI) data</p></li>  <li><p>China, central bank's policy rate decision</p></li>  <li><p>EU, flash consumer confidence figures</p></li>  <li><p>Germany, June producer price index (PPI) data</p></li>  <li><p>UK, June CPI and PPI data</p></li>  <li><p>Results: <strong>Akzo Nobel</strong> Q2, <strong>Alcoa</strong> Q2, <strong>ASML</strong> Q2, <strong>Kone</strong> H1, <strong>Tesla</strong> Q2</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>EU, ECB monetary policy committee makes interest rate decision</p></li>  <li><p>Japan, monetary policy committee decision on interest rates and trade balance figures</p></li>  <li><p>South Africa, monetary policy committee meeting to decide repo rate</p></li>  <li><p>UK, June public sector finances data, plus Bank of England chief economist Huw Pill gives introductory remarks at the joint Bank of England, King's College London and the European Central Bank conference ‘Advanced analytics: new methods and applications for macroeconomic policy'.</p></li>  <li><p>Results: <strong>ABB</strong> Q2, <strong>American Airlines</strong> Q2, <strong>Anglo American</strong> Q2 production report, <strong>AT&amp;T</strong> Q2, <strong>Capital One</strong> Q2, <strong>Close Brothers </strong>Q4 trading update, <strong>Electrolux</strong> Q2, <strong>Getlink</strong> H1, <strong>Mattel</strong> Q2, <strong>Moneysupermarket</strong> H1, <strong>Nokia</strong> Q2, <strong>Ocado</strong> H1, <strong>Philip Morris</strong> Q2, <strong>Publicis Groupe</strong> H1, <strong>Qinetiq</strong> Q1 trading update, <strong>SAP</strong> H1, <strong>Skanska</strong> H1, <strong>Snap</strong> Q1, <strong>Union Pacific</strong> Q2</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, monthly retail trade figures</p></li>  <li><p>EU, ECB quarterly survey of economic forecasters</p></li>  <li><p>Eurozone, France, Germany, Japan, UK, US: IHS Markit/S&amp;P Global flash composite purchasing managers' index (PMI) data </p></li>  <li><p>Japan, June CPI data</p></li>  <li><p>Russia, Bank of Russia rate review meeting</p></li>  <li><p>UK, June retail sales figures and GfK consumer confidence survey</p></li>  <li><p>Results: <strong>American Express</strong> Q2, <strong>Beazley</strong> H1, <strong>Danske Bank</strong> Q2, <strong>Schindler Group</strong> H1, <strong>Schlumberger</strong> Q2, <strong>Verizon</strong> Q2</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Austria, the Salzburg Festival begins</p></li>  <li><p>India, indirect election of the president by elected members of both houses of parliament, the elected members of the 29 states and the elected members of the Union Territories of Delhi and Puducherry</p></li>  <li><p>UK, widespread industrial action over pay continues. Criminal barristers in England and Wales will strike for a fifth week in a row over legal aid funding. Hundreds of members of the Unite union employed as bus drivers and engineers based at Stagecoach's Gillmoss depot will also walk out. Separately, 2,400 Unite members within Royal Mail's management will hold <a href=\"https://www.unitetheunion.org/news-events/news/2022/july/royal-mail-managers-announce-strike-dates-over-cuts-to-700-jobs-and-pay/\">two rounds of industrial action</a> in a dispute over job cuts and pay, working to rule today and tomorrow, followed by strike action Wednesday to Friday.</p></li>  <li><p>UK, the Farnborough Airshow, the annual gathering for the global aerospace sector, returning to the UK for the first time in four years</p></li>  <li><p>UK, Swan Upping, the annual census of this aquatic bird population on certain stretches of the river Thames.</p></li>  <li><p>UK, the long-running legal battle between Venezuelan president Nicolás Maduro and opposition leader Juan Guaidó over control of more than <a href=\"https://www.ft.com/content/6b401c73-88c6-4e7e-a064-877e357aa0df\">$1.9bn of gold</a> held by the Bank of England will resume at the High Court in London. The hearing will centre around whether the court will recognise judgments of Venezuela's Supreme Tribunal of Justice.</p></li>  <li><p>UK, chancellor Nadhim Zahawi and Bank of England governor Andrew Bailey speak at the Mansion House City Banquet for financial and professional services executives. Also, the results of a ballot of Communication Workers Union workers at the Royal Mail over pay are to be announced and hundreds of employees at the Budweiser Brewing Group's Lancashire site walk out for <a href=\"https://www.lep.co.uk/business/budweiser-brewery-staff-near-preston-to-resume-strike-action-after-pay-talks-fail-3753401\">a second time in four days</a> with a 12-hour stoppage.</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Colombia, national holiday to celebrate independence</p></li>  <li><p>Sri Lanka, election of a new president after Gotabaya Rajapaksa <a href=\"https://www.ft.com/content/ec562556-5288-404a-aa3a-87fdc34b12bc\">agreed to step down,</a> along with prime minister Ranil Wickremesinghe, after protesters <a href=\"https://www.ft.com/content/1353f1a5-378a-47b4-91ef-32545b1433be\">angry about price rises and food shortages</a> stormed the residences of both men last week.</p></li>  <li><p>UK, final round of voting is expected for the Conservative party <a href=\"https://www.ft.com/content/5ed407bd-ac0d-4293-a0fe-c01dfa15d9d2\">leadership election</a></p></li>  <li><p>US, Space Exploration Day commemorates the date that astronauts Neil Armstrong and Buzz Aldrin landed on the moon in 1969. It comes a day before the 11th anniversary of Nasa's final successful space shuttle mission STS-135, when Atlantis landed at Kennedy Space Center after 30 years of space shuttle flights.</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Belgium, National Day public holiday</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Netherlands, the World Court is set to rule on whether it has jurisdiction to hear a complaint brought by The Gambia against Myanmar for alleged genocide against its Rohingya Muslim minority.</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Egypt, National Day public holiday</p></li>  <li><p>US, annual World Boardgaming Championships begins at the Seven Springs Mountain Resort, Pennsylvania</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Brazil, president Jair Bolsonaro launches his presidential candidacy for the Liberal Party ahead of October elections</p></li>  <li><p>Canada, Pope Francis begins visit to the country</p></li>  <li><p>France, the Tour de France finishes on the Champs-Élysées in Paris</p></li>  <li><p>Spain, the Feast of Saint James the Apostle in Santiago de Compostela</p></li> </ul><p>Source: Jonathan Moules 2022 'Ballot boxing: Tory leadership hopefuls fight it out' FT.com 17 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-17T17:15:29.881Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 6171,
          "end": 6178
        }
      ]
    }
  ]
}