{
  "_id": "ee779ce4da44ca6dc78936c14ed52c5a6218fbf631cfe5793f3b78250b22b2f1",
  "feed": "wall-street-journal",
  "title": "McCann Taps Media-Agency Group Leader for Top Role as CEO Leaves Post; Daryl Lee will take over as McCann Worldgroup CEO, succeeding Bill Kolb, who will remain chairman",
  "text": "<p>Mr. Lee is global chief executive of IPG Mediabrands, the division of IPG that oversees the holding company's ad-buying firms.</p><p>McCann Worldgroup is an advertising agency network that houses agencies such as relationship-management firm MRM, sponsorship-and-events agency Momentum and production shop Craft. The company's clients include Verizon Communications Inc. and Microsoft Corp.</p><p>IPG and its ad holding company peers have been under pressure to adapt as marketers broaden their focus from traditional advertising to include other areas including digital marketing and e-commerce, forcing agency holding companies to compete with consulting firms and digital publishers.</p><p>The company, which plans to report second-quarter earnings on Thursday, raised its 2022 forecast in April as it cited positive business momentum and a mixing of technology and data with creative work as a differentiator.</p><p>IPG in 2020 named longtime executive Philippe Krakowsky to take over as chief executive, tasked with helping the company evolve with the help of data, technology and digital advertising. The company acquired data company Acxiom LLC in 2018.</p><p>The new role marks a return to McCann for Mr. Lee, who previously held global leadership roles at the network.</p><p>Mr. Lee will be succeeded at IPG Mediabrands by Eileen Kiernan, currently global chief executive at IPG media agency UM, according to the people familiar with the leadership changes. The firm will conduct a search to replace her.</p><p>In September, McCann hired Nike marketing veteran Alex Lopez to fill its top creative role as president and global chief creative officer as it sought to help clients rethink their broader marketing strategy rather than focus on the traditional creative process.</p><p>Suzanne Vranica contributed to this article.</p><p>Write to Megan Graham at megan.graham@wsj.com</p><p>McCann Taps Media-Agency Group Leader for Top Role as CEO Leaves Post</p>",
  "published": "2022-07-21T00:45:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 337,
          "end": 364
        }
      ]
    }
  ]
}