{
  "_id": "53f231d8f83eca5b0968eecd009c89a9eb9d39152624db54b228b54dcd6c1433",
  "feed": "wall-street-journal",
  "title": "Your Streaming Services Have a New Way to Keep You Loyal: They're Teaming Up; In a crowded marketplace, Amazon, HBO Max and other streamers explore discounted packages and partnerships with rivals",
  "text": "<p>But now the a la carte streaming menu is adding up to an expensive meal of Netflix, Hulu, Disney +, HBO Max, Peacock, Paramount +, and countless others. The industry's major players are finding it harder to grow in such a crowded market and are realizing they need to package their offerings in new ways. That means less a la carte ordering and a new era of bundles.</p><p>Executives at Amazon.com Inc. have considered selling clusters of rival streaming services at a discounted price through the company's Prime Video Channels platform, according to people who have spoken to the company about the idea. Warner Bros. Discovery Inc., which is already combining its HBO Max and Discovery+ streaming services, has discussed eventually participating in new bundles with rivals, according to people familiar with the situation.</p><p>Some streaming services are hoping to tack on their services to retail memberships. Paramount Global struck a deal for its Paramount+ streaming service to be offered as part of Walmart Inc.'s $98-a-year Walmart+ membership program. Costco Wholesale Corp. has also engaged in similar discussions with streaming services over the past year, according to people familiar with the talks. Costco declined to comment.</p><p>It's a classic case of companies finding that when a new business model runs into trouble, they can crib from the old business model. What's emerging isn't anything like the traditional cable bundle; no one in the streaming industry anticipates stitching all the big services together into a $100-a-month package. But there's a growing sense—from the companies and consumers—that some level of bundling is a good thing.</p><p>\"We are not going back to cable,\" said Devin Emery, chief strategy officer of Curiosity Inc., whose documentary-focused service Curiosity Stream has launched bundles with like-minded services. \"Bundling itself is not something people disliked. They didn't like getting charged a lot of money for a product they were using less and less.\"</p><p>Bundles and partnership talks are being driven, in part, by the maturing of the U.S. market. Years into the streaming boom, it's getting tougher for companies to expand their subscriber bases, as Netflix Inc.'s loss of customersover the past two quarters demonstrates. Plus, more consumers are regularly turning services on and off when they are done watching hit content.</p><p>Some companies are coming to the conclusion they will need a dance partner to pursue growth instead of going it alone. Other Hollywood giants realize they probably should have one major offering in the marketplace, rather than two or three separate ones. Walt Disney Co., for example, offers a package of Disney+, Hulu and ESPN+ for $13.99 a month with Hulu ads, a 44% discount compared with the cost of subscribing to all three services individually.</p><p>Households are also scrutinizing their subscription budgets as inflation rises. Beyond streaming video, many households have other monthly subscriptions, from audio apps like Spotify to Peloton's exercise program to videogames. Consumers spend an average of $219 a month on subscriptions, including cable and satellite TV, according to a spring survey of 1,000 U.S. consumers by C+R Research.</p><p>\"I have so many subscriptions that I forget the ones I have,\" said Patrick McKee, a 38-year-old teacher from Camden, N.J. He and his partner spend $360 a year on subscriptions, including to streaming services such as Peacock, Paramount+ and Spotify, as well as the PlayStation Plus videogame platform. That doesn't include an additional payment for the $139-a-year Amazon Prime free-shipping program, which includes access to Prime Video.</p><p>For streaming rivals to strike partnerships, they must overcome a number of challenges, including how much of a customer's monthly fee each party should get. They also haggle over who should be able to access customer data and how to split advertising sales, people involved in making such deals say. That helps explain why such talks in the industry have progressed slowly.</p><p>The pacts can come with financial risks. Bundles and promotions bring in less revenue per user than direct sales, and if a bundle is available for only a limited time, many customers are likely to depart when it expires. Some consumers barely log into services they receive as part of a bundle; they are known in the industry as \"zombie\" subscribers.</p><p>Paramount Global spent a year negotiating its partnership with Walmart, with each party agreeing to a marketing plan. The pact allows Walmart to sell ad slots on Paramount-owned services such as Paramount+ and Pluto as part of larger advertising deals, the people said. Walmart promotes Paramount+ programming—including shows such as \"Paw Patrol\" and movies such as \"Top Gun: Maverick\"—on the smart TVs in its stores as well as on its website. Walmart also promotes Paramount+ on self-checkout screens in stores and gives customers an option to subscribe to Walmart+ as well.</p><p>Under the terms of the deal, Walmart agreed to pay between $2 to $3 per subscriber per month for Paramount's ad-supported plan, so long as the users activate their accounts, according to the people familiar with the deal. In such partnerships, streaming services typically get around half the per-user subscription revenue that they would by selling to consumers directly. Paramount+'s ad-supported plan costs $4.99 a month.</p><p>\"It took a lot of time and effort to develop a business model that works for both of us,\" said Jeff Shultz, chief strategy officer and chief business development officer of streaming at Paramount Global.</p><p>Under the plan Amazon has been exploring, it would sell groups of streaming services through its Prime Video Channels offering at a discount to what they cost separately, according to people familiar with the situation. It is unclear if such bundles, should the company launch them, would include Amazon's own Prime Video service, the people said.</p><p>The streaming world is a lot to navigate for consumers. There are now roughly a dozen major streaming video services like Netflix and Hulu, which offer a broad lineup of content, plus a number of niche services such as horror-focused Shudder and BritBox, which offers TV and movies from the U.K. Several services, including Peacock and HBO Max, launched early in the pandemic, when streaming use soared as households looked for in-home activities.</p><p>In a reversal of a longstanding dynamic in the cable TV industry, packaging and bundling services could relieve some consumer frustration with streaming's rising costs and complexity. The traditional cable TV bundle—with its packages of dozens or hundreds of channels, sold at ever-higher prices—was so unpopular that it's what drove many consumers to sign up for streaming services in the first place.</p><p>But as it turns out, some media executives say, a little bit of packaging—and the economies of scale that it affords—can be a good thing.</p><p>\"In many ways what's starting to happen is the great rebundling,\" said Matt Strauss, chairman of Comcast Corp.-owned NBCUniversal's direct-to-consumer and international businesses. NBCUniversal's Peacock has discussed adding rival streaming services to its app, according to people familiar with the discussions.</p><p>There were some aspects of the cable bundle that made sense: It made paying for at-home entertainment easier for consumers, said Chris Cracchiolo, senior vice president and general manager of Walmart+. \"You have to manage so many relationships as a consumer today,\" he said; bundles offer simplicity.</p><p>Corporate mergers have been the catalyst for some streaming packages.</p><p>The merger of WarnerMedia, owner of HBO Max, and Discovery+ parent Discovery Inc. made it possible for the new Warner Bros. Discovery to proceed with a plan to combine the two services.</p><p>Paramount Global—the result of the union of Viacom Inc. and CBS Corp.—now sells its Showtime and Paramount+ services together for $11.99 a month, a roughly 25% discount. The company is now considering phasing out Showtime's app altogether and moving its content into Paramount+.</p><p>Meanwhile, Disney Chief Executive Bob Chapek hinted that corporate consolidation could affect its plans for Disney+. Instead of just offering a pricing bundle of Disney+, Hulu and ESPN+, as it does now, the company could put all the services into a single app, he said. That would likely require Disney to buy out Comcast's one-third stake in Hulu.</p><p>Some media executives predict even more consolidation will be necessary to slim down the number of subscription streaming apps in the market. \"It's M&amp;A that will drive bundling going forward,\" said Andy Forssell, the former head of HBO Max, who departed as a result of Discovery's merger with WarnerMedia.</p><p>As they pursue such tie-ups, several of the big players are raising prices for their flagship services or planning to do so, part of an industry push to increase profits. Disney+ has said the price of ad-free service will increase 38% in December to $10.99 a month, from $7.99, while the CEOs of Warner Bros. Discovery and Paramount have talked about the potential to charge more.</p><p>Jonathan Cook, who subscribes to the Disney bundle—Disney+, Hulu and ESPN+—and Netflix, said he hasn't been tempted to sign up for other services, in part because he thinks prices already are high. Instead, he watches some shows like Amazon's \"The Lord of the Rings: The Rings of Power\" or Apple TV+'s sci-fi drama \"Foundation\" at friends' houses, instead of purchasing his own subscriptions.</p><p>\"We're not really flirting with any other ones,\" said Mr. Cook, 30, who streams videos with his wife using a laptop hooked up to a monitor at their home in the Santa Barbara, Calif., area.</p><p>Some consumers can already get certain streaming services free through their wireless carriers or cable providers.</p><p>T-Mobile now offers both free Netflix and Apple TV+ and a year of free Paramount+ for subscribers on its top-tier unlimited wireless plan.</p><p>Porsche Bright, a 41-year-old social worker from Riverview, Fla., has access to six streaming services, but she pays for only three of them, since she gets her Netflix and Paramount+ subscriptions through T-Mobile.</p><p>The challenge for streaming services that participate in such partnerships is ensuring consumers know about—and use—what they have.</p><p>Mr. McKee, the New Jersey teacher, recently learned he could be getting Netflix, free of charge, through his T-Mobile subscription. \"With all of these bundles, you could have access to these services and not even know,\" he said.</p><p>Verizon Communications Inc., meanwhile, offers the Disney bundle free to customers on its priciest mobile-phone plans. The two companies have been partners since Disney+ launched in 2019.</p><p>Under the terms of their initial deal, Verizon and Disney shared the cost of providing the service, which had a $6.99-a-month sticker price, according to people familiar with the pact. Verizon then earned a portion of revenue from people who became paying subscribers at the end of the 12-month promotion, the people said.</p><p>BritBox International, a smaller streaming service that has participated in bundles in overseas markets, said acquiring a customer through a bundle is only part of the challenge. The real goal is to turn those bundle subscribers into active users. \"That's pretty much the highest determinant of whether or not they will stay a subscriber\" when it runs out, said Reemah Sakaan, CEO of BritBox International.</p><p>Another way for streaming services to increase their chances of getting new customers is to be part of new marketplaces that are taking shape. Verizon is building a new system, called Plus Play, that lets customers manage streaming subscriptions, including Netflix, Disney+ and Peloton—and potentially new bundles, in one place.</p><p>AT&amp;T Inc. is developing a similar marketplace, said people familiar with the matter. And YouTube is pitching streaming services on a marketplace it is developing that would make it easy for consumers to add new subscriptions.</p><p>If bundles do become widespread again, says Frank Boulben, chief revenue officer of Verizon's consumer group, \"it won't be at the expense of the customer; it will be because the customer values it.\"</p><p>Write to Jessica Toonkel and Sarah Krouse at sarah.krouse+1@wsj.com and jessica.toonkel@wsj.com</p><p>Your Streaming Services Have a New Way to Keep You Loyal: They're Teaming Up</p>",
  "published": "2022-10-07T14:01:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 10511,
          "end": 10538
        },
        {
          "start": 10884,
          "end": 10891
        },
        {
          "start": 11572,
          "end": 11579
        },
        {
          "start": 10511,
          "end": 10533
        },
        {
          "start": 12068,
          "end": 12075
        },
        {
          "start": 10738,
          "end": 10745
        }
      ]
    }
  ]
}