{
  "_id": "ce44b563692ae409f71006ff681f5e67b9443f682ad7036dab9ec3d5429089a4",
  "feed": "wall-street-journal",
  "title": "Starbucks  Union  Battle  Intensifies  ----  By Heather Haddon",
  "text": "<p>   The fight between Starbucks Corp. and workers looking to unionize its U.S. cafes is escalating in the month since Chief Executive Howard Schultz retook the helm. </p><p>   The Starbucks Workers United union of baristas has filed dozens of complaints accusing the company of firing workers seeking to organize and impeding unionization efforts. Since Mr. Schultz took over, the company has filed its own complaints, accusing union organizers of bullying and intimidating workers and customers at some stores as part of their campaign to unionize more cafes. </p><p>   Mr. Schultz, who returned to Starbucks as interim chief executive on April 4, has called the union a vocal minority trying to drive a wedge between the company and its workers. </p><p>   Starbucks Workers United members have said that Mr. Schultz is acting disrespectfully to workers in referring to them as an outside influence trying to disrupt the company. Organizers said that they are themselves Starbucks workers who want to make the company better. </p><p>   \"Workers are being honest. We are telling you what we need,\" said Tyler Daguerre, a Boston-area barista and Massachusetts organizing committee member. </p><p>   Starbucks, the world's biggest coffee chain by sales, is dealing with a unionization effort that -- while still small compared with the company's overall workforce -- has gathered momentum since baristas voted to form the initial Starbucks Workers United union at stores in Buffalo, N.Y., last December. </p><p>   About 240 of Starbucks's 9,000 U.S. corporate stores have filed to unionize. Workers United, an affiliate of the Service Employees International Union, is supporting Starbucks Workers United in organizing. </p><p>   Starbucks workers backing the unionization efforts have said that organizing is the most effective way to press Starbucks for better pay and benefits, more staffing and a direct line into the company. Of 48 store elections held so far, Starbucks Workers United has won 42 and lost four, with two others hung up in challenges, the National Labor Relations Board said last week. The NLRB said it has scheduled more than 100 union elections at Starbucks stores in coming weeks. </p><p>   Starbucks is one front in an expanding national push by unions to make inroads at consumer companies. Workers at Amazon.com Inc., Verizon Communications Inc. and Recreational Equipment Inc. have unionized locations this year. Apple Inc. workers at a handful of locations have also petitioned to unionize. </p><p>   Union membership remains low among private-sector workers. Roughly 6.1% of private-sector workers were union members last year, down from 6.3% in 2020 and 16.8% in 1983, according to the Labor Department. The union membership rate among public-sector workers in 2021 was 33.9%. </p><p>   Mr. Schultz has said that the company is developing new benefits for workers, though these may not necessarily go to unionized employees. Starbucks is starting to negotiate terms with workforces that have unionized. Mr. Schultz is expected to provide some details of those plans on Tuesday when Starbucks is scheduled to report its quarterly results. </p><p>   Some Starbucks workers have since aired concerns on online forums about possibly losing the benefits they currently have if their stores unionize. </p><p>   A Starbucks spokesman said that collective bargaining involves lots of variables and nobody can predict the outcome. </p><p>   The battle increasingly is playing out at the NLRB, which rules on allegations that workers or a company have violated the National Labor Relations Act. </p><p>   Since Mr. Schultz's return, Starbucks has filed charges of unfair labor practices against the Starbucks Workers United union, accusing organizers of bullying and harassment. AJ Jones, Starbucks's senior vice president of public affairs, said the company was responding to complaints and transfer requests from employees who said they are uncomfortable with union organizing. </p><p>   \"It is hard to maintain the culture,\" Mr. Jones said, \"when you have a situation where there is this kind of aggressiveness to unionize.\" </p><p>   Starbucks Workers United separately has filed dozens of charges of its own against the company, accusing Starbucks of firing workers in retaliation for organizing and other moves the union has said are meant to impede unionization efforts. </p><p>   The NLRB has logged more than 100 labor-practice complaints connected to Starbucks since Jan. 1, the most of any single corporate employer this year, federal records show. </p><p>   In its initial rulings, the NLRB has sided with the union. The agency issued a complaint against Starbucks last month for what it described as the unlawful firing of seven employees in Memphis, Tenn., who were seeking to unionize. </p><p>   The agency also sued Starbucks in federal court last month to seek the reinstatement of three Phoenix workers it alleges Starbucks unlawfully retaliated against in response to unionizing activities. A Starbucks spokesman said the company is weighing its legal options and disagrees with the claims. </p><p>   Starbucks's Mr. Jones said that the company is enforcing longstanding employee policies, which apply to workers who are organizing. He said the company is filing its own claims of unfair labor practice in response to worker complaints about alleged bullying. </p><p>   In an internal video from last month, one Starbucks store manager in Phoenix described pro-union workers yelling at other employees who don't support organizing, and blocking cars in the drive-through to solicit support while encouraging them to patronize competitors. </p><p>   Mr. Daguerre, the Boston barista, said morale has improved in his store since it won its union election, including among employees who weren't ardent supporters of the effort. </p><p>   \"It's revitalized a lot of people. It brings hope,\" he said about the union effort. </p><p></p>",
  "published": "2022-05-03T06:08:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2253,
          "end": 2281
        },
        {
          "start": 2259,
          "end": 2286
        }
      ]
    }
  ]
}