{
  "_id": "329cd131013027430760b20ce634ab54ae4c86c693ec9e83c73d8a59f629c577",
  "feed": "wall-street-journal",
  "title": "Westrock Coffee to Go Public in $1.2 Billion SPAC Deal; The Arkansas-based company is merging with Riverview Acquisition and raising a $250 million PIPE",
  "text": "<p>Westrock is merging with Riverview Acquisition Corp., a SPAC, in a deal set to be unveiled Monday.</p><p>Founded in 2009 to work with coffee farmers in Rwanda, Westrock now calls itself a beverage-solutions provider for large companies and says it can do everything from package custom drinks to develop new coffee products. Consumer demand for such drinks has surged in recent years.</p><p>\"Our customers are riding that wave,\" Westrock Chief Executive Scott Ford said. Mr. Ford previously led Alltel Wireless, which was acquired by Verizon Communications Inc. in 2009.</p><p>Also called a blank-check company, a SPAC is a shell company that raises money from investors and lists publicly on a stock exchange with the sole purpose of merging with a private firm to take it public. After regulators review the deal and it is completed, the private company replaces the SPAC in the stock market.</p><p>Such mergers have become popular alternatives to traditional initial public offerings, in part because companies going public can make projections that aren't allowed in traditional IPOs. Westrock says it expects to be profitable this year and for sales to increase more than 30% to about $960 million.</p><p>As part of its deal, Westrock is raising a $250 million private investment in public equity, or PIPE, from investors including Southeastern Asset Management and the family investment office of the Haslams—part owners of truck-stop operator Pilot Co. and owners of the National Football League's Cleveland Browns.</p><p>That money and the $250 million the Riverview SPAC raised in August could be used to expand the business, though SPAC investors can withdraw their money before a deal is completed. Low share prices encourage withdrawals.</p><p>Westrock also has an agreement for a credit facility with Wells Fargo &amp; Co.</p><p>The Riverview SPAC is led by R. Brad Martin, former CEO of retail holding company Saks Inc.</p><p>Shares of many companies that went public through SPACs have fallen lately after the companies hit business snags or missed their business projections. That has made it harder for companies to complete deals and slowed the pace of new mergers.</p><p>Write to Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Westrock Coffee to Go Public in $1.2 Billion SPAC Deal</p>",
  "published": "2022-04-04T09:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 522,
          "end": 549
        }
      ]
    }
  ]
}