{
  "_id": "c352bd3286dc1c5b69ddc4ffb691b2d67b1189701cb879e5ec018644803cafc9",
  "feed": "wall-street-journal",
  "title": "High-Risk Fund Faces  Test After Tech Rout  ----  By Michael Wursthorn",
  "text": "<p>   Investors are pouring a large amount of money in recent days into high-risk stocks in the exchange-traded funds sold by ARK Investment Management LLC, showing they believe the holdings are so cheap they will inevitably rise. </p><p>   Over the past week, with prices in Cathy Woods's ARK Innovation ETF back at mid-2020 levels, investors have put about $168 million into the fund, boosting its net assets to $11.8 billion, according to FactSet. </p><p>   It is a noteworthy vote of confidence for a fund that has dropped 27% this month and lost half its value over the past year, as its brand of investing in largely unprofitable, untested firms has fallen out of favor. </p><p>   What happens next at the ARK Innovation fund, which goes by the ticker ARKK, and other risky investments like it will help tell the story of financial markets in 2022. </p><p>   The most speculative assets, ranging from ARK and many of its holdings to meme stocks such as GameStop Corp. and AMC Entertainment Holdings Inc. to cryptocurrencies like bitcoin, soared during the pandemic because of the enormous sums governments and central banks poured into the economy to counter the impact of lockdowns. </p><p>   Now those gains are eroding as the Federal Reserve prepares to begin raising interest rates as soon as March. </p><p>   That is prompting a shift of investor behavior, causing a rethink of the sky-high valuations markets had attached to growth stocks. The result is a pullback from the riskiest assets and a repricing of even big technology stocks. </p><p>   Ms. Wood's ETFs are at the center of the selloff that has pushed the S&amp;P 500 down 7% and Nasdaq Composite off 12% just four weeks into 2022. Worst hit have been the shares of technology and biotech firms that generate little to no profit, yet carry high valuations -- the kind of companies Ms. Wood's ARK favors. </p><p>   Some of the holdings of the ARK Innovation ETF are down more than 50% from their recent highs, including Spotify Technology SA, Block Inc., Zoom Video Communications Inc. and Roku Inc. </p><p>   Ms. Wood insists the fund's holdings are due to rebound. \"After correcting for nearly 11 months, innovation stocks seem to have entered deep value territory, their valuations a fraction of peak levels,\" she wrote in a blog post last month. </p><p>   Larry Carroll, a financial adviser at Wealth Enhancement Group in Rock Hill, S.C., still has some $18 million of client money in ARK Innovation after first buying shares in 2018. The firm manages about $55 billion across portfolios of stocks and bonds, with Mr. Carroll using ARK Innovation as a way of offering some clients exposure to hot tech companies. </p><p>   Because of ARK's sharp run-up in the early stages of the pandemic, he said he has already pulled more money out of the fund than he originally put in, leaving him comfortable maintaining a significant position in expectation that depressed shares will bounce back. </p><p>   \"The real question has been should we be buying more,\" Mr. Carroll said. \"I've resisted the urge mainly because I don't think you'll see ARK and the disruption stocks do well in this environment.\" </p><p>   Funds that beat the market often go through periods in which they lag behind, though the scale of ARK's ups and downs makes it stand out. Investors have pulled a net $1.4 billion from ARK funds over the past month, the most redemptions of any U.S. ETF issuer, according to data from FactSet. That has pushed net outflows over the past six months to more than $8 billion, more than all the net outflows experienced by other ETF managers over the same period. </p><p>   Some $16 billion flowed into ARK Innovation from the second quarter of 2020, when the Covid-19 pandemic took hold, through the first quarter of 2021, when the fund's assets peaked at $28 billion. Investors who have bought in since then have been losing money, said Vincent Deluard, director of global macro strategy at StoneX Group Inc. </p><p>   Renato Leggi, a client-portfolio manager at ARK, said some investors have started to agree with Ms. Wood's assessment over the past week and are buying shares. She said the firm's strategy requires that investors take a long-term view. </p><p>   But Klaus Derendorf, a 50-year-old business-development executive from Los Angeles, said he sold his ARK Innovation fund shares in November and has boosted his cash holdings after losing about 20% in the fund in less than a year. </p><p>   \"I got to go back to real fundamentals,\" he said. </p><p>   Ms. Wood's early returns gained her a large following on YouTube, Twitter and other social-media platforms. </p><p>   Joe Seid, a 58-year-old sales director from Chicago, bought ARK Innovation shares at the end of 2020, in part because he saw her on TV and his financial adviser flagged the fund as one of the hottest in the market. He sold last year after losing 10% of his investment and now thinks he might have gotten carried away. </p><p>   \"For me, these were way too speculative,\" Mr. Seid said. \"It didn't really jibe with more core financial beliefs.\" </p><p></p>",
  "published": "2022-01-31T07:10:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1947,
          "end": 1966
        }
      ]
    }
  ]
}