{
  "_id": "f09a333879e42e691a9f5bb633a7846a41e96f2fadf7c1eb0269ce117368a6b7",
  "feed": "market-watch",
  "title": "Dow skids nearly 950 points, stocks hit session lows in afternoon trade",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 813 points, or 2.4%, to 33,153, on track for its biggest daily drop since Sept. 13, when the Dow dropped more than 1,200 points for the first time since June 2020 as August inflation data rattled investors' confidence.</p><p>* The S&amp;P 500 SPX dropped 103 points, or 2.6%, to 3,892 as the large-cap index also headed for its worst day since September.</p><p>* The Nasdaq Composite COMP tumbled 334 points, or 3%, to 10,836, also on track for its worst day in months.</p><p>Stocks posted moderate losses Wednesday after the Federal Reserve delivered a half-point rate hike and signaled that rates would likely peak above 5% in 2023.</p><p>What's driving markets</p><p>Stocks saw losses deepen Thursday as investors reacted to disappointing November retail sales and a spate of other economic data, along with more central bank interest-rate hikes.</p><p>\"U.S. stocks didn't stand a chance today after digesting a hawkish FOMC decision and a round of data/surveys that support the argument that the economy is recession bound, \"said Edward Moya, senior market analyst at OANDA, in a note.</p><p>Sales at U.S. retailers fell by 0.6% in November, worse than the 0.3% contraction forecast from economists polled by The Wall Street Journal and the worst reading in more than a year.</p><p>Other economic data included weekly jobless claims and the Empire State manufacturing index, which declined to negative 11.2 in December. Meanwhile, Fed data showed industrial production fell 0.2% in November, the second straight monthly decline.</p><p>Thursday's retail sales report grabbed investors' attention as it showed that torrid inflation and rising borrowing costs appeared to finally be taking a toll on U.S. consumers.</p><p>\"The 0.6% m/m fall in retail sales in November suggests that the resilience of consumers to much higher interest rates is starting to crumble,\" said Andrew Hunter, senior U.S. economist at Capital Economics.</p><p>Hunter also pointed out that retail sales weakened in November \"despite the boost to real incomes from the continued sharp falls in gasoline prices in recent weeks, and suggests that higher borrowing costs, slower employment growth and an unusually low saving rate are now catching up with consumers.\"</p><p>Read: Powell paints hawkish picture at press conference</p><p>Stocks and other assets have vacillated between gains and losses this week as investors digested a raft of economic data and central bank rate hikes.</p><p>In addition to the Fed on Wednesday, both the European Central Bank and Bank of England hiked their key lending rates by 50 basis points Thursday. On Tuesday, investors sent stocks higher in response to data showing inflation cooled in November.</p><p>Concerns that the Fed might exacerbate job losses and a contraction in corporate profits by refusing to cut interest rates next year are again weighing on stocks.</p><p>\"The Federal Reserve remains committed to taming inflation by keeping monetary policy tight, as Jerome Powell emphasized in his press conference, which is not great news for the stock market and supports the bear market continuing into 2023,\" said James Demmert, chief investment officer at Main Street Research.</p><p>Single-stock movers</p><p>* Tesla Inc. TSLA shares tumbled after CEO Elon Musk disclosed in a Securities and Exchange Commission filing that he sold $3.6 billion worth of his holdings. Tesla shares have slumped 55% this year in the wake of both higher interest rates and Musk's $44 billion purchase of Twitter.</p><p>* Shares of both Hilton Worldwide Holdings Inc. HLT and Marriott International Inc. MAR took a hit after a downgrade from Citigroup Inc. C analysts.</p><p>* Verizon Communications Inc. VZwas the only Dow component trading in the green Thursday morning in New York.</p><p>* Shares of \"FAANG\" stocks including Amazon.com Inc. AMZNand Meta Platforms Inc. METAwere down sharply.</p><p>* Netflix Inc. NFLXshares are sliding on reports that its ad-supported tier is off to a slower start.</p><p>Dow skids nearly 950 points, stocks hit session lows in afternoon trade</p>",
  "published": "2022-12-15T18:22:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3598,
          "end": 3625
        }
      ]
    }
  ]
}