{
  "_id": "b9786fe4db6dafe48c56ea9cd61b5491419ccb81d804126e436ee99a60ba6efb",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Meadows  Loses Bid  To Avoid  Testifying  ----  By Jan Wolfe",
  "text": "<p>   WASHINGTON -- A judge has denied a bid by Mark Meadows, former President Donald Trump's final White House chief of staff, to avoid testifying before the House select committee investigating the Jan. 6, 2021, Capitol riot. </p><p>   In a written decision on Monday, U.S. District Judge Carl Nichols dismissed a lawsuit Mr. Meadows filed last year to block enforcement of two subpoenas from the committee: one issued to Mr. Meadows for documents and testimony and another issued to Verizon Communications Inc. for his phone data. </p><p>   Judge Nichols ruled that Mr. Meadows's lawsuit is barred by the Constitution's Speech or Debate Clause, which protects members of Congress from civil lawsuits in some contexts. </p><p>   Judge Nichols, a Trump appointee, said the subpoenas were the sort of \"legislative acts\" shielded by the Speech or Debate Clause. </p><p>   \"We will review the decision and decide on any further steps,\" said George Terwilliger, a lawyer for Mr. Meadows. </p><p>   Mr. Meadows initially cooperated with the select committee, providing it communications and documents he determined weren't protected by executive privilege, including over 2,300 text messages from his personal devices. </p><p>   Lawmakers previously disclosed some text messages between Mr. Meadows and some allies during the Capitol attack, in which they had implored Mr. Meadows to press Mr. Trump to intervene to stop the rioters. </p><p>   In an August court filing, Mr. Meadows criticized the Select Committee for publicly disclosing the text messages he had voluntarily produced. </p><p>   --- </p><p>   Sadie Gurman contributed to this article. </p><p></p>",
  "published": "2022-11-01T06:10:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 470,
          "end": 497
        }
      ]
    }
  ]
}