{
  "_id": "03eea88525eee8d4fab9adbec63aa16bb34c6cec16730b0b24a47999c6d41ebf",
  "feed": "market-watch",
  "title": "Apple's iOS 16 software update brings message deletion and custom screens— without having to buy an iPhone 14; Those skipping the latest iPhone release will be able to freshen their existing phones with new features out Monday",
  "text": "<p>See more: Apple offers new MacBook Air and MacBook Pro, software updates in WWDC keynote</p><p>While Apple AAPL has allowed users to choose their phone backgrounds, the iOS 16 software update holds the company's first attempt at letting them customize their lock screens. Users will be able to change the font and color of the time, while also experimenting with a \"multilayered effect\" that places the time behind the lock-screen photo for the appearance of depth.</p><p>The new software will allow people to add widgets for tools like calendars and alarms to their iPhone lock screens. Users will also be able to see live event updates on their lock screens so that they can track sports scores or workout progress without unlocking their devices.</p><p>Though iPhone owners are used to seeing notifications crowd their lock screens, Apple is changing the way that notifications appear so that people don't lose sight of what else is on the screen. The new notifications interface will cascade through the bottom of the screen.</p><p>Apple has upgraded the messaging functions on the iPhone as well, which means that iPhone users will now be able to edit and recall recently sent iMessages. The company says that people will be able to edit messages for up to 15 minutes after sending them, and they're allowed up to five edits per message, with recipients able to view the edit history. Users will have up to two minutes to unsend messages.</p><p>Users will be able to add real-life stickers, of sorts, through iMessages, by leveraging a new Visual Look Up feature in photos that lets people select the subject of a picture and create a virtual cut-out of it.</p><p>In the Mail app, iPhone owners will finally be able to schedule emails, and they'll gain the ability to pull back delivery of a message before it reaches the recipient. Apple says it will prompt users if they've forgotten to send a promised attachment and notes that it's upgraded the search function to make it easier for people to locate files and links that have been sent through email.</p><p>Apple has also created a new Shared Photo Library so that people can more easily compile photos of loved ones and \"relive more complete family moments.\"</p><p>Other new features included shared tabs in Safari, multi-stop trip planning in Apple Maps, and enhancements to dictation that the company says will let people \"fluidly move between voice and touch.\"</p><p>The official launch of iOS 16 comes during a busy time for Apple, which just debuted its iPhone 14 family last week. Those phones became available for preorder last Friday, with availability for three out of the four new models starting this Friday.</p><p>Read: Here are the iPhone 14 deals from AT&amp;T, T-Mobile, and Verizon as preorders begin</p><p>Additionally, the company showed off three new Apple Watch devices and a revamped version of its pro-level AirPods.</p><p>Don't miss: Should you buy a new Apple Watch? The Ultra, Series 8 and SE can be preordered now</p><p>Apple's iOS 16 software update brings message deletion and custom screens— without having to buy an iPhone 14</p>",
  "published": "2022-09-13T12:07:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2686,
          "end": 2693
        }
      ],
      "nexusId": "10074051"
    }
  ]
}