{
  "_id": "695a4436429f6dca11869d3717241d00cbb3b4bbb24edefd6d77e24ed4eb5c00",
  "feed": "wall-street-journal",
  "title": "T-Mobile's Outlook Improves After Customer Gains Top Rivals; Cellphone carrier reports net increase of 854,000 postpaid phone connections",
  "text": "<p>The shares of T-Mobile climbed 3.2% to $145.06 in Thursday's after-hours trading.</p><p>T-Mobile said total net customer additions under postpaid plans would hit 6.2 million to 6.4 million for the year, up from its earlier 6 million to 6.3 million target. The positive projections represented T-Mobile's third target increase this year.</p><p>AT&amp;T added 708,000 such customers and raised its projected full-year profit, a sign its customers were still willing to spend heavily on new smartphones with expensive data plans. Verizon, the largest of the three U.S. wireless network operators, posted an 8,000-phone increase in the category.</p><p>T-Mobile's customer gains have led the wireless industry for most of the past two years. The Sprint merger helped the combined company cut its construction and tower-leasing costs and led to widespread layoffs over the past two years.</p><p>T-Mobile now expects savings and benefits from its 2020 purchase of Sprint to reach between $5.7 billion and $5.8 billion this year, up from its earlier $5.4 billion to $5.6 billion target.</p><p>T-Mobile's overall profit fell to $508 million, or 40 cents a share, from $691 million a year earlier, or 55 cents. The earnings result included $972 million of merger-related costs and an expected $803 million loss from the sale of the company's wireline network to Cogent Communications Holdings Inc. for $1.</p><p>Total revenue slipped 0.7% to $19.48 billion despite higher revenue from wireless service. Finance chief Peter Osvaldik said the decline reflected dwindling leased-smartphone plans under Sprint accounts, which generate sales but don't contribute to the service revenue that powers company profits.</p><p>The company's profile has steadily improved since it competed in a wireless market of four major players several years ago. The Sprint purchase vaulted the company into the No. 2 spot in terms of subscribers and recently pushed its market capitalization above AT&amp;T and Verizon.</p><p>T-Mobile's improving finances earned it investment-grade ratings from the top three debt-ratings services this year and allowed the board to authorize up to $14 billion of stock buybacks through next September.</p><p>Write to Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>T-Mobile's Outlook Improves After Customer Gains Top Rivals</p>",
  "published": "2022-10-27T21:24:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 511,
          "end": 518
        },
        {
          "start": 1929,
          "end": 1936
        }
      ]
    }
  ]
}