{
  "_id": "69a09badf7a62e75e0ba0a82a82087993c9d323bd75b61a5dd74c285e9718339",
  "feed": "market-watch",
  "title": "After blowout earnings, beaten-down Apple shares are ripe for the picking, say analysts",
  "text": "<p>That's according to KeyBanc Capital Markets analysts Brandon Nispel and Evan Young, after the tech giant AAPL posted record fiscal first-quarter sales of $123.95 billion, and record earnings of $34.63 billion, which surpassed the $30 billion mark for the first time.</p><p>Muscling past a pandemic and supply-chain woes, Apple gave enough upbeat indications about the current quarter to keep Wall Street satisfied.</p><p>The KeyBanc analysts were encouraged by Apple's expectation that supply constraints would ease in the March quarter, and they also liked the company's customer momentum following a quarter in which it saw a record number of people upgrade their iPhones.</p><p>“We believe as the active base of installed iPhone users grow, services is likely to grow multiple times faster and should result in strong margin mix shift,” wrote the analysts, while keeping their overweight rating and $191 price target.</p><p>Apple shares were up 4.2% in morning trading on Friday, but they're off 6.4% so far this year amid broad pressure on technology stocks.</p><p>See also: Visa stock gains as quarterly revenue tops $7 billion for the first time</p><p>Despite Apple's talk of strong traction on upgrades, Jefferies analyst Kyle McNealy wrote that the company has a big opportunity to bring upgrade rates even higher.</p><p>“One of the most encouraging points for Apple is that handset upgrade rates at major carriers still aren't that high,” he wrote.</p><p>McNealy noted that Verizon Communications Inc. VZ and AT&amp;T Inc. T saw upgrade rates of 6.3% and 5.3%, respectively, in the most recent quarter, numbers that weren't too different from what they were a year before. “In our view, there's still capacity for US carriers to see higher upgrade rates as they get deeper into the early majority phase of the 5G adoption cycle,” he continued, while maintaining his buy rating on the shares and boosting his price target to $200 from $175.</p><p>Apple's growing traction extended beyond the iPhone in the latest quarter. On the whole, half of Apple's iPad purchasers in the quarter were new to the product category, along with two thirds of Apple watch buyers. In China, about 60% of MacBook buyers were new to the product.</p><p>These metrics stood out to Oppenheimer analyst Martin Yang.</p><p>“Those new users will likely purchase more devices in the Apple ecosystem and contribute sustainable growth to Apple's active installed base,” he wrote in a note titled “Share Gain Does Not Stop Here.” Yang has an outperform rating on Apple's stock and he increased his price target to $190 from $170.</p><p>The broad scope of Apple's results sat well with CFRA analyst Angelo Zino, who wrote that he “[came] away impressed with AAPL's ability to execute amid supply constraints and inflationary pressures.”</p><p>He maintained a buy rating and $200 price target on shares of Apple.</p>",
  "published": "2022-01-28T11:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1435,
          "end": 1462
        }
      ],
      "nexusId": "10074051"
    }
  ]
}