{
  "_id": "39fb51d3f935a89057d8e92e70af0e4122103b324b458297c20d29a957791c15",
  "feed": "wall-street-journal",
  "title": "Stocks Finish Higher as Earnings Continue; Tesla Jumps Nearly 10%; Tesla shares lead S&P, Nasdaq higher after company reports better-than-expected results",
  "text": "<p>The benchmarks opened mostly lower and briefly stumbled after the White House said President Joe Biden, who is 79 years old, tested positive for Covid-19 and has \"very mild symptoms.\"</p><p>\"Markets are on tender notice with respect to volatility from a lot of different sources right now,\" said George Mateyo, chief investment officer of Key Private Bank.</p><p>Downtrodden sectors such as the consumer discretionary and information technology groups were some of the market's top performers. Those segments have suffered this year as investors worry about the risk of persistent inflation, waning demand and slowing economic growth.</p><p>Leading the S&amp;P 500, Tesla shares surged $72.62, or 9.8%, to $815.12 after the company reported better-than-expected quarterly results. The electric vehicle maker, however, reported its first decline in quarterly profit in more than a year.</p><p>Stocks have steadied recently after a challenging first half of 2022, with the three major averages on pace for gains this week and for July. Earnings reports from companies like Netflix and Tesla have given investors greater confidence to buy up previously discarded stocks.</p><p>\"There's a bit more optimism around the growth sector than there was a couple of months ago,\" said Edward Park, chief investment officer at Brooks Macdonald.</p><p>Nonetheless, many money managers say they expect more volatility ahead. \"The key question is whether we have a big earnings recession heading into 2023,\" Mr. Park added.</p><p>Thursday also brought a slew of disappointing corporate dispatches.</p><p>AT&amp;T shares fell $1.56, or 7.6%, to $18.92 after the company lowered its 2022 target for free cash flow. Verizon Communications fell $1.41, or 2.9%, to $47.66, the blue-chip Dow's worst-performing stock.</p><p>Airline stocks retreated as well. United Airlines, which cautioned about the effects of higher fuel prices, fell $4.24, or 10%, to $37.44. American Airlines declined $1.13, or 7.4%, to $14.08 after it posted a profit that fell short of analysts' expectations.</p><p>Shares of cruise lines dropped after Carnival said it would sell $1 billion of new stock. Carnival fell $1.24, or 11%, to $9.85 and was the biggest laggard on the S&amp;P 500. Royal Caribbean Group and Norwegian Cruise Line Holdings were also among the index's top decliners.</p><p>Elsewhere, the European Central Bank raised interest rates for the first time in more than a decade and by more than previously indicated by President Christine Lagarde, lifting the eurozone out of negative rate territory.</p><p>The ECB faces a related challenge in convincing investors that a new policy tool can shield fragile southern European economies from the risk of spiraling borrowing costs. Particularly vulnerable is Italy, where Mario Draghi resigned Thursday as prime minister. His decision hit Italian stocks, with the FTSE MIB falling 0.7%. By comparison, the pan-European Stoxx Europe 600 inched up 0.4%.</p><p>The dollar eased after the ECB's rate increase. The U.S. currency has been on a run this year. The WSJ Dollar Index, which measures the greenback against a basket of 16 currencies, is up 1.7% this month and 10% this year.</p><p>The strength of the dollar has dented earnings at some companies of late. When the dollar rises against other currencies, it makes U.S. products less affordable abroad, cutting into international sales.</p><p>It has also weighed on commodities prices, recently curbing the bull run in oil and metals and easing inflationary pressures.</p><p>\"You're seeing some of the conversations in the earnings season about the strength of the dollar and where the consumer is, but that's been offset,\" said Jeff Kilburg, chief investment officer of Sanctuary Wealth. \"We see the strength of the dollar really offset inflation.\"</p><p>Oil prices fell Thursday, with Brent crude shedding 2.9% to $103.86 a barrel. Energy stocks also took a hit, with the S&amp;P 500's energy sector one of only two groups to decline on the day.</p><p>Write to Hannah Miao at hannah.miao@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Stocks Finish Higher as Earnings Continue; Tesla Jumps Nearly 10%</p>",
  "published": "2022-07-21T20:56:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1641,
          "end": 1663
        }
      ]
    }
  ]
}