{
  "_id": "8dcc8102de48c55667224b31a97582a628ba582dabee926225ad9a98457bd505",
  "feed": "wall-street-journal",
  "title": "Verizon Lowers Annual Forecasts After Weak Customer Growth; CEO says current level of device subsidies and discounts isn't sustainable",
  "text": "<p>The company has failed, however, to attract many additional subscribers so far this year. Executives said they had to increase device subsidies and discounts to get more wireless customers, a development that ate into its profits. They added that inflation has changed consumers' habits, forcing the business to adapt.</p><p>Chief Executive Hans Vestberg told analysts Friday that the company wasn't satisfied with its performance and that while the competition for consumers' attention has intensified, the current level of promotions isn't sustainable.</p><p>\"I am confident that we have the right strategies in place, we will continue to refine our approach as the consumer market evolves,\" Mr. Vestberg said during a conference call.</p><p>The telecommunications giant gained 12,000 postpaid phone connections in the second quarter, a sign of relatively weak growth in its core customer base. Rival AT&amp;T Inc. reported a net gain of 813,000 equivalent connectionsover the same span. Investors tend to track subscribers on postpaid mobile plans, which charge customers for monthly service after it is rendered, to measure wireless-company growth.</p><p>The weaker-than-expected customer additions prompted executives to raise rates for some midprice plans in June. The company also raised the monthly cost of some metered-data plans by $6 to $12 and boosted some consumer-plan fees. It added another monthly \"economic adjustment charge\" of up to $2.20 per line for business plans.</p><p>Chief Financial Officer Matt Ellis said some of the rate increases could yield about $1 billion of additional revenue, though price-conscious customers leaving the service could chip into that gain.</p><p>The company this month launched a \"Welcome Unlimited\" plan with rates as low as $15 per line on a four-line plan in an effort to keep consumers from switching providers.</p><p>All told, Verizon said it expects wireless-service revenue growth of 8.5% to 9.5% in 2022, down from its earlier forecast of a 9% to 10% increase. The company also predicted its adjusted earnings would be flat to negative instead of growing this year.</p><p>Shares dropped nearly 7% to $44.45 in Friday trading. The stock is down 15% so far this year, compared with a 17% decline in the S&amp;P 500.</p><p>Verizon has straddled the cheap and expensive ends of the wireless market since it closed its $6.25 billion purchase of prepaid brand owner TracFone late last year. Rising consumer prices did little to fuel growth in that business: Verizon posted a second-quarter net loss of 229,000 prepaid connections, a drop that excluded customers lost because of the shutdown of a 3G network that TracFone used.</p><p>In the June quarter, net income attributable to Verizon fell to $5.2 billion, down from $5.8 billion from the same period one year ago. On a per-share basis, its profit slipped to $1.24 from $1.40 a year earlier. Operating revenue was roughly flat from the previous year at $33.79 billion.</p><p>AT&amp;T, meanwhile, raised its wireless service revenue target, a sign it could be claiming some business from its rival. But its results also reflected some strain in consumers' budgets. The company on Thursday lowered its free cash-flow target for 2022 due to costly smartphone promotions and customers taking slightly longer to pay their bills.</p><p>Mr. Ellis told analysts Friday that the company hadn't seen \"any noticeable change in the payment patterns from customers,\" crediting the carrier's \"high-quality customer base.\"</p><p>T-Mobile US Inc., another competitor, is expected to report earnings next week.</p><p>Write to Alex Harring at alex.harring@wsj.com and Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>Verizon Lowers Annual Forecasts After Weak Customer Growth</p>",
  "published": "2022-07-22T16:01:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2667,
          "end": 2674
        },
        {
          "start": 1838,
          "end": 1845
        },
        {
          "start": 3607,
          "end": 3614
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 2218,
          "end": 2225
        },
        {
          "start": 2450,
          "end": 2457
        }
      ]
    }
  ]
}