{
  "_id": "8c65a27f094567202adb5bbf157c878e25102c174f4be3cc95f8a2b3cc59939b",
  "feed": "wall-street-journal",
  "title": "AT&T and Verizon Agree to New Delay of 5G Rollout; Telecom companies reverse course a day after rebuffing delay request by U.S. officials",
  "text": "<p>The two companies on Sunday had rebuffed a Dec. 31 request by Mr. Buttigieg and FAA Administrator Steve Dickson to delay their rollout of a new 5G signal for up to two weeks to allow regulators to address safety concerns at airports on a rolling basis. The companies said they had already agreed to delay the rollout by a month to Jan. 5.</p><p>U.S. airlines have complained that their operations would face significant disruption if the Federal Aviation Administration imposes flight restrictions to address the agency's safety concerns. The FAA and aviation groups worry the new 5G signals, frequencies known as the C-band, could interfere with key cockpit safety systems.</p><p>On Sunday, the cellphone carriers offered their own counterproposal modeled after France's approach to address wireless safety concerns. The U.S. carriers said they would dim the power of their new 5G service for six months, beyond levels the companies had previously offered to assuage the FAA's concerns.</p><p>In rejecting the FAA's request, AT&amp;T and Verizon's chief executives wrote in a letter Sunday: \"If U.S. airlines are permitted to operate flights every day in France, then the same operating conditions should allow them to do so in the United States.\"</p><p>The FAA is concerned that the new 5G signals could interfere with radar altimeters, devices that measure the distance between aircraft and the ground. They also feed data to various systems used to help planes land in bad weather and avoid crashes.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com and Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>AT&amp;T and Verizon Agree to New Delay of 5G Rollout</p>",
  "published": "2022-01-04T02:20:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 9,
          "end": 16
        },
        {
          "start": 1582,
          "end": 1589
        },
        {
          "start": 1017,
          "end": 1024
        }
      ],
      "nexusId": "10074051"
    }
  ]
}