{
  "_id": "cb82f2b8ac84d72feeac8a1d30e47cdbf8a8c495e05ccddc5f55ba1d1f5f75e3",
  "feed": "market-watch",
  "title": "United Airlines delays adding more flights, sees capacity lower than in 2019",
  "text": "<p>United UAL lost $646 million, or $1.99 a share, in the fourth quarter, compared with a loss of $1.9 billion, or $6.39 a share, in the year-ago period. Adjusted for one-time items, the air carrier lost $1.60 a share.</p><p>Sales reached $8.2 billion in the quarter, up from $3.4 billion a year ago but down from fourth-quarter 2019 sales of $10.9 billion.</p><p>Related: Verizon, AT&amp;T to limit 5G near airports to prevent flight delays, cancellations</p><p>Analysts polled by FactSet had expected the airline to report an adjusted loss of $2.09 a share on sales of $8 billion.</p><p>“Despite near-term volatility, bookings for spring travel and beyond remain strong, which is why the omicron spike has not altered the airline's confidence” in the next year, Chief Executive Scott Kirby said in a statement.</p><p>United kept its “United Next” targets, which includes buying new planes and offering more premium seats, which is “seemingly ambitious given inflationary pressures over the last (six months),” Jefferies analyst Sheila Kahyaoglu said in a note.</p><p>The emergence of omicron dealt United and other airlines twin blows, spooking would-be air travelers and laying up employees, with the variant and winter weather leading to thousands of cancelled flights in late December and early January.</p><p>Shares of United fell more than 2% in the extended session Wednesday after ending the regular trading day down 2.7%.</p><p>See also:U.S. airlines are in tough spot, but its ‘too early' to tell omicron impact, Citi says</p><p>United said it now expects that its full-year 2022 capacity will be lower than 2019 capacity, and its previously planned capacity increases are delayed to later in 2022 due to omicron.</p><p>“The United team has been fighting through unprecedented obstacles to, once again, overcome the new and daunting challenges that COVID-19 is bringing to aviation,” Kirby said. “While omicron is impacting near-term demand, we remain optimistic about the spring and excited about the summer and beyond.”</p><p>Fourth-quarter capacity was down 23% compared with capacity in the fourth quarter of 2019.</p><p>The airline guided for first-quarter capacity to be down between 16% and 18% as compared with the first quarter of 2019. First-quarter sales are seen down between 20% and 25% versus the same period in 2019.</p><p>United's earnings follows Delta's DAL last week, with Delta reporting better-than-expected fourth-quarter results but sounding cautious on first-quarter prospects due to the impact of omicron on air travel.</p>",
  "published": "2022-01-19T18:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 358,
          "end": 365
        }
      ]
    }
  ]
}