{
  "_id": "8bee320625a85a8e9b0dc4ebafec5f430b4e5516732f20003719e6db3fd221d2",
  "feed": "wall-street-journal",
  "title": "AT&T Warns That Customers Are Slower to Pay Monthly Bills; Telecom added more subscribers in second quarter but trims forecast for how much cash it will generate this year",
  "text": "<p>\"We do see in times of economic stress customers managing their payments more tightly,\" Pascal Desroches, AT&amp;T's finance chief, said in an interview.</p><p>Rising interest rates and higher prices on everything from gas to groceries this year has pressured consumer sentiment even as consumer spending has largely held up. Some CEOs, including leaders at PepsiCo Inc. and United Airlines Holdings Inc., have warned in recent weeks that they expect a spending slowdown this year and see a higher chance of an economic recession.</p><p>Speaking on a conference call with analysts Thursday, AT&amp;T Chief Executive John Stankey stopped short of predicting a new recession, calling the business environment \"not easy to predict,\" but said that the company was prepared to respond to one. Inflation has burdened AT&amp;T with higher costs for equipment while some of its customers struggle with more expensive household basics.</p><p>\"I hate to describe it this way, but I think we got a little bit of a tale of two cities going on here, and when you see 9% inflation, it tends to hit those in the low end of the market really, really hard,\" Mr. Stankey said.</p><p>Those pressures did little to curb AT&amp;T's growth during the June quarter. The telecom company reported a net gain of 813,000 postpaid phone connections in the June quarter, topping the average 400,000-phone projection from Wall Street analysts polled by FactSet.</p><p>Investors tend to watch postpaid wireless plans, which charge customers for monthly service after it is rendered, to gauge a cellphone carrier's core growth.</p><p>The gains came at a cost as promotions, capital investments and late payments from customers sapped the amount of cash generated by the business. AT&amp;T lowered its 2022 free cash flow target and its shares dropped 7.6% to $18.93 Thursday. Shares of rivals T-Mobile US Inc. and Verizon Communications Inc. each slipped about 3%.</p><p>AT&amp;T and rival Verizon both tested customers' wallets earlier this summer by raising rates for some older wireless services and urging users to upgrade to unlimited-data plans. The first price increases started in June, near the tail-end of the second quarter.</p><p>The fact that wireless subscriptions still rose suggested that many AT&amp;T customers were willing to absorb the rate changes despite surging prices for other household expenses such as food and fuel. Verizon is scheduled to post its second-quarter results Friday, followed by T-Mobile US next week.</p><p>The new mobile customers helped AT&amp;T raise its estimate of this year's wireless service revenue growth to between 4.5% and 5%, above its earlier forecast of 3% or better. Smartphone promotions have attracted droves of customers to AT&amp;T's main business over the past two years, allowing the company to sometimes outrun fast-growing T-Mobile.</p><p>The company lowered its 2022 free cash flow target by $2 billion to $14 billion, citing \"working capital impacts and higher subscriber growth.\" Some of that decrease came from its offers on new smartphones, which made the company spend more cash up front to grab valuable long-term customers. Customers making later account payments accounted for about $1 billion of the cast flow decrease.</p><p>The company generated $4.2 billion in free cash from its operations in the first half of the year, and now expects to generate about $10 billion in the second half to meet its revised target. The cash flow feeds AT&amp;T's dividend, which costs the company about $8 billion a year.</p><p>Mr. Desroches said the altered cash-flow goal largely reflected the timing of payments rather than the revenue they represent. The cash AT&amp;T paid to hand customers new smartphones over the holiday season came due as much as a quarter and a half later, he said. But those subscribers must pay off the devices through service plans lasting as long as three years, allowing the carrier to recoup its spending on devices.</p><p>\"Look, these are good problems to have because obviously you have an upfront investment but you're getting an attractive return on the lifetime value of the customer,\" Mr. Desroches said in an interview. \"We still grew better than our expectations.\"</p><p>Customers also took two days longer on average to pay their bills than they did a year ago, extending the cash-flow lag. Mr. Desroches said it was too early to tell the specific reasons customers were paying late but said levels of bad debt—receivables the company doesn't expect to get at all—remained low.</p><p>The results came from a much smaller company. AT&amp;T last year sold a stake in its DirecTV satellite unit, allowing it to strip the customer-losing business off its income statement. In April, it closed the spinoff of its WarnerMedia unit by merging the Hollywood giant into a new company combined with television rival Discovery.</p><p>The quick retreat from entertainment yielded a telecom company mostly focused on mobile phone service and fiber-optic internet connections.</p><p>Reported net income attributable to AT&amp;T rose to $4.16 billion from $1.57 billion a year earlier, reflecting the new accounting for a smaller media-free company. On a per-share basis, profit fell to 59 cents from 76 cents a year earlier. The profit figure reflected a large actuarial accounting adjustment related to pension obligations a year ago, among other accounting items. AT&amp;T said its adjusted profit from just stand-alone operations—excluding the WarnerMedia and DirecTV units—ended at 65 cents a share, up from 64 cents a year earlier.</p><p>Overall revenue fell 17% to $29.64 billion absent the contribution from the company's former media and satellite units. Excluding the year-earlier revenue from divested businesses, revenue from its stand-alone operations grew 2.2%.</p><p>Write to Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>AT&amp;T Warns That Customers Are Slower to Pay Monthly Bills</p>",
  "published": "2022-07-21T21:42:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2336,
          "end": 2343
        },
        {
          "start": 1892,
          "end": 1899
        },
        {
          "start": 1826,
          "end": 1853
        }
      ]
    }
  ]
}