{
  "_id": "b066b6ec926f70806dab41c4b37d95d6ddae66b2bcdef05db6e7974878598a0f",
  "feed": "market-watch",
  "title": "Verizon says it's 'very challenging being the premium brand' but that new efforts will pay off; Inflation and low switching activity are among challenges for Verizon, but an executive thinks new offerings can carry appeal",
  "text": "<p>Inflation and other consumer financial pressures pose a challenge for Verizon and its rivals, but more generally, the carriers must contend with lower levels of \"switching\" than they once saw. Wireless companies have all sought to retain existing subscribers more, and that means a smaller pool of \"switchers\" that competitors can poach.</p><p>See also: Verizon stock downgraded as Bank of America waits 'for 5G to be a thing'</p><p>Brouillette said she told her team that \"we can no longer rely on the switcher pool to win, and there's other ways,\" according to a transcript of the event provided by Sentieo. But she also highlighted aspects of Verizon's offerings that she thinks will appeal to newcomers.</p><p>The company has a relatively new Welcome Unlimited plan that's meant to appeal to more budget-oriented consumers without relying on device subsidies. Additionally, the company offers bundles with fixed-wireless-access home internet, which Brouillette thinks appeal to value-conscious users.</p><p>The launch of each new iPhone presents dilemmas for wireless carriers, which want to make sure they get a piece of the frenzy around the splashy new devices, but not in a way that's overly harmful to profits. Discounts can help consumers make the choice between different wireless operators, but if the carriers are all too aggressive with their offers, they can end up one-upping each other to the extent that all parties end up losing.</p><p>Verizon has been seen as a relatively more rational player in the promotional environment, with one analyst dubbing the company the industry's \"elder statesman.\"</p><p>Brouillette seemed to hint at that dynamic at Thursday's event, saying that \"it's very challenging being the premium brand\" in an inflationary environment.</p><p>With this year's iPhone 14 debut, Verizon introduced a plan that includes the Apple One bundle of music, gaming, streaming TV and iCloud storage services. That sort of bundle with wireless service is exclusive to Verizon and made \"the biggest splash,\" according to Brouillette.</p><p>On the topic of handset subsidies, she acknowledged the balance Verizon faces. The company wants to be \"competitive on the acquisition front\" but also mindful of its long-term financials.</p><p>\"We have the best Ebitda margin in the market, and I want to stay there,\" she said, referring to earnings before interest, taxes, depreciation and amortization.</p><p>Verizon shares have stumbled this year, falling 20% over the course of 2022 as the S&amp;P 500 SPX has lost 16%. Brouillette seemed to acknowledge the recent challenges but hinted that better times could be ahead.</p><p>\"I think that, of course, as investors, you're looking at the business and you're like, 'Oh my God, things are not going like we want,'\" she said. \"First of all, it's not going like we want either. That's the important thing here, but the thing is we are acting on it, and that trend is shifting.\"</p><p>Verizon says it's 'very challenging being the premium brand' but that new efforts will pay off</p>",
  "published": "2022-09-09T11:59:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "confidence": 0.99998724,
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 70,
          "end": 77
        },
        {
          "start": 158,
          "end": 165
        },
        {
          "start": 346,
          "end": 353
        },
        {
          "start": 631,
          "end": 638
        },
        {
          "start": 1767,
          "end": 1774
        },
        {
          "start": 1945,
          "end": 1952
        },
        {
          "start": 2073,
          "end": 2080
        },
        {
          "start": 2355,
          "end": 2362
        }
      ],
      "weightsV2": {
        "weight": 14.0,
        "baseWeight": 9.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}