{
  "_id": "04fe6604053c975c011105c3c0d28871f9ecbdd7907b8bf3359ccc07cb1320ac",
  "feed": "market-watch",
  "title": "Biden to talk up free internet service for low-income households after deal with AT&T, Comcast, other ISPs; Subsidies come from last year's bipartisan infrastructure law",
  "text": "<p>The combination of the two initiatives in effect should make internet service free for millions of families.</p><p>The $14.2 billion Affordable Connectivity Program (ACP), which stems from last year's $1 trillion bipartisan infrastructure law, is a replacement for the Emergency Broadband Benefit Program that offered subsidies of $50 a month.</p><p>Read more: The $65 billion internet-infrastructure plan could be an 'Eisenhower national highway system for the information age,' but it has miles to go</p><p>Around 48 million households, or almost 40% of U.S. households qualify for the ACP, according to a White House news release. That's because either their income is at or below 200% of the federal poverty level, or because they qualify for a government assistance program such as Medicaid or Supplemental Nutrition Assistance Program, also known as food stamps.</p><p>The White House said administration officials have \"secured commitments from 20 leading internet providers — covering more than 80% of the U.S. population across urban, suburban, and rural areas — to either increase speeds or cut prices, making sure they all offer ACP-eligible households high-speed, high-quality internet plans for no more than $30/month.\"</p><p>AT&amp;T T, Comcast CMCSA, Frontier FYBR and Verizon VZ are among those 20 ISPs.</p><p>The ACP has run up against an early hurdle because the people who need it most are the hardest to reach because they aren't online, a Wall Street Journal report said over the weekend. So thus far only around 11 million Americans have signed up for the monthly subsidy.</p><p>Biden and Vice President Kamala Harris are due to speak at 1:30 p.m. Eastern Monday about how their administration is \"lowering the cost of high-speed internet for millions of American families and expanding access through the Bipartisan Infrastructure Law,\" the White House said.</p><p>\"Comcast is committed to making ACP available to all our eligible Internet customers and our new, more powerful Internet Essentials Plus offering is free to all who qualify,\" said Comcast Cable's CEO and president, David N. Watson, in a statement.</p><p>AT&amp;T CEO John Stankey, made a similar comment: \"Our Access from AT&amp;T plan, when combined with federal ACP benefits, provides up to 100 Mbps of free internet service for eligible households.\"</p><p>Biden to talk up free internet service for low-income households after deal with AT&amp;T, Comcast, other ISPs</p>",
  "published": "2022-05-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1250,
          "end": 1257
        }
      ]
    }
  ]
}