{
  "_id": "4858b60c6ae435a54669788634513c0d40c372c75f8b178356bf699306c547b9",
  "feed": "wall-street-journal",
  "title": "Business News: AT&T to Increase Rates on Older Cellphone Plans",
  "text": "<p>U.S. inflation reached a four-decade high of 8.5% in March, driven by higher fuel and food prices. Cellphone bills haven't yet added to the pressure on U.S. households. The monthly cost of urban wireless phone service, as measured by the Bureau of Labor Statistics, has been roughly flat for much of the past five years. The index measures prices and the amount of internet data that consumers get through their plans.</p><p>AT&amp;T Chief Executive John Stankey told The Wall Street Journal last month that the company could lift the rates it charges for some services if prices in the broader economy were to continue climbing. The Dallas company had just shed its media division through a spinoff that created a new company called Warner Bros. Discovery.</p><p>AT&amp;T, Verizon Communications Inc. and T-Mobile US Inc. collectively control more than 90% of mobile-phone connections in the U.S. A permanent price change at one of the big three carriers sometimes prompts rivals to follow suit.</p><p>New customers and federal government subsidies have driven growth for AT&amp;T and its rivals over the past two years, though the average revenue they generate from each cellphone user has barely budged.</p><p>Smaller cellphone carriers like Dish Network Corp. offer some competition but lack a nationwide network, so their rates are influenced by roaming agreements with the big three operators. Cable companies Charter Communications Inc. and Comcast Corp. also depend on incumbent wireless networks to support the add-on cellphone plans they offer to home and business customers.</p><p>The planned AT&amp;T price increase fits a familiar pattern among U.S. cellphone carriers, which tend to raise prices for older wireless plans that they no longer advertise. The price hikes can lift sales even further if they prompt customers to upgrade to more expensive unlimited-data plans that come with more features.</p><p>\"We are encouraging our customers to explore our newer plans which offer many additional features, more flexibility for each line on their account and, in many cases, a lower monthly cost,\" an AT&amp;T spokesman said. Bloomberg News earlier reported on the changes.</p><p>Wireless companies still offer plenty of low-cost smartphone plans, including some that aren't widely advertised. T-Mobile offers a basic cellphone plan starting at $45 a month, while several prepaid calling services charge less. Cellphone carriers also offer low-cost plans that draw on a $9.25 monthly subsidy through the federal Lifeline program.</p>",
  "published": "2022-05-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 754,
          "end": 781
        }
      ]
    }
  ]
}