{
  "_id": "af4fa283389ad0fbf6b6b3aff8cb58334fff48adfc66824a62e3e1f775f9b324",
  "feed": "wall-street-journal",
  "title": "Cox Communications Launches Mobile Phone Service In Select Markets; Cable and broadband provider among companies racing to bundle wireless services to keep and attract new customers",
  "text": "<p>Cox Communications, one of the nation's largest broadband internet providers, serves nearly seven million homes and businesses across 18 states.</p><p>The launch comes as other U.S. cable and phone companies attempt to win over customers with similar services. Cable companies are promoting new and cheaper mobile phone plans, while wireless carriers are using excess capacity on next-generation networks to gain customers that were previously using traditional broadband internet.</p><p>The competition has even led to lower prices, in some cases, for customers as inflation drives up costs on other goods and necessities.</p><p>Cox's pilot service features two plans: $45 for unlimited data; or another at $15 a month for 1 gigabyte of data, and then $15 for each additional gigabyte of data, according to a company spokesman. Cox Mobile customers will also have access to 4G LTE and 5G networks, the company said.</p><p>Cable-internet providers see mobile services as key to holding on to customers. Comcast Corp. said last month that it lost residential customers in the most recent quarter for the first time ever. Charter Communications Inc. reported its first decline in almost a decade.</p><p>Companies like Cox launching their own mobile services aren't building out cell towers to serve customers like Verizon Communications Inc., AT&amp;T Inc. and T-Mobile US Inc. Instead, they are paying the wireless providers for access under reseller agreements, which still provides a boost to their businesses. Comcast and Charter rely on Verizon, while Altice USA Inc. has a deal with T-Mobile.</p><p>Cox Communications is the largest division of Cox Enterprises Inc., a closely held, Atlanta-based company that also owns newspapers such as the Atlanta Journal-Constitution and Dayton Daily News. Earlier this month, digital news site Axios agreed to be acquired by Cox Enterprises in a cash deal valued at $525 million.</p><p>Cox Communications Launches Mobile Phone Service In Select Markets</p>",
  "published": "2022-08-29T18:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "confidence": 0.9952,
      "offsets": [
        {
          "start": 1282,
          "end": 1309
        },
        {
          "start": 1495,
          "end": 1502
        },
        {
          "start": 1273,
          "end": 1299
        }
      ],
      "weightsV2": {
        "weight": 2.707506,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.29250002,
        "tagPositionWeight": 5.9604645e-06,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}