{
  "_id": "1598f00c22a8648d61e5ce7eb477553fe82d759fe1f8c28abcfeae859832283d",
  "feed": "market-watch",
  "title": "Verizon stock has had a tough year. Is a 'drastic' shakeup in order? LightShed analysts wonder whether Verizon would consider a transformative deal for Charter amid troubles in consumer wireless",
  "text": "<p>Verizon, for its part, seemed to acknowledge that some change was needed. It announced earlier this week that Manon Brouillette, the chief executive of its consumer business, would be stepping down after less than a year holding that role. Hans Vestberg, the CEO of the whole company, will start overseeing the consumer business.</p><p>But that move strikes the LightShed analysts as \"very odd.\"</p><p>Piecyk and Galone aren't sold on Verizon's growth potential in wireless, and aside from price increases, they don't see compelling strategic choices that the company could take to turn around its consumer business.</p><p>See also: Verizon looking to 'increase the pace of execution' amid leadership change</p><p>\"In the absence of organic growth or a failing plan, CEOs often turn to inorganic solutions,\" they wrote. \"Tuck-in acquisitions do not address this issue. It would need to be something transformational with sizable claimed synergy opportunities. We are not arguing that this is the best or right thing to do, but simply noting it's the predictable next step.\"</p><p>The AT&amp;T model isn't great, with the company's Time Warner deal emblematic of the sort of diversification-oriented deals that ended up resulting in \"money-losing divestitures.\" But T-Mobile's model is better, in their view, as the company's deal for Sprint is part of a trend of wireless acquisitions that have paid off for telecommunications operators.</p><p>\"Convergence is the end game,\" the analysts wrote, and in that sense, \"[the] largest, yet digestible deal available for Verizon is to buy Charter.\"</p><p>That would \"perhaps\" be an \"ugly deal,\" they reason, but they also see ways it could gain regulatory and shareholder approval from those owning Charter Communications Inc. CHTR.</p><p>\"In fact, the only mega deal left that could gain any semblance of investor support by telco investors would be vertical integration of connectivity services,\" they wrote.</p><p>Verizon didn't immediately respond to a MarketWatch request for comment on whether or not it would have interest in such a deal.</p><p>Verizon stock has had a tough year. Is a 'drastic' shakeup in order?</p>",
  "published": "2022-12-08T23:54:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 103,
          "end": 110
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 615,
          "end": 622
        },
        {
          "start": 1902,
          "end": 1909
        },
        {
          "start": 423,
          "end": 430
        },
        {
          "start": 2031,
          "end": 2038
        },
        {
          "start": 1524,
          "end": 1531
        }
      ]
    }
  ]
}