{
  "_id": "edaa2ca281df77a6f8260603d1987eb4a5ecdc15331ccf0915206698c4b31818",
  "feed": "wall-street-journal",
  "title": "Inflation Takes Biggest Bite From Middle-Income Households; Purchasing power from paychecks fell for middle-income households in 2022, while rising for those at the bottom and top.",
  "text": "<p>At the high end, many households have seen big losses in stock and bond markets, but their income and savings were large enough that they were able to keep spending aggressively.</p><p>The middle has been in a vise. Purchasing power from paychecks fell 2.9% for middle-income households in 2022 compared with 2021, while rising 1.5% for the bottom fifth of households and 1.1% for the top, according to the CBO study. A growing share of middle-income households say they are having more trouble making ends meet, according to Census Bureau surveys.</p><p>Median household income was $70,784 in 2021, according to the Census Bureau.</p><p>Jessica DeCicco, 43, raises four children and works from home as an executive assistant at a local marketing company, earning $30 an hour. Her husband, Vinny, is a sergeant in a New Jersey police department, making $125,000 annually.</p><p>In their suburb of Long Valley, N.J., that is enough income for a home, appliances, two cars and daily staples such as groceries. But the family feels stretched.</p><p>Their water bill is up $200 quarterly from a year ago, and electricity costs about $100 more each month. Before the pandemic, weekly trips to the grocery store cost about $200; on a recent trip, the bill hit $378. Ms. DeCicco is still buying organic milk for her children, but it is now a $40 line item on the grocery bill for the four gallons they drink a week, up from $28 before.</p><p>\"It's the one thing I will splurge on,\" Ms. DeCicco said.</p><p>She is cutting back elsewhere, including on trimming and coloring her hair, and she recently dipped into her 401(k) to pay the $2,700 monthly mortgage. Her 14-year-old son, Dominic, asked relatives for money rather than gifts this Christmas so he can save up for a school band trip. Her 11-year-old daughter, Daniella, recently asked her mom for help setting up an account on Etsy, the marketplace for handmade items, so she could pitch in and earn some spending money by making and selling bracelets.</p><p>Renters and student borrowers got payment deferrals during the pandemic, while many households benefited from federal relief checks. But that aid is winding down.</p><p>In Vermont, the eligibility cutoff for food stamp benefits is 185% of official federal poverty levels, a little over $51,000 a year. John Sayles, chief executive of the Vermont Foodbank, said he is seeing more families above that cutoff showing up for staples.</p><p>Mr. Sayles said a lot of those people are telling food-pantry workers that they have never reached out for food assistance before, and they don't qualify for federal programs. \"These are families who are employed, that make what anyone would consider a very good salary, but they are having to make choices,\" he said.</p><p>Middle-income households were especially exposed in the past two years, in part because the goods and services they tended to purchase—such as cars and gasoline—rose most in price.</p><p>Xavier Jaravel, an associate economics professor at the London School of Economics, found that middle-income households experienced inflation well over 15% from 2020 to 2022, compared with 14% and lower for the highest- and lowest-income households. That is mainly because of the middle's exposure to cars and gasoline, where price increases were especially pronounced. In earlier cycles, low-income households tended to experience higher inflation.</p><p>When asked for an assessment of their current financial situations by University of Michigan surveyors, the share of middle-income households who said they were worse off dropped toward levels close to those of low-income households in 2022. By contrast, in 2020, their confidence was near the levels of high-income households. When asked for the source of financial problems, middle-income households were most likely to cite inflation.</p><p>Of course, low-income households start from lower bases of income and assets than do middle- or high-income households, meaning economic conditions are typically harder for them to begin with, even though they haven't been hit as hard in this particular cycle.</p><p>Low-income households enter 2023 with two particular vulnerabilities. First, if unemployment rises, low-income households tend to feel it first and hardest. Second, because they tend not to have many financial resources in the form of bank savings, low-income households are especially vulnerable to financial strain when a shock hits.</p><p>The good news is that inflation appears to be slowing. If that continues in 2023, some of this pressure might dissipate. In November, the consumer-price index was up 7.1% from a year earlier, compared with a 9% increase in June. Gasoline prices have fallen in recent months, though groceries are still rising at a fast clip.</p><p>As middle-income households adjust their spending habits, businesses are moving to adapt. Across industries, executives say sales have remained robust in high-end categories, such as luxury jewelry, but that consumers in the middle are pulling back or trading down to more affordable products.</p><p>Executives at Urban Outfitters, Kimberly-Clark, Procter &amp; Gamble, Victoria's Secret and others have talked about such a bifurcation in demand in conference calls with analysts in recent months.</p><p>Urban Outfitters, for example, said it has seen strong demand at its trendy Anthropologie clothing stores and Nuuly clothing rentals, which offer higher price points to more-affluent customers. Customers at its Urban Outfitters stores tend to be younger with less discretionary income, and they're pinching pennies.</p><p>Macy's said it is seeing demand at both ends of the market, with strong sales of items in the $30 price range—such as a cubic zirconia earring and necklace set on sale for $25—as well as of diamond tennis bracelets.</p><p>Bahram Akradi, chairman and CEO at Life Time gyms, a high-end athletic club, said he isn't worried about the long-term impact of inflation. \"If everything costs 30% more, then we charge 30% more,\" he said in an interview. \"Our customer is someone who wants the best experience and will find a way to pay for it.\" Its memberships are $259 a month in Manhattan.</p><p>At the same time, households in the middle are trading down to Planet Fitness's $10-a-month memberships. Total revenue at the chain was up 58% in the third quarter, and 29 new locations opened in the period from July through the end of September.</p><p>Budget cosmetics brand e.l.f. is seeing record growth fueled in part by middle-income consumers trading down from luxury products. The drugstore brand grew 33% in the third quarter, according to Chief Executive Tarang Amin.</p><p>Instead of people coming in just for lower-priced items, Mr. Amin said, many consumers are looking for products that compare to \"prestige quality items.\" One example: its halo-glow liquid filter, priced at $14, which is on the high end of its price spectrum. A popular product on the low-end is its $3 Srsly Satin Lipstick. The company said it has kept the price of that, and other items in the $2 to $4 range, the same while raising prices on more expensive items due to inflation.</p><p>Boost Mobile was launched in 2001 to appeal to low-income consumers, with pay-as-you-go plans from $10 to $25 a month. Stephen Stokols, EVP of Retail Wireless at Dish Network, said that Boost is aimed at customers making about $50,000 a year.</p><p>On Dec. 7, Dish Network, which now owns Boost, launched a test version of Boost Infinite, which charges $25 a month for unlimited data, in a play for consumers making $100,000 a year. Dish executives started talking about the possibility at the beginning of 2022. \"At the height of the market they might have been less price conscious, but now they are extremely price conscious,\" Mr. Stokols said of his customers.</p><p>\"We're going after the value-centric customer on AT&amp;T and Verizon. It's a slightly better-credited customer, they can pay at the end of the billing cycle instead of the beginning.\"</p><p>The company said the response has been more positive than expected. \"It's big numbers on what we expected to be a very quiet beta,\" Mr. Stokols said. The company isn't sharing numbers yet.</p><p>A range of data suggest the lowest-income households have held their own in the turbulent economy. In their search for scarce workers, many firms have offered jobs and pushed up wages for the lowest-income workers, helping to compensate for inflation even at its worst.</p><p>\"The bottom 15% of the [wage] distribution has seen real wage gains even over the last year,\" said David Autor, an economics professor at the Massachusetts Institute of Technology, in a presentation online of his recent work on wage gains across different income levels.</p><p>Mr. Jaravel of the London School of Economics noted that because low-income households tend to use more public transportation, they haven't been as exposed as others to rising car and gas prices.</p><p>Inflation relief may be coming, but risks loom in other forms.</p><p>The Federal Reserve has pushed up short-term interest rates in an effort to cool borrowing, spending and investing, which helped to ignite inflation with excess demand. Fed officials expect the inflation rate to cool to near 3% in 2023 and then lower in 2024 and beyond. Prices for household items including furniture and appliances, in addition to new and used cars, have shown signs of easing.</p><p>The cost of inflation relief, however, is projected to be a slower growing economy and higher unemployment. Fed officials project the jobless rate will rise from 3.7% in November to 4.6% by the end of 2023. More private economists say recession looms, with unemployment even higher than Fed officials foresee.</p><p>Weakening job markets have tended to hit the lowest-income workers first and hardest, because firms tend to fire their least-skilled labor early in downturns, and could spread to the middle-income households.</p><p>Layoffs have risen in the tech sector.</p><p>Morgan Suazo, 28, and her husband moved from Oklahoma City to Orlando, Fla., in early 2021. She was a human resources officer for a small tech company earning $69,000 a year and he was a content moderator earning $16 an hour. They bought a modest home, hoping to start a family and enjoy the occasional $1,500 weekend cruise.</p><p>About a year into their new life in Orlando, they began noticing their paychecks weren't going as far. Then, in late July, he got laid off. This month, Ms. Suazo lost her job, too.</p><p>The couple is dipping into savings to pay their mortgage, and cutting back on small luxuries like weekly date nights and their morning Starbucks orders. \"We definitely aren't going on any cruises anytime soon,\" Ms. Suazo said.</p><p>The couple estimates they have saved enough to cover about six months of expenses, thanks in part to federal pandemic relief payments. But they are worried about finding new jobs in tech, where they had long wanted to pursue careers.</p><p>\"It's not us asking for the moon and the stars,\" said Ms. Suazo. She said she isn't hoping to one day buy a Lamborghini. \"It's just groceries and a roof is what people our age want.\"</p><p>Write to Jon Hilsenrath at jon.hilsenrath@wsj.com and Rachel Wolfe at rachel.wolfe@wsj.com</p><p>Inflation Takes Biggest Bite From Middle-Income Households</p>",
  "published": "2022-12-28T16:57:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 7743,
          "end": 7750
        }
      ]
    }
  ]
}