{
  "_id": "501569d9cef1ea021e04dd27d7512ed07ed875640f3a11d67282e4d8fbee36a8",
  "feed": "wall-street-journal",
  "title": "AiFi Raises $65 Million From Tech Giants and Grocery Chains; The startup is working to expand adoption of its automated checkout technology for retailers, stadiums and large-scale events",
  "text": "<p>Verizon said its 5G wireless service could benefit AiFi's technology. Qualcomm said that while AiFi wasn't using Qualcomm chips, it could aid the startup with computing services.</p><p>The camera and artificial-intelligence-based technology allows grocery-store shoppers to enter a store by scanning an app or credit card. Customers can then pick items off the shelves and walk out without scanning the products. Cameras placed on the ceiling use computer vision to identify when an item is picked up, put into a bag or put back onto the shelf. A digital receipt is sent to customers.</p><p>The funding round comes as AiFi is aiming to increase rollouts of its technology and to compete with other companies. E-commerce giant Amazon, for instance, offers similar tech to third-party retailers and has implemented it in some of its own brick-and-mortar stores.</p><p>AiFi is currently operating in 39 stores globally. The technology is available at Ford Field stadium in Detroit and other sports arenas.</p><p>Global venture investment in retail technology surged 122% in 2021 from the year prior, according to analytics firm CB Insights. Tiger Global Management was the most active investor in the sector during the last quarter of 2021, participating in 24 deals.</p><p>Verizon worked with AiFi to implement the technology at music festivals and the Indianapolis 500 automobile race. Verizon Ventures said Managing Director Jeffrey Black is taking a board observer position.</p><p>AiFi said it is aiming to offer customers more analytics that will better inform business decisions such as restocking, inventory selection and product placement. The company said it can retrofit the technology into existing stores without changing store layouts. AiFi said the technology can give retailers the ability to reassess the roles and responsibilities of staff members and task them with jobs that are more meaningful to shoppers.</p><p>Write to Marc Vartabedian at marc.vartabedian@wsj.com</p>",
  "published": "2022-03-11T11:30:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1241,
          "end": 1248
        },
        {
          "start": 1355,
          "end": 1362
        },
        {
          "start": 0,
          "end": 7
        }
      ]
    }
  ]
}