{
  "_id": "ba74d85b6cf1ac31195e64842592a791c584a465a4d9d1e5374ff3f1242effae",
  "feed": "wall-street-journal",
  "title": "Spam Texts Are Surging. Here's How to Avoid Being Swindled. Scam robotext messages have exploded, but you can protect yourself by not clicking links, never texting back and turning on your phone's unknown-message filter",
  "text": "<p>Federal law now requires carriers to combat robocalls with anti-spam technology. Such calls were down over the past year to 1.1 billion from 2.1 billion, according to U.S. Public Interest Research Group, a nonprofit consumer watchdog.</p><p>An FCC spokesman said the commission is discussing similar action on robotexts, but it hasn't gone into effect. Meanwhile, robotexts have swelled: The watchdog report shows text scamshave increased 10-fold over the same period, to about 12 billion monthly.</p><p>The attacks are becoming sophisticated. Like robocalls, the number you see as the sender isn't necessarily where the text comes from. My colleague Joanna Stern received robotexts that appeared to come from her own number.</p><p>There are ways to identify and avoid the schemes. Here are tips to avoid getting swindled:</p><p>Be on the lookout</p><p>Text scams are particularly dangerous because we have grown accustomed to receiving robotexts for legitimate purposes, such as a login verification code or package-delivery status.</p><p>Before you act on any text—whether it's to reply or tap a link—take a pause. Eliciting urgency (\"Your account is on hold\") or excitement (\"You've won!\") is a big part of the lure. More mundane subjects are also making inroads: According to the Federal Trade Commission, many recent messages impersonate the U.S. Postal Service requiring a delivery fee, Costco giving a reimbursement or Home Depot offering a gift.</p><p>And while banks and other services do use robotexts to automatically alert you to fraud and other real concerns, they often try to reach you via several means of communication—email, robocalls, in-app messages—so you can see the matter is legitimate.</p><p>Don't click or download</p><p>If there is a link, file or phone number in the text, ignore it. Many scammers are trying to get you to share personal or financial information, or type login credentials into a faked website that looks legitimate. (This is known as phishing.) Some links or attachments can download malicious software to access information on your device.</p><p>Even if a message seems legit, it's best to log in directly to a company's website or app, or call its listed customer-service number.</p><p>Never text back</p><p>Some robotexts don't include a link. Instead, they look something like, \"Hey, how are you?\" or \"It's me, John! Did you get my letter?\" They could also say, \"Reply STOP to unsubscribe.\" By replying, you could confirm that your number is active, subjecting you to even more spam.</p><p>Report the text and block the sender</p><p>Most carriers allow you to report spam to improve robotext detection. AT&amp;T, Verizon and T-Mobile customers can forward suspected messages to 7726. Filing a consumer complaint with the FCC, which oversees the telecom industry, and the FTC, which is concerned with consumer protection generally, can help build pressure to regulate the issue.</p><p>• iPhone: To forward to 7726, long press the original message and tap More, then tap the arrow in the bottom right corner.</p><p>If the unknown text was sent through iMessage (\"iMessage\" will appear at the top of the thread instead of \"Text Message\"), tap the Report Junk link under the message.Block the texter by tapping the number at the top of the thread. Then tap Info &gt; Block This Caller.</p><p>• Android: Open your messaging app. Tap and hold the message to select it, then tap the More menu (three dots) on the top right. Select Forward, then New Message.</p><p>You can also report the spam to Google. Open the conversation, then tap the menu (three dots) &gt; Details &gt; Block &amp; report spam.</p><p>Divert the spam</p><p>iOS and Android devices have built-in protection that separates texts from unknown senders from the messages of contacts you actually know. With this enabled, you can miss relevant messages, so add any known robotext numbers (FedEx, Verizon, etc.) to your contacts.</p><p>• iPhone: Open the Settings app. Go to Messages and enable Filter Unknown Senders. If it is already turned on, you will see Unknown &amp; Spam.</p><p>• Android: Spam protection is typically turned on automatically. Check by going to the Messages app, then tap the three dots. Go to Settings &gt; Spam protection.</p><p>Try a filtering app</p><p>Instead of filtering out all messages from unknown services, paid filtering apps specifically sort out suspicious ones. These apps go beyond your phone's ability by using advanced algorithms and databases of known offenders.</p><p>RoboKiller ($30 a year), which has a text-specific app called TextKiller, is a popular choice. The app says it eliminates 99% of spam text messages and offers an Allow list, so important texts aren't missed. You can also block certain keywords.</p><p>SHARE YOUR THOUGHTS</p><p>What tips do you have on dealing with scam texts? Join the conversation below.</p><p>Another option is Nomorobo ($20 a year for basic blocking; $50 for extra protection), which won the FTC's Robocall Challenge spam-blocker contest in 2013. The app offers the option to fully block or merely identify robocalls and texts.</p><p>Just know, you will need to give these apps access to your SMS texts (though not Apple iMessage). That can include two-factor authentication login codes you might use to safely log into various online accounts.</p><p>Aaron Foss, founder of Nomorobo parent Telephone Science Corp., said the service sees the senders and contents of texts, but not the recipient's phone number, so even if someone in the company spotted a two-factor code, it couldn't be used to hack anyone.</p><p>The Nomorobo app doesn't upload your contacts to company servers, but instead uses your phone to determine unknown contacts. RoboKiller does access your contacts, though its privacy policy states that its parent company doesn't share or sell that information to third parties.</p><p>Don't be fooled again</p><p>There are other things to keep in mind. If you did pay or give personal information to a scammer, follow the government's instructions on what to do to reverse the transaction and prevent identity theft.</p><p>Many robotexters auto-generate phone numbers to spam (which is why responding confirms you're a live target). But it is still a good idea to refrain from sharing your digits if you don't have to.</p><p>Avoid further damage by using a password manager to create and store long, unique passwords, and set up multifactor protection for all of your accounts that offer it.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>Spam Texts Are Surging. Here's How to Avoid Being Swindled.</p>",
  "published": "2022-08-21T12:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2548,
          "end": 2555
        }
      ],
      "weightsV2": {
        "weight": 0.857375,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.14262497,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}