{
  "_id": "c44fa5bec8a8840f534f4683b56d0928e1895b56c1f4eb7f493b7fd267dbe725",
  "feed": "market-watch",
  "title": "Cable stocks continue slide as threat of wireless encroachment causes jitters; Cable executives said they weren't seeing an impact from fixed-wireless competitors, but analysts say the threat looms large amid slow broadband growth",
  "text": "<p>Given the slow pace of subscriber additions and the threat of competitive encroachment as wireless companies push into the internet space, analysts see increasing concern about the future of broadband growth for cable incumbents.</p><p>Shares of Charter are off 6.9% in Friday afternoon trading, after the company added 164,000 residential internet customers, below the 207,000 that analysts tracked by FactSet had been expecting.</p><p>Charter Chief Financial Officer Jessica Fischer called out \"record low combined competitive and move churn, which has reduced our selling opportunities.\" Move churn occurs when people move houses and switch to a new cable provider.</p><p>The company talked down the threat of fixed-wireless access, which enables wireless operators to provide internet service to customers by leveraging radio waves. As T-Mobile US Inc. TMUS, Verizon Communications Inc. VZ, and AT&amp;T Inc. T build out fixed-wireless access, there's been concern from cable investors about the potential for wireless players to eat into the broadband share of the incumbents.</p><p>\"We don't see direct impacts from fixed wireless access in our churn or our gross additions,\" Charter Chief Operating Officer Chris Winfrey said Friday.</p><p>Analysts acknowledged that the latest results might cause jitters for investors who were already a bit on edge about the current state of the broadband market.</p><p>Charter's \"broadband miss is not a surprise after Comcast's results, while the slowdown is likely to elevate concerns for Charter and the category thats slowing broadband industry growth, lower move rates, and rising competition (fiber, FWB [fixed wireless broadband]) could cause future cable revenue growth to slow further,\" wrote Citi analyst Michael Rollins.</p><p>Wells Fargo's Steven Cahall added that \"cable multiples are likely to continue to slide until investors feel like there's better visibility in market share shifts.\"</p><p>But MoffettNathanson's Craig Moffett saw at least one encouraging sign. As mobile operators step on cable's turf with fixed-wireless offerings, the cable companies are getting into the mobile game, and Charter topped expectations with its mobile additions for the latest quarter. The company runs its wireless business through a mobile virtual network operator (MVNO) model that leverages Verizon's network.</p><p>\"The handoff from broadband to wireless as the next leg of growth is reminiscent of the handoff from video to broadband a decade ago,\" he wrote. \"Muscle memory dictated that video, not broadband, should be the focus. So investors wrung their hands over video losses… until they didn't.\"</p><p>Admittedly, that earlier shift away from video benefitted margins, while the current shift away from broadband doesn't, he noted. But the wireless market also is considerably larger than the broadband one, and \"the threat to broadband today is only slower growth, not secular obsolescence as it was in video.\"</p><p>Moffett is bullish on Charter's stock, but he has a neutral view on shares of Altice-USA, which were sliding 6% Friday after the company's own broadband-subscriber miss an afternoon earlier.</p><p>Though Altice's management team also denied a competitive impact from fixed-wireless access on the most recent results, Moffett wrote that Altice's latest miss, amid the current industry backdrop, meant the fixed-wireless issue was \"likely to move to front and center for investors.\"</p><p>The company is also in the midst of a business transformation as it spends up on fiber-to-the-home enhancements, a move that comes at the expense of its margins. In going this route, Altice is \"choosing to sacrifice multi-year FCF [free-cash flow] and the buyback story,\" wrote Cowen &amp; Co.'s Gregory Williams.</p><p>It remains to be seen how the move will pay off.</p><p>\"We like Altice's decision to upgrade a substantial portion of its footprint to full-fiber capabilities,\" Citi's Rollins wrote. \"However, the larger question is whether or not Altice can improve aggregate broadband share (from 60%+) and improve broadband ARPUs [average revenues per user] that are already somewhat-elevated already, especially as competition is picking up from broader telco-fiber passings and emerging value-based FWA alternatives .\"</p><p>Shares of Comcast also weren't immune to Friday's cable slide, as they were down 3.7% in afternoon trading despite falling 6.2% in Thursday's session in the wake of the company's own results.</p><p>Bank of America's Jessica Reif Ehrlich downgraded Comcast shares to neutral from buy Friday, citing competitive pressures.</p><p>She worried about how the new competition would impact pricing power and saw \"limited upcoming catalysts to drive the shares higher.\"</p><p>Comcast's stock has lost 20% so far this year, as Charter's has dropped 34% and as Altice's has fallen 42%.</p><p>Cable stocks continue slide as threat of wireless encroachment causes jitters</p>",
  "published": "2022-04-29T19:26:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 845,
          "end": 871
        },
        {
          "start": 2290,
          "end": 2297
        }
      ]
    }
  ]
}