{
  "_id": "bf09bdb141178f834f073ceee4ddf5770c11ad1d7ecf2cc3913213a33c9c3612",
  "feed": "wall-street-journal",
  "title": "Biden, Internet Providers Seek to Boost Adoption of Subsidized Broadband; Providers will help offer high-speed internet to millions of households under the infrastructure law",
  "text": "<p>President Biden and Vice President Kamala Harris announced the providers' enhanced plans Monday at the White House alongside telecom executives and members of Congress.</p><p>\"High-speed internet is not a luxury any longer—it's a necessity,\" Mr. Biden said. He said people can call (877) 384-2575 or visit getinternet.gov to find out if they qualify for the program.</p><p>Many of the companies, which cover more than 80% of the U.S. population, agreed Monday to either boost the internet speeds that they offer through the program or to cut their rates to $30 a month for low-income and other households that qualify.</p><p>At that price, a high-speed internet plan is effectively free for households that qualify for the subsidy, said a spokesman for AT&amp;T, which offers such a plan.</p><p>Other internet providers said their subsidized broadband plans already met those criteria but committed to make it easier to sign up for service in stores and by phone.</p><p>In addition to AT&amp;T, Comcast and Verizon's Fios service, other participating providers include Cox Communications Inc., Charter Communications Inc., Frontier Communications Corp. and regional providers such as Jackson Energy Authority in Tennessee, Comporium Inc. in the Carolinas and the Vermont Telephone Co.</p><p>During his remarks Monday, Mr. Biden spoke about broadband services as a necessity and pointed to the plight of families who park in fast-food parking lots to access wireless internet during the Covid-19 pandemic. \"It's just not right,\" he said. \"It's not who we are.\"</p><p>\"Getting more needy people connected is self-evidently good news for the digital divide,\" said Craig Moffett, a telecom analyst for research firm MoffettNathanson. \"But the companies benefit as well.\"</p><p>The lower rates are backed by a $65 billion program to build up the country's broadband network through the roughly $1 trillion infrastructure law approved by Congress in 2021. While most of the broadband funds will be awarded to states and territories for fiber-optic-cable projects, the law also provides $14 billion to pay for the Affordable Connectivity Program.</p><p>The monthly subsidy grew out of a stopgap effort by internet providers to keep Americans online during early months of the coronavirus pandemic. Congress later bolstered the emergency program by funding low-cost plans with a $50 monthly subsidy. The infrastructure law passed last year expanded the assistance program but dropped the monthly subsidy to $30.</p><p>About 11.5 million households have signed up for the monthly subsidy, according to the Federal Communications Commission, which oversees the subsidies. Officials on Monday cited a Columbia University paper that estimates there are up to 48 million eligible households, which the administration is attempting to enroll in the program. There were about 128 million occupied households in the U.S. as of the end of March, according to the U.S. Census.</p><p>The aid is available to households whose income is 200% or less than federal poverty guidelines or for those that qualify for a government assistance program such as Medicaid, Supplemental Nutrition Assistance Program or a Federal Pell Grant. The monthly subsidy jumps to $75 for households on tribal lands.</p><p>The subsidy can be used to pay for mobile-phone plans as well, and many recipients are choosing that option, according to federal data. But many households still lack home-internet service through a cable or fiber-optic connection.</p><p>As part of the effort, the administration is launching a new website, GetInternet.gov, to give Americans details on how they can sign up for the subsidies or find participating internet providers in their area.</p><p>The White House said it will use agencies like the Social Security Administration to tell people about the broadband subsidies. Other federal agencies, along with states and cities, intend to promote the program.</p><p>\"Many people have been doing this on a trial basis,\" said Michel Guité, president of Vermont Telephone, also known as VTel, referring to companies promoting the subsidy program. \"Now, the message is that it's ready for prime time.\"</p><p>Andrew Restuccia contributed to this article.</p><p>Write to Ken Thomas at ken.thomas@wsj.com and Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>Biden, Internet Providers Seek to Boost Adoption of Subsidized Broadband</p>",
  "published": "2022-05-09T19:59:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 969,
          "end": 976
        }
      ]
    }
  ]
}