{
  "_id": "1448f8ca836244c0eda25c9ef9a95a0cdc6c26800d15bc5456d0d1a8a44a68a6",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  AT&T Investors Get a Wake-Up Call  ---  Telecom giant's media spinoff has made its dividend more secure, but at what cost?  ----  By Spencer Jakab",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  AT&amp;T's income-hungry shareholders should have seen it coming. </p><p>\n  In April last year, a month before announcing the spinoff of its media division to shareholders in the form of shares of a 71% stake in the newly created Warner Bros. Discovery, Chief Executive Officer John Stankey assured investors that \"our deliberate capital-allocation plan allowed us to invest and sustain our dividend at current levels, which we believe is attractive.\" He didn't mention any increase. AT&amp;T's failure to raise the dividend in 2021 broke a 34-year streak and saw it booted out of the S&amp;P 500 Dividend Aristocrats Index. </p><p>\n  Conservative individual investors own a disproportionate stake in AT&amp;T because of its bondlike nature. Many were even more upset when it announced a 47% cut to its payout this year as part of the spinoff, completed in May. Their stake in the combined media company was a poor consolation prize, with a current market value equal to just three years of the 97-cents-per-share dividend cut. Investors sent AT&amp;T's stock down by 17% since it reported quarterly results for the first time as a stand-alone telecom company in July, with doubts festering about even the lowered payout. </p><p>\n  \"There is no issue whatsoever with the safety of the dividend, period,\" insisted Chief Financial Officer Pascal Desroches in an interview on Wednesday. \"As a management team, you don't get to cut the dividend twice.\" </p><p>\n  That much is true -- another cut would be career-shattering. Yet the company lowered its forecast for 2022 free cash flow, which funds its $8 billion dividend, for the second time just this year in July. It went from $20 billion to $16 billion and most recently to just $14 billion. </p><p>\n  That looks bad, but Mr. Desroches deserves the benefit of the doubt. Part of that forecast cut stems from stripping out the media business's contribution for a portion of the year and another is because of surprisingly strong subscriber growth: AT&amp;T pays upfront smartphone subsidies when customers sign on the dotted line. The effective cut in guidance was more like $2 billion. Meanwhile, as a result of the share-price decline AT&amp;T's dividend yield is now 6.6% -- the fifth-highest in the S&amp;P 500 index. </p><p>\n  That is small solace to shareholders getting smaller coupons, but the previous payout looked untenable. By offloading around $43 billion in debt with the spinoff and billions more with the partial spinoff of DirecTV, AT&amp;T hasn't only ended its disastrous media dalliance but gained more wiggle room. </p><p>\n  Numbers alone don't convey that story. AT&amp;T remains the most-indebted nonfinancial company in the U.S. in absolute terms and sports an unhealthy ratio of 3.2 times net debt to earnings before forecast interest, tax, depreciation and amortization -- not too different from last year, before the spinoff. It is more like 3.7 times including preferred shares, leases and retiree benefits. Either multiple might justify putting a telecom company's debt in junk territory, but credit-rating firms have kept it just above that level because they know AT&amp;T has wiggle room. </p><p>\n  Besides cutting the dividend, AT&amp;T could hit the brakes on capital expenditures, set to average about $21 billion this year and next according to analysts polled by FactSet, for things like wireless spectrum and an aggressive fiber-optic build-out. While that might send already-anemic revenue growth into reverse, dividend-focused investors would be shielded. </p><p>\n  Could things get so bad that even slashing investment isn't enough? These days people would rather miss rent payments than give up their cellphone, and most are locked into two-year contracts. What if customers get more value-conscious because of a recession, though? </p><p>\n  AT&amp;T, along with Verizon and T-Mobile US, have a weakening oligopoly. They are losing share to cable companies like Charter Communications and Comcast that offer identical services at a lower price by leasing their networks. </p><p>\n  More dangerous is T-Mobile with its acclaimed 5G network and aggressive pricing. </p><p>\n  A price war between companies whose cost of serving an extra customer is tiny but whose fixed investments were enormous can get ugly fast. Just think of all those airline bankruptcies. </p><p>\n  Investors interested in only the current dividend probably won't regret trusting management this time. Their real mistake is focusing too much on those quarterly checks. In the past decade, their total return has been a measly 6%, according to FactSet, compared with 236% for the S&amp;P 500. None of the other top five dividend payers have beaten the market either. Investors who are confident AT&amp;T will survive but are unbothered by it honoring the dividend at the expense of future growth should consider collecting a 5% yield on some of its bonds or a 6% yield on its preferred stock instead. Both are senior to common stock in the unlikely event of bankruptcy, and the stock dividend would vanish well before those payments dry up. </p><p>\n  Income investing is a lot like signing up for a phone contract -- you really need to read the fine print. </p><p></p>",
  "published": "2022-09-09T06:05:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 3710,
          "end": 3717
        }
      ],
      "weightsV2": {
        "weight": 0.9025,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.097500026,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}