{
  "_id": "856e8b8ca075e7bbfa912f9b78dc3090e9fb259eb2309eb1fda59bc065b6a631",
  "feed": "wall-street-journal",
  "title": "Higher Education Can Rediscover Its Purpose; Colleges and universities have become stupefied by their 'brands' and forgotten their students.",
  "text": "<p>The young man in the Verizon store was selling phones, but that clearly wasn't his first choice in life. His goal when he went to college had been to become a physical therapist. He loved the field, and in his freshman year it seemed to offer many attractive possibilities. Then he was informed that he lacked the required math class to continue in the program. Sorry, but he would have to take the class and wait an entire year to reapply with no promise he would be admitted into the competitive program next time around. A year would go by. He would accumulate more student debt but make no real progress toward the credential he wanted. And the taxpayers' investment in his education, through support of his public college, would be for naught.</p><p>We've heard versions of this story many times. It's no way to run an educational institution.</p><p>When students enter modern American higher education, they enter the equivalent of four-year cattle chutes. Matriculating at colleges and universities promises you a degree, but only after an extra year or two to negotiate the internal bottlenecks and zigzags of the curriculum. The student is encouraged to tolerate these bottlenecks by embracing the school's brand and overlooking its failings. But branding hasn't been much consolation to the increasing numbers of students who start college and give up in frustration. By 2019, 36 million Americans who had begun college programs over the preceding 20 years dropped out, with the pace increasing by 22% between 2014 and 2019.</p><p>If this bodes ill for the noncompleters, it's also one more sign that American higher education is in serious need of a reset. Not only are dropouts up, but enrollments in the fall of 2021 fell by 2.7%, and that followed a drop of 2.5% the previous year. Compared with the fall of 2019, first-year classes in 2021 were 9.2% smaller. There is a word for this kind of casualty rate: decimation.</p><p>This is partly, but only partly, a consequence of the pandemic. A more ominous and permanent reason for the downward trend is the overall shrinkage in the size of the college-age population as a result of declining birthrates, which have been falling since 1975. Enrollments in American higher education peaked at 20.5 million students in 2011, long before the pandemic. By the fall of 2019, the student population had declined to 18.5 million.</p><p>But colleges and universities have shown that they are as stupefied by their brands as they hope their students will be. In order to recruit and entertain students who end up spending five or six years to complete a four-year degree, colleges and universities turn their campuses into resort facilities and build athletic programs rather than address the problems that impede students' progress toward a career.</p><p>An investigation by two University of California economists indicated that in 1961 full-time college students devoted 24.5 hours a week to outside-the-classroom study; by 2003, that total shrank to 14.5 hours. Richard Aron and Josipa Roksa found that by 2011 the amount of study time had diminished to 12 hours a week. A third of the students tracked by Mr. Arum and Ms. Roksa put in less than five hours of study a week.</p><p>These institutions have spent too much time and money building their brands and not enough educating their students. Reconsidering that imbalance is a multigenerational project, but we suggest several immediate changes:</p><p>• Allow students to take one semester, or one course, from any accredited institution, and assemble a program of study piece by piece without committing four years to a single institution. It is possible under the current rules for students to transfer from place to place, but only at horrendous cost, since the average student loses 43% of college credit after he transfers.</p><p>• In the next reauthorization of the federal Higher Education Act, repurpose accreditation societies into third-party reviewers of specific programs of study. Accreditation reviews struggle to pass a single judgment on entire institutions, with small teams of evaluators trying to give a grade on myriads of programs that are often beyond their own experience. Rather than evaluate sprawling campuses with thousands of students and hundreds of programs with a single thumbs-up or down, target accreditation so that students can know beforehand if their chosen program and its classes meet professional expectations—not whether the entire campus satisfies an indistinct and generalized presumption of competence.</p><p>• For the goal of negotiating such a series of targeted programs and courses into a certification or diploma, create through either a public or private agency what Richard Vedder describes as a College Learning Evaluation (similar to the College Board Educational Testing Service), which would independently certify a student's acquisition of the bachelor's degree or its equivalent.</p><p>• Make educational access a year-round affair, and not just through incidental summer programs, so that time to completion for a bachelor's degree can be certified in as little as three years for all degrees.</p><p>• \"Off-shore\" graduate education on the pattern suggested by Harvard's James Hankins—not literally sending it to other countries, but separating it into independent, discipline-specific academies: in effect, graduate-level think-tanks of mathematics, economics, politics or humanities. This would relieve the current jumble of professors in many universities trying to meet simultaneously the broad demands of undergraduates and the highly-focussed expectations of graduate students.</p><p>There will always be academic giants whose value—or brand—is worth the price tag, and they will weather the demographic storms. There will always be programs that require residential time, in laboratories, studios and libraries. And there will always be enclaves of deep meditation over great books and ideas. Universities won't need to immolate themselves. But they will need to become more intentional about the education they are providing, and about the students for whom they are providing it.</p><p>Mr. Guelzo is director of the Initiative on Politics and Statesmanship in Princeton University's James Madison Program. Mr. Wyatt is senior executive director for statewide online education in the Utah System of Higher Education.</p><p>Higher Education Can Rediscover Its Purpose</p>",
  "published": "2022-09-07T15:47:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "confidence": 0.9200001,
      "offsets": [
        {
          "start": 21,
          "end": 28
        }
      ],
      "weightsV2": {
        "weight": 1.8953842,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.8953842,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}