{
  "_id": "5577cee5f54632b20e9f97ef8f7fa10ba6c815b8b87d607c88287b1f118e90a7",
  "feed": "market-watch",
  "title": "AT&T, Verizon agree to delay 5G rollout for 2 weeks",
  "text": "<p>AT&amp;T T said late Monday that the company had voluntarily agreed to an additional two-week delay, at the request of the U.S. Transportation Secretary Pete Buttigieg. Verizon VZ also said it had agreed to a two-week delay that would ensure the new service would go live in January.</p><p>The two companies on Sunday had rebuffed a Dec. 31 request by Buttigieg and FAA Administrator Steve Dickson to delay their rollout of a new 5G signal for up to two weeks to allow regulators to address safety concerns at airports on a rolling basis. The companies said they had&#xa0;already agreed to delay the rollout&#xa0;by a month to Jan. 5.</p><p>U.S. airlines have complained that their operations&#xa0;would face significant disruption&#xa0;if the Federal Aviation Administration imposes flight restrictions to address the agency's safety concerns. The FAA and aviation groups worry the new 5G signals, frequencies known as the C-band, could interfere with key cockpit safety systems.</p><p>On Sunday, the cellphone carriers offered their own counterproposal modeled after France's approach to address wireless safety concerns. The U.S. carriers said they would dim the power of their new 5G service for six months, beyond levels the companies had previously offered to assuage the FAA's concerns.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>A grieving family wonders: What if they had known the medical history of Sperm Donor 1558?</p><p>COVID brings America's beer-vs.-liquor rivalry to a head.</p>",
  "published": "2022-01-03T22:10:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 6,
          "end": 13
        },
        {
          "start": 165,
          "end": 172
        }
      ],
      "nexusId": "10074051"
    }
  ]
}