{
  "_id": "63439a31cccf709429d65ab8e5836bc5e374125e4e88b3e9b0180a03f7365093",
  "feed": "wall-street-journal",
  "title": "Investors Gobble Up Dividend Stocks During Market Turbulence; Shift toward dividend-paying stocks is a bid for protection against a slowing economy, rising interest rates",
  "text": "<p>Through Feb. 4, the S&amp;P 500 High Yield Dividend Index—made up of the S&amp;P 500's top 80 dividend-paying companies—was up 2.1% including dividends, compared with a negative total return of 5.5% for the broad benchmark through Friday. The average dividend-paying stock in the S&amp;P 500 rose by 6.6 percentage points more than nonpayers in January, the biggest margin favoring payers in 17 years, according to S&amp;P Dow Jones Indices.</p><p>Rising inflation and the prospect of the first interest-rate increases by the Federal Reserve in more than three years has raised questions about the economy's durability. Income-generating stocks are seen as a safe harbor from those worries, analysts said, while once-highflying stocks, including some tech behemoths' shares, have been laid low as investors try to select tomorrow's winners and losers.</p><p>The S&amp;P 500 and the Nasdaq Composite suffered through their worst January in more than a decade as big tech stocks slid. The indexes are down 5.9% and 10%, respectively, this year, while the Dow Jones Industrial Average is down 3.4%. Meanwhile, shares of energy giant Exxon Mobil Corp. and regional bank People's United Financial Inc. are up double-digit percentages. Both have dividend yields of at least 3.6%, almost three times higher than the S&amp;P 500's.</p><p>Sandy Villere, a portfolio manager at wealth management firm Villere &amp; Co., which manages $2.4 billion in equity and fixed-income strategies, said he has bought clients more shares of Chevron Corp., as well as consumer products company Newell Brands Inc. and PepsiCo Inc., this year. Newell, which has a nearly 4.2% dividend yield, is up 0.6% so far this year, while PepsiCo has a 2.5% payout and has fallen 1.1%. Chevron has a 3.8% dividend yield; its shares are up 18%.</p><p>\"In this environment, a good place to hide would be some of these dividend-oriented companies that are going to grind through this market turbulence,\" said Mr. Villere.</p><p>Investors poured $7.5 billion into funds that buy dividend-paying stocks in January, the most on record, according to data from Refinitiv Lipper, with more than $2 billion of inflows during the week ended Feb. 2.</p><p>Steve Chiavarone, head of multiasset solutions at Federated Hermes, said several dividend payers have pricing power, are inexpensive and offer hefty payouts. His firm's Strategic Value Dividend Fund has risen 4.6% so far this year.</p><p>\"We're due for a rotation, and that rotation is happening right now,\" said Eric Diton, president and managing director at The Wealth Alliance, who manages $880 million in assets, 14% of which are focused on dividend-oriented strategies.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on the market for 2022? Join the conversation below.</p><p>The attractiveness of dividend stocks rests, in part, on bond yields. Generally, when bond yields are lower than stocks' dividend yields, investors see no alternative to equities. Yields on the benchmark 10-year U.S. Treasury note traded at 1.92% Monday, greater than the 1.3% dividend yield on the S&amp;P 500 as of Friday. However, when adjusted for expected future inflation, real bond yields remain around negative 0.5%, making stocks a more attractive option for many investors.</p><p>Investors could lose their taste for dividend-paying companies if they cut payouts amid deteriorating economic conditions. With 33 increases in January, slightly more than a year earlier, according to S&amp;P, companies have generally raised payouts following solid growth last year when there were 372 increases or dividend initiations and five cuts or suspensions. That compares with 298 increases or initiations and 69 cuts or suspensions in a volatile 2020.</p><p>One traditional favorite of dividend-minded investors cut its payout earlier this month: AT&amp;T Inc. The telecom company said it would slash its dividend nearly in half following the spinout of its WarnerMedia division. Its shares have fallen 6.2% since.</p><p>\"Investors need to address the contingency of a market that could fall,\" said Phillip Toews, chief executive and co-portfolio manager at Toews Asset Management. \"One way to insulate yourself from losses is to have a dividend stock focus.\"</p><p>Concern about economic conditions has propelled Mr. Toews to be particularly defensive. His firm has rotated about 90% of its assets into cash from mostly equities and bonds. The remaining 10% has been swapped with low-volatility shares that pay dividends, including those of Verizon Communications Inc. and Philip Morris International Inc.</p><p>For now, investors say they are focused on the biggest dividend-paying stocks, where payouts continue to exceed the income generated by bonds. Cigarette makers Altria Group Inc. and Philip Morris sport dividend yields of 7% and 4.7%, respectively, and their stocks are both up at least 6.3% so far this year. Exxon Mobil is up 35% so far this year, thanks in part torising oil prices and the fact that it pays a 4.2% dividend yield.</p><p>\"The story of 2022 is the revenge of the boring,\" said Mr. Chiavarone, of Federated Hermes.</p><p>Write to Hardika Singh at hardika.singh@wsj.com and Michael Wursthorn at michael.wursthorn@wsj.com</p><p>Investors Gobble Up Dividend Stocks During Market Turbulence</p>",
  "published": "2022-02-08T10:54:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 4411,
          "end": 4438
        }
      ],
      "nexusId": "10074051"
    }
  ]
}