{
  "_id": "af343e52f0ce5b1c7023bebdf0954571c0a20b5a7412420294c0c4d8631734a5",
  "feed": "market-watch",
  "title": "Verizon stock heads for sharpest drop in two years as earnings show 'challenging' path ahead; Company lost postpaid phone subscribers amid tough industry dynamics",
  "text": "<p>The company noted in its release that while \"churn was steady,\" its postpaid phone metrics were hurt by \"competitive dynamics within the industry.\"</p><p>Verizon shares were off 6.1% in midday trading Friday and on track to log their worst single-day percentage decline since March 12, 2020, when they lost 6.6%. The stock was also on pace for its steepest post-earnings decline since falling 11.8% after the company's June-quarter report of 2000, according to Dow Jones Market Data and FactSet data.</p><p>The report may prompt investors to look more heavily at \"the cost of wireless competition\" on margins and average revenue per user, as well as whether those dynamics \"could create greater headwinds for financial performance for Verizon and the category,\" wrote Citi Research analyst Michael Rollins.</p><p>MoffettNathanson analyst Craig Moffett highlighted that Verizon is now in the difficult position of being the wireless industry's \"elder statesman.\" The company is used to leaning on the strength of its network, and it's opted for \"relatively high\" pricing and a more restrained approach to promotions, he said.</p><p>Moffett sees \"no easy answers\" for Verizon. It could \"bow to the pressure\" and increase promotions, but he noted that this would further constrain average revenue per user growth for both Verizon and the broader industry. The company could stay disciplined with its pricing and promotional strategies, but doing so would risk further subscriber losses at a time when Verizon's network advantage over rivals is in jeopardy.</p><p>\"In summary, the path forward remains a challenging one,\" he concluded.</p><p>The wireless giant also amended its full-year outlook Friday, saying that it now expects to fall at the \"lower end\" of its previously issued guidance ranges on several metrics, including revenue and adjusted earnings per share. Verizon had been expecting 9% to 10% revenue growth and $5.40 to $5.55 in earnings per share when it initially gave the outlook.</p><p>For the first quarter, Verizon reported net income of $4.7 billion, or $1.09 a share, down from $5.4 billion, or $1.27 a share, in the year-prior quarter. After adjustments, the company earned $1.35 a share, down slightly from $1.36 a share a year prior. The FactSet consensus was for $1.34 a share.</p><p>Revenue rose to $33.6 billion, matching the FactSet consensus and up from $32.9 billion a year earlier.</p><p>Verizon called out 229,000 total broadband net additions, making for what it said was its best quarter in more than a decade on the metric. It had 194,000 fixed-wireless net additions.</p><p>The report follows one a morning earlier from AT&amp;T Inc. T, which said that it posted its best first quarter for postpaid phone net additions in more than a decade. While acknowledging that rivals had yet to post their own results, AT&amp;T Chief Executive John Stankey said he had the sense that the wireless industry \"still remains pretty strong.\"</p><p>Shares of Verizon have lost 2.8% over the past three months as the Dow Jones Industrial Average DJIA has slipped 0.2%.</p><p>Verizon stock heads for sharpest drop in two years as earnings show 'challenging' path ahead</p>",
  "published": "2022-04-22T16:07:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 148,
          "end": 155
        },
        {
          "start": 723,
          "end": 730
        },
        {
          "start": 1142,
          "end": 1149
        },
        {
          "start": 1295,
          "end": 1302
        },
        {
          "start": 1474,
          "end": 1481
        },
        {
          "start": 1830,
          "end": 1837
        },
        {
          "start": 1982,
          "end": 1989
        },
        {
          "start": 2363,
          "end": 2370
        },
        {
          "start": 2903,
          "end": 2910
        }
      ]
    }
  ]
}