{
  "_id": "51ac046a18b7495168a25ad61a77cb89c56c8d5e43df42df797f1add29f28fad",
  "feed": "wall-street-journal",
  "title": "How to Find the Best Trade-In Deals for Your Old iPhone or Android Phone; Carriers, device makers, retailers and phone resellers will pay you for your retired smartphone. But you have to shop around to get the most money.",
  "text": "<p>Apple and Samsung buy back older devices when you're purchasing a new model. Retailers such as Best Buy and Amazon offer gift cards. U.S. wireless providers give credit toward a new phone. Some third parties, including EcoATM and Back Market, will buy your old device for cash, while others such as Swappa will help you find a buyer. If you're enterprising, you can hawk your old phone directly to buyers on Craigslist, eBay or Facebook Marketplace.</p><p>Companies typically set the prices based on what they can get for reselling your old phone. But those amounts fluctuate depending on model demand, timing and condition. Around phone launches, some carrier buyback promotions can be so aggressive they make the new device free. </p><p>AT&amp;T, T-Mobile and Verizon have offered as much as $1,000 off new phones with trade-ins, while selling your 2.5-year-old iPhone 11 on Swappa could get you about $400. </p><p>Once you've decided to part with your old phone, here's what you'll want to consider:</p><p>Manage your expectations</p><p>If there's any possibility of selling your device in the future, there's one major rule: Put a case on it, and possibly even a screen protector. Devices in \"like-new\" condition will net you more money.</p><p>The model of your phone will determine how much it can fetch. Unlocked variants, those not tied to a specific wireless provider, are generally worth more. And iPhones tend to hold their value longer than Android devices.</p><p>Determine your priorities</p><p>When getting ready to sell, think about what matters more: getting the most money, or having the easiest process. Selling directly to a buyer likely will get you the biggest return (barring some crazy carrier deal). But it also takes the most legwork.</p><p>Swappa emerged as an option to make that process easier. For a small commission, it verifies that devices aren't stolen, suggests pricing based on demand and helps connect sellers with buyers. You still have to handle the transaction and ship the device.</p><p>The next option is selling your phone directly to a reseller, such as Decluttr and EcoATM, that will refurbish it.</p><p>EcoATMs—trade-in kiosks found in nearly 5,400 malls, Walmart stores and other locations around the U.S.—use cameras and computer smarts to examine your old device, pull the IMEI number to be sure it isn't stolen, and make an offer on the spot. If you accept, you're immediately given cash, and the machine keeps your phone. If you don't like the offer, you can take your device back.</p><p>EcoATM, top, and Gazelle, operated by the same company, buy old devices for cash. EcoATM has kiosks around the U.S. while you send the phone through the mail with Gazelle. PHOTO: SHARA TIBKEN/THE WALL STREET JOURNAL</p><p>Gazelle, owned by the same company, gives you a quote online after you provide details about your device. It then asks how you want to be paid, with either an Amazon credit, which earns you 3% extra; a check delivered by mail within 10 days; or a payment through PayPal. </p><p>You ship the device to Gazelle at no charge. The final offer is confirmed after a physical inspection. If you don't like the bid, Gazelle will send back your phone. It could be worth the extra effort: Gazelle offers are typically higher than EcoATM offers.</p><p>The easiest and most typical route is a handoff with the carrier or retailer that will sell you your next phone. Apple ships a box to send back your old device, or will take it at an Apple store. Many retailers will also recycle devices that aren't worth any money, to keep them out of the landfill.</p><p>Pick your timing carefully</p><p>When it comes to buyback offers from carriers, you'll often get the best deal as the new model is launching. When Samsung's Galaxy S22 hit the market last month, AT&amp;T, T-Mobile and Verizon kicked off aggressive promotional offers. They had similar promotions for Apple's iPhone 13 launch in September.</p><p>Back Market launched in 2014 so device refurbishers could sell renewed gadgets. It's now starting to let people sell their old devices to the refurbishers for cash. PHOTO: SHARA TIBKEN/THE WALL STREET JOURNAL</p><p>While used-phone prices decline over time, there's still \"seasonality to the marketplace,\" Swappa CEO Ben Edwards said. There's typically more new listings around Apple events, he said, particularly when people have the new devices in hand and seek to unload their older phones. Instead of waiting to sell your phone until after the launch, you could make more money by listing it before.</p><p>Read the fine print</p><p>Many recent carrier promotions are good deals if your device qualifies as a trade-in and if you're on the right service plan. Many are only available for customers on higher-end, unlimited plans. If you're not on one of those plans, you'll have to change your service to take advantage of the trade-in deal. </p><p>Carriers now give more for trade-ins on an expanded list of devices, but check that fine print too.</p><p>And if you do score that $1,000 carrier trade-in offer, you'll likely find it's doled out over time, in sync with your phone's payment plan—over 24 or 36 months—to keep you hooked to the service. If you leave the carrier before your plan ends, you will have to pay off the phone's remaining cost.</p><p>Shop around</p><p>Trade-in companies let you see approximate prices for your device, without you sharing identifying information. You should check a few of them to get a sense of your phone's going rate. (Be honest about its condition, or else you'll get burned later.)</p><p>If you wait, your phone's value could decline. When researching this article, prices for Apple's iPhone 11 dropped in value on some sites—including Best Buy, Swappa and Decluttr—after Apple updated its nearest competitor, the new iPhone SE. Prices also can fluctuate from one day to the next.</p><p>On a given day in March, an unlocked decent-condition iPhone 11 with 64 gigabytes of storage could fetch anywhere from $140 (for a Samsung trade-in) to $383 (on Swappa). We didn't try to sell it on eBay, where it could bring in more.</p><p>\"You have to look for the deals,\" said Maribel Lopez, principal analyst at tech-industry analysis firm Lopez Research. \"It's not like they're just ubiquitous and they're all easy. But they can be found, and some of them can be very lucrative.\"</p><p>If you find a trade-in offer you're happy with, jump on it. Whatever you do, don't put your phone back in the drawer.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines,  sign up for our weekly newsletter .</p><p>Write to Shara Tibken at shara.tibken@wsj.com</p>",
  "published": "2022-03-13T12:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3711,
          "end": 3718
        },
        {
          "start": 745,
          "end": 752
        }
      ]
    }
  ]
}