{
  "_id": "faf6cc4c0c0d5219262d2912e9ebb540ba48994a902d8c94695808ef489eef74",
  "feed": "wall-street-journal",
  "title": "AT&T Shed Media Assets in 2021. This Year It Wants to Add Investors. Telecom giant's stock slump last year shows that investors have yet to buy into management's promise to reinvigorate the company",
  "text": "<p>Wall Street analysts broadly welcomed the changes. The stock price didn't reflect a similar embrace by investors.</p><p>AT&amp;T's shares slumped 14% in 2021 and briefly touched 12-year lows in December before recovering. The selloff has pushed its dividend yield—a ratio reflecting the cash a company pays its shareholders divided by its stock price—above 8%. The S&amp;P 500 gained 27% in 2021.</p><p>Chief Executive Officer John Stankey in June called the period \"a hard year that's been full of anxiety.\" By December, he said he hoped that within another year \"our attention will be entirely on the future and not on what we needed to do to reposition or restructure the business.\"</p><p>On Wednesday, AT&amp;T said its core wireless unit added about 880,000 postpaid phones in the fourth quarter, topping the 800,000-phone gain in the same period of 2020. The company's WarnerMedia unit ended 2021 with 73.8 million global HBO subscribers, ahead of its 70 million to 73 million target.</p><p>AT&amp;T in May announced plans to spin off WarnerMedia, the entertainment empire it acquired in 2018, into a new joint venture with Discovery Inc. The transaction secured European competition authorities' approval in December but is still under review in the U.S. and other countries.</p><p>AT&amp;T shareholders will keep a 71% stake in the new media creation, so the company's stock price partly reflects how the market values that future media business, which will be called Warner Bros. Discovery.</p><p>The telecom company that remains is expected to pay shareholders a lower annual dividend. Executives have said the yearly payout will fall from about $15 billion to between $8 billion and $9 billion after the media spinoff closes. An AT&amp;T spokesman pointed to executives who have said that amount will still make it one of the top-yielding companies among dividend payers.</p><p>David Jeffress, portfolio manager at Laffer Tengler Investments, said his firm had owned AT&amp;T shares but sold them in early 2021. He cited the dividend reduction among his concerns.</p><p>\"Once you've cut your dividend, and that level of uncertainty is incorporated, it's really hard to kind of regain the confidence of a dividend investor,\" he said. \"We may re-enter it at some point in the future, but really we'd want to see the dust settle.\"</p><p>SHARE YOUR THOUGHTS</p><p>Can AT&amp;T find success by returning to a focus on phone and internet? Why or why not? Join the conversation below.</p><p>A second factor depressing AT&amp;T's shares has also punished its close rivals. Shares of T-Mobile US Inc. and Verizon Communications Inc. sank nearly as much as AT&amp;T's in 2021, as all three carriers offered deep discounts to keep and attract customers.</p><p>Those discounts, coupled with a surge of federal government subsidies tied to the coronavirus pandemic, helped cellphone carriers post unusually strong growth. The top three operators gained nearly 5 million postpaid phone connections—a closely watched metric—over the nine months that ended in September.</p><p>The subscriber surge prompted some market watchers to question how long the good times can last. Jeff Moore, a wireless-industry analyst for Wave7 Research, likened such explosive growth to all 32 NFL teams winning the same Super Bowl.</p><p>\"It just doesn't make sense,\" he said. \"You would think that someone is losing and someone else is gaining.\"</p><p>AT&amp;T's rivals have pointed the finger at its now year-old marketing blitz, which offered deep smartphone discounts for new and existing customers, as the start of a race to the bottom that could eventually hurt industry profitability.</p><p>AT&amp;T's leaders have said their wireless customer growth is durable. They have cited smarter marketing and improving traction in the public-safety market, as well as discounts, among the factors helping their results.</p><p>Mr. Moore agreed and said Verizon is the most vulnerable to slumping customer growth this year because its retail marketing operation has lost ground to more aggressive rivals. A Verizon spokesman declined to comment.</p><p>\"There's too much skepticism about AT&amp;T,\" the analyst said. \"They've really turned around their results.\"</p><p>Some shareholders weren't willing to wait. Jerry Braakman, chief investment officer at First American Trust, said his firm held AT&amp;T shares in client portfolios for several years before selling them in December 2020. He said the pandemic's reordering of the winners and losers in the film industry kept AT&amp;T's WarnerMedia unit from delivering on its promise.</p><p>\"AT&amp;T looked like their strategy was struggling, so we decided not to continue to ride something down,\" he said. \"Sometimes you have to cut your losses and move on.\"</p><p>Other investors are looking to profit from the pessimism. Ryan Kelley, chief investment officer and portfolio manager at Hennessy Funds, said his firm still owns AT&amp;T shares in a value-style fund that focuses on stocks with high dividend yields.</p><p>\"With the dividend being what it is and with analysts becoming more comfortable with where they are now, we're hoping for better returns here forward,\" he said. \"Hopefully most of the downside has already been priced into the stock.\"</p><p>Write to Drew FitzGerald at andrew.fitzgerald@wsj.com and Karen Langley at karen.langley@wsj.com</p><p>AT&amp;T Shed Media Assets in 2021. This Year It Wants to Add Investors.</p>",
  "published": "2022-01-05T13:16:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3930,
          "end": 3937
        },
        {
          "start": 2505,
          "end": 2532
        },
        {
          "start": 3777,
          "end": 3784
        }
      ]
    }
  ]
}