{
  "_id": "95cb1141ba545d7cf494eff6a903b4145d36f24285af59803f9f97e7dfcf8f8a",
  "feed": "wall-street-journal",
  "title": "5G Technology (A Special Report)  ---  What's Holding Back 5G:  Telecom companies haven't yet seen their big investments pay off. Will they ever?  ----  By Drew FitzGerald",
  "text": "<p>\n  TELECOMMUNICATIONS companies around the world have pinned a lot of their hopes on 5G. So far, they're still just hoping. </p><p>\n  These companies have spent hundreds of billions of dollars on new equipment, software and wireless licenses to clear a path for the fifth generation of cellular technology. Government policy makers have encouraged such spending, hoping that access to the most up-to-date networks will nurture high-tech industries that depend on them. </p><p>\n  But the uneven growth of wireless-service revenue in many countries has raised fears that those expensive upgrades might not meaningfully lift network operators' profits. </p><p>\n  To understand why, consider the two kinds of 5G technology often mentioned in the same breath. One is basically a souped-up version of 4G, making smartphone downloads and wireless hotspot connections even faster. Such coverage is quickly becoming commonplace in rich countries. The number of world-wide 5G connections topped 520 million last year, according to telecom-industry researcher Omdia. But it remains to be seen whether telecom companies can reap much new revenue from these consumers. </p><p>\n  The second version promises to change the way the business world works by creating swarms of smart devices, distributed data centers and private cellular networks. This is where the big money is, because it could create a new crop of internet-connected industries where none existed before. But there are still few businesses using or offering this advanced type of wireless service. </p><p>\n  Industry optimists insist that the second wave is on its way; it just will take several more years for such innovations to move from the drawing board to the real world. But even if the telecom industry's optimists are proved right about the coming 5G boom, it's no guarantee that their employers will reap the rewards. Big tech companies including Google owner Alphabet Inc., Amazon.com Inc. and Microsoft Corp. are making moves to profit from these new mobile standards by developing software and services tailored for 5G networks. </p><p>\n  How long it takes for true 5G to take hold -- and how much businesses will be willing to pay for it -- could have long-lasting effects on telecom companies' investors, customers and even the economies of the countries in which they operate. </p><p>\n  So, why hasn't 5G been the game changer yet that so many in the industry predicted? Let's take a closer look at some of the reasons. </p><pre> </pre><p>\n  Consumer apathy </p><pre> </pre><p>\n  Wireless companies looking to profit from 5G investments must first convince their existing base of cellphone users that the faster service is worth a premium. </p><p>\n  They have seen mixed results. On the positive side, cellphone carriers like Verizon Communications Inc. and T-Mobile US Inc. have amassed hundreds of thousands of 5G home internet customers in areas where there was previously less competition. The faster internet services rely on tens of thousands of U.S. cell towers recently upgraded with new 5G equipment. </p><p>\n  Both wireless companies have said they plan to reach a few million of those broadband users in the coming years. That would be a small slice of revenue at U.S. companies, though the extra revenue from an already-built network could help their bottom lines. </p><p>\n  The willingness of existing smartphone customers to pay a premium for 5G is less apparent. Verizon in 2019 tested a $10 monthly fee for certain mobile 5G links, for example, before abandoning the surcharge. The carrier now includes full 5G service with all premium wireless plans, which include other perks like subscriptions to Disney+. </p><p>\n  In February, consumers polled by the Recon Analytics Mobile Intender Survey ranked \"better 5G\" fourth among the reasons they would choose or drop a carrier, well behind more basic concerns like lower prices and network coverage. </p><p>\n  Some of that popular indifference stems from the activity that still chews up most of a wireless network's bandwidth: video. The spread of 4G connections allowed video services like Netflix and TikTok to flourish by making high-definition videos available everywhere. The perks of a 5G connection -- like seamlessly streaming even higher-quality video -- are wasted on small screens that can't even display ultra-HD video. </p><p>\n  All of this means that people are happy to upgrade to a 5G phone but won't necessarily pay a premium for a matching cellular connection. Meanwhile, there are few new apps out that show what the new wireless standard can do. </p><p>\n  \"People want faster speeds, no doubt about it -- but they don't care that it's 5G because there's no killer app for that,\" says Recon Analytics chief Roger Entner. </p><pre> </pre><p>\n  Dearth of devices </p><pre> </pre><p>\n  Many telecom-industry experts predict that 5G's killer app won't be one thing, but instead its ability to transform industrial settings, where an \"internet of things\" like sensors, vehicles and other equipment is already serving farms, factories and transportation networks. Manufacturers have yet to mass-produce many 5G-enabled things -- a chicken-and-egg problem that bedevils the telecom world. </p><p>\n   Schneider Electric SE was retrofitting its 64-year-old electrical-equipment factory in Lexington, Ky., to boost productivity with Wi-Fi-connected digital sensors and other tools. But when the French industrial giant built a new private wireless network to improve efficiency, the off-the-shelf sensors and robots it used needed to be adjusted to become 5G-ready. </p><p>\n  Schneider hired NTT Ltd., a subsidiary of Japanese telecom giant Nippon Telegraph &amp; Telephone Corp., to manage its network and wire up new machines to make them 5G capable. The machines connect to a custom-built 5G network only available around the factory. While the project's leaders say those high-speed links make the machines more useful, they weren't initially designed for a cellular connection. </p><p>\n  \"Where are the devices?\" asks Shahid Ahmed, executive vice president of NTT. \"Right now, we end up custom-building almost everything.\" </p><pre> </pre><p>\n  Technical difficulties </p><pre> </pre><p>\n  It's not just a lack of devices that is causing companies problems. Some of 5G's promised benefits for business users are bumping up against the technical limits of the technology. </p><p>\n  To enable companies to take advantage of 5G, networks need low latency, meaning data will make a quicker round trip through a network's chain of circuits and microprocessors than it would through a comparable 4G connection. Trimming latency could allow a range of sensitive applications to take off. But these lightning-quick reflexes are hard -- and expensive -- to build into a network. </p><p>\n  \"We're battling it milliseconds at a time just like everyone else,\" says Dave Mayo, executive vice president for network development at Dish Network Corp. He says his wireless company has succeeded in getting various parts of a complex new network working seamlessly. </p><p>\n  The responsiveness of a 5G network also depends on the distance a piece of information has to travel before it is processed. Low-latency applications like videogames could end up confined to urban areas where companies have made the necessary investments. Miniature data centers at the base of every cell tower would be \"utopia\" for 5G software developers, Mr. Mayo says, but tech and telecom companies will probably make more targeted investments that could make 5G technology more powerful in some areas. </p><pre> </pre><p>\n  Breaking the bank </p><pre> </pre><p>\n  Although large U.S. cellphone carriers have spent billions of dollars on 5G, other carriers -- especially in emerging markets -- have been reluctant to plow scarce financial resources into 5G technology while other priorities demand their attention.  At the same time, these executives are bristling at the cost of obtaining new wireless-spectrum licenses that are suitable for the next-generation signals. </p><p>\n  Such reluctance stems from the fact that the smartphones that connect to those networks are too expensive to buy in much of the developing world -- which means it may be a better investment for them to beef up 4G services in those countries instead of building up 5G. Cellphone carriers in North America routinely offer discounts and other subsidies for smartphones that cost over $1,000 apiece. By contrast, the average mobile device sold in some of Latin American operator Millicom International Cellular SA's markets costs about $30. \"The rush into 5G only forces capital away from where it's needed,\" says Millicom CEO Mauricio Ramos. \"Let's finish the job on 4G.\" </p><p>\n  Mr. Ramos says that many developing-nation cellphone carriers are devoting scarce resources toward fiber-optic infrastructure and more 4G equipment to cover millions of users who still lack reliable mobile-phone service. </p><p>\n  GSMA Intelligence, the wireless trade association's in-house research group, estimates that 5G investments will make up 97% of North American carriers' capital spending between 2021 and 2025. That share drops to 63% in Latin America, the Middle East and North Africa and 34% for sub-Saharan Africa. </p><pre> </pre><p>\n  Who profits? </p><pre> </pre><p>\n   The 5G future that telecom companies have promised -- high-speed internet connections, low-latency links to nearby data centers and swarms of smart devices ready to tap into those networks -- might be inevitable. But even then, the telecom companies that have invested in those systems risk losing the money game to big tech companies poised to take a valuable share of a still-nascent market. </p><p>\n  Wireless-industry leaders often speak enviously of how 4G led to a financial boom for the companies that took advantage of 4G's capabilities -- phone and app makers, for instance -- while the telecom companies themselves struggled to increase revenue. </p><p>\n  Telecom companies failed to capitalize on the boom. Some companies, for instance, invested in growing sectors like streaming video and data-center management only to abandon those bets after nimbler rivals took market share from them. </p><p></p>",
  "published": "2022-03-14T06:04:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3301,
          "end": 3308
        },
        {
          "start": 2669,
          "end": 2696
        }
      ]
    }
  ]
}