{
  "_id": "3b0cf2894d8cb205052aebb64154e89ecf7e5935f57ade18b8243432f53ef5ad",
  "feed": "market-watch",
  "title": "Biden talks up free internet service for low-income households after deal with AT&T, other ISPs: 'This is a case where big business stepped up'; Subsidies come from last year's bipartisan infrastructure law",
  "text": "<p>The combination of the two initiatives should make internet service free for millions of families.</p><p>Folks will \"get on for nothing,\" Biden said.</p><p>\"This is a case where big business stepped up,\" he added. \"I'm trying to get others to do the same thing with inflation. But these guys are the best.\"</p><p>The $14.2 billion Affordable Connectivity Program (ACP), which stems from last year's $1 trillion bipartisan infrastructure law, is a replacement for the Emergency Broadband Benefit Program that offered subsidies of $50 a month.</p><p>Read more: The $65 billion internet-infrastructure plan could be an 'Eisenhower national highway system for the information age,' but it has miles to go</p><p>Around 48 million households — or almost 40% of U.S. households — qualify for the ACP, according to a White House news release. That's because either their income is at or below twice the federal poverty level, or because they qualify for a government assistance program such as Medicaid.</p><p>The White House said administration officials have \"secured commitments from 20 leading internet providers — covering more than 80% of the U.S. population across urban, suburban, and rural areas — to either increase speeds or cut prices, making sure they all offer ACP-eligible households high-speed, high-quality internet plans for no more than $30/month.\"</p><p>AT&amp;T T, Comcast CMCSA, Frontier FYBR and Verizon VZ are among those 20 ISPs.</p><p>The ACP has run up against an early hurdle because the people who need it most are the hardest to reach because they aren't online, a Wall Street Journal report said over the weekend. So thus far only around 11 million Americans have signed up for the monthly subsidy.</p><p>\"There's about 30 million additional people who are eligible for this plan to basically get free internet and good internet,\" Biden said. \"We want each of you, each and every one of you, to take advantage of the chance and cut your internet cost.\"</p><p>Americans should find out if they're eligible by going to a government website, GetInternet.gov, or calling 877-384-2575, the president said.</p><p>Biden is continuing to highlight his efforts to address inflation, while analysts predict defeats for his Democratic Party in November's midterm elections if high prices persist.</p><p>\"We're going to keep working to fight inflation and lower costs to all American families for a lot of other things as well,\" he said.</p><p>Related: Biden to draw contrast Tuesday with Republicans on inflation as consumer-price report looms</p><p>\"Comcast is committed to making ACP available to all our eligible internet customers and our new, more powerful Internet Essentials Plus offering is free to all who qualify,\" said Comcast Cable's CEO and president, David N. Watson, in a statement.</p><p>AT&amp;T CEO John Stankey, made a similar comment: \"Our Access from AT&amp;T plan, when combined with federal ACP benefits, provides up to 100 Mbps of free internet service for eligible households.\"</p><p>Biden talks up free internet service for low-income households after deal with AT&amp;T, other ISPs: 'This is a case where big business stepped up'</p>",
  "published": "2022-05-09T18:38:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1365,
          "end": 1372
        }
      ]
    }
  ]
}