{
  "_id": "03494108214939fd678141cac67c3e7342baa83e40d0860a046686f9880f2f05",
  "feed": "wall-street-journal",
  "title": "Female Athletes Seek  Control Off the Field  --- -2-",
  "text": "<p>   In a 2020 court filing, U.S. Soccer denied discriminating, arguing that male players carried \"more responsibility\" and had a \"higher level of skill\" than female players. A backlash ensued, with several U.S. Soccer sponsors publicly criticizing the filing. The federation's then-president Carlos Cordeiro resigned, and the filing was withdrawn. </p><p>   The players and U.S. Soccer reached a $24 million settlement agreement in February that was contingent on the U.S. women's team completing a collective-bargaining deal. On May 18, U.S. Soccer announced that and more. In separate labor agreements with the federation, the U.S. men's and women's teams agreed to be paid equally. </p><p>   As part of those deals, they agreed to share all prize money from their respective World Cups, an arrangement that U.S. Soccer said is unique in the world. Those prize amounts, determined by FIFA, are far higher in the men's tournament than in the women's. The U.S. won $4 million for winning the 2019 Women's World Cup out of a total prize pool of $30 million, while France got $38 million for winning the 2018 men's World Cup out of a prize pool of $400 million. </p><p>   The NWSL has lasted three times as long as each of the two prior women's professional leagues. The reigning league champion Washington (D.C.) Spirit recently sold for $35 million, 10 times the Seattle-area OL Reign's valuation when a majority stake was sold three years ago. </p><p>   A few years ago, the league had only a few sponsors, including the National Mango Board. Now, it has deals with Budweiser, Nationwide and Verizon, among others. </p><p>   Other markers of success are modest. The average NWSL game drew about 7,000 fans in 2019, before the pandemic. The league's broadcast contract is tiny in comparison to the most successful pro sports -- a three-year, roughly $5 million deal that runs through 2023. Most games stream on Paramount+, with a handful broadcast on CBS Sports Network or CBS. </p><p>   Last October, the Athletic reported allegations that the coach of the NWSL's North Carolina Courage had sexually coerced players years earlier while coaching the Portland Thorns. The coach, who was fired, couldn't be reached for comment. Last year, he denied to the Athletic making sexual advances toward players. </p><p>   Ms. Morgan, who had played in Portland, posted on social media what she characterized as evidence that the league had failed to address the alleged misconduct. The NWSL commissioner resigned. Reports of alleged misconduct surfaced at other teams. The NWSL league office, U.S. Soccer and FIFA have launched investigations. </p><p>   In January, the union and NWSL reached the league's first-ever collective-bargaining agreement, which increased minimum pay and average total compensation. The NWSL is standing largely on its own financially, with U.S. Soccer no longer funding some players' salaries. It still provides some support in staffing. </p><p>   The San Diego Wave, owned by billionaire investor Ron Burkle, isn't a hot-dogs-for-lunch operation. Its president is Jill Ellis, who coached the U.S. women's team to two World Cup titles. The staff includes sports scientists, analysts and a mental performance and well-being coach. </p><p>   Ms. Morgan said she has received calls from female soccer players around the world seeking advice on topics such as negotiating contracts and forming a union. </p><p></p>",
  "published": "2022-05-27T06:09:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 1549,
          "end": 1556
        }
      ]
    }
  ]
}