{
  "_id": "745d010e5c317caa68e8244f8b75ad0673645ac2e3ecfde236df30ea2f1eabf1",
  "feed": "market-watch",
  "title": "Revving up worker training is vital to a more-robust economy; Expanded apprenticeships and providing a career ladder would bring low-education workers back into the labor force.",
  "text": "<p>Help-wanted signs abound in the windows of restaurants, small retailers, the backs of delivery trucks and elsewhere for lower-skilled workers. Many are for jobs that pay $20 an hour or less, and gone missing most are workers with just a high school diploma or less.</p><p>Fringe concerns</p><p>Economic theory suggests some of the benefits in President Joe Biden's stillborn Build Back Better program and similar progressive proposals could make work more attractive.</p><p>However, a recent Harvard study of low-wage workers indicates what counts most for front-line worker are hours and pay, predictable work schedules and proximity to home. A sympathetic boss counts for a lot too but benefits like flexible sick and family leave time, child-care assistance and tuition assistance are further down on the list.</p><p>Even before the pandemic, employment was growing slowly for workers with only a high school diploma or less. Worker shortages and nonmarket pressures to pay higher wages—the avalanche of higher state minimum wages and media attention—were inspiring retailers and others to implement robotics and artificial intelligence to replace cashiers, customer-service reps and other employees where they could.</p><p>Technology replaces workers</p><p>Many sit-down restaurants offer menus that appear on smartphones via QR codes, and others let customers use tablets to order food. Combining the two technologies is not hard.</p><p>At many restaurants waiters take orders and present checks but someone else delivers the food. It would not be a big jump to send patrons menus and bills via their smartphones and eliminate waiters altogether.</p><p>The Affordable Care Act requires businesses with more than 50 workers to provide health insurance to those employed more than 29 hours a week, and federal regulations require overtime pay for those who work more than 40 hours. Employers respond by chopping up positions, and workers get erratic schedules and are pushed to take two or three jobs to piece together a living wage.</p><p>With front-line workers reduced to just-in-time cogs, their terribly frazzled lives translate into high turnover at warehouses, hospitality jobs and similar activities.</p><p>A new deal needed</p><p>It's time for a grand bargain.</p><p>I can hear the Chamber of Commerce and AFL-CIO screaming now but raise the federal minimum wage to $15 an hour and eliminate the ACA and overtime pay requirements. Impose an hourly employer tax on all wages not associated with an employer health insurance plan and use the receipts to provide Medicaid enrollment for uncovered workers.</p><p>Together, those would encourage employers to replace many part-time jobs with full-time positions.</p><p>Since February 2020, the biggest drop in workforce participation is among those with only a high school diploma or less. Making work more attractive and upskilling those workers is essential to avoiding the high costs and terribly explosive sociopolitical dynamics of an expanding class of adults reliant on government benefits to live at poverty levels.</p><p>Many firms—such as Levi Strauss LEVI and Verizon VZ—have implemented programs to retrain retail workers for positions requiring more digital skills. And firms like Amazon AMZN, Disney DIS and Walmart WMT are creating career pathways for lower-wage workers that may take them to opportunities beyond their firms—even with eventual quits for better jobs elsewhere, they will have less employee turnover.</p><p>That's great for large corporations with the advantages of scale and robust opportunities to move workers among career ladders. A small chain of five regional hardware stores or stand-alone restaurants does not have the kind of HR expertise and scope of in-house opportunities to mount aggressive programs.</p><p>Expand apprenticeships</p><p>Integrating corporate reskilling efforts into Department of Labor apprenticeship programs makes sense. Those connect businesses with young folks looking for training with positions that generally pay $15 an hour and then promise a job at much better wages when training is completed.</p><p>The Biden administration has marshaled additional funds to boost the number and range of apprenticeship opportunities and youth participation. Going further, it's time to bring together large business training programs into cooperatives with smaller establishments to create attractive career paths.</p><p>Smaller businesses won't keep workers permanently—they would move on to their corporate partners after a few years. However, by engaging workers in training that offers a next step, smaller businesses could still reduce worker turnover, provide more stable work to employees and lower labor costs.</p><p>Peter Morici is an economist and emeritus business professor at the University of Maryland, and a national columnist.</p><p>Peter Morici's take</p><p>The coming crisis in judicial appointments</p><p>American foreign policy needs radical surgery</p><p>Voter dissatisfaction with inflation will define the midterms</p><p>Revving up worker training is vital to a more-robust economy</p>",
  "published": "2022-05-11T10:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 3038,
          "end": 3045
        }
      ]
    }
  ]
}