{
  "_id": "1dbeb2e02c44c7bd98c598d2347bc38867d0b52960c82d16886393e6b6372ac5",
  "feed": "ftcomall",
  "title": "Investors brace for the Fed's slowdown",
  "text": "<p>Good morning. Friday was horrific for markets — US indices down 2.5 per cent or worse — but not surprising. The markets are telling an increasingly if not completely consistent story. If we're missing something, email us: <a href=\"mailto:Robert.Armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.&#xa0;</p> <h1>What happened and why</h1> <p>Sometimes the simplest story is the best. The US stock market had a bad day on Friday — and has had a bad week, month, and year — because of an increasingly hawkish Federal Reserve. The Fed's Volckerian turn will both slow the economy and pull liquidity out of the financial system, hitting stocks and other risk assets with a one-two punch. This was going to have to be priced in eventually, and it is happening now. &#xa0;</p> <p>It has not been, and probably never is, a smooth process. The last week saw the market give up, all at once, the last of its hopes for gentle rate increases. </p> <p>According to the CME's <a href=\"https://www.cmegroup.com/trading/interest-rates/countdown-to-fomc.html\">FedWatch</a> tool, futures markets now reflect a 90 per cent chance the fed funds rate will be at 1.5 per cent in June, implying a half-point increase at each of the next two meetings. A week ago the market implied the probability of this was less than one in three. There is now a 75 per cent probability the Fed will cross the 3 per cent threshold by year end; a week ago, the probability of that was 4 per cent. The market was sleeping on the Fed. It is wide-awake now. </p> <p>Importantly, though, it still looks like the market is pricing in a Fed-induced slowdown, not the recession <a href=\"https://www.nber.org/papers/w29910\">some</a> <a href=\"https://www.bloomberg.com/news/videos/2022-04-18/dudley-says-hard-landing-for-u-s-economy-inevitable-video\">people</a> suggest is all but certain. Note that stocks, even after their recent wobbles, remain a meaty one-third above their pre-pandemic levels. Junk bond <a href=\"https://fred.stlouisfed.org/series/BAMLH0A3HYCEY\">spreads</a> are tighter than before the pandemic, too. The yield curve is flat but not inverted. The weather is bumpy, but the oxygen masks have not dropped. &#xa0;</p> <p>There has been, it should be said, a scattering of bad news in corporate first-quarter earnings reports. The disappearance of subscriber growth at Netflix suggests that households, despite strong <a href=\"https://www.ft.com/content/9928cdab-9e2f-44e4-86e9-6b1a9c888579\">balance sheets</a>, are looking to spend less. On Friday, two huge companies in key sectors, hospital operator HCA and telecoms provider Verizon, trimmed their growth targets, citing inflation. Here is HCA:</p> <blockquote>  <p>We now believe the disruption of the labour market and the pressure this places on labour cost inflation will be slower to moderate than we originally anticipated . . . we [have] made assumption[s] around increased inflationary pressures and expect that to have greater impact on us going forward, including for professional fees, energy procurement, cost of utilities and other purchase services.</p> </blockquote> <p>That was enough to send HCA's shares down 22 per cent. Verizon got away with just a 6 per cent drop after this comment: </p> <blockquote>  <p>We saw inflationary pressures building towards the end of the first quarter and expect those to continue given the current environment . . . We also believe that the inflation we have seen throughout the economy may alter both the consumer and business landscape.</p> </blockquote> <p>Given the consumer and producer price inflation numbers, there is nothing surprising about either comment and we will hear more of the same from other companies. But this is a sideshow, relative to the impact of the Fed, and in aggregate, earnings reports have been fine. According to <a href=\"https://insight.factset.com/sp-500-earnings-season-update-april-22-2022\">FactSet</a>, about 80 per cent of companies are beating Wall Street estimates, by an average of about 8 per cent, right in line with historical averages. Earnings growth is tracking at just under 7 per cent year-over-year, again near the long-term historical average, as we move past the easy comparisons to the brief pandemic recession:</p> <p>Earnings are fine. The market is responding to the economic slowdown and the lower liquidity that the Fed is determined to cause. And stock pickers are doing exactly what one might expect when lower growth and diminished risk appetites are on their way. They are getting defensive. Since the market hit its last peak at the end of March, value has outperformed growth, consumer staples have outperformed consumer discretionary, and tech has been slapped around. </p> <p>Below are the 20 best and worst performing stocks in the S&amp;P. Of the winners, 12 are staples companies — food, toilet paper and tobacco (plus one company Elon Musk is bidding on). Of the losers, fully half are in tech, and all but a few are fast-growing, expensive stocks that have done very well in the past few years. </p> <p>Markets do not see a recession, but they are bracing for a significant slowdown.</p> <p>In this context, megacap tech (that is, Microsoft, Google, Apple, Amazon and Facebook) is interesting because a generalised growth slowdown should make fast-growing stocks look more attractive. And the megacaps have indeed avoided the worst of investors fleeing tech. Despite trailing the market, they've looked sturdier than the tech-focused Nasdaq:</p> <p>This is nothing awe-inspiring, but it suggests that the growth record of megacaps still counts for something. As Tom Forte, an analyst at DA Davidson, told Unhedged:</p> <blockquote>  <p>Our thesis is that in an inflationary period [where rates are rising], value stocks outperform growth stocks, and dividend stocks outperform growth stocks. But that isn't to say a fast-growing stock can't do well in an inflationary period . . . Inflation puts the onus on [those] companies to grow fast enough to maintain their multiple.</p> </blockquote> <p>Forte thinks we are in for an extended bout of inflation. Consensus forecasts do not agree, but either way, in a highly <a href=\"https://www.ft.com/content/afbf67d1-7349-4fd3-9161-af89b632ba70\">uncertain</a> macro environment, above-average earnings growth and exceptional gross margins are a decent all-weather insurance policy:</p> <p>We have <a href=\"https://www.ft.com/content/6c0102f5-52f2-42e8-8eb4-0d5db56bca1b\">argued</a> at some length, against convention, that higher rates do not mechanically hurt growth stocks. If we are right, an inflationary, low growth environment should be fallow ground for firms, like the megacaps, who can pass along costs and seize market share while competitors stumble. (<em>Armstrong &amp; Wu</em>)</p> <h1>One good read</h1> <p>Remember the Crypto Bowl? <a href=\"https://www.ft.com/content/feb76586-065e-41a7-9903-de5e62aec2fd\">Consumers sure don't</a>.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'Investors brace for the Fed's slowdown' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T05:30:13.607Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 2630,
          "end": 2637
        },
        {
          "start": 2107,
          "end": 2114
        }
      ]
    }
  ]
}