{
  "_id": "9cb8c5610556d5ddc91470c28d663bf35ddcee727862fb6e9e03798491fa403a",
  "feed": "wall-street-journal",
  "title": "The Big Carriers Run the Show at the FCC; AT&T, Verizon and T-Mobile are the big winners from America's nationalization of spectrum.",
  "text": "<p>All commercial spectrum allocation in the U.S. is controlled by the Federal Communications Commission, which is effectively controlled by the carriers. Witness the case of the Citizens Broadband Radio Service. The FCC had developed a plan that would have facilitated new entrants to bid on that spectrum. The carriers objected, the auctions were delayed for years and when the frequencies were finally licensed, it was largely on terms dictated by AT&amp;T, Verizon and T-Mobile.</p><p>After the recent C-Band auction, AT&amp;T was left short of midband spectrum that it needed for 5G rollout. So Congress jammed an allocation of 100MHz of midband spectrum into December 2020's Covid-relief bill. The big winner of the subsequent auction? AT&amp;T.</p><p>In a \"market\" in which government has nationalized the asset—spectrum—everything is top-down. America's big three like to pose as defenders of free markets, but they are the big winners from the nationalization that Mr. Hazlett so ably recounts in his book \"The Political Spectrum.\" As a consequence, America enjoys some of the highest consumer-data prices in the world. This is a triumph not of market economics but of regulatory capture by a cozy industry with huge lobbying budgets and rich lawyers.</p><p>Declan Ganley</p><p>Chairman and CEO, Rivada Networks</p><p>Galway, Ireland</p><p>The Big Carriers Run the Show at the FCC</p>",
  "published": "2022-05-17T17:02:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 48,
          "end": 55
        },
        {
          "start": 454,
          "end": 461
        }
      ]
    }
  ]
}