{
  "_id": "2405ee60d6c34de64f4e809655d24de0d7196f96d3991d1b979f51b3bdbc1227",
  "feed": "wall-street-journal",
  "title": "Business News: GE Dubs Its Power Unit 'Vernova' --- Other companies to be called GE Aerospace, GE HealthCare after pending split-off",
  "text": "<p>It joins a growing list of linguistic creations -- Altria, Mondelez, Tronc and Verizon -- that companies have adopted to rebrand themselves with varying levels of success.</p><p>GE, which is breaking up into three public companies, is largely sticking with the iconic name and logo it has used for more than a century, however.</p><p>The other two companies will be called GE Aerospace and GE HealthCare. The healthcare business is expected to split off in early 2023, and GE said the shares will trade on the Nasdaq Stock Market under the ticker \"GEHC.\" The aviation business will be the surviving company with Chief Executive Larry Culp taking over the leadership of that division last month.</p><p>The company said it was open to dropping the GE name altogether but after surveying roughly 2,200 customers and talking to employees around the world, as part of the name-change process, ditching the moniker wasn't an option.</p><p>\"We have a great global brand,\" said Linda Boff, GE's chief marketing officer. \"It's valued by our customers, it opens doors around the world\" and that gives the company a competitive edge, she added.</p><p>GE gave a new name to its power business because it is several different companies that will come together and it \"wanted a name that underscores our commitment to the energy transition,\" Ms. Boff said. The business makes turbines for power plants and wind farms.</p><p>The sister companies will all use the round GE \"monogram\" logo, which has been blue since 2004, with different colors to distinguish them. The healthcare business will use purple, the aviation division will use a different shade of blue and the power business will use green.</p><p>GE Aerospace will own the rights to the GE trademark. While the other companies will have the rights to use the trademark in perpetuity, they will have to pay a licensing fee to GE Aerospace, the company said.</p><p>These aren't the only businesses with rights to the famous GE brand and logo, which the company estimates is worth some $20 billion. That would represent a chunk of GE's current market capitalization, which is about $70 billion after the stock declined about 40% in the year to date.</p><p>Over the years, GE's logo has been slapped on everything from refrigerators to MRI machines to the jerseys of the Boston Celtics.</p><p>GE gave Haier Group a 40-year license to use the GE brand on appliances when it sold its appliance business for $5.4 billion in 2016 to the Chinese manufacturer.</p><p>GE agreed in 2018 to let the buyer of its Current division, which sells LED lighting for commercial use, to continue using the GE brand. And in 2020, GE included a long-term license to use the brand on lightbulbs when Savant Systems Inc. bought GE's historic lighting business.</p><p>Changing a company name, particularly one that has been around a long time, can be risky, especially nowadays when consumers are able to instantly share their displeasure with the masses.</p><p>When Tribune Publishing Co. changed its name to Tronc Inc. in 2016, its move was widely criticized and the name became comedic fodder for late-night TV hosts. Two years later, the company changed its name back to Tribune Publishing Co.</p><p>GE said it tested its new names with consumers to make sure that people liked them and that they resonated with consumers around the world, given the global footprint of the company.</p><p>\"You never want to walk into the wood chipper by picking a name that globally may not hold up,\" Ms. Boff said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US92343V1044",
      "nexusId": "10074051",
      "name": "Verizon Communications Inc.",
      "offsets": [
        {
          "start": 79,
          "end": 86
        }
      ]
    }
  ]
}