{
  "_id": "0299cb15845a0ed7da200cda6cf282a13558e9c7d10e617568ebbd421dbcf651",
  "feed": "ftcomall",
  "title": "Feline Philosophy by John Gray — the wisdom of cats ",
  "text": "<p><em>Feline Philosophy,</em> a slim book with a cute cover picture, might appear to be a bit of light amusement for cat lovers: a collection of quotes from great thinkers about their furry companions, perhaps. It is not. John Gray has written a short but serious polemic attacking much of the western tradition of moral thought. It's worth a read even if — perhaps especially if — you hate cats. </p> <p>Gray joins an honourable tradition of philosophers who are, paradoxically, suspicious of philosophical thought. They consider philosophy a symptom of a mental disorder, or even to be the disorder itself. The best philosophy, then, is one that cures itself, leaving nothing to philosophise about and the world appearing exactly as it did before the philosophical illness took hold. In Wittgenstein's famous phrase, philosophy is a ladder we throw away once we've climbed it.</p> <p>Cats do not fall into philosophical distress because they are not self-conscious in the way people are. They are engaged in their lives completely without forming an image of themselves doing so. Humans, by contrast, are doomed by self-consciousness to be “self-divided creatures whose lives are spent mostly in displacement activity.” Our normal animal sufferings are doubled when we contemplate ourselves in the mirror. Far better to mimic cats, who accept life as it comes, and walk past mirrors with indifference. </p> <p>A cat's life is good not when it knows itself, but when it realises its cat-nature: hunting, sleeping, and amusing itself with its companions. Gray links the feline good life to the ethics of Spinoza and the Taoists, which call for us to live in harmony with our true natures, a state in which the self-conscious self falls away. The mistake of most western moral thought, from Aristotle to contemporary utilitarians, is to make self-awareness and rationality the highest good, when in fact they are the cause of all the trouble. Striving after abstract, universal ideals — most of them dressed-up versions of Christian morality or more contemporary prejudices — only sets us up for frustration and self-deception.</p> <p>There is a lot to be said for this view. The power of it is made vivid in Gray's touching chapter on the difference between the simplicity and directness of feline love and the human version, which is frequently tainted with toxic egoism: “Among human beings love and hate are often mixed. We may love others deeply, and at the same time resent them . . . the love animals may feel for us and we for them is not warped in these ways.”</p> <p>What I found missing from Gray's argument was reflection on the possibility that self-consciousness, which causes so much misery, also gives rise to what is most beautiful and exciting in human life: art, science, sport, conversation and so on. More to the point, books such as <em>Feline Philosophy</em> exist because we cannot help scratching at the itch of consciousness. If Gray was able to follow his own advice, this muscular little volume would not have been written at all — which would be a shame.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/0241351146?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;linkCode=xm2&amp;creativeASIN=0241351146\"><strong>Feline Philosophy</strong></a><strong>: Cats and the Meaning of Life</strong>, by John Gray, <em>Allen Lane, RRP£20, 128 pages</em></p> <p><a href=\"https://www.ft.com/robert-armstrong\"><em>Robert Armstrong</em></a><em> is the FT's US finance editor</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Robert Armstrong 2021 'Feline Philosophy by John Gray — the wisdom of cats ' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T10:00:05.412Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3357,
          "end": 3362
        }
      ]
    }
  ]
}