{
  "_id": "73043c21f7781f9b9ea6f3292dd1416d9d39cb9a12fa40d99473fa509845d2b5",
  "feed": "wall-street-journal",
  "title": "Sony, at the Top of Its Game, Targets Anime, Music",
  "text": "<p>The Japanese electronics-and-entertainment giant said its operating profit for the quarter rose 20% from a year earlier, driven by stay-at-home demand for its games. Revenue at its gaming division jumped 40% year over year -- its best quarter ever. Sony expects operating profit at the division this fiscal year ending in March will reach a record.</p><p>Production bottlenecks have restricted shipments of new PlayStation 5 consoles, but the company managed to sell 4.5 million units during the quarter. The new console likely isn't profitable after the initial marketing-and-development costs. The profit boost likely came from selling more games, especially digitally, in the quarter. Revenue from digital games and add-ons grew 65% from a year earlier. Sony's subscription service for gamers, PlayStation Plus, added 1.5 million subscribers during the quarter.</p><p>Sony raised its operating income outlook for this fiscal year by 34% to 940 billion yen, equivalent to $9 billion, which implies an 11% year-over-year increase. The company originally expected a decline in operating profit, due to worries about its image sensor business. The segment did suffer a decline, but demand from Apple's new iPhones helped soften the blow.</p><p>What is more encouraging is that Sony's entertainment businesses outside of gaming are going well. Its movie segment was hurt by theater closures, but that was more than offset by higher income from licensing content. Music-streaming revenues continued to be strong. Aniplex, its anime production company under the music segment, has helped distribute the animated movie \"Demon Slayer,\" which notched a box office record in Japan. The popularity of the franchise could provide opportunities for Sony's game and music businesses.</p><p>Sony's recent acquisitions reflect its strategy of moving toward becoming a diversified provider of entertainment content and services. Sony said Monday it will spend $430 million to buy indie record company AWAL and its sister company Kobalt Neighbouring Rights. AWAL provides services to independent artists like Lauv and Little Simz while KNR manages performance rights for artists including Ariana Grande and Ed Sheeran.</p><p>Including the latest acquisition, Sony has done 17 entertainment-related deals since its new midterm plan in 2018, which will help it consolidate its position in the \"IP-driven ecosystem,\" according to Jefferies. In December, Sony unveiled a $1.175 billion deal to acquire Crunchyroll, an animation streaming service.</p><p>Sony's games are going strong right now, but the company's ambitions go well beyond that.</p>",
  "published": "2021-02-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1181,
          "end": 1186
        }
      ],
      "nexusId": "10022657"
    }
  ]
}