{
  "_id": "ab1b8a266b1ce64aaca2da830caaad29c1fd90944b7daecd329cd7c47bddd0bf",
  "feed": "ftcomall",
  "title": "Christian Happi: ‘With pathogens, we need to play offence' ",
  "text": "<p>I arrive at the dusty campus of Redeemer's University in rural Osun state to meet Christian Happi, after a five-hour drive up through hardscrabble south-western Nigeria from Lagos. Behind the one-storey building that is currently home to the African Center of Excellence for Genomics of Infectious Diseases are plywood crates which once housed components for million-dollar Illumina gene sequencers.</p> <p>It was here that Happi sequenced the first coronavirus samples in sub-Saharan Africa, within days of its being diagnosed in Nigeria, and recently identified the South African variant's first appearance in Africa's most populous country. And this was merely the latest vital intervention against deadly disease by one of Africa's leading scientists. He helped to sequence the Ebola genome in 2014 and was a key figure in Nigeria's successful quashing of an outbreak. His research has also greatly expanded our knowledge of Lassa fever, another haemorrhagic disease that kills thousands every year. </p> <p>Now the 52-year-old Cameroonian is building one of the most advanced laboratories in Africa, in the hopes of bringing greater scientific autonomy to a continent too long relegated to being the subject of research — rather than its author.</p> <p>“What I like about it is that it is something marvellous in the middle of nowhere,” he says. “I want people that are focused. If you go to that place, and you are not someone who is focused, you can't stay there . . . It's only when we all have purpose that we can actually change the narrative.”</p> <p>Before we head off for lunch he takes me down the road on a tour of what will be the permanent home of the ACEGID, rising from the scrubland at this private university founded by one of Nigeria's biggest megachurches.</p> <p>The $4m modern earth-and-stone building, with its level-three biosafety lab, is backed by the World Bank, the US defence department, the UK Biotechnology and Biological Sciences Research Council, the Wellcome Trust and others, whose $20m funding includes grants for research. Happi has also secured $100m over five years from “some of the biggest names in Silicon Valley”. His mission is striking: to build a pandemic early detection system.</p> <p>Sentinel, as he calls the system, has already proved successful in detecting outbreaks of Lassa fever and yellow fever. He wants to be able to go a step further and deploy rapid diagnostic tests that would identify pathogens using Crispr gene-editing technology and automatically send results to the health authorities. Sub-Saharan Africa is where 70 per cent of <a href=\"https://www.ft.com/content/1cbb1de4-7214-4546-aafe-f59d51a69d9a\">pathogens with pandemic potential</a> emerge.</p> <p>“I'm a pathogen hunter . . . but we've been playing defence. And for me, with the knowledge, the skills, the technologies available, we can now play offence,” he says. “We need to be more proactive, we need to be ahead of the curve.”</p>  <p><strong>After a quick tour </strong>we are off to Ibadan, where Happi lives with his wife and three children, about two hours back towards Lagos. We wind our way through the heart of Yorubaland, past women in faded wax print dresses hawking roasted cane rat — a bushmeat delicacy splayed out, grinning and spatchcocked, on wooden sticks. </p> <p>It is past 3pm by the time we pull in to Wimpy, the sort of Lebanese restaurant common across west Africa, with an extensive spiral-bound multi-cuisine menu — burgers, pizza, shawarma, Chinese — and sit at a grey plastic table on the covered concrete patio. We are the only customers. Ibadan's knotty traffic roars behind us.&#xa0;</p> <p>When we meet in late January the second wave of the coronavirus pandemic is surging across Africa. It is far worse than the first, when <a href=\"https://www.ft.com/content/4dc832dc-684f-11ea-800d-da70cff6e4d3\">Nigeria recorded just 100 or 200 confirmed cases</a> a day for a population of 200m. (In the weeks after our meeting, the rate of infection has slowed again.)</p> <p>Since the virus first arrived in Nigeria in March, when Happi confirmed the first case and then sequenced the virus's genome within 72 hours, he has been wary of making bold pronouncements. I ask him why the pandemic has been so soft in Africa. He ticks off the usual answers: the median age of sub-Saharan Africa is only 18 compared to over 40 in Europe; many Africans live and work outside, providing some natural social distancing and ventilation.</p> <p>African DNA is the world's most diverse, because 99 per cent of our evolutionary history occurred on the continent. We can't yet rule out that those diverse genomes — buffeted for millennia by environmental pressures, including disease burdens far beyond what other peoples experienced — does not offer “some level of innate natural immunity”, he says. He also notes that African countries locked down far earlier compared to the west, often with just a few confirmed cases.</p> <p>“But . . . the west tends not to give credit to Africa where it deserves. We need to be truthful — Africa has more experience when it comes to handling epidemics or pandemics,” he says. “It's not always a matter of resources or money — it's experience, and we can't deny that to Africa.”</p> <p>The waiter seems to be maintaining his social distance, so we keep chatting. I ask when Happi thinks we might finally see vaccines rolled out in Africa. He looks at me over his glasses, and laughs sharply.</p> <p>“Earliest — <em>earliest!</em> Middle of the year. <em>Earliest!</em> That is after the US has finished its own vaccination program. After Europe is all covered. Then they will now look and say, oh you guys don't have vaccines? OK, here you go.”</p>  <p><strong>Happi was born in</strong> neighbouring Cameroon, the middle of seven children in Sangmélima, in the heart of the great equatorial forest that covers Africa's middle. It is malaria country, and he was often sick. One day, when he was seven or eight, his mother was carrying him home from the hospital.&#xa0;</p> <p>“I was on her back and she stopped to rest and I asked her: ‘Why am I always sick?'” he says. “She said she didn't know, and I told her that when I'm older and if this disease is still around, I'm going to find a cure for it.”</p> <p>He earned a scholarship to the only university in Cameroon. He chose biochemistry, inspired by an article he'd read about James Watson and Francis Crick and their discovery of the structure of DNA in a magazine at his primary school library.&#xa0;</p> <p>“The power behind biochemistry, being able to discover the structure of DNA, knowing that DNA was, you know, the fundamental unit of life!” Happi says. “I could have a kind of, you know, superpower, and then I could find a cure for malaria . . . for my people.”</p> <p>For his master's, he moved to the University of Ibadan to research the human response to malaria vaccines and drugs. He wanted to examine the resistance of some malaria strains to chloroquine, which had long been an effective treatment. “I started thinking about how I could reverse that mechanism of chloroquine failing,” he says. “But in order to do that, you first of all have to understand the genetic make-up of malaria.”</p> <p>It was 1995, and full mapping of the human genome was still eight years off, but great strides were being made in how we understand disease. A chance meeting with immunologist Dyann Wirth, one of the world's foremost experts on malaria, earned him an invitation to Harvard to present his idea. He spent the next 12 years working there on malaria research. It was a stark change from how he had worked in Nigeria, where, as with nearly every African scientist then — and many now — his scientific research was purely conceptual.</p> <p>“There was no equipment to do anything — it was all theoretical, always,” Happi says. “At Harvard I have access to all the equipment, I have access to all the resources. And then I can start exploring, using genetic engineering and biotechnology to explore . . . but I still had a leg here in Africa, because I wanted to be present here all the time.”</p> <p>At this point, 50 minutes into our conversation, our waiter appears. Happi orders a Chapman, a sweet Nigerian non-alcoholic fruit cocktail popular across west Africa. I ask for a Star, the classic Nigerian lager, which isn't on the menu but which the waiter says he'll send someone to buy. He asks if it's OK if he comes back with a Gulder, another local lager. In the heart of the bone-dry Harmattan, I tell him anything cold will do.&#xa0;</p>  <p><strong>In 2014, Happi was</strong> at home in Ibadan, where he had relocated in 2011 with $1.25m in US National Institutes of Health funding to build a genomics programme at Redeemer's, when he got the call that the first suspected <a href=\"https://www.ft.com/stream/91fef66d-24ad-4dab-b0b8-960cab0c772d\">Ebola</a> patient had landed in Lagos. The disease had ravaged Guinea, Liberia and Sierra Leone, smaller countries where it would eventually kill more than 11,000 people. Everyone feared that once it hit Lagos — that crowded, chaotic megalopolis — it would explode across the country.&#xa0;</p> <p>“This was the moment that now we need to act to save our people. I told my kids, listen, I have to go deal with a very dangerous pathogen. I told my wife, if I die, don't cry — know that I'm dying a good death because I'm doing it for my people.” Happi drove to Lagos, where he worked with the team there to test the patient and, in the months that followed, with authorities to contain the epidemic. It was a rousing success: just 19 people in Nigeria were diagnosed with the disease.&#xa0;</p> <p>“I had to improvise a lot,” he says. Ebola was supposed to be handled in a category-four biosafety facility — the most secure and high-tech — but he had to do his work in a level-two room because that was all he had. “Suicidal!” he laughs.</p> <p>Africa's history with the west is littered with examples of plunder masquerading as benevolence, and science is no exception. Doctors and researchers who came to help during Ebola flew out with more than 269,000 blood samples from patients in Guinea, Sierra Leone and Liberia. That has meant researchers in those countries cannot access samples that in many cases they had collected.</p> <p>“All those superpowers, all those parachute researchers . . . they pretended as if they want to help, but the real agenda was to control samples, so they can do all kinds of research on them.”</p> <p>Our drinks arrive. We both decide to order the <em>shish taouk</em>, which comes with fries. It will be another 45 minutes before it arrives. We keep Covid-safe by skipping the bread on the table.</p> <p>Happi continues, explaining his fierce opposition to drop-in science. “They come into <em>your</em> setting, they don't understand how your health system is structured, they will be directing you how to do things . . . in a country they don't understand!” Happi says. “What prevents [them] from coming and training Africans to do it themselves?”</p> <p>Happi called the health minister when he made the Ebola diagnosis. “When the Germans and the WHO and the Americans came to him and said, ‘we need to validate it to confirm the diagnosis', he told them to go to blazes!” he says.</p> <p>“We changed the whole narrative — what people thought was impossible, we showed them it was possible. What people thought they would come and help us to do, we did ourselves — and that to me was just amazing.”</p> <p>He was part of a team that sequenced the Ebola genome. “We made the data openly accessible and available . . . Those that want to do vaccines, use it; those that want to do therapeutics, use it; those that want to do diagnostic, use it . . . And within four months, we developed a rapid diagnostic test, where turnround time of diagnosis went from five or six hours to 10 minutes.”</p>  <p><strong>Our food finally arrives</strong>. My Star is long gone. The chicken is tender and flavourful, and covered by a thin pita. The fries are of frozen vintage. I'm not complaining — this is a very solid entry of a dish I eat often.&#xa0;</p> <p>We're both adding generous portions of red chilli paste to our chicken. “You can't live here without eating chilli,” Happi says. I mention a spaghetti bolognese I ordered in Lagos soon after I moved that had me sweating like a Carolina Reaper. “Because in Nigeria, if someone gives you tomato stew, it's 90 per cent pepper,” he laughs.</p> <p>Happi always mentions “my people”, “the African people”, and “Africa”, rather than Cameroon, where he's from. I ask whether he wishes he could have started this centre in his home country.</p> <p>“I'm more pan-African,” he says. “I made a conscious decision to come here, because I knew that if I impact Nigeria, I will impact Africa more.”</p> <p>He left Harvard to, as he says repeatedly, “change the narrative”.</p> <p>“Any time I looked at Africa, it's all these negative stories,” Happi says. “I felt like I'm here [at Harvard] sharing this knowledge, giving what I have, yet my people are still looked on as if they are not human beings.”&#xa0;</p> <p>Over the past year, African governments have struggled to acquire nearly everything related to the pandemic — from masks to PPE to medical oxygen to ventilators and now vaccines. I wonder what it tells Happi.</p> <p>“It tells me that Africa has to do better in investing in recent developments in the field of infectious disease,” he says. “And I hope that Africa has learnt that if you had invested in vaccine development and developed one or two vaccines, then we would be at the table. But we refuse to prioritise our investment . . . And it's not because there are no resources on the continent — there are. But they are just not priorities.”</p> <p>Might Covid change that? “It should change because the economic losses due to Covid are amazing. A lot of African governments are broke,” he says. “If the leaders were people that were a bit more educated, more enlightened, they will [understand this]. But unfortunately, I doubt it.”</p> <p>Happi believes that we will be able to spot the next pandemic before it overwhelms us, in part because the global community realises that investing a few billion dollars now beats losing trillions later. Africa, he says, needs to be at the centre of that conversation.</p> <p>“Look at how this started in Wuhan and in little or no time we were all into it. So would it make sense to invest and make sure you're combing the world to make sure you're going to prevent this kind of thing from happening? The answer is Yes,” he says. “If a disease emerges from anywhere within Africa, it takes 36 hours to find itself in New York. It might take another 24 hours to Tokyo . . . and then trouble starts.”</p> <p><a href=\"https://www.ft.com/neil-munshi\"><em>Neil Munshi</em></a><em> is the FT's West Africa bureau chief</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/074d787c-7fc6-49f8-b47a-9f5144a662c1\"><em>Scientist's life story is his standout contribution</em></a><em> / </em><a href=\"https://www.ft.com/content/074d787c-7fc6-49f8-b47a-9f5144a662c1\"><em>From FC Fee, Arlington, VA, US</em></a></p><p>Source: Neil Munshi 2021 'Christian Happi: ‘With pathogens, we need to play offence' ' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T12:30:31.718Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 14391,
          "end": 14396
        }
      ],
      "nexusId": "10022657"
    }
  ]
}