{
  "_id": "0066acaf9f14c3289fecfd0f852aac68a4a0b61fdb43396309cbb35208142d9f",
  "feed": "wall-street-journal",
  "title": "Marathon Digital, Occidental, Southwest, Merck: What to Watch When the Stock Market Opens Today; Bond markets are closed for a federal holiday, but the stock market is open for business",
  "text": "<p>* Bitcoin prices are also gaining, and stocks in the crypto ecosystem were reaping gains. Bitcoin miner Marathon Digital climbed 2.9%, U.S.-traded shares of Hong Kong-based BIT Mining gained 3% and Coinbase inched up 0.8%.</p><p>* Southwest Airlines shares are losing altitude premarket, declining 1.9% from Friday's closing price. The carrier canceled more than 1,800 flights over the weekend, citing bad weather and air-traffic-control problems in Florida that rippled throughout its operation.</p><p>* Emerson Electric slipped 1.1% premarket. It plans to merge two of its software businesses with Aspen Technology in a roughly $11 billion deal aimed at capturing growing demand for industrial technology. Aspen's stock added 3.5%.</p><p>* Merck applied for emergency use authorization for its Covid-19 pill, but investors seemed queasy. Its shares slipped 1.2% premarket.</p><p>* Apple is seeking a stay on a federal judge's order that it allow app developers to link to other payment methods while its appeal works its way through the system. The iPhone maker's shares slipped 0.8% premarket.</p><p>* Hasbro shares fell 1.2% off hours. The global toy, game and entertainment company said Chief Executive Brian Goldner will take a leave of absence for medical care.</p><p>Chart of the Day</p><p>* The extended climb in oil prices is leaving some other industrial commodities behind, a divergence that reflects bets that energy supply shortages will offset any slowdown in the global economy.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Marathon Digital, Occidental, Southwest, Merck: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-10-11T10:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 859,
          "end": 864
        }
      ],
      "nexusId": "10022657"
    }
  ]
}