{
  "_id": "6b90cf773a46373e8b47ab4401c8f5232aff2ac962f2475b8e4fc40f083088a3",
  "feed": "wall-street-journal",
  "title": "Apple to  Shift on  App Store  Payments  ----  By Bradley Olson",
  "text": "<p>   Apple Inc. on Thursday announced changes to its App Store regulations that will allow software developers to tell customers about other ways to pay for services outside the confines of Apple's ecosystem, part of a proposed settlement of a class-action lawsuit. </p><p>   The shift will make it easier for some apps to steer customers toward other forms of payment, rather than through the App Store, where Apple charges a commission of up to 30%. The company last year reduced commissions to 15% for developers earning less than $1 million a year, and the potential settlement will preserve that change. </p><p>   In 2019, a group of app makers sued Apple, accusing the company of breaching antitrust laws in how it managed its App Store. The company will also establish a $100 million fund for small developers. The Small Developer Assistance Fund will allow developers whose sales were less than $1 million a year from June 2015 to April 2021 to collect between $250 and $30,000. It will benefit more than 99% of developers, according to the plaintiffs. </p><p>   The potential deal is a partial concession to app makers, who have long wanted to get customers to pay them directly for services rather than through Apple to avoid the commission. The company previously prohibited developers from using information about customers they obtained through Apple to reach out to them directly about other payment options. The potential settlement removes that prohibition, according to plaintiffs. Consumers must consent to such communication, according to Apple. </p><p>   \"This hard-won settlement will bring meaningful improvements to U.S. iOS developers who distribute their digital wares through the App Store, especially for those small developers who bring so much creativity and energy to their work,\" said Steve Berman, one of the attorneys who represented app developers in the lawsuit. </p><p>   Apple said the suit followed a \"productive dialogue\" with developers and said the changes would help improve the App Store for users and software makers. The App Store is \"the safest and most trusted place for users to get apps,\" said Phil Schiller, who oversees the App Store. </p><p>   The deal won't resolve an antitrust lawsuit brought by \"Fortnite\" maker Epic Games Inc. against Apple over broader claims that the App Store is an improper monopoly. In that trial, which concluded in May, Epic argued that Apple improperly limited distribution of apps on the iPhone and required in-app purchases through its own payment system. </p><p>   Apple disputed the claim that it has a monopoly, noting that gaming occurs on many platforms, and said its control of software downloads and payments was necessary for the security of users. A ruling hasn't been issued in the case. </p><p>   --- </p><p>   Tim Higgins contributed to this article. </p><p></p>",
  "published": "2021-08-27T06:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2475,
          "end": 2480
        },
        {
          "start": 396,
          "end": 401
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 2353,
          "end": 2358
        },
        {
          "start": 1523,
          "end": 1528
        },
        {
          "start": 1853,
          "end": 1858
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2227,
          "end": 2232
        },
        {
          "start": 1186,
          "end": 1191
        },
        {
          "start": 630,
          "end": 635
        },
        {
          "start": 1323,
          "end": 1328
        },
        {
          "start": 2214,
          "end": 2232
        },
        {
          "start": 185,
          "end": 190
        }
      ],
      "nexusId": "10022657"
    }
  ]
}