{
  "_id": "e8a34f02b8acf4cecadec993039ccb7ca2b2dbe1f37d323105e7da06dab0c5ea",
  "feed": "wall-street-journal",
  "title": "MANSION  ---  House Call / Elizabeth Perkins:  Isolation Let  Her Dreams  Run Wild  ---  The co-star of 'The Moodys' on how life on a farm  and parental alcoholism led her to acting  ----  By Marc Myers",
  "text": "<p>\n  The isolation came in waves. First, my parents divorced in 1963, when I was 3. Then my mother remarried when I was 5 and we all moved from Connecticut to a remote area near Halifax, Vt. </p><p>\n  Soon, my two older sisters, Karen and Susan, left for boarding school. I was alone with my youngest stepbrother, Mark. </p><p>\n  We looked out for each other. We had to. My parents were alcoholics. They weren't mean drunks. They just weren't present. </p><p>\n  Our farmhouse and barn were built by my mother's father after he purchased 600 acres in the 1940s. We lived 4 1/2 miles from the main road and 2 miles from the nearest neighbor. </p><p>\n  The property straddled Vermont and Massachusetts, with the state line running through our small guesthouse. We had chickens, a 2-acre vegetable garden, and a stream and beaver pond. My chores included mucking out the chicken coop and weeding. </p><p>\n  In the summer, my stepbrother and I sold zucchini and tomatoes on the dirt road at the end of our quarter-mile driveway. Hours went by before a car appeared and stopped out of pity. </p><p>\n  My mother, Jo, and stepfather, Bob, were completely ill-equipped to live in the country. I think we moved there so no one could see them drink. He had eight children but seven were older and out of the house. I was alone most of the time, except for my stepbrother, and my imagination grew. I invented entire scenarios in the woods and fields. </p><p>\n  I learned later that my mother had started drinking heavily after my real father left. He worked at Playboy in the early '60s and bought into the bachelor culture. </p><p>\n  As a child, I didn't see my real father much after he left. The bitterness remained with my mother for the rest of her life. </p><p>\n  When I was 12, someone in school told me about the Arena Civic Theatre in nearby Greenfield, Mass. I auditioned for \"Hansel and Gretel\" and was cast as Hansel. From then on, acting was for me. </p><p>\n  In school, I was troubled, probably because I wasn't well liked. I was a loner whose dreams intimidated other kids. I'd tell them, \"One day I'm going to be a famous actress.\" They'd call me weird or that I needed my head examined. </p><p>\n  My sisters were book smart and attended Northfield Mount Hermon, an elite boarding school, about a half-hour from our house. It wasn't difficult for me to get in. But I didn't want to go. My mother said if I refused, I should stick a pin in a map and we'd move there. </p><p>\n  I decided to attend Mount Hermon. At the start of my senior year, I was kicked out for two offenses: I stole English muffins from the dining hall. And my friends and I made a phony phone call to the school infirmary. </p><p>\n  By then, my mother's marriage had dissolved and she was living in North Carolina. But she wouldn't let me stay with her. My fallback was sleeping on my stepdad's sofa in Chicago. </p><p>\n  I finished high school there and studied acting at the Goodman School of Drama, a conservatory. My acting teacher, Bella Itkin, was a huge inspiration. So was my classmate, Ann Dowd, an exceptional actress. </p><p>\n  After college, I worked in Chicago for a couple of years. In 1982, I moved to New York with $500 and stayed with my sister, who was in finance. </p><p>\n  After spotting an audition notice for the national tour of \"Brighton Beach Memoirs,\" I landed the Nora Morton part and wound up in that role on Broadway in 1984. </p><p>\n  Later in life, my mother became sober, went back to school, got her degree and became a social worker specializing in alcohol rehabilitation. She was one of my best friends. She died in 2016. </p><p>\n  Today, I live with my husband, cinematographer Julio Macat, north of Los Angeles. We moved in 17 years ago. I love the house because of its fast access to the 405 Freeway. </p><p>\n  A house is home, and home is about my husband, four kids and our dogs. Memories were always more important to me than things. Now I wish I owned our family farmhouse and land. Four years ago, I returned and tried to buy it. The owner wouldn't sell. I'm hoping one day he will. </p><p>\n  -- As told to Marc Myers </p><p>\n  --- </p><p>\n  Elizabeth Perkins, 60, is a stage, TV and film actress who has starred in \"Big,\" \"Weeds\" (Showtime) and \"Truth Be Told\" (Apple TV+). She co-stars in Fox's comedy series \"The Moodys.\" </p><p>\n  --- </p><p>\n  ELIZABETHAN DRAMAS </p><pre>\n </pre><p>\n  What's \"The Moodys\" about? It's a comedy about a snippy married couple and their three eccentric kids. </p><pre>\n </pre><p>\n  Your role? Ann Moody, the mom. </p><pre>\n </pre><p>\n  Breakthrough film? \"Big\" (1988), as Tom Hanks's girlfriend. </p><pre>\n </pre><p>\n  Ever see your real dad again? Yes, we semi-resolved things later in life, thanks to my stepmother, Judy. </p><p></p>",
  "published": "2021-04-09T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4055,
          "end": 4060
        }
      ],
      "nexusId": "10022657"
    }
  ]
}