{
  "_id": "30d72f2de3dea5f61e3aa2a20453a66f731192ee8c9dd0dfcf0a33dcd9c6a1af",
  "feed": "wall-street-journal",
  "title": "iOS 15 Is Here: The iPhone Software Update's Small Tricks Make a Big Difference; Apple just released the latest iOS. It doesn't bring a big visual overhaul, but new tools like weather notifications, a Focus mode and Live Text photo scanning make everyday use easier.",
  "text": "<p>It's Apple's ultimate non-choice. If you don't download, you'll miss out on vital security and privacy updates. (Just see last week for an example.) Not to mention, you'll endure Apple's version of your smoke detector's low-battery beep: constant alerts until you just can't take it anymore.</p><p>So even if you don't update to Apple's brand-new iPhone operating system, iOS 15, as soon as it's available to you on Monday, you will eventually. And that's not something to fear.</p><p>This isn't a massive visual overhaul like in years past—just some restyling to notifications and other small design tweaks. It includes tools and settings, like Focus mode and Live Text, that will make your phone more personalized, organized and modernized. That is, if you can find them.</p><p>After a month of testing the new software, I'm prepared to help you spot the biggest changes and, of course, share my unfiltered opinion of them. But before we get going, my annual iOS advice hasn't changed: Walk, don't run, to upgrade. If you can, hold off a few days, at least until any potential issues have been fixed. I've seen some small bugs here and there while testing on an iPhone 12 Pro. (The software is available for the iPhone 6S and later models—and even that old iPhone SE.)</p><p>Now let's run through these features.</p><p>Safari Stuff</p><p>OK, I lied. There is one drastic design change that may drive you mad. (It drove me mad.) In the Safari browser, Apple moved the address bar from the top of the screen to the bottom. </p><p>Apple's moved the Safari address bar to the bottom, at left. Don't worry. You can go back to the old way. PHOTO: Joanna Stern/The Wall Street Journal</p><p>The idea is that we no longer have to Stretch Armstrong our thumbs to reach. Plus, now you can just swipe left or right on the bar to move between your open tabs. I can see the appeal, but I couldn't get used to it. Plus I kept accidentally hitting it when holding my phone. To change it back, go to Settings, then Safari, then select Single Tab.</p><p>There are some Safari changes I do enjoy. Tap the tab button and there's now a grid of all your open tabs with a thumbnail preview. In that view, you also make Tab Groups—organizing tabs by categories such as Home Things and Work Things. It feels like a rip-off of my favorite function in Microsoft's Edge browser. If you have a Mac and an iPad that are also updated to the new OS, your tabs will sync to them, too.</p><p>FaceTime Stuff</p><p>Speaking of rip-offs, the Zoomification of FaceTime is here. A few new—er, borrowed—features:</p><p>• Grid view: In a group FaceTime call, up to six people can appear in Brady Bunch boxes.</p><p>• Portrait mode: Tap the little silhouette icon during a call to blur your background. It looks nice but, like the similar function in Google Meet and Zoom, it doesn't always understand where your head ends and the background begins.</p><p>• Voice isolation: When on a call, go to the Control Center (on newer phones, swipe down from the top-right corner) and hold down on Mic. There you can turn on voice isolation, which will decrease background noise, like dog barks or chatter. This will work in other video-calling apps, too, and will help even if you're wearing AirPods.</p><p>• Android/Windows/web support: Open FaceTime and tap \"Create Link.\" You can send the link to any of your friends or family on other devices—yes, Android phones! Windows laptops! Chromebooks! When they click the link, it will open their device's web browser and they'll be asked to give access to their camera and mic. Then they'll be in the video call. It's a tiny crack in the walled garden.</p><p>Focus Stuff </p><p>Tap Focus in the Settings menu and you can customize what apps and people will be let through during a specific Focus mode. You can turn on that specific Focus from the Control Center. PHOTO: JOANNA STERN/THE WALL STREET JOURNAL</p><p>There are times of the day when you only want to hear from certain people or apps. A new Focus mode makes that happen.</p><p>Go to Settings, Focus and select Personal. You can then add people and apps you want notifications from when you're in Personal mode. When you're getting ready to spend time with your kids or have dinner, go to the Control Center and select Personal. Only notifications from those apps and from those people will be let through. In Messages and other apps that support the feature, when other people message you at that time, they'll see that you have notifications silenced.</p><p>You can make different modes: I made \"Video shoot\" mode, so I can only be interrupted by my spouse and bosses when the cameras are rolling.</p><p>Camera Stuff</p><p>Whenever there is a text field, you'll now see a new little \"Scan Text\" icon pop up. Tap it and the camera launches. Point the camera at some words—say, a newspaper headline or a store sign—and it will automatically convert it to text you can copy and edit. </p><p>Tap on the new Live Text button when there's a text field. It will launch the camera so you can scan text, at left. Or you can tap the button in the Photos app on a photo you've already taken. PHOTO: Joanna Stern/The Wall Street Journal</p><p>It's pretty amazing how quick it is, and the conversion has been quite accurate in my testing. I even just held it up to this sentence and it got every word! In your Photos app, any photos you've taken that have text or writing in them will automatically have this little icon in the bottom right corner, too. (If it annoys you, you can turn it off in Settings under Camera.)</p><p>If you search in Spotlight for words that are in one of your photos (\"vaccine card\"), the relevant photo will show up as a result. Strangely, you can't search these phrases in the Photos app.</p><p>SHARE YOUR THOUGHTS</p><p>What updates in this year's iPhone are most valuable to you? Join the conversation below.</p><p>The Photos app has another visually intelligent trick. Tap the new information (\"i\") button when you've got a shot of an animal, plant, landmark and more, and it will try to identify it and provide deeper info. For the most part, it's been accurate. Except it said my dog was a cockapoo. Wrong! Cavapoo. (At least it didn't call him a cockatoo.)</p><p>Both the Live Text and Visual Lookup features signal to me Apple's seriousness about blending the digital and real world. It's easy to see how these could be part of a software platform for Apple's long-expected augmented-reality glasses.</p><p>Privacy Stuff</p><p>We've all been there: You're asked for your email address on some random website and you think, \"I'd prefer not.\" With Hide My Email, you can create unique, random email addresses that forward to your personal inbox. You can create as many addresses as you want and disable them at any time to stop the sender from reaching you.</p><p>To get it, you need to be an iCloud+ subscriber—aka Apple's new term for those who pay for iCloud storage. In addition to Hide My Email, there's a new Private Relay option, which encrypts your web browsing and hides your IP address when you use Safari. Your activity is sent through two internet relays designed so that no one (Apple included) can see what sites you're visiting.</p><p>Other Stuff </p><p>You can get weather notifications in Apple's redesigned Weather app. PHOTO: Joanna Stern/The Wall Street Journal</p><p>There are many, many more new features if you poke around. Here are a few others to try out:</p><p>Create a notification summary so that when you wake up, your phone's screen doesn't look like the Bill of Rights. In the Weather app, enable notifications so you know to walk the dog before it starts raining at 10:10 p.m. Siri can now do certain things without an internet connection—launch apps, set alarms and timers—making response time quicker. Annoying: Siri still can't set two timers on iPhones.</p><p>Missing Stuff</p><p>Back in June, when Apple announced iOS 15, it showed off SharePlay, which lets you stream shows and music with another person inside FaceTime. It also announced a Digital Legacy program, which would let you pass down your photos and other iCloud data to a designated person upon your death. It even promoted a new digital driver's-license feature, which a few states have already signed on to support. None of these are in Monday's initial iOS 15 release. An Apple spokeswoman said all missing stuff would be available in future versions of the operating system.</p><p>You know what that means: You will upgrade to the latest version of iOS now…and you will upgrade to the latest version of iOS again soon.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Joanna Stern at joanna.stern@wsj.com</p><p>iOS 15 Is Here: The iPhone Software Update's Small Tricks Make a Big Difference</p>",
  "published": "2021-09-20T17:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6980,
          "end": 6985
        },
        {
          "start": 7686,
          "end": 7691
        },
        {
          "start": 1417,
          "end": 1422
        },
        {
          "start": 6129,
          "end": 6134
        },
        {
          "start": 81,
          "end": 86
        },
        {
          "start": 179,
          "end": 184
        },
        {
          "start": 7081,
          "end": 7086
        },
        {
          "start": 8126,
          "end": 8131
        },
        {
          "start": 1487,
          "end": 1492
        },
        {
          "start": 5,
          "end": 10
        },
        {
          "start": 6704,
          "end": 6709
        },
        {
          "start": 323,
          "end": 328
        },
        {
          "start": 6260,
          "end": 6265
        }
      ],
      "nexusId": "10022657"
    }
  ]
}