{
  "_id": "e35619dfad30413f9e9b35db1388ae7a4bdbdd4f798b220e819eb538a4defb55",
  "feed": "market-watch",
  "title": "‘A mouthful of hot water with sugar': Why pumpkin spice latte and other Starbucks fall offerings may not measure up to the hype",
  "text": "<p>Not the season that begins this year on Sept. 22. Rather, the fall that begins when Starbucks SBUX starts peddling its autumn beverages. This year, the coffee chain kicked things off on Aug. 24, the earliest date on which it has ever told the world it's OK to takes its espresso-based beverages with sweeteners and spices more typically associated with pie.</p><p>Ever since it introduced its pumpkin spice latte — or PSL, as serious Starbucks fans are apt to call it — in 2003, the Seattle-based company has turned a flavoring into a phenomenon, one that sparked a wave of pumpkin spice products, ranging from cereal to vodka. &#xa0;</p><p>Starbucks says it has sold more than 500 million pours of its signature fall latte. Over time, it has also built an entire campaign and menu around them, adding new pumpkin drinks and food items along the way.</p><p>This year, Starbucks is even featuring a non-squash-based sip for the fall — an apple crisp macchiato — leading me to ask: Is apple the new pumpkin?</p><p>But the bigger question I often find myself asking is whether any of this stuff is palatable.</p><p>I've long been a Starbucks skeptic, as I simply find its coffee over-roasted and thus burnt-tasting — yes, I'm a member of the camp that calls the chain “Charbucks.” I've also had little interest in any of the syrup-based Starbucks drinks, including the PSL. I'm also of the camp that wants my coffee to taste like, well, coffee. I even feel a tad guilty when I occasionally put a wee bit of sugar in my morning joe.</p><p>Still, as someone who has critiqued food and drink for decades, I aim to keep an open mind. It's been six years since I last had a pumpkin spice latte — at the time I called it “a mouthful of hot water with sugar and maybe a little cinnamon, cloves and nutmeg thrown in for good measure” — and I thought this might be a good moment to revisit the beverage. And for that matter, why not taste my way through the entire fall menu?</p><p>So I headed to my nearest Starbucks — in New York City, that basically translates into stepping outside my apartment door — and presented a Starbucks server with the kind of order that suggested I'm an autumn-crazed lunatic who can't wait to rake the leaves, sport a cozy sweater and hop aboard the nearest hayride.</p><p>Has time changed my opinion of the PSL? Not really. The drink continues to suffer from the fact it has so little discernible coffee flavor and plays excessively to the American sweet-toothed crowd. I have nothing against sweetness itself, but this latte just seems like a pure sugar bomb with odd hints of bitterness and spice. As beverages go, it's about as subtle as a Mack truck painted in Day-Glo colors.</p><p>A Starbucks spokeswoman told me that the PSL, like all Starbucks beverages, can always be customized in terms of flavorings and toppings. “It's just how you want it,” she said. The representative also noted how the drink and other Starbucks seasonal offerings very much represent “the official start of the fall” for many of its customers.</p><p>It's worth mentioning that Starbucks has its fans on Wall Street, too. The company's stock has increased about 12% in 2021, though that is not as strong as the 19.5% rise of the S&amp;P 500 SPX this year or the 15% gain for the Dow Jones Industrial Average DJIA. (Starbucks shares trade today at nearly 17 times their split-adjusted level at the start of September 2003, roughly coincident with the PSL premiere.)</p><p>If you're looking for more coffee taste, the pumpkin cream cold brew, an autumn beverage Starbucks introduced a few years ago, is a better bet. Notice that I said “more” and not “true.” This is still a flavored, sweetened drink, but it allows some of the smooth coffee taste we associate with cold brew — essentially, java without as much acid — to come through. It's PSL for PSL haters, in other words. The Mack truck here is more like a pickup.</p><p>And the apple crisp macchiato? It seems as much a marketing ploy as a beverage, as if the Starbucks creative team suddenly realized there might be a point in time when America wakes up and realizes it doesn't want a beverage built around a vegetable, so why not go for a fruit? I will say this drink has some genuine tart green-apple flavor, with a nice layering of caramel sweetness (as opposed to PSL's generic sugariness). The only problem: I DON'T WANT APPLE IN MY COFFEE! An apple-based tea drink makes sense to my palate, but there's a bizarreness to it in a coffee context.</p><p>Of course, the one foodstuff/drinkstuff category where pumpkin and apple make sense is baked goods. Strangely, Starbucks still doesn't get it quite right with some of its baked pumpkin offerings.</p><p>The pumpkin scone has a texture more cake-y than scone-y and is covered in a layer of sickly sweet icing of the sort you expect on a mass-produced snack cake (did Starbucks cut a deal with the Little Debbie folks?). The pumpkin cream cheese muffin is an affront to anyone who understands that no muffin was ever made better with a glob of goo (ahem, cream cheese) in the middle. Only the pumpkin loaf, a year-round menu offering, succeeds in achieving what should be the idea behind anything with pumpkin-spice flavoring: Let the spice, not the sugar, stand out.</p><p>I liked the loaf so much I made sure to enjoy it with a big cup of coffee — namely, the non-Starbucks French roast I brew at home. &#xa0;</p>",
  "published": "2021-08-25T15:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4493,
          "end": 4498
        },
        {
          "start": 960,
          "end": 965
        },
        {
          "start": 3853,
          "end": 3858
        },
        {
          "start": 914,
          "end": 919
        }
      ],
      "nexusId": "10022657"
    }
  ]
}