{
  "_id": "bbd847bc828ae9d56a34631dd341080f48bca806a06c8bf202adbb710fb5402d",
  "feed": "ftcomall",
  "title": "‘It's in the interests of those who have more to not talk about money'",
  "text": "<p>By most measures, 2014 was a good year for Eula Biss. Her third book, <em>On Immunity</em>, impressed the critics. Sales were strong. Closer to home, her job teaching creative nonfiction at Northwestern University now looked permanent enough for Biss and her husband to take out a mortgage, leave their Chicago apartment and move with their young son to a more spacious two-bedroom bungalow a few miles north of the city. But she was uneasy. </p> <p>“The house felt enormous to me,” Biss says on a video call. “I&#xa0;felt kind of upset about it, like we have too much, we clearly have too much.” </p> <p>She tells a story from shortly after they arrived, when a Mexican woman with four children in tow rang the doorbell to inquire whether the curtainless and visibly empty front room was available to rent. Told that it was not, the woman asked why. </p> <p>“It was a deeply embarrassing moment,” says Biss. “I thought she was right, and I could see that by her terms and in her eyes we had plenty of extra space, and we should be sharing it. But it also kind of mortified me that this woman thought a family of five could use the space that we weren't using.” </p> <p>Biss's new book, <em>Having and Being Had</em>, is in part a record of that discomfort, based on the diary that the writer, then in her late thirties, began keeping to document her feelings before it all started to seem normal. But the real subject, as has often been the case with her work, is much bigger than the intimate method might suggest.</p> <p><em>Notes from No Man's Land</em>, the 2009 collection that announced Biss's arrival as one of the leading lights of the modern American essay, examined race and racism through the prism of her own white identity; <a href=\"https://www.ft.com/content/de8ab328-b768-11e4-8807-00144feab7de\"><em>On Immunity</em></a> looked beyond her experience as a mother contemplating vaccinations for her baby to the social contract underwriting our approach to infectious disease. Now, in <em>Having and Being Had</em>, she tackles capitalism, property and class privilege.</p> <p>The new book has a more comic aspect than its predecessors, which seems to suit Biss, and there's an engaging kind of lexicographical drama to early chapters as she finds words that she had seldom wondered about breaking apart under the pressure of her inquiry. “Work,” she writes, “is interfering with my work, and I want to work less so that I can have more time to work.” </p> <p>Biss's frankness about her own privilege, meanwhile, extends further than most would expect. We learn that she has a salary of $73,000 and a household income of $125,000; that she makes $8,000 renting out her house for a TV commercial, pays a mother's helper $8 an hour and spends $200 on a necklace. She leafs longingly through catalogues of paint that costs $110 a gallon and rounds down from $485,000 to $400,000 when she mentions the cost of her house to her sister — a piece of dubious accounting that, on later consideration, persuades Biss to set a rule requiring her to give exact figures whenever money is mentioned in the book. </p> <p>The point here is that we tend to compare ourselves with those who are wealthier, and so do not perceive our circumstances quite as the numbers would suggest. Did she find this a difficult rule to follow? </p> <p>“It was quite excruciating, and I was very surprised,” says Biss. “I've written about vaccination, I've written about race, I've written about my own body, I've written graphically about my child's birth — I've written about all these things that people consider sensitive or personal, and I have never been as uncomfortable with the material I was putting on the page as I was with putting down my own salary or what I paid for my house.”</p> <p>In search of an exception, I observe gingerly that the formula she uses to describe the advance that allows her to go part-time — “more than the total of what I've earned from all my writing over the past twenty years” — was perhaps a little vague. The reason, it turns out, is that this was just a number floated by a publisher and the eventual figure, negotiated outside the period described in the narrative, was a little less. “But because of the project, I'm happy to tell you that the advance was $650,000,” she says. “That's for two books, so I'm only halfway through the work.” </p> <p>I apologise for prying but Biss brushes aside my discomfort. “It seems to me that we have various different polite habits around talking about money, and one of them is that you never mention your salary, or that you avoid specific sums,” she says. “When I thought about, ‘Well, who does this serve? Who does this way of thinking or talking serve?', it is always the people who have more . . . It's in the interests of the people who have more to not talk about money, to have these silences written into our conversations and our exchanges.”</p>  <p>Raised near Albany, New York, the daughter of an artist and a doctor, Biss describes her parents as unconventional and anti-materialist. She makes herself sound like a dreamy&#xa0;child, most at home in the woods. But she thrived as an undergraduate at Hampshire College, Massachusetts, where the liberal ethos of self-directed learning suited Biss well enough for her to emerge from her studies with the core of her first book, <em>The Balloonists</em>, a work of prose poetry published in 2002. Then came various jobs in New York and California before she arrived in the Midwest to join the University of Iowa's well-established writing programme.</p> <p>I'm interested in how Biss sees her work's relationship to memoir and, while at pains not to disparage that form, she is very clear about this: the ideas come first, no matter how large the life experience might seem to loom. Her chief models were Joan Didion and James Baldwin, both of whom are central to the courses she now teaches at Northwestern, and she has written of being given “permission to think” by Susan Sontag, whose investigations into the language of disease in <em>Illness as Metaphor</em> were an important influence on <em>On Immunity</em>. </p> <p>Today, as her work is held up alongside that of writers such as <a href=\"https://www.theguardian.com/books/2017/may/21/argonauts-maggie-nelson-the-red-parts-interview-rachel-cooke\">Maggie Nelson</a>, <a href=\"https://www.ft.com/video/aefab630-5c13-490a-88da-6afd0dfefb20\">Claudia Rankine</a> and <a href=\"https://www.ft.com/content/452e9ff8-4a33-11e8-8ae9-4b5ddcca99b3\">Leslie Jamison</a> as evidence of a revival of the essay form, does she see herself as part of a literary movement? </p> <p>“Yes, the answer is very much so. I'm not sure whether to call it a movement — I&#xa0;don't know what it is. A situation?” she says. “A great many of these essayists are women and, for me, that's just tremendously exciting. And the other thing that's happened, at least in the US, is that this has suddenly become a viable commercial genre.”</p> <p>What does she think is driving this renaissance of the essay? Biss wonders, following the theorist Theodor Adorno, whether it is an essential genre for political moments “that lean fascist”, in which orthodoxies are being imposed or enforced. “There's less opportunity to be formulaic in the essay,” she says.</p> <p>A little later, she frames it in the most universal terms. “When we see someone putting their life in relationship to history, thinking through their life in conversation with some other system of thought, I do feel like it's a map or a template,” she says. “The service offered is that when that work is done well, it helps you, the reader, think through your own experience — even if your own experience is vastly different from the author's. You don't have to share the author's experience, you're just walking the lines of their map.” </p>  <p>I often thought of Biss's <em>On Immunity</em> over the past year, as slightly specialised virological terms&#xa0;that I last encountered there became everyday buzzwords. We are talking in late December and Biss has been home schooling her son, now 11, since March. </p> <p>“It has really taken a toll on my writing time and my productivity as a writer,” she says. “I know this is true for women across the world — there are huge dents being made in people's careers because of the time that's been lost.”</p> <p>As someone who has written about <a href=\"https://www.ft.com/content/89b90830-b301-4712-9655-49a1b5d94eee\">anti-vaxxers</a>, is she optimistic about the take-up of <a href=\"https://www.ft.com/content/775233da-1dc3-42c9-b222-5a54dd3dd008\">vaccines</a> against Covid-19 in the US in the months ahead? “Well, it's been mishandled,” she says. “The communication around the vaccine has been so mishandled that I think a lot of damage has been done. That is not to say that the vaccine development itself has been mishandled, I don't know of any evidence that it has. But even just the naming of the vaccine development project, ‘<a href=\"https://www.ft.com/content/89acf0bb-8dac-4f73-8962-5780546eadca\">Operation Warp Speed</a>' . . . that is not going to inspire confidence in people. People want to know that care has been taken and that every precaution has been taken.” </p> <p>For Biss, the big exception in a year of tight lockdown came following the killing of George Floyd in the summer, when Black Lives Matter protests swept America. She participated in these with her family locally and speaks of a trip to Atlanta, Georgia, where friends of hers were campaigning for the removal of a Confederate monument. “I was taking photographs because I&#xa0;couldn't believe what was written on it, phrases like ‘These men were of a covenant keeping race.' The next day, it was gone — it was taken down in the night.”</p> <p>She feels hopeful about the movement. “I think it's just incredible,” says Biss. “It fills me with a sense of the wheels turning in a new direction, and makes me excited for my son's generation too — you know, I dedicated <em>Notes from No Man's Land</em> to my son, he was born just a few months after it was finished, and as I was finishing that book, I did feel dismay about the world he was being born into.” </p> <p>How has the debate changed in that time? “This sense of racism being a white problem, caused and promoted and continued by white people, that really was not in the air in any mainstream way when I was writing <em>Notes . . . </em>The white liberal position then was that the best way to not be racist was not to acknowledge race ever, to never speak of it, to be ‘race-blind'. We've shifted far from that, and to the point where I think there are things in that book that now read as, to my eyes, very fumbling and naive.”</p> <p>Biss is already immersed in the second part of her two-book project, a more outward-facing, internationally focused collection of essays on land ownership. She tells me about a recent trip to <a href=\"https://www.nottingham.ac.uk/manuscriptsandspecialcollections/exhibitions/online/laxton/introduction.aspx\">Laxton</a> in Nottinghamshire, home to Britain's last surviving feudal open-field system, where farmers still cultivate strips. “I thought it would be like a living history museum,” she says. “But that is not what's going on in Laxton, it's not a demonstration — it's people who are dedicated to the continuity of a way of life.”</p> <p>Biss accepts that <em>Having and Being Had</em> is a less polemical book than its predecessors, focused not so much on articulating alternatives as on unpicking the contradictions she observes in her own life. Even so, there's an intensity to her gaze that any of us would find daunting.</p> <p>Ultimately, the question for Biss was whether she could sustain her values in a world that she views as hostile to them. </p> <p>“Capitalism doesn't care about relationships between people, it's not a system that is built to&#xa0;forward or enrich relationships,” she says. “My most major form of resistance is to privilege&#xa0;relationships with people over other things.” </p> <p><em>Lorien Kite is the FT's deputy Life &amp; Arts editor. Eula Biss's ‘Having and Being Had' is published this month by Faber &amp; Faber</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Lorien Kite 2021 '‘It's in the interests of those who have more to not talk about money'' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T05:00:11.381Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 11333,
          "end": 11338
        }
      ]
    }
  ]
}