{
  "_id": "8c0fdcd972a2b83341ad1a5c1d78f0b2207cc88d4471884214fe312e4ac96fe4",
  "feed": "ftcomall",
  "title": "EU baffled by Amazon's dark arts",
  "text": "<p>Brussels sounds as if it could use Lina Khan's help, as it struggles to bring antitrust charges against Amazon.</p> <p>Khan is being <a href=\"https://www.ft.com/content/c297564c-85fc-4235-9444-895609c06c38\">vetted by the Biden administration</a> for a job on the Federal Trade Commission and first came to prominence at Yale law school, where she wrote an influential paper on what she described as Amazon's anti-competitive practices. Last year, she helped write a damning Congressional report that found Amazon, Apple, Google and Facebook had all abused their market power and called for US competition laws to be rewritten.</p> <p><a href=\"https://www.ft.com/content/d5bb5ebb-87ef-4968-8ff5-76b3a215eefc\">Javier Espinoza&#xa0;in Brussels writes</a> regulators at the European Commission are having difficulty gathering enough evidence against Amazon, despite working on a landmark case for nearly two years. They had accused it of manipulating its algorithm to boost its own products “artificially” over its rivals', but they have yet to understand how Amazon's algorithm works, despite sending a series of detailed questions to the company. Today's <a href=\"https://www.ft.com/content/17b7836d-c32b-4202-bdeb-a37f0bdaebb7\">Brussels Briefing has a cheat sheet</a> on the most high-profile cases being fought against Big Tech by the EU, from Google's adtech to Facebook's Marketplace.</p> <p>In the US, the new Congress is set to address competition concerns and Amy Klobuchar was making her debut today as the chairwoman of the Senate Judiciary Committee's antitrust subcommittee, hearing testimony from industry experts. “We have gotten more interest in antitrust and we are making antitrust cool again,” <a href=\"https://www.axios.com/amy-klobuchar-antitrust-spotlight-14595b2b-78b7-4fac-a05d-186db669d9e5.html\">she told Axios</a>.</p> <p><a href=\"https://www.ft.com/content/d333bcd5-f981-475f-a3fa-f901d85c99bc\">John Thornhill says </a>the tech giants have been wrapping themselves in the American flag of late and there may be an impulse to go soft on them by the Biden administration over competition issues because they are seen as strategic technological assets against China.&#xa0; </p> <p>That would be a mistake, he says, quoting Lindsay Gorman, a fellow at the German Marshall Fund of the US. The priority must be on creating the Googles and Microsofts of tomorrow, she says, rather than protecting the incumbents of today.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. EU chip foundry ‘may not be answer'</strong><br>The boss of German chipmaker Infineon has told the FT that ambitions for Europe to have its own chip foundries<a href=\"https://www.ft.com/content/1080deec-1314-4e8e-accb-eceeeb940ddb\"> may be misguided</a> if there were no local industries to be supplied. “We had a computer industry in Germany, it is gone,” said Reinhard Ploss. “We had a consumer [electronics] industry, it is gone.”</p> <p><strong>2. Coupang hits $100bn in US IPO</strong><br>SoftBank-backed Coupang made a strong start on Wall Street, hitting a <a href=\"https://www.ft.com/content/c4d7ab5b-76e9-4015-bc0f-4c91c3d28a03\">market value of more than $100bn</a> in the largest US debut for an international company since Alibaba's listing in 2014. The South Korean ecommerce giant opened trading at $63.50 per share on Thursday, an&#xa0;81.4 per cent rise from the $35 that shares were priced at the previous day. <a href=\"https://www.ft.com/content/d1e4c304-9a50-431d-b0ff-0d3ffe9b3fad\">Lex says</a> comparisons to Amazon are overly generous.</p> <p><strong>3. Food and agritech on listings menu</strong><br>Food and agritech companies are riding the wave of green investing and changing consumer tastes with recently listed companies including a high-tech greenhouses venture that grows tomatoes with 90 per cent less water and a plant-based creamer company founded by a big-wave surfer. Listings <a href=\"https://www.ft.com/content/32861711-2de6-47af-965e-a5cc807eb24a\">grew almost eight-fold</a> to more than $31bn in 2020. Meanwhile, when it comes to food delivery, IPO-ready Deliveroo has two main paths to expansion,<a href=\"https://www.ft.com/content/5ce64d6e-8ee5-46f6-9580-f59d0708b547\"> says Tim Bradshaw </a>— sell existing customers more items or bring more consumers online within its current 12 markets.</p> <p><strong>4. Pakistan follows India with TikTok ban</strong><br>TikTok was <a href=\"https://www.ft.com/content/90df50e4-7fd9-4def-86e3-db256882140d\">banned in Pakistan</a> on Thursday, with the Peshawar High Court finding “immoral and objectionable” content on the platform. “TikTok videos are peddling vulgarity in society,” said chief justice Qaiser Rashid Khan, adding that the app should be banned until it complies with rules to remove offensive content.</p> <p><strong>5. Artwork NFT sells for $69m</strong><br>A collage by the contemporary artist Beeple, composed as a single image file, <a href=\"https://www.ft.com/content/2f28eac6-547a-43f2-b7d3-593da9f46a3d\">sold for $69.3m </a>on Thursday, according to Christie's auction house, the latest and most extreme example of the rapidly appreciating market for digital artwork sold through <a href=\"https://www.ft.com/content/96b0d94f-a0e1-4cec-8aff-4ae6e81a5396\">non-fungible tokens</a>.&#xa0;</p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>At the start of this year, an&#xa0;inconspicuous German&#xa0;fintech Clark announced it had raised €69m led by Tencent, one of Beijing's most pre-eminent tech groups. In the same breath,&#xa0;it was reported&#xa0;that China's Ant was setting up a $100m fund in Berlin to invest in Europe's fintech and blockchain start-ups. They are part of a growing trend of&#xa0;<a href=\"https://sifted.eu/articles/chinese-funds-fintech-europe/\">Chinese investors moving into European fintech</a>, having already funded start-ups like&#xa0;Klarna, N26&#xa0;and WeFox. What does it mean that Chinese investors are&#xa0;<a href=\"https://sifted.eu/articles/chinese-funds-fintech-europe/\">betting so heavily</a>&#xa0;on European financial technology companies?</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-ups</a>, a new ranking came out about the&#xa0;<a href=\"https://sifted.eu/articles/top-vcs-europe-seed-2020/\">top early-stage venture capitalists across the continent</a>; there is a&#xa0;<a href=\"https://sifted.eu/articles/balancetastartup-instagram/\">new Instagram account holding French start-ups to account</a>&#xa0;and the&#xa0;<a href=\"https://sifted.eu/articles/greensill-downfall-fintech/\">Greensill saga</a>&#xa0;serves as a warning to other&#xa0;<a href=\"https://sifted.eu/rankings/european-fintech-startups\">European fintechs</a>&#xa0;claiming to use hyper-sophisticated technology.&#xa0;</p> <h2>Tech tools — Twitter's big picture</h2> <p>I'm not sure whether this is Twitter trying to be more like Instagram or thumbing its nose at Russia, which has<a href=\"https://www.ft.com/content/7b46cb83-1e42-45c1-9a25-86da0fca24cc\"> choked the loading </a>of pictures. The social media service<a href=\"https://twitter.com/TwitterSupport/status/1369680651860008963\"> announced on Wednesday</a> it was testing bigger and better pictures on Android and iOS. Not only will they look larger on the timeline, but they can also be in better quality, with uploading and viewing in 4K definition. The changes will be trialled in the next few weeks.</p><p>Source: Chris Nuttall in London 2021 'EU baffled by Amazon's dark arts' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T21:25:00.249Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 429,
          "end": 434
        }
      ],
      "nexusId": "10022657"
    }
  ]
}