{
  "_id": "88ef0b92a9679ea91f824fb0a2e665ed03f30d69d96de288a076871b9bc0db65",
  "feed": "wall-street-journal",
  "title": "Facebook's Name Change to Meta Reflects Common Corporate Tactic; Marketing experts talk about the successes, failures of companies' efforts to reflect an expanded portfolio or create a fresh start with a new name",
  "text": "<p>Facebook Inc. said Thursday it would change its name to Meta, in an effort to rebrand and reflect its expansion into the metaverse, a concept rooted in science-fiction novels that refers to an extensive online world.</p><p>A name change can be a signal to the market, competitors and advertisers of the broader shift in a company's focus and portfolio, even when its namesake product keeps the same title.</p><p>In that respect, Facebook's rebranding may be most analogous to Google's move to create parent company Alphabet Inc. in 2015, said Jay Jurisich, chief executive and co-creative director of naming agency Zinzin. Google became a subsidiary of the new parent, which also encompasses its \"moonshot\" initiatives.</p><p>\"They realized that strategically, it made business sense to separate all the businesses they had gotten into…from their core brand that everybody knew, which was Google,\" Mr. Jurisich said.</p><p>The tactic isn't unusual in the business world. Dunkin' dropped the Donuts from its name in 2018 to signal an increased focus on coffee and other areas. Apple Inc. dropped the Computer from its name in 2007 to reflect its moves into home devices and phones.</p><p>\"This transition from an initial product or service offering to a broader identity is fairly typical for large companies as they scale—and sometimes that does necessitate a name change,\" said Phil Davis, president at naming agency Tungsten Branding. \"They're saying: We're not 'that' anymore. We're more 'this.' \"</p><p>But a new name alone can't do that job. Mr. Davis cited Radio Shack's attempt to rebrand as The Shack in 2009 as the electronics retailer tried to stem a long decline that would eventually end in bankruptcy six years later.</p><p>\"Radio Shack needed to become a different kind of business, not just change their name,\" he said. \"If you're doing [a name change] just to change the conversation, that very rarely works. If you say we're shifting the direction, there has to be an actual shift in direction.\"</p><p>Brands also seek to change their names when there's a merger or change in strategic direction, or when the current name isn't working,\" said Patti Williams, a professor in the marketing department of University of Pennsylvania's Wharton School.</p><p>Facebook has been the subject of scrutiny lately, including its pursuit of younger users and how it responds to the misuse of products. The attention follows The Wall Street Journal's Facebook Files series, based in large part on documents gathered by former Facebook product manager Frances Haugen, who testified in Congress earlier this month.</p><p>\"Both at the product level and at the umbrella-brand, parent-brand level, there's a lot of negative feeling about that at the moment. And they clearly want to launch this new strategic direction to say they're more than just Facebook.\"</p><p>Philip Morris's 2003 rebranding as Altria was equally panned by critics and branding consultants. At the time, the company said the name change would better reflect the diversity of its portfolio, beyond the company's association with tobacco and its cigarette brand, Marlboro. To spread the word, it announced an eight-week ad campaign that spanned the web, TV, print and even direct mail. Critics said the move was designed to play down the company's association with tobacco.</p><p>Other renamings meant to signal a shift in strategy also haven't gone smoothly.</p><p>Tribune Publishing Co. reverted back to its original, 150-year-old name in 2018, just two years after switching to the widely disparaged Tronc. Short for Tribune Online Content, Tronc became a punchline in the media industry and beyond. Comedian John Oliver said the name sounded like \"a stack of print newspapers being thrown into a dumpster.\"</p><p>When Kraft Foods Inc. decided to split in two in 2012, it chose Mondelez International Inc. as the name for its global snack-food business, which includes brands such as Oreo, Cadbury and Wheat Thins. \"Monde\" comes from the Latin word for \"world,\" and \"delēz\" is a \"fanciful expression of 'delicious,' \" Kraft executives said. But many branding experts were left baffled. Zinzin's Mr. Jurisich, in a blog post at the time, called the name \"weak, unmemorable and unpronounceable.\"</p><p>Still, some branding tricks can pay off. If Facebook's new brand is able to solidify the company's standing in the metaverse space, that might help its success there, marketing experts say.</p><p>\"If [Facebook] can somehow become synonymous with the metaverse, that's a potentially large head start,\" Mr. Davis said.</p><p>Write to Megan Graham at megan.graham@wsj.com and Talal Ansari at talal.ansari@wsj.com</p><p>Facebook's Name Change to Meta Reflects Common Corporate Tactic</p>",
  "published": "2021-10-28T20:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1052,
          "end": 1062
        },
        {
          "start": 1052,
          "end": 1057
        },
        {
          "start": 1052,
          "end": 1061
        }
      ],
      "nexusId": "10022657"
    }
  ]
}