{
  "_id": "6f6f84f011ea691f599bb3bd5422326258121853c62cea3d1c786123bae0ca29",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Reading & Retreating -- Wish You Were There / Istanbul:  Turkish Takeaways  ---  Istanbul isn't as inaccessible as you think. You can teleport yourself there anytime with the right ingredients  ----  By Peter Hong",
  "text": "<p>\n  For most American visitors, Turkey's biggest city is familiar and surprising at the same time. Stroll the streets of Istanbul and you'll find Apple Stores, Shake Shacks and chic, hijab-covered women Rollerblading along the seaside, all against an age-old soundtrack -- the call to prayer streaming through the speakers of the city's countless mosques. It's not so much about East meeting West; Istanbul's cultural abundance makes those very categories feel obsolete. The city's innumerable attractions -- the Ottoman-era palaces, the sumptuous art museums, the sensational food and shopping -- all make it a magnetic destination. For intrepid travelers, Istanbul is still a top temptation given that Turkey is one of the few countries that currently allows U.S. tourists. Americans are welcome as long as they show proof of a negative Covid-19 test (though the CDC still deems Turkey, as well as most of Europe, highly risky in terms of the virus). But like a lot of places right now, Istanbul lacks its usual swagger. For the last two months, this city of 16 million falls silent every weekday at 9 p.m. under a strictly enforced curfew. On weekends, residents can leave their homes only for grocery shopping. Restaurants are open just for takeout or delivery during the week, and only delivery on weekends. Tourists are exempt from curfews, and hotel restaurants can serve meals to guests, but the streets empty of locals can feel ghostly. Until those streets fill up again, you may prefer to explore the city another way -- by sampling some of the music, movies, books and tastes that will surely make you want to visit in the flesh just as soon as the time is right. </p><p>\n  --- </p><p>\n  The Reads / THREE VOLUMES THAT REACH WELL BELOW THE SURFACE </p><pre> </pre><p>\n  Istanbul: Memories and the City by Orhan Pamuk / In this lyrical memoir, Nobel laureate Orhan Pamuk recounts his childhood growing up in a well-to-do household. He intersperses his personal experiences with historical accounts of Istanbul by noted visitors, including Gustave Flaubert, using his reflections on various sites and neighborhoods to examine not only his own identity as a writer but how Istanbulites see themselves and their place in the world. </p><pre> </pre><p>\n  Notes on a Foreign Country: An American Abroad in a Post-American World by Suzy Hansen / A 2018 Pulitzer Prize finalist for nonfiction, Hansen's book is primarily a study of the impact of American policies and actions in the Middle East. But the chapters set in Istanbul also vividly capture the intelligence, color and humor of the people she encounters. For an armchair traveler, it's the next best thing to meeting locals in person. </p><pre> </pre><p>\n  The Serenity Murders by Mehmet Murat Somer / The main sleuth in this breezy Istanbul-based mystery -- the fourth and most recent of Mehmet Murat Somer's popular Turkish Delight series -- is Burcak Veral, a transvestite who dresses like Audrey Hepburn. She also serves as a highly entertaining and food-obsessed tour guide to the city. </p><p>\n  --- </p><p>\n  The Tastes / FROM CHEF AND RESTAURATEUR MUSA DAGDEVIREN, A CULINARY HISTORY LESSON </p><pre> </pre><p>\n  THE ANCIENT ENERGY DRINK </p><p>\n  Boza </p><p>\n  Popular since at least the 11th century, this sweet, tangy beverage is made of fermented millet and rich in vitamin B and probiotics. Even during the pandemic, Vefa Bozacizi, a shop in the Fatih district, draws lines of locals who take their drinks to go. </p><pre> </pre><p>\n  THE SEASONAL STAPLE </p><p>\n  Uskumru dolmasi </p><p>\n  Taverns, or meyhanes, traditionally delivered this stuffed mackerel to patrons during Ramadan to be eaten after the fast. It's also called Unutma Beni or \"don't forget me,\" as a reminder that the meyhanes will wait for their return after Ramadan. </p><pre> </pre><p>\n  THE MEZE STAR </p><p>\n  Lakerda </p><p>\n  Buttery salt-cured bonito, one of the essential dishes served on a meze platter, dates back to the Byzantine Empire, when the preserved fish was one of its biggest exports. Nearly every meyhane serves it. Locals pair it with a glass of anise-flavored raki. </p><p>\n  --- </p><p>\n  The Music / THREE ARTISTS WHO CAPTURE THE CITY'S ELECTRIC ECLECTICISM, AND THE SONGS TO DOWNLOAD </p><pre> </pre><p>\n  Baba Zula: Bir Sana Bir De Bana (2005) / Baba Zula, founded in the 1990s, calls its style psychedelic Istanbul rock 'n' roll, fusing 1960s Anatolian rock with electronica, reggae and dub. Most songs, including the band's favorite, \"Bir Sana De Bana,\" a poetic love song -- feature the electric saz -- a stringed Turkish folk instrument. </p><pre> </pre><p>\n  Busra Kayikci: Kuledibi No. 1 (2020) / Pianist Busra Kayikci composes in a minimalist style influenced by John Cage. This piece takes its name from a historic neighborhood near Galata Tower, evoking the interplay between past and present through overlapping deep and bright notes. </p><pre> </pre><p>\n  Ezhel: Allah'indan Bul (2020) / Dissident rapper Ezhel was Turkey's most downloaded artist on Spotify in 2020. Dubbed the Turkish \"freestyle king,\" his songs also incorporate elements from several genres including reggae and trap. \"Allah'indan Bul -- roughly translated as \"God Will Judge\" -- is his current hit. In it he declares, \"My music is my weapon, I'm no terrorist.\" </p><p>\n  --- </p><p>\n  On Screen / WORKS THAT PULL YOU DEEPLY INTO ISTANBUL'S SOUL -- AND LOOK GOOD DOING IT </p><pre> </pre><p>\n  'Ethos' ('Bir Baskadir') (2020): This eight-episode Netflix series explores the sociocultural tensions between individuals and families in today's Istanbul, via a web of characters connected through a pious Muslim housekeeper, Meryem, and her secular psychotherapist, Peri. There are gorgeous scenes of the many worlds comprising Istanbul, from the hardscrabble neighborhoods at the city's outskirts to the yoga classes and seaside mansions of the city's elite. Streaming on Netflix. </p><pre> </pre><p>\n  'Ara Guler: The Eye of Istanbul' (2015): Ara Guler began his career as a photojournalist in 1950 and died in 2018 at 90, amassing along the way an archive of 800,000 photographs. An early colleague of pioneering candid photographer Henri Cartier-Bresson, Guler captured the progress, joys and tribulations of the city and its people, creating a visual history of modern Istanbul which he describes in the film with wisdom and warmth. Streaming on multiple platforms. </p><pre> </pre><p>\n  'Kedi' (2017): More than 100,000 cats live freely on the streets of the city, fully integrated into the routines of the humans who live among them. Some neighborhoods have dedicated volunteer networks to provide food, outdoor shelters and veterinary care for their area cats, while many shopkeepers allow them to come in and go as they please. Kedi follows seven felines of the city, along with the people who care for them, showing one of the most distinctive facets of Istanbul life. Streaming on multiple platforms. </p><p>\n  --- </p><p>\n  The Drink / THE MARDINI </p><pre> </pre><p>\n  Burak Ayaz, the owner of Fahri Konsolos bar in the trendy Moda neighborhood on the Asian side of Istanbul, named this cocktail for the Southeastern city of Mardin. He combines regional staples -- pomegranate molasses, sumac and parsley -- with gin in the spirit of Mardin's multicultural heritage. To re-create the drink, look for the pomegranate molasses (nar ekşisi or its Persian name, narsharab) in Middle Eastern groceries. At the bar, the Mardini is served in a hand-pounded copper mule cup evocative of the region. For an optional garnish, Mr. Ayaz bakes a bunch of parsley at 350 degrees for 23 minutes (until crisp) to make chips. He then sprinkles the leaves of one sprig onto the cocktail. </p><pre> </pre><p>\n  Total Time: 20 Minutes </p><p>\n  Serves: 1 </p><pre> </pre><p>\n  For the sumac syrup: </p><p>\n  1/2 cup sugar </p><p>\n  1 1/4 ounces water </p><p>\n  2 teaspoons ground sumac </p><p>\n  Pro tip: The leftover sumac syrup can be substituted for simple syrup in a whiskey sour, giving it what Mr. Ayaz calls \"a Mesopotamian twist.\" </p><pre> </pre><p>\n  For the cocktail: </p><p>\n  2 ounces gin </p><p>\n  1/2 ounce pomegranate molasses </p><p>\n  2/3 ounce lemon juice </p><p>\n  Five sprigs parsley </p><pre> </pre><p>\n  1. Make the syrup. In a saucepan, combine sugar, sumac and water. Bring to a boil, stirring to dissolve sugar. Remove from heat and strain through a fine mesh strainer. Refrigerate until cold. Syrup keeps in refrigerator up to 10 days. </p><pre> </pre><p>\n  2. In a shaker, press parsley with a pestle or wooden spoon to release its oils. </p><pre> </pre><p>\n  3. Make the cocktail: Mix all ingredients in a shaker with ice and strain. </p><p></p>",
  "published": "2021-02-13T07:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 142,
          "end": 147
        }
      ]
    }
  ]
}