{
  "_id": "74632c671f66ea2eb9c659698a51dfebcfda66c7d46df5ba4066ee5ddef929fd",
  "feed": "market-watch",
  "title": "GlobalFoundries stock closes below IPO pricing in trading debut",
  "text": "<p>At 11:51 a.m. Eastern, GlobalFoundries GFS shares dropped as much as 5% and later touched an intraday low of $44.48, before closing down 1.3% at $46.40 for a market valuation of $24.81 billion. Late Wednesday, the Malta, N.Y.-headquartered company priced shares at $47 apiece, the top end of its forecast range.</p><p>GlobalFoundries is a third-party silicon-wafer foundry, known as a fabrication plant, or “fab,” in industry parlance.</p><p>Those third-party fabs like GlobalFoundries make silicon wafers for the majority of chip makers that do not have their own fabs — companies like Advanced Micro Devices Inc.&#xa0;AMD,&#xa0;Apple Inc.&#xa0;AAPL&#xa0;and Nvidia Corp.&#xa0;NVDA. In fact, GlobalFoundries was a spinoff of AMD when the company wanted to get out of the fab business.</p><p>Thomas Caulfield, GlobalFoundries chief executive, told MarketWatch in an interview that the decision to go public now had a lot to do with building out capacity.</p><p>“We have to accelerate our capacity to meet our customers need. A lot of our demand is single-source, so customers are counting on us,” Caulfield told MarketWatch. “The number one priority and reason we're going public is we're using $1.5 billion of this raise as primary, as part of that cash, to fund that.”</p><p>“We are not demand-limited on our revenue, we are capacity-limited,” Caulfield said.</p><p>Read:&#xa0;GlobalFoundries IPO: 5 things to know about the chip company going public in a semiconductor shortage</p><p>In its overall $6.5 billion capital plan, Caulfield said that the company plans to use $1 billion to expand fab capacity at its Malta headquarters. This all comes at a time when the company is just beginning to see profitability, following years of losses.</p><p>Caulfield noted that early results of this year's September-ending quarter are signaling a profit of about $290 million to $300 million on revenue of about $1.7 billion.</p><p>GlobalFoundries distinguishes itself from other third-party fabs like Taiwan Semiconductor Manufacturing Co. TSM and China's Semiconductor Manufacturing International Corp.&#xa0;CN:688981 by not being dependent upon Taiwan or China, as hostilities between the two would be a huge problem for U.S. strategic supply. Recently, China expressed dissatisfaction at President Joe Biden reasserting the U.S. commitment to Taiwan's defense.</p><p>The company's public debut comes at a time when the world is working its way through a global chip shortage, with fabs having long customer backlogs, while IPOs are seeing their one of their biggest markets ever in terms of proceeds.</p><p>That said, the Renaissance IPO ETF IPO is up nearly 6% year-to-date, compared with a 22% gain by the S&amp;P 500 index&#xa0;SPX,&#xa0;and a 20% gain by the tech-heavy Nasdaq Composite Index&#xa0;COMP.</p>",
  "published": "2021-10-28T16:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 608,
          "end": 618
        },
        {
          "start": 619,
          "end": 623
        }
      ],
      "nexusId": "10022657"
    }
  ]
}