{
  "_id": "d36598fbb34c9b81629863f367fca6a45ef5f6d4ed5a223187a3732974bbcebf",
  "feed": "market-watch",
  "title": "He hasn't graduated high school, but this California teen already has a financial podcast that's a must listen for some investors",
  "text": "<p>Namely, he's wondering about the hedge-fund executives or Fortune 500 CEOs he might be able to line up for his financial podcast.</p><p>Logan launched the program, FinanZe, more than a year ago and has already featured several business-world heavyweights as guests. Among them: billionaire investors John Paulson, Leon Cooperman and Howard Marks; former chair of the U.S. Council of Economic Advisers Glenn Hubbard; former Best Buy BBY chief executive Hubert Joly; and cryptocurrency guru Chris Larsen.</p><p>Logan does his show while maintaining a 4.3 grade-point average, serving as managing editor of his school paper and finding time for the occasional morning workout at the gym.</p><p>“I just love the idea of money and how it grows over time,” says Logan of his fascination with all things financial.</p><p>It's an interest he's had since his early teen years, one that was encouraged by his father, James Lin, a wealth adviser with Merrill Lynch . The elder Lin gave his son a copy of The Wall Street Journal Guide to Understanding Personal Finance and Logan started investing with the few extra dollars he had by the time he was 14.</p><p>Logan also began to realize that many young people knew little to nothing about finance — not just stocks and bonds, but also basic concepts such as how to save on lunch. So, he made it a mission to teach them — specifically, through an organization he created called Dublin Financial Literacy &amp; Leadership Initiative. The podcast idea grew out of that as a different way to educate his fellow Gen Zers — hence, the name FinanZe.</p><p>As Logan says, reading a textbook on finance can be a challenge: His generation “likes to listen to things.”</p><p>How did Logan get so many big names to agree to interviews? His father, James, summarizes it as follows: “Put it this way: He's been a very good cold-call emailer.” (Dad insists he's had little to do with the podcast, other than offering the occasional suggestion of executives who might be worth pursuing for an interview.)</p><p>Logan says he's indeed persistent in his efforts to line up guests, noting that he doesn't necessarily see an initial rejection as a final “no.” Certainly, he says that was the case with John Paulson, who turned him down at the first pass, but eventually agreed to an hour-long interview when Logan reached out months later.</p><p>At the same time, Logan says there are still people who have flatly refused so far to appear on his program, including former Fed Chairman Ben Bernanke and entrepreneur and “Shark Tank” star Mark Cuban.</p><p>“I've learned a valuable lesson: I can't take things personally,” Logan says of the rejections. “And it can't stop me from trying to reach out to more people.”</p><p>Once a guest has been scheduled, Logan does his research and aims to capture his interviewee's life and career story as best as possible. Perhaps the key to Logan's approach, however, is that he assumes his audience doesn't know lots of financial terms or how markets function. So, he's not afraid to ask John Paulson some very basic questions, such as how a hedge fund works and how it differs from a traditional mutual fund.</p><p>Julie LinThe guests appear to be more than eager to jump right in. Hubert Joly, the former Best Buy CEO, notes that he was caught a little off guard when he first heard from Logan. “It's not every day that I'm approached by a (teenager) with a passion for finance and business,” he said via email.&#xa0;</p><p>But Joly added that the interview went extremely well: “Logan was incredibly prepared, thoughtful and professional. I had the time of my life speaking with him. This was one of the best podcasts I have ever done.”</p><p>As much as Logan has his guests explain financial terms and systems for even the most casual investor, he does also get into specific — and often complex — topics.</p><p>With Paulson, he delved into the financial legend's famous “Big Short” investment against the housing market ahead of the 2008-09 financial crisis. With Roy Kuan, a former managing partner with &#xa0;CVC Capital Partners, a private equity firm, he discussed strategies for utilizing leveraged buyouts.</p><p>And with marketing expert Fred Feinberg, a professor at University of Michigan's Ross School of Business, he explored the challenges of pricing products the right way. Feinberg even spoke to Logan about how much to charge for a bottle of vodka — blissfully ignoring the fact that Logan isn't yet of legal drinking age.</p><p>While Logan is committed to forging ahead with future podcast episodes, he admits that FinanZe has a fairly limited audience to date — typically, just a few hundred listeners for each of his programs, which are available on Apple AAPL Podcasts, Spotify SPOT and other platforms. And while he still sees his podcast as a way for young people to learn about finance, he is finding his listeners are proving to be, well, not so young.</p><p>“If we're being completely honest, most of my audience are grown adults,” he says.</p><p>Meanwhile, Logan still has other worries in life, such as applying for college. His wish list of schools to attend includes the University of Pennsylvania and University of Chicago. Oh, and he's trying to get in as much sleep as possible: His days often start before 6 a.m. and run till 1 a.m.</p><p>His future goal? Perhaps a career in investment banking or working in private equity. But he's leaving the door as wide open as possible. “I'm all about taking risks,” he says.</p>",
  "published": "2021-09-21T10:37:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4614,
          "end": 4619
        },
        {
          "start": 4620,
          "end": 4624
        }
      ],
      "nexusId": "10022657"
    }
  ]
}