{
  "_id": "fd0f50d0d2addd9e0d9c57c6525e36ba15582842291e6f913cd35b638211f8f5",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Trump Has $102 Million Political War Chest  ----  By Chad Day and Alex Leary",
  "text": "<p>   Former President Donald Trump has $102 million in political cash he can wield as the GOP eyes retaking majorities in Congress next year, according to filings made Saturday night with the Federal Election Commission. </p><p>   Mr. Trump's political-action committees reported receiving $82 million during the first half of the year through June 30, with $62 million of that flowing to Save America PAC, a leadership committee that issues Mr. Trump's press statements and candidate endorsements. </p><p>   Some of that money came in the form of transfers of donations raised last year, the filings show, a caveat first reported by the New York Times and not mentioned in a statement released by Save America PAC announcing the figure. </p><p>   Trump aides didn't respond to a question about the accounting. </p><p>   It is early in the midterm election cycle, and committees often wait to give to candidates until closer to the start of voting. Mr. Trump's committees, which can donate $5,000 per election to a campaign, reported no donations to GOP campaigns through June 30. </p><p>   The fundraising figures show that even after losing the 2020 election and being banned from multiple social-media platforms, Mr. Trump remains a draw for donations from Republican voters, particularly through email and text-message solicitations. </p><p>   He has asserted his leadership over the party by summoning candidates for endorsements and repeatedly teasing a possible presidential campaign in 2024, holding back a crop of would-be candidates that includes prominent senators and former Trump administration members. Democrats have thin advantages in the Senate and House. </p><p>   Mr. Trump was particularly successful on the Republican donation platform WinRed. The platform's public filing Friday showed Mr. Trump's committees raised more than $56 million in online donations -- more than any other GOP group on the platform during the first half of the year. </p><p>   Some of that went to the Republican National Committee as part of a joint fundraising agreement with the Trump Make America Great Again committee. But the majority went to committees controlled by Mr. Trump -- Save America PAC, his joint fundraising committees and MAGA PAC, his former campaign that has been converted into a multicandidate committee. </p><p>   In a statement Saturday night, Mr. Trump said he \"can't imagine a more important time to elect good Republicans to the House and Senate. Commonsense conservatives were never more badly needed.\" </p><p></p>",
  "published": "2021-08-02T06:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}