{
  "_id": "b4c8ee9a35716dadae99db780e417c76ceb9ed04123ce7399e796c0bfde66dc2",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books -- Science Fiction:  Where  Have All the  Orchards Gone?  ----  By Tom Shippey",
  "text": "<p>\n  Appleseed </p><p>\n  By Matt Bell </p><pre>\n </pre><p>\n  Johnny Appleseed, the folk legend who introduced apple trees to a number of American states, is what anthropologists would call a \"culture hero\": someone who imposes human civilization on wild nature. Until recently, that would be seen as entirely positive. But in an age of \"rewilding,\" opinions might differ. It's true that planting orchards is much more nature-friendly than building condos and strip malls, but it's still changing the local ecology. Maybe the legend needs rethinking. </p><p>\n  Matt Bell's provocative novel \"Appleseed\" (Custom House, 465 pages, $27.99) begins in 18th-century Ohio and moves first to a drought-stricken Midwest in the near future, and then to a far future when North America is once again covered in ice. The three-part story also switches genres from myth to science fiction, but one can never be entirely sure which is which. </p><p>\n  The hero of the first section is called Chapman, which was the real-life Johnny Appleseed's surname. But Mr. Bell's hero is a faun, with horns and cloven hooves, a creature of the wild who seems ambivalent about the whole planting project. </p><p>\n  In part two, global warming has turned everywhere west of the Mississippi into desert. The area, now known as the Sacrifice Zone, is being reclaimed by a mega-corporation called Earthtrust, which is trying once again to plant orchards and reclaim the land, this time using \"nanobees\" for want of the real thing. It sounds like a worthwhile project. But the reality is forced labor, police roundups and so-called Voluntary Agricultural Communities. </p><p>\n  Familiar sci-fi territory, these days. But even here the myth shows through, for the director of Earthtrust is \"Eury.\" That's short for Eurydice, the mythological figure who went down to hell, and was lost to her husband, Orpheus, when he turned to look back for her just as they were about to escape. </p><p>\n  So, will we escape from climate change? Eury extols one project that uses \"stratospheric aerosol . . . to return the planet's temperature to where it was at the beginning of the century.\" She has faith that technology can solve all of Earth's crises. But then \"the endless snowfalls\" begin, putting an end to Eury's dream. </p><p>\n  The concluding section of Mr. Bell's book centers on a near-immortal creature living out the new ice age in a mobile bubble, and his seemingly hopeless task is to search eternally under the ice for biomass, to provide the material for his own repeated dissolutions and reprintings. A hell more hopeless than Eurydice's, one might think. Except that his reconstituted body is starting to grow bark. And even buds. </p><p>\n  Maybe the appleseed project will work after all, and the orchards will come back, creating \"a forest set free.\" You can take Mr. Bell's book as warning or vision of hope, as myth or blueprint for the future. Either way, it's everything sci-fi should be. </p><p></p>",
  "published": "2021-08-14T06:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 74,
          "end": 79
        }
      ],
      "nexusId": "10022657"
    }
  ]
}