{
  "_id": "2ec42a35763fcc130b2dea9987f428c2d1eff121fa31cdfcdd07fa37fdfff6ee",
  "feed": "ftcomall",
  "title": "US technology stocks lead Wall Street lower",
  "text": "<p>US stocks came under pressure on Thursday, as investors digested a new investment ban from the Biden administration, fresh economic data pointing to a strengthening labour market and the prospects the Federal Reserve may begin considering scaling back its policy support as inflationary pressures build.</p> <p>The technology-heavy Nasdaq Composite led the day in terms of losses, closing lower by 1 per cent. The blue-chip S&amp;P 500, meanwhile, dropped 0.4 per cent.</p> <p>Big tech stocks including Facebook and Apple fell roughly 1 per cent by the end of trading in New York, while Google parent company Alphabet slid 0.7 per cent. Such growth stocks, which do not pay generous dividends and rely instead on rising valuations, appear less attractive to investors as prices climb.</p> <p>The weakness on Wall Street came as global food prices <a href=\"https://www.ft.com/content/8b5f4b4d-cbf8-4269-af2c-c94063197bbb\">surged by the biggest</a> margin in a decade in May, according to the UN Food and Agriculture Organization's monthly food price index. Data out on Thursday also showed <a href=\"https://www.ft.com/content/c07ab17d-0a4c-4de6-b1f8-1916f6e2ebb7\">initial jobless claims</a> fell to a cycle low last week in the US, indicating the labour market continues to mend.</p> <p>Investors were also forced to grapple with an <a href=\"https://www.ft.com/content/91e6fb2a-6385-49b3-83aa-8044374805c4\">announcement</a> from the Biden administration that it is banning US entities from investing in dozens of Chinese defence and surveillance technology companies.</p> <p>“The wall of worry is just continuing to grow,” said Garrett Melson, a portfolio strategist at Natixis Investment Managers.</p> <p>Across the Atlantic, the region-wide Stoxx Europe 600 benchmark closed down 0.1 per cent, ending two days of back-to-back record highs. The CAC 40 in Paris fell 0.2 per cent while Frankfurt's Xetra Dax rose 0.2 per cent to close the session at another all-time high. </p> <p>London's FTSE 100 dipped 0.6 per cent, led by National Grid, BT and Kingfisher. Both National Grid and Kingfisher were trading ex-dividend, meaning investors who purchase the shares today were not entitled to the next round of shareholder payouts. </p> <p>Airline stocks also fell as the UK announced that Portugal was no longer on its quarantine-free travel “green list”. Both International Airlines Group and easyJet sank more than 5 per cent, while Ryanair fell 4.5 per cent.</p> <p>Investors were also attuned to recent commentary from Fed officials about their views on monetary policy. Some policymakers at the central bank have recently endorsed beginning discussions about eventually winding down the $120bn monthly asset purchase programme. Friday's monthly US employment report may provide insight into the timeline, market participants said.</p> <p>“At the moment we've got emergency fiscal policies in place as the medical emergency is passing,” said Roger Lee, head of UK equity strategy at Investec. “I think what the market is grappling with is how the Federal Reserve will deal with that.”</p> <p>On Tuesday James Bullard, president of the Federal Reserve Bank of St Louis, said the US jobs market was <a href=\"https://www.ft.com/content/ac15ceb4-eaca-4641-b996-12a2e8a3fb48\">tighter than it looked</a>. The stronger labour market, coupled with rising signs of inflation, could mean the central bank will ultimately need to accelerate the timeframe for slowly pulling back on its bond-buying programme, investors have said. </p> <p>Lee added he would pay close attention to the wage growth data on Friday to see whether this current bout of inflation was structural or not. “If you start to see that creeping up, then it becomes more difficult to argue that inflation is transitory,” he said. </p> <p>US president Joe Biden <a href=\"https://www.ft.com/content/fc6aca11-3eae-4a35-bcdf-f26dd7f52cf7\">said</a> last week that rising wages “aren't a bug, they are a feature”, addressing corporate America during a visit to Cleveland, Ohio.</p> <p>Thursday's initial jobless claims data was also encouraging, said Scott Ruesterholz, a portfolio manager at Insight Investment. “While we do not see action as imminent, we expect the economy to improve enough for the Fed to announce a taper before year-end,” he added. </p> <p>In currencies, the US dollar climbed 0.6 per cent against a basket of peers, taking the greenback close to its strongest level since mid-May.</p><p>Source: Colby Smith in New York and Siddharth Venkataramakrishnan in London 2021 'US technology stocks lead Wall Street lower' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T20:23:01.763Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 498,
          "end": 503
        }
      ]
    }
  ]
}