{
  "_id": "99b0bc42b4f7fe4598c44918a578c636f74c56d0a009c043739a8e7eba6f1931",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  What To Stream:  A Mom's  List, a Sad  Millennial  ----  By Chris Kornelis",
  "text": "<p>\n  Joseph Gordon-Levitt talks about his inspiration for the new series he created, \"Mr. Corman,\" about a depressed millennial. Susan Sarandon talks about life lists and bucking up her sad son in \"Ride the Eagle.\" </p><p>\n  Here's where to stream them: </p><pre>\n </pre><p>\n  New Release: 'Ride the Eagle' </p><p>\n   (Apple TV, Amazon, etc.) </p><p>\n   In \"Ride the Eagle,\" a new film in theaters and available on digital retailers, Leif, a man approaching middle age, receives word that the mother who abandoned him when he was 12 has died and left him a cabin in the woods. The catch? To claim his inheritance, he has to work his way through a bucket list of tasks that his mother left behind -- on paper and in a series of messages on VHS tape that she recorded before her death. The list includes things like catching a fish with his hands and calling the \"one that got away.\" </p><p>\n  The film stars Jake Johnson as Leif and Susan Sarandon as his mother, Honey, who only appears via VHS. Ms. Sarandon says she isn't much for making lists of things to achieve and says her career -- which includes a best actress Oscar for \"Dead Man Walking\" -- has been driven by a lack of expectations. </p><p>\n  \"When you don't have any expectations, you're just open to the happy accident and everything is a reveal and everything is a beautiful surprise,\" she says. </p><p>\n  Ms. Sarandon says she doesn't see \"Ride the Eagle\" as the story of a mother subjecting her son to a list. Rather, she says Honey is \"telling him to be the protagonist in his own life and rewrite his story; and to settle down and be less worried about being productive, and have more fun.\" </p><pre>\n </pre><p>\n  New Release: 'Mr. Corman' </p><p>\n   (Apple TV+) </p><p>\n   Joseph Gordon-Levitt was born to a pair of loving and supportive parents, had an enviable acting career before he was out of elementary school and made successful transitions to both teen and adult actor. Back in 2015, the year he became a dad, he started counting his blessings and writing down what his life would have looked like if it had all gone differently. </p><p>\n  The result is \"Mr. Corman,\" the story of Josh Corman, a sad, single 30-something who had a rough childhood, whose rock 'n' roll dreams are unfulfilled, who lives paycheck to paycheck, and still brings his anxieties to his mother (Debra Winger). Mr. Gordon-Levitt, who created the series and plays the title character, says that when he imagined what his life could have been, it wasn't all negative. He made the character a fifth-grade teacher, for example, because he says if acting hadn't worked out, being a teacher would have been a privilege. </p><p>\n  \"I worked hard, but I also know a lot of people who worked hard and didn't get the lucky breaks that I got,\" he says. \"I always felt like if I hadn't gotten those lucky breaks, I'd be really inspired to become a teacher.\" </p><p>\n  Mr. Gordon-Levitt says the show had been shooting for three weeks when the pandemic put things on hold. During the downtime, the series' last three episodes were re-written to incorporate the pandemic, to varying degrees. He says this was necessary because the show is \"about being a human being on Earth today. And it didn't quite feel right to just ignore the pandemic or pretend like it wasn't happening.\" </p><p>\n  Part of making the show feel real, he said, involved the occasional distortion of reality. </p><p>\n  One of the first people Mr. Gordon-Levitt showed an early script to was Rian Johnson, the writer and director of \"Knives Out\" and \"Star Wars: The Last Jedi.\" Mr. Gordon-Levitt says Mr. Johnson encouraged him to play with the form and incorporate elements of fantasy. Mr. Gordon-Levitt took the notes to heart, and punched up his story with out-of-body fantasy sequences: a trip through a window, a song and dance with mom, an epic fight in a parking lot. </p><p>\n  \"Ultimately it all plays back to wanting the show to feel the way that real life feels,\" he says. \"Sometimes, the best way to accomplish that sense of like, ahh, this feels real, is to show very realistic, grounded scenes. But sometimes real life feels like more than that.\" </p><p></p>",
  "published": "2021-08-05T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1600,
          "end": 1605
        },
        {
          "start": 272,
          "end": 277
        },
        {
          "start": 272,
          "end": 280
        }
      ],
      "nexusId": "10022657"
    }
  ]
}