{
  "_id": "f3cefd3be8e6cc454e56a2de84e02a7d6ce24cc43617edf8190311df511d2144",
  "feed": "wall-street-journal",
  "title": "U.S. News: Businesses Work to Beat Heat",
  "text": "<p>\"We don't want to move fish unless it becomes absolutely necessary,\" Mr. Turik said. But with waters approaching deadly temperatures, he said, there was no choice.</p><p>The fish transfer was one of numerous extraordinary steps that businesses, including farms and restaurants, took as more than 70 locations in the U.S. and Canada set or tied record high temperatures last month. Portland hit 116 degrees, Seattle was 108 degrees, and the Canadian village of Lytton, B.C., reached a high of 121.</p><p>As of Friday, officials in Oregon and Washington said at least 194 died in the recent heat wave. British Columbia is still accounting for what officials there said could be hundreds more.</p><p>Some businesses installed new equipment or restricted hours. Others are still assessing the long-term damage. A few benefited from the heat.</p><p>Extreme weather events that shut down businesses can have a large economic impact. The February freeze that triggered mass blackouts in Texas could cost businesses $90 billion, said Chuck Watson, a disaster modeler with Enki Research. There were 22 weather and climate disasters last year, including wildfires, droughts and hurricanes where losses topped $1 billion, according to the National Oceanic and Atmospheric Administration.</p><p>Economists in the Northwest say the heat likely had a significant negative financial impact, but they have yet to calculate a number.</p><p>Scientists say the heat wave was caused by an unusual weather formation and made worse by a drought that left little moisture in the ground to absorb some of the sun's heat.</p><p>\"Chances are it is going to happen again, because the climate is warming and will continue to warm,\" said Nicholas Bond, Washington's state climatologist. \"When we have an extreme weather event of this magnitude in the future . . . it's going to be that much worse because of the continued background warming.\"</p><p>In a study released on Wednesday, climatologists at Europe's World Weather Attribution initiative predicted similar extreme heat waves could occur every five to 10 years as the climate keeps warming.</p><p>The heat was especially problematic for farmers in the orchards of central Washington, who struggled to keep their fruit from getting damaged and to keep workers from overheating.</p><p>At one of Jordan Matson's orchards near Yakima, Wash., sprinklers mounted above the rows of Honeycrisp and Cosmic Crisp apples sprayed his family's limited water allotment in a cooling mist over walnut-size fruit. Some rows cooled in acres of white shade-cloth hung over the trees.</p><p>Though water is the best fruit-cooling system available, any droplets on his cherries could cause splitting or mildew. Mr. Matson, whose family's farm and packing plant supply retailers including Kroger and Walmart, said he expects to have fewer boxes of cherries to sell this year.</p><p>Rosa Balbuena, a supervisor leading crews in Mr. Matson's apple orchards, said field workers are used to tough conditions but not as hot as it got last week. \"The shade of the trees protects us a little, but when we're at the top of the ladder, it feels suffocating,\" she said.</p><p>For many farmers in the region, the heat wave accentuated what was already a hot, dry year. Washington's wheat growers, who mostly rely on rainfall for their crops, are expecting a large drop-off in production.</p><p>\"It's probably not a whole lot different than when you go on vacation and forget to water your house plants,\" said Gary Bailey, an eastern Washington wheat farmer who chairs the Washington Grain Commission.</p><p>Wheat in Washington, worth about $800 million a year, is the state's fourth-largest agricultural commodity. The industry, anticipating drier years to come, is funding breeding programs to create more drought-tolerant varieties, he said.</p><p>Washington's cattle ranchers, whose industry was worth about $700 million in 2019, also anticipate losses this year as they grapple with less plentiful grazing for their livestock.</p><p>\"The grass is really, really tight now and some of the producers have had to sell some of their cattle because there just isn't any feed for them,\" said Don Blakemore, president of the Washington Cattlemen's Association. \"Put that on top of all the wildfires we had last year, and it's kind of a double whammy.\"</p>",
  "published": "2021-07-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2875,
          "end": 2880
        }
      ],
      "nexusId": "10022657"
    }
  ]
}