{
  "_id": "dc22cc6e794edd5bdb32ac05880aef9535b13f68a603c91d153fa3abc2e39ea5",
  "feed": "wall-street-journal",
  "title": "Detroit Has Roadblocks Being Like Tesla --- Old-school car stocks are still driven more by sales than high-profile technology developments",
  "text": "<p>The semiconductor shortage is severely crimping car production and sales. As of Sept. 10, the problem had reduced third-quarter light-vehicle production by an estimated 3.1 million units, according to a tally kept by data provider IHS Markit -- already well ahead of the 2.6 million second-quarter hit. Global sales last month were the lowest for August since 2011.</p><p>The fourth quarter isn't looking much better. Toyota, which is well known for its solid supply chain and initially seemed immune to the chip shortage, last week cut its estimates for October production by 330,000 units. \"At the moment we're expecting further significant disruption,\" said Mark Fulthorpe, director of light-vehicle production at IHS Markit.</p><p>Shares in old-school car makers have followed production forecasts lower. Gone is the optimism of the first half, when manufacturers were finding short-term fixes and analysts were raising their profit forecasts in light of exceptionally strong vehicle prices. While still high, prices are no longer rising sequentially. The incremental news has been the continual deferment of hopes that the bottleneck will be resolved.</p><p>When chip availability improves, car stocks could resume the rally they started as pandemic lockdowns eased last year. With consumers still shunning flights and public transport, demand for vehicles remains extremely strong.</p><p>Yet the bigger picture is that traditional car stocks remain pegged to the ups and downs of car sales. While this isn't surprising, it jars with the unswerving C-suite focus on future technologies, itself a response to Tesla's roughly $750 billion market value. Boisterous tech talk from Detroit has occasionally boosted stocks, such as GM's during the robotaxi rally of 2017 or Ford's after its battery day in May, but only ephemerally.</p><p>Margins, which are currently strong, also matter for car makers' profits, of course. That explains why car stocks have fallen back to their traditional low multiples of expected earnings while trading at higher multiples of revenue. Still, these are old-fashioned fundamentals. The likes of GM and Volkswagen, for all their ambition to compete with Silicon Valley, are as far as ever from persuading investors that they deserve to be valued on a longer-term basis, as Tesla and EV startups such as Rivian and Lucid seem to be.</p><p>Can this change? One prospect is that vehicle-internet connections could eventually allow car makers to sell services from the cloud. There is an example to follow in Apple, which has shed its low hardware-manufacturer multiple as it has focused more on subscriptions and the like. Ford Chief Executive Jim Farley has been particularly vocal about maintaining an \"always on\" relationship with vehicle buyers, but it is very early days.</p><p>A nearer-term hope for investors might be that traditional auto makers come up with competitive EVs, but this is mainly on hold. GM has suspended production of its Chevrolet Bolt due to fire risks, while Volkswagen's sales of its flagship ID.3 and ID.4 EVs have so far underwhelmed.</p><p>\"Companies have to launch and sell really good EVs at scale and make life difficult for Tesla. That's the only thing I can see that might help change the narrative,\" says Arndt Ellinghorst, an analyst at Bernstein.</p><p>Getting EVs right wouldn't free car manufacturers from the hamster wheel of sales, but it might persuade more traditional auto investors to look further down the road.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2502,
          "end": 2507
        }
      ],
      "nexusId": "10022657"
    }
  ]
}