{
  "_id": "54d86dde5b42585c19482127c04153d430361435c4a131c7b24b35ce88daee81",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Foxconn Shrinks  Plans in Wisconsin  ----  By Valerie Bauerlein",
  "text": "<p>   Foxconn is scaling back plans for a liquid-crystal-display plant in Wisconsin, saying it expects to invest a fraction of the $10 billion promised nearly four years ago, according to a new contract with the state. </p><p>   The electronics maker, formally known as Hon Hai Precision Industry Co., negotiated a new economic-development deal on Tuesday with the state of Wisconsin that was a shadow of the record-setting incentives package announced in the summer of 2017. </p><p>   Foxconn, the world's biggest electronics contract manufacturer, now plans to invest as much as $672 million and create 1,454 jobs by the year 2025 to qualify for $80 million in incentives, according to the contract. </p><p>   The company previously agreed to invest as much as $10 billion and hire 13,000 people by the year 2032 to qualify for $2.85 billion in incentives. </p><p>   The Foxconn deal was originally struck by the company's former chairman and founder, Terry Gou, and former Republican Gov. Scott Walker, who lost his post in 2018 to Democrat Tony Evers. The deal was announced at the White House and touted by then-President Trump as a pillar of the administration's plan to boost U.S. manufacturing jobs. </p><p>   On Tuesday, Gov. Evers said the new contract delivered on his campaign commitment to save taxpayer money and protect public investments for the existing plant site south of Milwaukee, where officials have invested hundreds of millions of dollars in roads and other infrastructure. </p><p>   \"I made a promise to work with Foxconn to cut a better deal for our state,\" he said. \"The last deal didn't work for Wisconsin.\" </p><p>   Foxconn, a supplier of screens for Apple Inc., has previously said fast-changing LCD technology complicated plans in Wisconsin. In a recent report, Foxconn said the project was also slowed by \"cultural assimilation, changing business demands, tariffs, a pandemic, and a presidential election year.\" </p><p>   Foxconn media representatives didn't respond to a request for comment. But Foxconn officials have previously asked for more flexibility on what types of investments could qualify for incentive payments, which the governor said the new contract provides. </p><p></p>",
  "published": "2021-04-21T06:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1606,
          "end": 1616
        },
        {
          "start": 1606,
          "end": 1615
        },
        {
          "start": 1606,
          "end": 1611
        }
      ],
      "nexusId": "10022657"
    }
  ]
}