{
  "_id": "6b21743ccbe07300f96a6a1a145efe8bdf79181c7fc05a8f1c7f7feaa1f279b7",
  "feed": "ftcomall",
  "title": "HTSI editor's letter: design for the world of tomorrow",
  "text": "<p>All designers must in some ways&#xa0;be futurologists – their&#xa0;success&#xa0;is predicated on&#xa0;knowing what the market will look for next. The creatives featured in this week's design special have been blessed with extraordinary gifts of foresight: some are predicting only small shifts in our behaviour, others are unveiling grand plans to change the world.</p> <p>Industrial designer Marc Newson has an uncanny intuition and has applied his mind to everything from switch&#xa0;plates and sake to airline cutlery and, perhaps most famously, the Apple Watch. For this issue, he's introducing us to Quobus, a shelf or storage unit he has come up with so that we might “liberate our stuff” (“<a href=\"https://ft.com/content/66f098f3-5eb7-499c-98a8-2a68a37ca46e\">How Marc Newson extended his shelf life</a>”). That a man of typically minimal interior leanings should now want to put his clutter – sorry, “collections” – on display&#xa0;speaks of recalibrated attitudes when it comes to decoration and the desire to daub our homes with a bit more personality. It's something noted also by Michelle Ogundehin, the writer, presenter and <em>HTSI</em> contributing editor, who has noted the rise of bold colour, fat furniture and primary-school positivity among the key interiors trends for the autumn, and offers tips and inspiration for a brighter future in her essay “<a href=\"https://ft.com/content/c78edb20-2451-4a74-a2c8-ea1ff10102a4\">Make your interiors an ode to joy</a>”.&#xa0;</p> <p>Joy might not be the first word you reach for when you look at the work of the artist&#xa0;Daniel Arsham (who features on the cover of this issue). But his reimagining of modern icons to look like the relics&#xa0;of a lost utopia makes for a conversation about consumerism and brand value that must surely raise a smile (“Welcome to the snark: the subversive world of Daniel Arsham”).&#xa0;There's an otherworldliness also in the work of David Rockwell, the American architect and designer whose long experience in “audience engagement” creates environments in which people can be totally immersed. The brains behind dozens of stage sets, the Oscars ceremony, an outdoor dining project and the upcoming <em>Futures</em> exhibition at the Smithsonian, Rockwell speaks to Mark C O'Flaherty about “choreographing and seducing” the audience with pure escapism to create experiences that last from a few minutes to several hours (“<a href=\"https://ft.com/content/6d77f1d6-e109-495c-bf07-474dd16f34b1\">The world's his stage: on set with David Rockwell</a>”).</p> <p>Now is a challenging moment for our&#xa0;creative leaders, when innovation must be tempered by concerns around environmental and social impact, too. Thankfully, a great many of them have been reckoning with that for some time now. In an interview with Jackie Daly, Norman Foster sets out his vision for the city of the future and how changes in behaviour will affect the ways in which we live (“<a href=\"https://ft.com/content/457beda6-b6c2-486d-8a5e-d43bf9534889\">Norman Foster: ‘One's always chasing the end of the rainbow'</a>”). Foster's dream is to build a community in which there is a synergy between the way energy is created and the processes to deal with waste. His argument for the “sustainable city” is compelling, taking in the Great&#xa0;Fire of London, early projects and the dazzling Reichstag development, a building that found an early deployment of his eco-plans. The 86-year-old's persuasive powers are stentorian and impressive: it makes me wonder if we are still to see his most influential work.&#xa0;</p> <p><a href=\"https://www.instagram.com/jellison22/?hl=en\"><em>@jellison22</em></a></p><p>Source: Jo Ellison 2021 'HTSI editor's letter: design for the world of tomorrow' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-11T09:05:30.156Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 521,
          "end": 532
        },
        {
          "start": 521,
          "end": 526
        }
      ],
      "nexusId": "10022657"
    }
  ]
}