{
  "_id": "fe5e77c5293e5755323c197d3bb100e93600fd79a9194bef8cbc51aa2731eac4",
  "feed": "ftcomall",
  "title": "Scandal-hit Big Four seek refuge on the moral high ground",
  "text": "<h2>Big Four firms put their scandal survival skills to work</h2> <p>DD readers will be all too familiar with the lamentable headlines coming out of Big Four accounting firms lately:</p> <ul>  <li><p><strong>Deloitte</strong> had to<a href=\"https://www.ft.com/content/49d8fab5-81fd-4116-8d67-3670e54880b6\"> pay out $80m</a> over its role as an auditor to Malaysia's <strong>1MDB</strong>, the state investment fund at the centre of a multibillion-dollar embezzlement scandal.&#xa0;</p></li>  <li><p>A German probe found that <strong>EY</strong> bears<a href=\"https://www.ft.com/content/abd89375-3fa1-4457-abd6-b3e3231ba339\"> “significant responsibility”</a> for the <strong>Wirecard</strong> scandal not coming to light sooner.</p></li>  <li><p><strong>KPMG </strong>agreed to pay<a href=\"https://www.ft.com/content/40a66ec8-d2a1-47d6-a5df-d4414fe75649\"> about $84m</a> to settle claims that it failed to spot fraud at a Chinese forestry group.</p></li>  <li><p>And finally, <strong>PwC </strong>(the former<strong> Boohoo</strong> auditor) <a href=\"https://www.ft.com/content/baed7799-a314-468c-ad8b-88ca590b2af1\">faced allegations</a> just last month that it missed warning signs of fraud at a UK racing car dealership. (PwC says it will “vigorously defend” the claim.)</p></li> </ul> <p>So you might not think the Big Four audit firms would be in a position to champion the movement pointing business in a cleaner, more stakeholder-friendly, more trustworthy direction.</p> <p>Think again. As Michael O'Dwyer and Andrew Edgecliffe-Johnson <a href=\"https://www.ft.com/content/4a47fb4a-4a10-4c05-8c5d-02d83052bee7\">explain</a>, all four firms are piling into the business of advising clients on how to tick the right environmental, social and governance boxes for their newly ESG-conscious investors.</p> <p>PwC announced in June, for example, that adding ESG skills and opening “trust institutes” would be at the centre of its $12bn investment plans, while Deloitte is putting all 330,000 of its people through a “climate learning programme”.</p> <p>They're seizing on two tempting opportunities: first, a potential expansion of what companies will need to keep numerical tabs on. As Bloomberg's Matt Levine <a href=\"https://www.bloomberg.com/opinion/articles/2021-08-30/esg-accounting-requires-accountants\">says</a>: “It is not every day that the accounting profession gets a whole new category of thing to account for.” Secondly, it's a chance to rebrand their unloved industry into a go-to source for advice on climate change, diversity and maintaining consumer trust.</p> <p>Will the reality match up to the marketing rhetoric? Some senior partners told the FT that they realised the risks they could be setting themselves up for, including charges of hypocrisy.&#xa0;</p> <p>A quick browse through the withering comment section beneath Michael and Andrew's article might confirm those suspicions.</p> <h2>Private equity moves in next door</h2> <p>Two miles from the monolithic Brooklyn housing project that gave America one of its most famous rappers stands a rent-controlled apartment block ranking among<strong> Blackstone</strong>'s most intriguing recent acquisitions.</p> <p>The buildings share clear similarities. Both have received government subsidies aimed at allowing tenants on low incomes to find a foothold in one of America's most expensive cities. Both reside in neighbourhoods with a bracing reputation, even if things have improved in the two decades since <strong>Jay-Z </strong>rapped about growing up “down the street / From where the . . . drug lords meet”.</p> <p>But there's a crucial difference.&#xa0;</p> <p>Marcy Houses, where Jay-Z lived back when he was still known as<strong> Sean Carter</strong>, was built with tax dollars, and it's owned by the city government. Two miles east, the apartments in Stockholm Manor were paid for using a form of tax credit first introduced during president <strong>Ronald Reagan</strong>'s years that has since become the federal government's main way of paying for subsidised housing.</p> <p>The result, according to advocates of the scheme, is one of the most successful public-private partnerships in American history, creating more than 3m affordable housing units run by local developers or non-profits.</p> <p>It has also been a huge moneymaking opportunity for private investors. <strong>American International Group</strong>, the insurance company that was a pioneer in the business, has made billions of dollars in profit out of housing tax credits, according to a lawsuit filed in 2017 by several of its former executives.</p> <p>But the tax credit programme has also created the mother of all contract disputes, with housing operators going head-to-head with financial investors over who is the rightful long-term owner of these crucial housing assets.&#xa0;&#xa0;</p> <p>Two non-profits are currently embroiled in litigation with AIG over some of the assets that Blackstone is buying: <strong>RiseBoro Community Partnership</strong>, which operates 35 of the disputed units on Brooklyn's Stockholm Street, and<strong> Presbyterian Village North</strong>, which received tax credits to renovate apartments in the city of Pontiac outside Detroit.</p> <p>All told, Blackstone is buying 83,000 rent-controlled apartments from AIG, and says it intends to maintain affordability at all of them. The firm has also set aside $450m for repairs and capital investments, according to a person familiar with its plans.</p> <p>Even so, the deal has the makings of the private equity industry's most politically charged incursion into the US housing market since the years after the mortgage crisis of 2008.</p> <p>DD's Mark Vandevelde has the full story <a href=\"https://www.ft.com/content/3a60c15a-da53-45be-b246-a3f1288d5034\">here</a>.&#xa0;</p> <h2>Health is Wealth: the fitness start-up taking on Big Tech</h2> <p>While captain of the varsity squash team at Harvard, <strong>Will Ahmed </strong>began developing <strong>Whoop </strong>with two fellow students as a solution to the lack of data insight available into his athletic pursuits.</p> <p>Since then, the wearable fitness tracker has donned the wrists of legends from <strong>LeBron James </strong>to <strong>Michael Phelps</strong>, with A-list investors including golfer <strong>Rory McIlroy</strong> and the basketball player <strong>Kevin Durant</strong>'s <strong>Thirty Five Ventures</strong> extending their hands.</p> <p><strong>Masayoshi Son </strong>and his lieutenants at <strong>SoftBank</strong> are the latest to try Whoop on for size after the Japanese conglomerate's second Vision Fund led a $200m investment in the start-up, increasing its valuation three-fold to $3.6bn.</p> <p>The new valuation, the highest of any privately owned fitness monitoring group, is notably more than 50 per cent higher than the $2.1bn <strong>Google</strong> paid for tracker <strong>Fitbit</strong>, a deal that <a href=\"https://www.ft.com/content/d815b103-7d46-4dbe-b3c4-1d40d714b863\">stoked opposition</a> from regulators and rivals ahead of the acquisition coming to pass in January.&#xa0;</p> <p>With <strong>Amazon</strong>, <strong>Apple </strong>and <strong>Google</strong> each offering wearable health tracking devices of their own, harnessing the power of the <a href=\"https://www.ft.com/content/c743b54c-3d1a-4bd8-862e-bbb9c28c1541\">surging private capital industry</a> will be essential for Whoop to ruffle feathers in Silicon Valley.</p> <p>“We're competing with trillion-dollar companies,” Ahmed <a href=\"https://www.ft.com/content/f3dde553-0aa1-4137-bc50-093b1003fa71\">told DD's Miles Kruppa</a>. “Being well capitalised as a start-up when you take on the biggest companies in the world tends to be a good strategy.”</p> <p>As private investors including SoftBank and its deep-pocketed peer <a href=\"https://www.ft.com/content/54bb342c-230f-4438-a4d7-7cbde010ea1a\"><strong>Tiger Global</strong></a> continue to challenge the VC status quo and bestow start-ups with <a href=\"https://www.ft.com/content/9e6b7543-3000-45e5-aee8-e8ccc9b5f661\">billion-dollar valuations</a> at a record pace, Whoop could be the first of many smaller players looking to challenge Big Tech on its own turf.</p> <h2>Job moves</h2> <p>Private equity firm <strong>Integrum Holdings</strong> has named four new members of its investment team in the first big shake-up at the firm co-founded by <a href=\"https://www.ft.com/content/7412f910-3043-466c-a3a8-74132713cf7d\"><strong>Declan Kelly</strong></a> since the FT <a href=\"https://www.ft.com/content/7412f910-3043-466c-a3a8-74132713cf7d\">revealed allegations</a> that he had inappropriately touched six women at a charity event in May. Here are the names of the new hires:</p> <ul>  <li><p><strong>Kathy Reiland</strong>, former head of strategy and development at<strong> Standard Industries</strong></p></li>  <li><p><strong>Jeff Livingston</strong>, former director at<strong> KKR</strong></p></li>  <li><p><strong>Colin Rhind</strong>, former associate at <strong>Warburg Pincus</strong></p></li>  <li><p><strong>Rahul Agarwal</strong>, former associate at <strong>LLR Partners</strong></p></li> </ul> <p>Kelly currently has no involvement with Integrum, according to a person briefed about the matter. He has also resigned from <strong>Teneo</strong>, the PR and advisory firm he set up about a decade ago.&#xa0;</p> <ul>  <li><p><strong>SoftBank</strong> has appointed <strong>Eduardo Vieira </strong>as head of communications for Latin America. He joins after working as a founding partner of Brazilian digital PR agency <strong>Ideal</strong>.</p></li> </ul> <ul>  <li><p>Private equity firm <strong>TSG Consumer Partner</strong>s has promoted <strong>Alex Gilmore</strong> and<strong> Kelly Pease</strong> to vice-president. Gilmore, based in New York, previously worked at<strong> Active Partners</strong>, while Pease, based in London, was an M&amp;A banker at <strong>Jefferies</strong>.</p></li> </ul> <ul>  <li><p><strong>Kirkland &amp; Ellis</strong> has hired<strong> Richard Husseini</strong> as a tax partner in its Houston office. He was previously a partner at<strong> Baker Botts</strong>, where he was chair of its tax department and a member of the executive committee.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Front-page dealmaking </strong>Axel Springer's purchase of Politico made Robert Allbritton one of the most successful media investors of this century. Now, the Washington-based news website must keep up its punchy and profitable style to satisfy the German giant and its private equity backers KKR. (<a href=\"https://www.nytimes.com/2021/08/29/business/media/politico-robert-allbritton.html?referringSource=articleShare\">New York Times</a>)</p> <p><strong>Porn purgatory </strong>OnlyFans offers sex workers the tools to build subscribers and generate a more reliable income than if they were to use its competitors. The company's shortlived decision to ban explicit content exposes how vulnerable its business model is to the whims of powerful financial institutions. (<a href=\"https://www.ft.com/content/a6b5f2ca-daeb-483f-8004-d8189d99ded3'\">FT</a>)</p> <p><strong>Banks vs private equity </strong>Mutual favours are common practice between private capital and Wall Street. But as buyout shops' power balloons across debt, infrastructure and real estate, banks are growing tired of their demands. (<a href=\"https://www.ft.com/content/28104651-e297-4371-b08d-7a10b590c4e8\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://ft.com/content/1edee6e4-6b67-4866-a0c6-23b15fa56deb\">Bank of America fights war for tech talent by retraining own employees</a> (FT)</p> <p><a href=\"https://ft.com/content/c6bae8fe-ec49-4fd5-bc7d-6f9c74dc7d63\">Hong Kong plans new risk controls to prevent Archegos-style collapse</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-08-30/centerbridge-is-said-to-near-2-3-billion-deal-for-tpg-s-medsol?srnd=deals&amp;sref=OziMsGoK\">Centerbridge, Quebec's Caisse to buy TPG's nurse staffing firm Medsol</a> (Bloomberg)</p> <p><a href=\"https://www.ft.com/content/4c4ce83e-c5d4-4b47-8222-98ed15b5a282\">Investors shun Chinese high-yield debt after Evergrande shock</a> (FT)</p> <p><a href=\"https://ft.com/content/0e3d72f4-4e94-47b7-8dbd-6e34220375ba\">US investors bank on derivatives to guard against stocks slowdown</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/57814c80-74b1-4638-a65b-1b1885692f29\">Rolls-Royce's biggest investor calls for board ‘refresh'</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/93332e3f-fec1-4115-98a2-b7934e05a7c4\">Paidy considers listing as ‘buy now, pay later' catches on in Japan</a> (FT)</p> <p><a href=\"https://ft.com/content/662d3839-2c58-4b88-8df8-71d8f0af85d5\">Banks to become landlords in growing ‘build-to-rent' sector</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c89594c1-1d85-4dda-9e67-55c775bd6c9a\">Jack Ma and the Chinese tech titans' mission to give away billions</a> (FT)</p> <p><a href=\"https://www.reuters.com/article/baring-hexaware-sale/carlyle-preferred-bidder-for-baring-pes-hexaware-in-3-billion-deal-sources-say-idUSKBN2FV0RL\">Carlyle preferred bidder for Baring PE's Hexaware in $3 billion deal</a> (Reuters)</p> <p><a href=\"https://www.ft.com/content/c8765050-c0ba-45fb-bdff-8abb4a738dd5\">Credit cards: for Barclays, plastic may not be so fantastic</a> (Lex)&#xa0;</p><p>Source:  2021 'Scandal-hit Big Four seek refuge on the moral high ground' FT.com 31 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-31T04:00:18.252Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5768,
          "end": 5773
        }
      ],
      "nexusId": "10022657"
    }
  ]
}