{
  "_id": "be69c01096146f0af8cd464b6630a03ebd39f7b202589c910d814cd5b46ccef8",
  "feed": "wall-street-journal",
  "title": "Judge Orders Apple to Loosen App Store Restrictions in Mixed Verdict; Case pitted Steve Jobs's vision of a walled garden of Apple hardware against Epic co-founder Tim Sweeney's desire for an open ecosystem",
  "text": "<p>Instead, she gave the \"Fortnite\" videogame maker a partial victory in ruling that Apple can't block developers from sending users outside the App Store to make payments related to apps. Apple had already begun in recent days to loosen restrictions to those rules due to a separate class-action lawsuit and an antitrust investigation in Japan.</p><p>\"The Court does not find that Apple is an antitrust monopolist in the submarket for mobile gaming transactions,\" the judge wrote. \"However, it does find that Apple's conduct in enforcing anti-steering restrictions is anticompetitive.\"</p><p>Appeals were expected, regardless of the judge's ruling.</p><p>The high-profile case highlights a broader concern about online platforms and digital commerce. Regulators and lawmakers in Washington, Brussels and beyond are seekingto rein in big tech companies. The trial proceedings reverberated around the tech world, as the likes of Alphabet Inc., Amazon.com Inc., Facebook Inc. and Microsoft Corp. watched for signs of how their worlds might change.</p><p>\"Today the Court has affirmed what we've known all along: the App Store is not in violation of antitrust law,\" Apple said. \"We remain committed to ensuring the App Store is a safe and trusted marketplace that supports a thriving developer community and more than 2.1 million U.S. jobs, and where the rules apply equally to everyone.\"</p><p>On Twitter, Epic co-founder and Chief Executive Tim Sweeney responded that Epic \"will fight on.\"</p><p>\"Today's ruling isn't a win for developers or for consumers,\" he wrote. \"Fortnite will return to the iOS App Store when and where Epic can offer in-app payment in fair competition with Apple in-app payment, passing along the savings to customers.\"</p><p>The lawsuit moved at a quick pace after its filing in August last year. The legal battle arose out of an attempt by Epic to sneak its own in-app payment system into its wildly popular \"Fortnite\" videogame—a violation of Apple's rules. Apple quickly booted the game and, in response, Epic filed its lawsuit.</p><p>On Friday, the judge said that Apple was within its rights to boot \"Fortnite,\" and ruled that Epic was in breach of its contract and ordered the company to pay damages.</p><p>Even before the judge's ruling, Apple had been making concessions on the so-called anti-steering provision as it worked to settle a class-action lawsuit brought by smaller developers and an investigation by Japanese authorities.</p><p>Eliminating anti-steering provisions \"will increase competition, increase transparency, increase consumer choice and information while preserving Apple's iOS ecosystem,\" Judge Gonzalez Rogers wrote. \"Moreover, it does not require the Court to micromanage business operations which courts are not well-suited to do as the Supreme Court has appropriately recognized.\"</p><p>The case pitted the late Steve Jobs's vision of the iPhone as a curated device where programs operate within a walled gardenof Apple hardware and software against Mr. Sweeney's desire for a more open ecosystem. Mr. Sweeney has pushed for mobile phones to be like a personal computer where users can download whatever software they like.</p><p>\"Big Tech was watching this case because it addressed whether antitrust law will countenance successful walled gardens,\" said Paul Swanson, a Denver-based antitrust lawyer at Holland &amp; Hart LLP who followed the case. \"While we got a bit of a mixed answer, I think the chief takeaway is that `success is not illegal' and a walled garden like Apple's, which competes with other facilitators of digital mobile gaming transactions, is not unlawful.\"</p><p>From the start, Epic faced an uphill battle, legal experts said. Antitrust cases are notoriously difficult for plaintiffs to win, as courts have come to read antitrust laws more narrowly than during the trustbusting era, giving companies more latitude. Key to the fight was defining the market in question, observers said.</p><p>Epic had argued that Apple improperly limited distribution of third-party apps onto the iPhone through its App Store and required in-app purchases through its own payment system that in turn collected a cut as high as 30% of digital revenue.</p><p>Meanwhile, Apple disputed the claim that it held monopoly power. The company noted that Epic had many other ways to distribute videogames and that the videogame maker was motivated by a desire to get around paying the 30% fee, which Apple called an industry standard.</p><p>Ultimately, Judge Gonzalez Rogers disagreed with both sides about the definition of the market. \"The Court finds that the relevant market here is digital mobile gaming transactions, not gaming generally and not Apple's own internal operating systems related to the App Store,\" she wrote. \"The mobile gaming market itself is a $100 billion industry. The size of this market explains Epic Games' motive in bringing this action. Having penetrated all other videogame markets, the mobile gaming market was Epic Games' next target and it views Apple as an impediment.\"</p><p>Apple also had told the judge that forcing it to let companies, such as Epic, bypass its app-review process and allow for software downloads on iPhones outside of the App Store would open users up to cyber threats.</p><p>\"As a major player in the wider videogaming industry, Epic Games brought this lawsuit to challenge Apple's control over access to a considerable portion of this submarket for mobile gaming transactions,\" the judge wrote Friday. \"Ultimately, Epic Games overreached. As a consequence, the trial record was not as fulsome with respect to antitrust conduct in the relevant market as it could have been.\"</p><p>During its case, Epic questioned the security and effectiveness of Apple's ecosystem in an effort to undermine its rationale for holding on to control of third-party software on its more than one billion iPhones. Epic argued that others could safely vet apps if allowed to create their own app stores.</p><p>The proceedings also provided a rare glimpse inside Apple, with normally private business documents dumped into public view and senior executives called to testify. Longtime Apple marketing chief Phil Schiller took the stand as did software leader Craig Federighi. The highest point of the drama came toward the end when Chief Executive Tim Cook testified, spending about four hourstrying to rebut Epic's claims.</p><p>Judge Gonzalez Rogers directed some of the sharpest exchanges toward the end of Mr. Cook's appearance. She said that Apple's in-app payment system didn't face competition and questioned why Apple prohibited developers from alerting users in their apps to cheaper options for in-app purchases outside of Apple's system.</p><p>In her ruling Friday, the judge found that Apple's anti-steering provision violated California's unfair competition law. \"Apple contractually enforces silence, in the form of anti-steering provisions, and gains a competitive advantage,\" she wrote. She added: \"When coupled with Apple's incipient antitrust violations, these anti-steering provisions are anticompetitive and a nationwide remedy to eliminate those provisions is warranted.\"</p><p>During the trial, Apple pointed to internal Epic documents that suggested that \"Fortnite\" sales were falling in early 2020 before gaining business during the coronavirus pandemic as people embraced new entertainment options during shutdowns.</p><p>Mr. Sweeney, Epic's CEO, had his turn in the witness stand. \"I wanted the world to see Apple exercises total control over all software on iOS and it can use that control to deny users access to apps,\" he said during the trial.</p><p>Apple's legal challenges</p><p>More WSJ coverage, selected by the editors</p><p>* App Developers' Payments Dilemma: Easier With or Without Apple and Google? (Sept. 8)</p><p>* Heard on the Street: Apple Likely Has More App Store Deals to Make(Sept. 7)</p><p>* Apple's App Store Class-Action Settlement: What Does It Mean for Developers? (Aug. 28)</p><p>* Epic Games, Apple Close Out Final Day of Courtroom Battle Over MonopolyClaims (May 24)</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Judge Orders Apple to Loosen App Store Restrictions in Mixed Verdict</p>",
  "published": "2021-09-10T19:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4955,
          "end": 4960
        },
        {
          "start": 6588,
          "end": 6593
        },
        {
          "start": 124,
          "end": 129
        },
        {
          "start": 1136,
          "end": 1141
        },
        {
          "start": 1641,
          "end": 1646
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 7371,
          "end": 7376
        },
        {
          "start": 7060,
          "end": 7065
        },
        {
          "start": 4356,
          "end": 4361
        },
        {
          "start": 4602,
          "end": 4607
        },
        {
          "start": 186,
          "end": 191
        },
        {
          "start": 501,
          "end": 506
        },
        {
          "start": 5924,
          "end": 5929
        },
        {
          "start": 6402,
          "end": 6407
        },
        {
          "start": 6475,
          "end": 6480
        },
        {
          "start": 6647,
          "end": 6652
        },
        {
          "start": 6726,
          "end": 6731
        },
        {
          "start": 5269,
          "end": 5274
        },
        {
          "start": 4930,
          "end": 4935
        },
        {
          "start": 3902,
          "end": 3907
        },
        {
          "start": 7689,
          "end": 7694
        },
        {
          "start": 373,
          "end": 378
        },
        {
          "start": 2902,
          "end": 2907
        },
        {
          "start": 7979,
          "end": 7984
        },
        {
          "start": 3453,
          "end": 3458
        },
        {
          "start": 6882,
          "end": 6887
        },
        {
          "start": 7511,
          "end": 7516
        },
        {
          "start": 6046,
          "end": 6051
        },
        {
          "start": 4134,
          "end": 4139
        },
        {
          "start": 7847,
          "end": 7852
        },
        {
          "start": 2042,
          "end": 2047
        },
        {
          "start": 82,
          "end": 87
        },
        {
          "start": 5637,
          "end": 5642
        },
        {
          "start": 7746,
          "end": 7751
        },
        {
          "start": 1939,
          "end": 1944
        },
        {
          "start": 1924,
          "end": 1929
        },
        {
          "start": 7638,
          "end": 7643
        },
        {
          "start": 2212,
          "end": 2217
        },
        {
          "start": 2555,
          "end": 2560
        }
      ],
      "nexusId": "10022657"
    }
  ]
}