{
  "_id": "87faab05948f0a13a684a8d47e43ef725dd08f96d9bd12ab296a943be92b029f",
  "feed": "ftcomall",
  "title": "Should we feel bad for junior investment bankers?",
  "text": "<p><strong>One scoop to start</strong>: the US private equity group General Atlantic is in talks with Goldman Sachs to refinance a controversial €300m loan from Greensill Capital. Read more <a href=\"https://www.ft.com/content/f404ff74-9925-4e74-aac5-0a54fbcf2951\">here</a>. (If you missed the DD's feature on GA/Greensill earlier this week, get smart <a href=\"https://www.ft.com/content/cdb7f2fe-7589-457e-8c5d-e5f515c557da\">here</a>.)</p> <p><strong>And another thing</strong>: the US Securities and Exchange Commission has sent requests for information to groups involved in the listing of blank-cheque companies, intensifying regulatory scrutiny of a booming area of financial activity. Read more <a href=\"https://ft.com/content/3bb219a1-e56b-4c0b-990a-b5d2f9e92a03?\">here</a> and the FT's <a href=\"https://www.ft.com/content/60facc2e-1196-4516-9e6b-adc5835701ab\">Lex</a> column.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up</strong> <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime:</strong> <a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong>&#xa0;&#xa0;</p> <h2>What's a day in the life of a junior banker, really?</h2> <p>In <strong>Signal </strong>chats, <strong>Twitter</strong> threads and comments on FT articles, a debate is unfolding: gruelling hours have been a rite of passage for fresh-faced financiers since the dawn of time, but does it always have to be that way?</p> <p>And with series such as <strong>HBO</strong>'s <a href=\"https://www.ft.com/content/cd715c99-75d5-461e-ac7e-be899bc354fb\"><em>Industry</em></a> partly sensationalising and partly commiserating with the plights of the young bankers, it raises the question — how bad is it really?</p> <p>A viral internal <a href=\"https://drive.google.com/file/d/1jyeu-wvS3Z10xQ0BlMIDOkh_INoP_Nnb/view\">survey</a> of first-year <strong>Goldman Sachs</strong> analysts provided a glimpse into life at the bottom of the ladder. “There was a point where I was not eating, showering or doing anything else other than working from morning until after midnight,” one unnamed analyst offered.</p> <p>“My body physically hurts all the time and mentally I'm in a really dark place,” said another.&#xa0;</p> <p>Entry-level Goldmanites said they worked an average of 105 hours during a week in February, with 100 per cent of respondents reporting the long hours negatively affected relationships and 77 per cent feeling that they're victims of workplace abuse.</p> <p>It's another headache for the bank's chief executive and resident DJ <strong>David Solomon</strong>, who has been dealing with a number of <a href=\"https://www.ft.com/content/4b2d0d2b-7fc4-44ed-a28f-9ea0106ea23d\">high-profile exits</a>, including its well-regarded <a href=\"https://www.ft.com/content/90357620-3ae7-4702-b764-550a0fedbee0\">investment banking co-head</a> <strong>Gregg Lemkau</strong>.&#xa0;</p> <p>Goldman is, of course, not the only culprit. The report opened the floodgates for junior employees at other investment banks and financial/professional services groups who had been suffering in silence.</p> <p>If things have always been this way, why now? Early years at investment banks are synonymous with a “work hard, play hard” attitude. But the pandemic has made the “work hard” a little harder, while the “play hard” has disappeared altogether.&#xa0;</p> <p>That means junior employees are perhaps doing more work with none of the perks they would typically get.</p> <p>Companies are being forced to take it seriously or risk losing employees. In response to the complaints, Solomon said the bank would <a href=\"https://www.ft.com/content/58ca979f-3110-4613-8f85-81d8704cd4ad\">step up enforcement</a> of the “Saturday rule”, forbidding junior bankers from working from Friday at 9pm until Sunday morning.<strong> Citigroup</strong>'s <strong>Jane Fraser</strong> followed suit with “Zoom-free” Fridays, and<strong> UBS</strong> dabbled in the idea of <a href=\"https://www.ft.com/content/f3a54eee-c741-4ced-9572-ac02b3990db9\">hybrid work weeks</a>.</p> <p>However, junior employees were less than impressed with a <a href=\"https://www.wallstreetoasis.com/forums/UBSADDRESSINGGSSURVEYRIDICULOUS\">UBS town hall meeting</a> earlier this week where senior staff recommended exercise to de-stress. The Swiss lender also deleted a “day in the life” <a href=\"https://twitter.com/litcapital/status/1357682294979514368?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1357682294979514368%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.cityam.com%2Fdont-bank-on-it-is-this-ubs-promo-the-most-cringeworthy-video-ever%2F\">video</a> of a young investment banker in London when it was criticised on social media for being overly sunny.</p> <p>Other institutions have tried to show their younger employees that the hard work pays off. <strong>Apollo</strong> is offering <a href=\"https://www.businessinsider.com/apollo-global-associate-retention-bonuses-apo-2021-3\">retention bonuses</a> of up to $200,000, <strong>Credit Suisse</strong> has dished out <a href=\"https://www.cnbc.com/2021/03/24/goldman-sachs-aftermath-credit-suisse-giving-20000-bonuses-raises.html\">$20,000 bonuses</a>, and <strong>Jefferies</strong> offers the choice of a <strong>Peloton</strong> bike,<strong> Mirror</strong> home gym or <strong>Apple </strong>gadget medley.</p> <p>“This is the very least we can do,” Jefferies' chief executive <strong>Rich Handler</strong> wrote in an email to employees. Not everyone agrees.</p> <p>“The whole Saturday thing, like it's kind of nice to have . . . but ultimately it doesn't change the workload,” one former junior analyst at a big investment bank told DD. “It just translates to Sunday becoming a full workday.”</p> <p>Certain more seasoned employees beg to differ. “Snowflakes,” scoffed <a href=\"https://www.ft.com/content/19a14cad-b5fc-4fc3-aa5a-ca306af5b831\">one bank executive</a>, recalling 95-hour work weeks as customary initiation for newcomers.</p> <p>“There's a real issue with Gen Z. We're thinking hard about it,” another senior banker told DD, adding that newcomers' attitudes have flipped from “what can I do for you” to “what can you do for me”.</p> <p>“The big difference [between the workloads of new analysts and past generations of investment banking analysts] really is technology,” said a junior analyst. “You're on a virtual leash 24/7.”</p> <p>As executives continue to introduce measures to improve the mental health of their employees, the question is whether they will be utilised.</p> <p>The problem is that to some people, this all sounds a little tone-deaf.&#xa0;</p> <p>We're a year into a pandemic where frontline workers — who get paid much less than junior bankers — have risked their lives and <a href=\"https://www.ft.com/content/7afccf9e-b3d3-4a27-8215-c7cd3fcfac41\">worked unfathomable hours</a> to take care of the sick. It has made it difficult for some to find sympathy for graduates of elite universities, who are being paid six-figure salaries right out of the bat, complaining about workload.&#xa0;</p> <h2>Family feud: a petrochemical princeling vs his activist uncle</h2> <p>South Koreans are very accustomed to watching members of the <em>chaebol </em>families — aka the powerful clans that dominate the country's business landscape — fight among themselves for control.</p> <p>So when<strong> Park Chul-whan </strong>started a public campaign to unseat his uncle as chair of<strong> Kumho Petrochemical</strong>, many in Seoul saw the fresh-faced 42-year-old who goes by CW as just another princeling eager to hasten his own succession.</p> <p>But as his crusade has gathered momentum in recent weeks, the battle for the world's biggest synthetic rubber producer has emerged as a new flashpoint for investor activism in Asia.&#xa0;</p> <p>The <a href=\"https://www.ft.com/content/fc50a0ac-7730-4b77-a34f-7c46e4137b90\">proposed overhaul</a> centred on separating the chair and chief executive roles, raising dividends, appointing new directors and forming new oversight committees. But he also wanted to install more professional managers and sell shares in valuable subsidiaries.&#xa0;</p> <p>The moves would, undoubtedly, dent the power of his uncle, <strong>Park Chan-koo</strong>, drawing irresistible comparisons from commentators of the family feuds played out in popular South Korean serial dramas.</p> <p>But the demands also largely mirrored those made by international investors for years as they have struggled to unshackle Korea Inc from opaque corporate governance structures common among the <em>chaebol</em>.</p> <p>Heading into a tense shareholder vote in a Seoul auditorium on Friday, the company's future hung in the balance. CW Park's optimism was buoyed as he picked up support from Norway's $1.3tn oil fund and as he watched a rare battle won by activists <a href=\"https://www.ft.com/content/d2b3c1e7-699e-4c8c-800b-1b26498a7adb\">against the management</a> of <strong>Toshiba </strong>last week.</p> <p>International proxy advisers, however, were divided.<strong> Glass Lewis </strong>sided with the challenger. But <strong>ISS</strong> backed the company — and with it Park Chan-koo, the uncle — after it issued its own set of counter proposals, including plans for higher dividends and oversight improvements.</p> <p>Regardless of the result, however, the younger Park believes he has already changed the company for the better. And international investors — despite being burnt in the past when taking on the <a href=\"https://www.ft.com/content/8035a965-19fb-4b6f-88ca-d301073d0e38\">likes</a> of <strong>Samsung </strong>and <strong>Hyundai </strong>— have other <em>chaebol</em> squarely back in their crosshairs.&#xa0;</p> <h2>Job moves&#xa0;</h2> <ul>  <li><p><strong>General Motors</strong> has appointed two new directors: <strong>Meg Whitman</strong>, the former chief executive of both <strong>Hewlett-Packard</strong> and <strong>Quibi</strong>, and <strong>NBA</strong> deputy commissioner <strong>Mark Tatum</strong>.</p></li>  <li><p><strong>Baker McKenzie</strong> has hired <strong>Ben Wilkinson</strong> as a partner in its banking and finance practice. He joins in May from <strong>White &amp; Case</strong>.</p></li>  <li><p>Bank of America has promoted <strong>Murad Khaled </strong>to head of Europe, Middle East and Africa leveraged finance capital markets. He will continue to be based in London where he has worked as a managing director since 2018.</p></li>  <li><p>The venture capital group <strong>Anthemis</strong> has appointed two former <strong>Barclays </strong>executives to leadership positions: <strong>Mei Lim</strong> as chief financial officer and head of corporate development, and<strong> Harry Harrison</strong> as vice-chair.&#xa0;</p></li> </ul> <h2>Smart reads</h2> <p><strong>Going once, going twice </strong>“Likes” have historically been the currency of social media. But non-fungible tokens,&#xa0;or NFTs, provide a way to “measure” their value: by the millions of dollars they generate at auction. Could a Jack Dorsey tweet be the next Mona Lisa? (<a href=\"https://www.bloomberg.com/news/articles/2021-03-23/nft-art-jack-dorsey-s-2-9-million-tweet-sets-off-scramble-to-determine-value?srnd=premium&amp;sref=OziMsGoK\">Bloomberg</a>)&#xa0;</p> <p><strong>Hard to squash</strong> Beijing is continuing its crackdown on Ant Financial. But the fintech platform is still using its heavy bargaining power to rake in fees to make up for the lost revenue from its derailed initial public offering. (<a href=\"https://www.ft.com/content/e6d0dffe-a691-484e-9c3e-434d1553a3d6\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/bb4f4311-e8b6-46a5-885d-4ed9b9febd22\">Credit Suisse pegs potential Greensill fund losses at $3bn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">H&amp;M and Nike face China backlash over Xinjiang stance</a> (FT)</p> <p><a href=\"https://www.ft.com/content/10dad62f-9873-45b2-a465-f0aafc74e186\">UK willing to rescue Liberty Steel ‘in its entirety'</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1fd5e822-5d80-4a14-a8ea-8bbf317dcd38\">English court finds fault with Vatican request in property case</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/owner-of-playboy-brand-looks-to-invest-spac-money-in-sexual-wellness-sector-11616702854?mod=hp_minor_pos7\">Owner of Playboy brand looks to invest Spac money in ‘sexual wellness' sector</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/7dee84d9-46bb-448e-83fd-1eb5dd440167\">Cineworld swings to record $3bn pre-tax loss and raises more debt</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8a0cad74-c2b9-4a67-9ac0-16c9a0af2a4c\">Business park group CTP raises €854m in Amsterdam IPO</a> (FT)</p> <p><a href=\"https://www.ft.com/content/eec9f3a6-2817-45f5-b007-a290f3e530c6\">Suez Canal remains blocked after huge container ship runs aground</a> (FT + <a href=\"https://www.ft.com/content/171c92ec-0a44-4dc5-acab-81ee2620d3c1\">Alphaville</a>)</p><p>Source:  2021 'Should we feel bad for junior investment bankers?' FT.com 26 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-26T05:00:31.869Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3523,
          "end": 3528
        }
      ]
    }
  ]
}