{
  "_id": "379a484afec816c61fe06cd3976173d8bdaa39f77a30b4fa89f14559aaa4836d",
  "feed": "ftcomall",
  "title": "Strictly for the birds: how we can help them thrive in our gardens",
  "text": "<p>Every day until May or June we give our garden birds seeds and fatballs in the hope that this infinitesimal contribution will help support the global bird population as well as our chattering long-tailed tits, mellifluous wrens, peep-peep-peep-peep-peeping nuthatches and all the other avians who provide some of the best soundtracks on earth.</p> <p>Birds in San Francisco raised the bar last September when their song took on an erotic edge, an unexpected consequence of the city's Covid-19 restrictions, according to the journal Science. Because they no longer had to compete with the traffic noise, the birds sang lower, softer melodies. </p> <p>And now, with the mating season about to begin, birdsong should be getting sexier in most of the rest of the northern hemisphere.</p> <p>Sexy or not, birds' serenades have diminished over the years in line with the global bird population. According to a 2019 report, again in Science, 3bn North American birds have been lost since the 1970s — in other words, the total breeding bird population of the continent has dropped by 29 per cent. </p> <p>And in 2017, the international bird conservation organisation BirdLife estimated that 1,469 bird species (13.4 per cent of the world total, or roughly one in eight) were threatened with extinction.</p> <p>In the face of all this, feeding garden birds may look like moving the deckchairs on the Titanic.</p> <p>But as Dr Ian Burfield, from Birdlife International, explains: “Feeding garden birds is obviously popular in many countries . . . so across the board it's possible it makes a significant difference for some species — especially those whose traditional food sources in the wider environment have been affected by agricultural intensification. Many of these species are declining, even if they're not (yet) globally threatened.”</p> <p>Many people already feed birds: 57m households in the US alone, according to ScienceDaily. In the UK, bird lovers fork out £200m-£300m a year on feed and other support for about 196m birds.</p> <p>Right now, when hedgerow and field-food supplies dwindle, and when the mating season is about to begin, feeding is particularly important. </p> <p>Our 1.25-acre garden still has a few berries but most of the seed heads have gone, which is why we are feeding our nuthatches, dunnocks, woodpeckers, wrens, thrushes, tits, sparrows, blackbirds and robins with fatballs, the occasional coconut shell and sunflower, safflower, millet, cracked corn, peanut bits and milo seed.</p> <p>The feeding routine is complicated by the fact that we'd rather not encourage pigeons, magpies, crows, jays, squirrels and rats. Thankfully, our one-metre-plus-wingspan buzzard is unlikely to be interested in vegetarian offerings. Judging by a trail of pigeon feathers and small bones around the old tulip tree, she/he is delighted with our garden's selection of pigeons, rats and mice.</p> <p>Squirrels remain a problem. Over the past 20 years I have tried many allegedly squirrel, rat and big-bird-proof feeders — although, as Caroline Offord of the Royal Society for the Protection of Birds points out, “RSPB research shows that although magpies take eggs and nestlings, they do not seem to affect songbird numbers.”</p> <p>Maybe, but having watched a song thrush defend her nest against two jays, each at least twice her size, I will continue to try to help all our small birds, from the thrushes to goldcrests, which weigh about 5.5g, or little more than a 20p piece.</p> <p>When we moved to our current house two years ago, we set up an off-the-peg bird-feeding station on a steep slope opposite the kitchen window. On day two, a cheery rat materialised under the feeders where she/he was feasting on the shower of seeds from above. Squirrels followed and so too did battalions of the corvid family, from jays to magpies to crows.</p> <p>And, when the food ran dry, the squirrels simply ate the plastic feeders. That's right, they ate the plastic. Mind you, better that than their springtime diet, which includes fledglings and eggs. </p> <p>In our continuing campaign to feed birds rather than vermin, I contemplate trying the Roamwild PestOff Squirrel Proof Bird Feeder with “all-metal baffles built with a riot grade shield quality tube — no squirrel has ever chewed through it”.</p> <p>Even if the “riot grade” plastic keeps squirrels at bay, what will prevent seeds falling and attracting vermin? Solid fat-and-nut or fat-and-seed balls or bars reduce the amount of food that falls to the ground but not enough to solve the problem. “Adapter feeding trays” claim to catch the seed but, in my experience, they fail to catch much and they provide platforms for big birds and squirrels to reach the feeders.</p> <p>Which brings me back to the squirrel problem. Home-made deterrents, such as our Heath-Robinson-style wires attached to the outside of the feeders, simply gave squirrels something else to hang on to. So we forked out £26 for an RSPB Squirrel Buster Mini Seed Feeder, designed with wire perches that collapse if anything larger than a robin lands on them. </p> <p>Undeterred, most of the squirrels now wait below the feeders for the seed to fall. And one smart-arse squirrel has learnt to hang from the top of the feeder by his feet while he feasts on the bird feed. The crow family have learnt to fling themselves at the feeders, so shaking seed to the ground.</p> <p>Sometimes they don't even have to do that. The tits (blue, great, coal and even the occasional long-tailed variety which is not, strictly speaking, a tit) love sunflower seeds, plus a few other grains, and chuck out any food that doesn't match up to their gourmet expectations.</p> <p>Caged feeders don't help our birds because they deter our small birds as well as large ones and the squirrels. So too does the ingenious-looking perspex dome that lowers when a squirrel lands on it, so closing the feeder off from squirrels.</p> <p>The Yankee Flipper Squirrel Proof Birdfeeder looked promising. Its motorised base revolves as soon as a squirrel lands on it and then whirls faster and faster until the pest is flung off. There are some <a href=\"https://www.youtube.com/watch?v=dEW9TG6Dcgg\">disturbing videos </a>of it working online. But it's expensive ($130 plus) and I can't face the prospect of dizzy squirrels staggering around the garden.</p> <p>Feeding birds helps them survive and it also makes their identification easier than if they are flying about in woods or the open. The RSPB's garden bird identifier chart, free to anyone who signs up for this year's <a href=\"https://www.rspb.org.uk/get-involved/activities/birdwatch/\">Big Garden Birdwatch,</a> makes differences between, say, the coal tit, marsh tit and willow tit easier to spot. The Big Garden Birdwatch, going since 1979, is one of the UK's ways of keeping a tally of garden birds.</p> <p>The Manhattan-based bird conservation not-for-profit Audubon runs similar schemes. Audubon, like many conservation charities, such as the Royal Society for the Prevention of Cruelty to Animals and the Royal Horticultural Society, offers advice on protecting birds, including bird-friendly plants to cultivate. </p> <p>The RHS list of <a href=\"https://www.rhs.org.uk/garden-inspiration/wildlife/Shrubs-and-climbers-for-nesting-garden-birds\">plants to encourage nesting</a> includes pyracantha. I would avoid it, having found a dead blue tit trapped inside a thorny area of the shrub, which had tragically romantic echoes of Oscar Wilde's story “The Nightingale and the Rose”.</p> <p>Audubon will send an appropriate plant list to North American ornithophiles in return for a zipcode.</p> <p>Nesting boxes are important in gardens without much in the way of hedges, shrubs, trees and roof space where birds can make homes. Not that birds have ever nested in the magnificent boxes that I have nailed up for them over the years.</p> <p>Ponds attract birds so long as they can perch within reach of the water or, better still, climb into shallow water, no more than 4cm-5cm deep, where they can fluff out their plumage and splash about.</p> <p>Artificial light is also an issue and, as<a href=\"https://www.ft.com/content/9953e818-2024-11ea-b8a1-584213ee7b2b\"> I wrote a year ago</a>, it can disrupt a lot of wildlife including birds and one of their main food sources, insects. And if it isn't possible to turn off street lights or whatever, its effects can be mitigated.</p> <p>Our Oxford garden provides enough darkness and tree cover for three types of owl to thrive. Pre-Covid-restriction guests did not always appreciate the nocturnal hooting, but I love owls as much as I dislike corvids and pigeons. My favourite garden birds remain the eccentric little nuthatches who always feed upside down, and the buzzard who is, quite simply, magnificent even if she/he is not a regular garden bird.</p> <p><em>Jane Owen is an FT Weekend contributing editor and author of various garden books</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/015f6ed9-f54b-479f-8986-d19675930407\"><em>Squirrels and other bird table menaces / From Margaret McGirr, Greenwich CT, US</em></a></p><p>Source: Jane Owen 2021 'Strictly for the birds: how we can help them thrive in our gardens' FT.com 9 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-09T05:00:26.234Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8653,
          "end": 8658
        }
      ]
    }
  ]
}