{
  "_id": "0fca5ee78a2813828454718848372f2adddc6739f957eaccb1d4c6327cb1cf38",
  "feed": "wall-street-journal",
  "title": "When Blaming Trump Is Not Enough; New Jersey's governor needs a new story for the state's Covid disasters.",
  "text": "<p>The U.S. Department of Justice this week stepped up its yearlong probe into whether the pandemic response was mishandled at two state-run veterans homes when it sent investigators to interview staff and residents and observe the care that is provided...</p><p>The pandemic claimed the lives of 103 residents at the Memorial Veterans Home at Menlo Park in Edison and 89 from the home in Paramus, based on a tally of confirmed and probable COVID-related deaths kept by the state Health Department.</p><p>In a state that lost more long-term care residents per capita than nearly any other, the death counts at these two state facilities was among the highest...</p><p>Meanwhile, dozens of lawsuits are pending against the state for gross negligence, filed by the families of veterans and their spouses who died, as well as employees who died or were put in harm's way. Employees were discouraged from and even penalized for wearing masks early in the pandemic so not to alarm residents. Residents say the facilities did not segregate COVID-19 residents from the non-infected, allowing the virus to spread.</p><p>This column is not about to vouch for the integrity of the Biden Justice Department given activist Attorney General Merrick Garland's disturbing recent record. But it's indisputable that Donald Trump hasn't been in charge since Jan. 20. The story of Justice's latest action was broken by Lindy Washburn and Scott Fallon, who reported for New Jersey's Bergen Record newspaper last week on the state-run veterans homes:</p><p>Specifically, the department is trying to determine whether there were violations of the Civil Rights of Institutionalized Persons Act, which protects residents of nursing homes and other state-run institutions from \"egregious or flagrant conditions\" that cause harm.</p><p>Months of coverage by The Record and NorthJersey.com showed how mismanagement, lax infection control and an anti-mask policy may have led the two nursing homes to record some of the highest COVID-related death tolls of any long-term care facilities nationwide. Menlo Park had 103 resident deaths while Paramus had 89. A nurse's aide also died at each facility from the virus.</p><p>Last October, a spokesman for Murphy called the investigation by the administration of then President Donald Trump, who was seeking reelection, politically motivated.</p><p>But a year later, the investigation is continuing with Trump gone and a change in administration to President Joe Biden, a Murphy ally. It is also continuing even though the two officials who launched it no longer work for the Justice Department...</p><p>An inspection by federal Medicare officials, first reported by NorthJersey.com, found the homes were slow to close common areas. They allowed infected or symptomatic residents to mingle with those who were not ill or who were awaiting test results more than a month into the pandemic. Staff had inadequate personal protective gear and went in and out of rooms among patients who were sick with COVID and those who were asymptomatic or uninfected.</p><p>Staff were told at the outset of the pandemic not to wear protective masks because it would scare residents. With the help of Murphy's office, managers even devised a series of penalties for nurses who used the homes' supply of masks. Subsequent emails requested by NorthJersey.com over the mask policy were almost completely redacted.</p><p>The administration of disgraced former Gov. Andrew Cuomo (D., N.Y.) became infamous for ordering Empire State nursing homes to accept Covid-positive patients. But across the Hudson River in New Jersey, the government of his fellow Democrat Mr. Murphy also issued such an order, and the results were similarly disastrous.</p><p>When his team wasn't blaming Mr. Trump, Mr. Murphy sometimes tried blaming parts of the healthcare industry, even though many of the worst outcomes occurred at his state-run facilities and all facilities had to operate under his policies. In May of 2020 Star-Ledger columnist Paul Mulshine noted thatstate Republican legislators were raising questions about nursing homes and noted:</p><p>At one of Murphy's coronavirus briefings last week, I asked the governor about that.</p><p>\"A lot of my readers are complaining that the administration was doing things like cracking down on golfers and joggers while sending COVID-19 positive patients into nursing homes. I gather there still isn't full screening of the staffs in the nursing home. Do you think there should be an inquiry into that?\"</p><p>Murphy said in reply that \"The uneven performance of this industry is jaw-dropping, and that's as charitable as I can get.\"</p><p>Around the same time Matt Friedman wrote in Politico in May of 2020:</p><p>... Murphy proceeded to — well, he didn't use the word \"blame\" when it comes to the long-term care providers themselves.</p><p>\"Are there good apples? You bet there are,\" he said. \"But there are other apples that did not get the job done.\"</p><p>In November New Jersey voters will get a chance to express their views on whether Mr. Murphy is the apple who didn't get the job done.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web.)</p><p>***</p><p>When Blaming Trump Is Not Enough</p>",
  "published": "2021-10-11T18:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4972,
          "end": 4977
        }
      ],
      "nexusId": "10022657"
    }
  ]
}