{
  "_id": "cdd53fa57606100c6b7d78e0d81b25c597f7aec5fa3a2bf870f3e92756693d93",
  "feed": "wall-street-journal",
  "title": "Year in Review (A Special Report)  ---  What Was News:  The big stories of 2021",
  "text": "<p>\n  See this timeline with links to the original WSJ articles at wsj.com/yearinreview </p><pre>\n </pre><p>\n  -- Jan. 6 </p><p>\n  Mob Storms Capitol </p><p>\n  A pro-Trump riot forces the evacuation of the House and Senate as Congress is certifying Joe Biden's election win </p><pre>\n </pre><p>\n  -- Jan. 13 </p><p>\n  Trump Is Impeached </p><p>\n  The House alleges that President Trump encouraged the Jan. 6 riot; the Senate will acquit him in February </p><pre>\n </pre><p>\n  -- Jan. 27 </p><p>\n  Meme-Stock Mania </p><p>\n  Share prices soar for GameStop, AMC and BlackBerry -- companies once left for dead -- in a rally pitting day-trading amateurs vs. Wall Street shorts </p><pre>\n </pre><p>\n  -- Jan. 28 </p><p>\n  GDP Decline </p><p>\n  The U.S. economy shrank in 2020 for the first time since the financial crisis, the Commerce Department says </p><pre>\n </pre><p>\n  -- Feb. 2 </p><p>\n  Bezos Steps Back </p><p>\n  Amazon founder Jeff Bezos says he will leave the CEO post later this year </p><pre>\n </pre><p>\n  -- Feb. 4 </p><p>\n  Chip Crunch at Auto Makers </p><p>\n  Ford says it plans to reduce production of its F-150 pickup truck -- the nation's top-selling vehicle -- because of the global chip shortage </p><pre>\n </pre><p>\n   -- Feb. 7 </p><p>\n  Brady's Bunch of Rings </p><p>\n  The Tampa Bay Buccaneers win the Super Bowl, giving Tom Brady title No. 7 in his first season after leaving New England </p><pre>\n </pre><p>\n  -- Feb. 12 </p><p>\n  Back to School </p><p>\n  Federal officials urge the nation's elementary and secondary schools to reopen safely as soon as possible under new CDC guidelines </p><pre>\n </pre><p>\n  -- Feb. 15 </p><p>\n  Deep Freeze in Texas </p><p>\n  Millions of Texans are left without electricity as a winter storm boosts demand and crimps supplies </p><pre>\n </pre><p>\n  -- March 11 </p><p>\n  Covid Stimulus </p><p>\n  President Biden signs into law a $1.9 trillion Covid-19 stimulus package and urges states to make all adults eligible for vaccination by May 1 </p><pre>\n </pre><p>\n  -- March 11 </p><p>\n  NFTs Arrive </p><p>\n  The artist known as Beeple sells a digital collage at Christie's for $69 million, launching the art world's craze for nonfungible tokens </p><pre>\n </pre><p>\n  -- March 18 </p><p>\n  Supply-Chain Woes </p><p>\n  Honda and Toyota say they will halt production at plants in North America as shortages and transportation snags disrupt global manufacturing </p><pre>\n </pre><p>\n  -- March 24 </p><p>\n  Border Crossings Jump </p><p>\n  Men looking for work drive a surge in illegal crossings at the southern U.S. border </p><pre>\n </pre><p>\n  -- April 1 </p><p>\n  Out to the Ballgame </p><p>\n  Major League Baseball opens its season with spectators in attendance, in limited numbers, for the first time in a year </p><pre>\n </pre><p>\n  -- April 14 </p><p>\n  Biden Sets Afghanistan Withdrawal </p><p>\n  President Biden says he'll withdraw all U.S. troops from Afghanistan by Sept. 11, winding down the war there two decades after it began </p><pre>\n </pre><p>\n  -- April 16 </p><p>\n  SPACs' Hot Streak Cools </p><p>\n  SEC scrutiny of special-purpose acquisition companies has cut the flood of new issues to a trickle and sent share prices dropping </p><pre>\n </pre><p>\n  -- April 20 </p><p>\n  Murder Conviction in George Floyd Case </p><p>\n  Former Minneapolis police officer Derek Chauvin is found guilty of murder in the May 2020 death of George Floyd, which sparked racial-justice protests around the world </p><pre>\n </pre><p>\n  -- May 7 </p><p>\n  Cyberattack Cuts Off Key Gasoline Supply </p><p>\n  The main pipeline carrying gasoline and diesel fuel to the U.S. East Coast is shut down due to a cyberattack, an outage that will last nearly a week </p><pre>\n </pre><p>\n  -- May 12 </p><p>\n  Changes in Trade With China </p><p>\n  U.S. tariffs have led to a sharp decline in Chinese imports and big changes in the types of goods Americans buy from China, a Journal analysis shows </p><pre>\n </pre><p>\n  -- May 12 </p><p>\n  Higher Inflation Rattles Markets </p><p>\n  Consumer prices jumped 4.2% in April from a year earlier, the biggest rise in any 12-month period since 2008, the Labor Department says </p><pre>\n </pre><p>\n  -- May 13 </p><p>\n  CDC Eases Safety Guidance for Vaccinated People </p><p>\n  Fully vaccinated people don't need to wear a mask or physically distance during most outdoor or indoor activities, the CDC says </p><pre>\n </pre><p>\n  -- May 19 </p><p>\n  Texas Abortion Law </p><p>\n   Texas Gov. Greg Abbott signs a bill banning most abortions after six to eight weeks of pregnancy </p><pre>\n </pre><p>\n  -- May 20 </p><p>\n  Jobless Numbers Drop </p><p>\n  The numbers of workers seeking and receiving unemployment benefits reach pandemic lows </p><pre>\n </pre><p>\n   -- June 2 </p><p>\n  Netanyahu Out in Israel </p><p>\n   Benjamin Netanyahu's rivals agree to form a coalition government that will dislodge Israel's longest-serving leader </p><pre>\n </pre><p>\n  -- June 9 </p><p>\n  End of the Pipeline </p><p>\n  The Keystone XL oil pipeline's developers say they are scuttling the project after years of controversy </p><pre>\n </pre><p>\n  -- June 21 </p><p>\n  College Athletes and Compensation </p><p>\n  The Supreme Court rules that strict NCAA limits on compensating college athletes violate U.S. antitrust law </p><pre>\n </pre><p>\n  -- June 22 </p><p>\n  Home Prices Jump </p><p>\n  U.S. home prices in May experienced their biggest annual increase in more than two decades, an industry group reports </p><pre>\n </pre><p>\n  -- June 27 </p><p>\n  Back to the Movies </p><p>\n  The \"Fast &amp; Furious\" franchise's ninth installment gives Hollywood its best opening-weekend box office since December 2019 </p><pre>\n </pre><p>\n  -- June 30 </p><p>\n  Cosby Is Freed </p><p>\n   Bill Cosby is released from prison after the Pennsylvania Supreme Court overturns his conviction for sexual assault </p><pre>\n </pre><p>\n  -- July 1 </p><p>\n  Delta Wave Delays Return to Normal </p><p>\n  The fast spread of the Covid-19 Delta variant is thwarting many countries' plans to lift lockdowns and reopen economies </p><pre>\n </pre><p>\n  -- July 1 </p><p>\n  High Court Upholds State Voting Rules </p><p>\n  The Supreme Court upholds a pair of Arizona voting restrictions against claims of discrimination, likely making it harder to challenge a wave of similar laws around the country </p><pre>\n </pre><p>\n  -- July 2 </p><p>\n  Jobs Recovery Accelerates </p><p>\n  Employers in the U.S. added 850,000 jobs in June, the biggest gain in 10 months, and wages rose briskly, the government says </p><pre>\n </pre><p>\n  July 11 </p><p>\n  Branson Takes Flight </p><p>\n   Richard Branson reaches the edge of space and safely returns to Earth, beating Amazon founder Jeff Bezos by nine days </p><pre>\n </pre><p>\n   -- July 16 </p><p>\n  U.S. Warns Businesses on Hong Kong </p><p>\n  The Biden administration is warning American businesses about the increasing risks of operating in Hong Kong amid China's crackdown on the city </p><pre>\n </pre><p>\n  -- July 18 </p><p>\n  OPEC and Allies to Boost Oil Output </p><p>\n  OPEC and its Russia-led oil-producing allies agree to increase oil output, restoring all the cuts they made at the start of the pandemic </p><pre>\n </pre><p>\n  -- July 21 </p><p>\n  Drop in Life Expectancy </p><p>\n  Life expectancy in the U.S. fell by 1.5 years in 2020, the biggest decline since at least World War II, CDC data shows </p><pre>\n </pre><p>\n  -- July 27 </p><p>\n  Back to Masking </p><p>\n  The CDC, citing the spread of the Delta variant, recommends that vaccinated people resume masking indoors in some parts of the country </p><pre>\n </pre><p>\n  -- July 27 </p><p>\n  Tech Titans' Profits Soar </p><p>\n   Apple, Google parent Alphabet, and Microsoft report booming earnings, underscoring how the pandemic has shifted life and work online </p><pre>\n </pre><p>\n  -- July 29 </p><p>\n  Federal Vaccine Mandate </p><p>\n  President Biden says federal employees must get vaccinated against Covid-19 or wear a mask on the job and be tested regularly </p><pre>\n </pre><p>\n   -- Aug. 10 </p><p>\n  Cuomo to Step Down </p><p>\n   Andrew Cuomo says he is resigning as New York's governor, following a report by the state's attorney general that found he harassed multiple women who worked for him </p><pre>\n </pre><p>\n  -- Aug. 23 </p><p>\n  Crypto's Surge Puts Regulators on Alert </p><p>\n  The cryptocurrency industry is getting so big and enabling so much risk-taking that governments around the globe are taking notice </p><pre>\n </pre><p>\n   -- Aug. 29 </p><p>\n  Hurricane Ida Hits </p><p>\n  Hurricane Ida, with winds of 150 miles an hour, makes landfall near New Orleans on the 16th anniversary of Hurricane Katrina </p><pre>\n </pre><p>\n  -- Aug. 30 </p><p>\n  America's Longest War Ends </p><p>\n  The last U.S. troops in Afghanistan withdraw, ending nearly 20 years of fighting but leaving more than 100 Americans and tens of thousands of Afghan allies to an uncertain future </p><pre>\n </pre><p>\n  -- Sept. 14 </p><p>\n  The Facebook Files </p><p>\n  Facebook knows Instagram is toxic for teenage girls, its research shows, but the company plays down the issue in public </p><pre>\n </pre><p>\n  -- Sept. 22 </p><p>\n  FDA Clears Boosters </p><p>\n  The FDA approves Covid-19 vaccine booster shots for people 65 and older and other adults at high risk of severe illness </p><pre>\n </pre><p>\n   -- Sept. 27 </p><p>\n  Children's Instagram On Hold </p><p>\n  Facebook says it is suspending plans for a children's Instagram, after lawmakers and others voiced concerns about the platform's impact on young people's mental health </p><pre>\n </pre><p>\n   -- Oct. 8 </p><p>\n  Global Corporate-Tax Overhaul </p><p>\n  Nearly 140 countries agree to the biggest overhaul of global tax rules in a century, aiming to set a minimum 15% corporate tax rate </p><pre>\n </pre><p>\n  -- Oct. 11 </p><p>\n  Oil Surge </p><p>\n  U.S. crude closes above $80 a barrel for the first time since 2014 </p><pre>\n </pre><p>\n  -- Oct. 13 </p><p>\n  L.A. Port Goes 24/7 </p><p>\n  The Port of Los Angeles says it will begin operating around the clock to ease cargo bottlenecks </p><pre>\n </pre><p>\n  -- Oct. 25 </p><p>\n  Tesla Zooms Ahead </p><p>\n  Tesla's market value surpasses $1 trillion as Hertz orders 100,000 vehicles a few days after the EV maker reported record earnings </p><pre>\n </pre><p>\n  -- Oct. 28 </p><p>\n  Economy Slows </p><p>\n  The U.S. economy, hurt by the virus surge and supply bottlenecks, grew at a 2% annual rate in the third quarter, the slowest pace since the recovery began in mid-2020, the Commerce Department says </p><pre>\n </pre><p>\n   -- Oct. 28 </p><p>\n  Beyond Facebook </p><p>\n  Facebook CEO Mark Zuckerberg says the company is changing its name to Meta Platforms to reflect opportunities in online digital realms known as the metaverse </p><pre>\n </pre><p>\n  -- Oct. 31 </p><p>\n  Delta Wave Subsides </p><p>\n  The Delta wave of the pandemic is past its peak in the U.S., with new cases, hospitalizations and deaths declining in most states </p><pre>\n </pre><p>\n  -- Nov. 3 </p><p>\n  Fed Dials Back Stimulus </p><p>\n  The Fed closes a chapter on its pandemic-driven stimulus, approving plans to begin scaling back its bond-buying program </p><pre>\n </pre><p>\n   -- Nov. 5 </p><p>\n  Infrastructure Week </p><p>\n  The House passes a roughly $1 trillion infrastructure package, sending to President Biden's desk a big investment in roads, bridges and rail </p><pre>\n </pre><p>\n  -- Nov. 9 </p><p>\n  GE Divided by Three </p><p>\n   General Electric, once a symbol of U.S. manufacturing might, says it will split into three companies focusing on healthcare, energy and aviation </p><pre>\n </pre><p>\n  -- Nov. 13 </p><p>\n  Climate-Change Pact </p><p>\n  More than 190 nations reach a deal at the United Nations climate summit that aims to accelerate greenhouse-gas-emissions cuts across the world, but leaves big questions over how governments will follow through </p><pre>\n </pre><p>\n  -- Nov. 26 </p><p>\n  Covid Variant Sends Stocks Lower </p><p></p>",
  "published": "2021-12-16T07:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6101,
          "end": 6106
        }
      ],
      "nexusId": "10022657"
    }
  ]
}