{
  "_id": "49011e481cd013922ff982dd16bfd26e51c74432a5bed235880ab372454075e5",
  "feed": "ftcomall",
  "title": "El Salvador's bitcoin debut stumbles over tech problems ",
  "text": "<p>El Salvador's <a href=\"https://www.ft.com/content/56588fee-dca8-450d-a848-80d29f02f45e\">pioneering adoption</a> of bitcoin as legal tender hit snags within hours of the launch on Tuesday after the government had to take its app for storing the volatile digital asset temporarily offline and the global price slumped.</p> <p>Around dawn local time, President Nayib Bukele said on Twitter that the digital wallet app called “Chivo” — Salvadoran slang for cool — would stop working while server capacity was increased.</p> <p>The app, which offers Salvadoran citizens who download it an initial $30 of free bitcoin, went back online a few hours later, with Bukele appearing to personally supervise the testing process via Twitter. By midday the Chivo app was available on Huawei and Apple phones. The government also wants to make it available via Google.</p> <p>The global price of bitcoin wobbled as the country's wallet system crashed, falling as much as 17 per cent to $43,119 before recovering to trade 10 per cent lower. Coinbase, the US crypto exchange, encountered technical problems that delayed or cancelled some customers' transactions. </p> <p>The crash came just a day after El Salvador spent millions of dollars to buy 400 bitcoins. Bukele said on Tuesday that the country had bought another 150, bringing its total to 550.</p> <p>The small Central American nation became the <a href=\"https://www.ft.com/content/7b5b1cc4-50bb-437f-aa16-f106d2dbc1c7\">first</a> in the world to make bitcoin legal tender, in a plan rushed through congress in hours and implemented in just 90 days. Economists and the international financial community have criticised the move, which is also unpopular with Salvadorans.</p> <p>Rating agency Moody's downgraded the country's debt rating in part because of the law, while the IMF — currently in talks with the government over a new loan — <a href=\"https://www.ft.com/content/c36c45d2-1100-4756-a752-07a217b2bde0\">warned</a> such a plan could destabilise the $25bn economy.</p> <p>Siobhan Morden, head of Latin America fixed income at Amherst Pierpont, noted that Bukele's bitcoin gambit coincided with moves to consolidate his power, which have been sharply criticised by the US. </p> <p>“The official BTC launch may dominate the headlines,” she wrote in a note. “However more important was the ruling from the constitutional chamber of the Supreme Court [last Friday] that allows for consecutive re-election.”</p> <p>On Tuesday, hundreds of people marched in various protests across the capital city of San Salvador carrying placards against both bitcoin and a recent reform from the ruling party requiring all judges over the age of 60 be fired.</p> <p>“There they are, those are the ones that steal using bitcoin,” one group of young protesters chanted outside one of the Chivo cash machines, according to a video posted on Twitter.</p> <p>Several opposition lawmakers turned up to the legislature in black anti-bitcoin T-shirts, local media reported.</p> <p>Crypto fans around the world have fawned over Salvador's pioneering move on social media, and some have launched a campaign to try to persuade people to buy $30 of bitcoin to show support.</p> <p>Bukele said he made the decision to help bring investment to the country and improve access to financial services. But on Tuesday morning he said his team was still working to increase server capacity to scan images.</p> <p>“It's a relatively simple problem, but you can't fix it with the system connected,” <a href=\"https://twitter.com/nayibbukele\">he said on Twitter</a>. “A little bit of patience.”</p> <p>Under the law, all businesses in the country have to accept bitcoin as payment for goods and services, though citizens can still choose to use the US dollar, which has been the national currency since 2001.</p> <p>Luis Membreño, an economic consultant who advises local and international companies in El Salvador, said the problems with the app were foreseeable.</p> <p>“It's a disaster,” he told the Financial Times, adding that current and future problems with the app could generate losses for people if they are unable to convert bitcoin to dollars. “It means people lose confidence in the system.”</p> <p>The plan is backed by a $150m government fund that many economists believe will not be big enough to deal with the risks created by allowing tax payments in bitcoin while liabilities remain mainly in dollars.</p> <p>Crypto proponents were undeterred, saying that the bigger story was the country taking a step that will ultimately help reduce remittance costs.</p> <p>“It's important to step back and acknowledge the immensity of today,” said Antoni Trenchev, co-founder of digital-asset specialist Nexo. “In 12 years of existence&#xa0;bitcoin&#xa0;has climbed a wall of abuse and rejection to be adopted by individuals, companies and now a country.”</p> <p>In practice, however, the use of bitcoin so far has been limited by the app's problems, Leonor Selva, executive director of ANEP, a business lobby, said. “At an economic level it's going unnoticed . . . it was a flop.”</p> <p><em>Additional reporting by Philip Stafford in London</em></p><p>Source: Christine Murray in Monterrey, Mexico 2021 'El Salvador's bitcoin debut stumbles over tech problems ' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-07T19:12:04.791Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 688,
          "end": 693
        }
      ],
      "nexusId": "10022657"
    }
  ]
}