{
  "_id": "c9a93c3dc2a01d0c3a72cbf5f58665b0c6a8a9734de3cea15f53f9254eeaf8a9",
  "feed": "ftcomall",
  "title": "The Beatles and why we won't let it be",
  "text": "<p>Sometimes, things just fall apart. Flawed marriages, beloved cars, once-indomitable empires. We are shaken by unthinkable demises. These are serious matters. Nobody, by contrast, cares very much when a pop group falls apart, because they were never built to last. Even the greatest pop group of them all was always sharply aware of its own ephemerality. “Obviously we can't keep playing the same sort of music until we are about 40,” said Paul McCartney in a 1963 television documentary when asked about the longevity of The Beatles. “I've always fancied having a ladies' hairdressing salon,” added Ringo Starr, the funny one, as he looked deep into his own future. “Trotting around in me stripes and tails.”</p> <p>Yet when The Beatles did split up in the spring of 1970 — all of them still in their twenties — the world reacted in improbable shock. It was partly a collective sense of denial over the turn of a momentous decade, but also something a little weirder: a sense that the group had become somehow glued together, its members having sacrificed their individual needs and desires for their common good. The Beatles moved, played, and spoke as one. Mick Jagger said meeting them in 1963 was like confronting a “four-headed monster”. Jonathan Miller, more sinister still, compared them to the Midwich Cuckoos, from John Wyndham's eponymous 1957 novel about alien parasites.</p> <p>But The Beatles did fall apart, clumsily and confusingly. Their last released album, <em>Let It Be</em>, came out in May 1970, when they had already split. (The last album they recorded, <em>Abbey Road</em>, had already come out the previous year. It helpfully ended with a song called “The End”, but someone wasn't listening.) <em>Let It Be</em> was a patchy afterthought, the remains of an ambitious project: to make a <em>vérité</em>-style film documentary that would show, in a spirit of candour and transparency, The Beatles at work.</p> <p>The film, directed by Michael Lindsay-Hogg, came out just after the album, and it was a bummer. It turned out the group's members did have personalities after all, and they were crotchety and a little bit mean. Because of the timing, each scene was examined <em>ex post facto</em> for evidence of the inevitability of the group's break-up. Much attention was devoted to a passive-aggressive row between McCartney and George Harrison, who tells his bandmate that he will play “whatever you want me to play, or I won't play at all if you don't want me to play. You know, whatever it is that will please you, I'll do it.” File under “awkward”.</p> <p>The movie was received more in sorrow than in joy, and such was the continuing ill-feeling following its release that a VHS version was pulled in the 1980s, never to appear again, in this or any other format. Footage remained in the Apple Records vaults, tapes of the sessions were stolen, then bootlegged, then found again. </p> <p>During those decades, The Beatles went out of fashion, and back in, and out again and in again. But the unpleasant aftertaste of <em>Let It Be</em> lingered. The album remained largely unloved, not least by McCartney, who was so upset by the unsubtle string arrangements added by Phil Spector that he went to the trouble, in 2003, of releasing<em> Let It Be . . . Naked</em>, a stripped-down version of the songs.</p> <p>Finally, following years of talks between all the interested parties, and because nobody likes a bitter ending to a sweet story, it has been decided to revisit the story of The Beatles' last album. Next month sees the release of <em>The Beatles: Get Back</em>, a three-part series of two-hour episodes on Disney Plus, directed by Peter Jackson (<em>The Lord of the Rings</em>), using the filmed material from the original <em>Let It Be </em>sessions in January 1969. It is accompanied by a book and a five-CD box set of those same sessions, supervised by Giles Martin, son of Beatles producer George, who has already remixed The Beatles' preceding three albums in recent years, to acclaim.</p> <p>This is revisionism writ large and bright, an attempt to provide much-needed nuance to an oversimplified tale. “The break-up of The Beatles was a cataclysmic event in popular culture for lots of people,” Martin tells me in his office in Abbey Road Studios. “And it needed some great slam-dunk explanation of that break-up, because it couldn't be that the band just petered out, got bored with each other and wanted to go and do other things, which is the reality.”</p> <p>He says that, without “over-Disneyfying” the story, the new documentary shows a group that was, for much of the time, working in a spirit of creative harmony. “In a way, <em>Let It Be</em> was the album that got away. It didn't have a full stop on it. But if I had made an album with “Across the Universe”, “Let It Be” and “Get Back” on it, I'd be pretty bloody happy, in all honesty.”</p> <p>Jackson's series also shows the complete version of the January 1969 Apple Corps rooftop concert, an impromptu performance from the group's Savile Row headquarters which was the group's first live set for three years, and also turned out to be its final one. Whatever the various <em>frissons</em> between the band members, the playing here is superb, telepathically tight and, enhanced by the keyboard skills of Billy Preston, genuinely soulful. “We sent out [the new mix] to Paul and Ringo, and their reaction was the same: ‘We were good, weren't we?',” says Martin. “There is this skewed view of The Beatles, that they got worse as they moved forward. But they didn't — they got better.”</p> <p>As for the death-knell vibe of the <em>Let It Be</em> sessions, Martin says it has been exaggerated. “You have to remember that all the horrific stuff happened later [in 1970, when the group became embroiled in internal legal arguments]. After that, my dad didn't speak to John Lennon until 1980. John gave these magazine interviews in which he said my dad destroyed their rock-and-roll spirit, and that Paul couldn't write a song. And when my dad met him again — they were talking about working together — he asked him why he'd said those things. John just said, ‘I was high. I was high and pissed off.'”</p> <p>The box set contains all kinds of curios that will be fascinating to the hardcore student of popular music. Harrison runs through “All Things Must Pass” (later to become the title track of his 1970 solo triple album), asking the others for a harmony where they just “join in”; he had recently been in Woodstock spending time with The Band, and was after that group's ragged, rootsy feel. His own band, famously polished in its vocal work, oblige, beautifully, and provide a tantalising glimpse of a possible change in direction.</p> <p>The snatches of conversation from the sessions are no less diverting. The group consider playing a live concert in the Roman amphitheatre in Sabratha, Libya; discuss the consequences of losing their manager Brian Epstein (“Daddy's gone away now, you know, and we're on our own at the holiday camp,” says McCartney); jokingly(?) welcome the idea of some police violence while they play their illegal final concert. (“That's an interesting thought, you all being beaten up,” responds Lindsay-Hogg drily.)</p> <p>In the middle of January, Harrison leaves The Beatles, tired of the aggravation. Lennon jokingly(?) suggests that Eric Clapton take his place. Harrison only returns once the group have decided to leave the Twickenham studios where the filming has started, to move to the familiar surrounds of Savile Row. Relations within the group and their partners are dissected with the minimalist <em>froideur</em> of Ingmar Bergman's <em>Scenes From a Marriage</em>. “It's really hard working in a relationship,” says Linda McCartney in a small group discussion. “I know,” replies Lennon. Lots to unpack there.</p> <p>All very well, but will people really sit and watch six hours of this? Of course they will. “It's funny that the film is coming out now when people seem to be addicted to watching very boring characters on reality shows, just to see if they will&#xa0;snog each other,” says Martin.</p> <p>“This is just four blokes in a room bashing out stuff, but there is something so beautiful about that honesty. You see them actually working: Paul writes ‘Get Back' in front of George and Ringo, who are just sitting there. You see him writing the song, playing this shuffle on the bass, in front of your eyes.” It's a very modern idea, that things end not with a bang, but a joyful shuffle. As usual, even in their dissolution, The Beatles were way ahead of their time.</p> <p><em>‘The Beatles: Get Back' documentary series premieres on Disney Plus on November 25-27. The book of the series is published by Callaway on October 12. The ‘Let It Be' album and box set is released on October 15</em>&#xa0;</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/e4eecf26-380e-44e4-9a25-6d3457920937\"><em>How Macca survived The Beatles' break-up</em></a><em> / </em><a href=\"https://www.ft.com/content/e4eecf26-380e-44e4-9a25-6d3457920937\"><em>From Rob Buist, Randwick, NSW, Australia</em></a></p>&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Peter Aspden 2021 'The Beatles and why we won't let it be' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T11:00:41.461Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4806,
          "end": 4811
        },
        {
          "start": 2744,
          "end": 2749
        }
      ],
      "nexusId": "10022657"
    }
  ]
}