{
  "_id": "6de8f812ae7aeb115954850389dc1fe1244af4630c2dae62eca5a079d6db8a05",
  "feed": "ftcomall",
  "title": "Hong Kong pro-democracy leaders jailed for unauthorised assembly",
  "text": "<p>A group of Hong Kong's most senior pro-democracy activists including media mogul Jimmy Lai were handed jail sentences on Friday for unlawful protests as Beijing extends a crackdown on dissent in the city. </p> <p>Lai was jailed for a total of 14 months while 82-year-old Martin Lee — Hong Kong's so-called “father of democracy” who helped draft its mini constitution, the Basic Law — was given a suspended sentence. </p> <p>Although Lai, the founder of Hong Kong's tabloid Apple Daily, is already in custody on different charges, Friday was the first time he had been given a prison sentence. He is also facing six other charges including offences under Hong Kong's tough national security law.</p> <p>The territory was shaken by some of the worst political violence in decades in 2019 when anti-government protesters opposed an extradition law that would have allowed suspects to be tried in mainland China.</p> <p>The tense summer of unrest was one of the most serious challenges to President Xi Jinping's rule on Chinese soil in decades.</p> <p>In response, Beijing imposed a national security law on Hong Kong in June last year and stepped up efforts to crush dissent and bring the city's political institutions more closely in line with the mainland.</p> <p>Lai and Lee were among nine pro-democracy lawyers, former politicians and businessmen who were sentenced on Friday for <a href=\"https://www.ft.com/content/fedc4516-0f3f-4551-bdca-7c5de746d9e2\">unauthorised assembly</a> in relation to a protest on August 18 2019. </p> <p>Aside from Lai, four others were given prison sentences while the remaining four along with Lee were given suspended jail sentences. Lai also received a sentence over a protest on August 31 the same year.</p> <p>“Actions have consequences for everyone irrespective of who they are,” said Amanda Jane Woodcock, the district judge in the two cases, adding that those charged had made a “conscious decision” to break the law.</p> <p>Supporters gasped and some wept in the courtroom as the sentences were announced. </p> <p>Lee, who was immediately released, was involved in drafting the Basic Law in the late 1980s. The document laid the foundation for the “one country, two systems” model granting Hong Kong political and economic freedoms for 50 years after its 1997 handover from the UK to China. </p> <p>The unauthorised assembly cases and the authorities' demand for custodial sentences were seen as unusual because the group was not regarded as the organisers behind the 2019 movement. </p> <p>Lawyers argued the August 18 protest was peaceful and also pointed to the age and longstanding public service of the members of the group. </p> <p>Lee Cheuk-yan, an opposition politician, was also sentenced to 14 months in prison. Prominent lawyers Albert Ho and Margaret Ng were given suspended sentences. </p> <p>Ng, a barrister, writer and former politician, discharged her counsel and <a href=\"https://www.hkcnews.com/article/40333/%E5%90%B3%E9%9D%84%E5%84%80-818%E9%9B%86%E6%9C%83-818%E6%B0%91%E9%99%A3%E9%81%8A%E8%A1%8C-40333/margaret-ng-this-is-my-statement\">addressed </a>the court directly, urging the judge to consider the ramifications of the case for the future of free speech and the rule of law.</p> <p>“I stand [as] the law's good servant. But the people's first, because the law must serve the people, not the people the law,” she said, modifying a quote from Sir Thomas More.</p> <p>To the dismay of court security, some of the crowd inside the chamber rose to cheer when Lai entered, while at one point scuffles broke out outside between pro-Beijing activists and supporters of the defendants. </p> <p>“Justice does not have to be served by locking up two elderly people who have devoted their lives to serving the community,” Martin Lee and Ho's counsel Graham Harris SC told the judge.</p> <p>But the judge said that while the August 18 protest was peaceful, everyone knew there was a “latent risk” of violence during 2019. </p><p>Source: Primrose Riordan and Nicolle Liu in Hong Kong 2021 'Hong Kong pro-democracy leaders jailed for unauthorised assembly' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T13:53:59.272Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 457,
          "end": 462
        }
      ],
      "nexusId": "10022657"
    }
  ]
}