{
  "_id": "23a0cdb9cbc5a572b8fdaae9bdcf2595f6411929c97d0e4cb528daa03d6d6510",
  "feed": "ftcomall",
  "title": "The best gadgets for Christmas 2021",
  "text": "<p><strong>Teenage Engineering OB-4 magic radio, from £599<br></strong>A thing of beauty, the magic radio bewitches before the music starts. It comes in two shades and, while the matte black is attractive, be brave and go for the glossy cherry red. The portable, hifi loudspeaker plays tunes using line input, bluetooth, disk or FM radio – and, handily, enables you to rewind the radio. <a href=\"https://teenage.engineering/products/ob-4\"><em>teenage.engineering</em></a></p> <p><strong>Ozeri travel-sized electric wine-bottle opener, £20<br></strong>This fun-size gadget will have you popping corks from your tent or cabin with the press of a button. In&#xa0;contrast to the many hefty electric bottle openers on the market, it's just 18cm tall and weighs less than a can of soup. It&#xa0;can unscrew 80 corks before it needs recharging (via USB) and its&#xa0;semi-transparent shell means you can see the action unfold. <a href=\"https://ozeri.com/barware/Ozeri-OW08A-Fascina-Electric-Corkscrew/B012BI31CW\"><em>ozeri.com</em></a>&#xa0;</p> <p><strong>Ooni Karu 16 pizza oven, £699<br></strong>This low-slung dome is the first and&#xa0;only pizza oven to be “recommended for domestic use” by The Associazione Verace Pizza Napoletana, a world-leading authority on traditional Neapolitan pizza. Made by a Scottish company, it can be fired up with wood, charcoal or gas and can cook a 16in pizza (an extra-large by&#xa0;restaurant standards) in one&#xa0;minute. Perfect for the terrace&#xa0;or backyard.&#xa0;<a href=\"https://uk.ooni.com/\"><em>uk.ooni.com</em></a></p> <p><strong>Vollebak Race to Zero running gear, from £85<br></strong>There'll be&#xa0;no excuse for sluggish times when pounding pavements in the&#xa0;jacket, puffer, T-shirt and shorts&#xa0;from Vollebak's Race to Zero&#xa0;line, which claims to be the world's lightest running-gear collection. As&#xa0;well as weighing next&#xa0;to nothing&#xa0;(at 85g, the jacket&#xa0;is lighter than a pack of cards), each piece is moisture-wicking, odour-resistant thanks to&#xa0;a silver-based microbial treatment, and can be rolled into&#xa0;a&#xa0;tiny ball. Choose from khaki&#xa0;or black.&#xa0;<a href=\"https://www.vollebak.com/\"><em>vollebak.com</em></a></p> <p><strong>Apple iPad Mini 6, from £479<br></strong>Apple's smallest tablet to date packs a punch. Weighing little more than a large smartphone, it&#xa0;has a bright screen, quality speakers and an A15 Bionic chip (the same as the iPhone 13) for speedy scrolling and smooth app&#xa0;navigation. Makes reading, browsing and gaming on the go more enjoyable than ever.&#xa0;<a href=\"https://www.apple.com/ipad-mini/\"><em>apple.com/ipad-mini</em></a></p> <p><strong>Nothing Ear (1) earbuds, £99<br></strong>Keen for your earbuds to stand out? The first product from new&#xa0;London startup&#xa0;Nothing, these&#xa0;striking alternatives to AirPods have a transparent stem&#xa0;so you can see&#xa0;the robotic-looking parts normally hidden inside. They're also lightweight, noise-cancelling and come with three sizes of silicone tips to ensure a snug fit.&#xa0;<a href=\"https://nothing.tech/\"><em>nothing.tech</em></a></p> <p><strong>Ikea x Sonos Symfonisk lamp speaker, from £150<br></strong>Ikea and Sonos have reunited to devise a new and improved version of their&#xa0;lamp-speaker hybrid. The Symfonisk comes with a solid sound system and a choice of black or white base and glass or textile lampshade. A neat way of folding two gadgets into one.&#xa0;<a href=\"https://www.ikea.com/gb/en/p/symfonisk-table-lamp-with-wifi-speaker-white-70435160/\"><em>ikea.com</em></a></p> <p><strong>Déesse Pro Express LED mask, £395<br></strong>Fancy a glow-up on the go? Déesse makes some of the best LED masks on the market&#xa0;– and this travel model, which is charged via USB, purports to minimise fine lines using two wavelengths of light, takes 10 minutes to complete a session and is easily slipped into&#xa0;your carry-on. <a href=\"https://deessepro.com/products/deesse-pro-express-led-face-mask\"><em>deessepro.com</em></a></p> <p><strong>XGIMI MoGo Pro Plus mini projector, £559<br></strong>No&#xa0;bigger than a regular water bottle, Xgimi's dinkiest offering represents the gold standard for mini projectors, which tend to be&#xa0;a&#xa0;little dodgy. It delivers 1080p FHD&#xa0;resolution and impressive colour and contrast; stash it in your&#xa0;bag so you can binge movies&#xa0;on holiday.&#xa0;<a href=\"https://www.amazon.co.uk/Projector-Portable-Supported-Correction-Mirroring-Black/dp/B08MQ31V78\"><em>amazon.co.uk</em></a></p> <p><strong>Cuzen Matcha Starter Kit,</strong> <strong>$369</strong><br>Is this the Nespresso machine of matcha? The sleek white appliance (currently only available in the US) turns the ancient, time-intensive art of preparing fresh matcha into something that can be done with&#xa0;the push of a button. Devised by two Japanese friends living in the US, it produces shots of the antioxidant-rich green tea that you&#xa0;can then blend with milk, pour over ice or turn into other treats. <a href=\"https://cuzenmatcha.com/\"><em>cuzenmatcha.com</em></a></p> <p><strong>Skibrid Evo, €995<br></strong>One for&#xa0;all&#xa0;you adrenaline junkies to take&#xa0;on your next ski trip, this deceptively simple device from&#xa0;French startup Skibrid is a&#xa0;set&#xa0;of handlebars and foot holders that turns your skis or&#xa0;snowboard into a snow scooter. It's&#xa0;as easy as screwing the lightweight frame into your skis or&#xa0;board and pointing yourself down the mountain.&#xa0;<a href=\"https://www.skibrid.com/skibrid-evo-alternative-us.html\"><em>skibrid.com</em></a></p> <p><strong>Finis smart swimming goggles, $235<br></strong>Up your swim game with these goggles from Finis, available in countries including the US; and&#xa0;Australia (but not the UK or EU). Your real-time stats including lap counts and split times are displayed in the corner of the lenses – and, for a more extensive breakdown, you can check out&#xa0;their connected app while towelling off. <a href=\"https://www.finisswim.com/\"><em>finisswim.com</em></a></p> <p><strong>Pro-Ject Debut Pro, £699 <br></strong>I&#xa0;challenge you to find a more handsome turntable. Released to&#xa0;celebrate Austrian audio specialist Pro-Ject's 30th birthday,&#xa0;the Debut Pro is fitted with a carbon-aluminium tonearm&#xa0;to ensure peerlessly crisp&#xa0;audio and&#xa0;has a delicious satin-black finish. Pro-Ject calls it a&#xa0;“throne for&#xa0;your records”, which seems about right.&#xa0;<a href=\"https://www.project-audio.com/en/product/debut-pro/\"><em>project-audio.com</em></a></p> <p><strong>Arcade1Up Infinity Game Table, from $699.99<br></strong>What's the festive season without a family feud over bankruptcy, exorbitant hotel fees and prison time? Created by an arcade-games company (and currently only available in North America), this touchscreen-operated smart table brings dozens of beloved board games including Monopoly, Scrabble and Trivial Pursuit (plus puzzles and card games) to your fingertips. <a href=\"https://arcade1up.com/products/infinity-game-table\"><em>arcade1up.com</em></a></p> <p><strong>Samsung Galaxy Watch4, £269<br></strong>Samsung and Google have&#xa0;created their most compelling Android smartwatch yet. It comes in two styles – both&#xa0;more streamlined than previous offerings – and with a&#xa0;suite of apps (many of which must be used with a Samsung smartphone; it's not compatible with an iPhone). It offers comprehensive sleep tracking and&#xa0;a new-fangled sensor that monitors the composition of fat and muscle in the body.&#xa0;<a href=\"https://www.samsung.com/uk/search/?searchvalue=galaxy%20watch4\"><em>samsung.com</em></a></p> <p><strong>Roku Streaming Stick 4K, £49.99<br></strong>Step up your streaming game with this little black stick. Roku's most powerful offering for playing internet (and smartphone) content on your TV, it streams in 4K&#xa0;ultra-high resolution and supports technologies including the sophisticated video format Dolby Vision. It also has shortcut buttons for Netflix, Disney Plus, Apple TV Plus and Hulu. <a href=\"https://www.roku.com/en-gb/products/roku-streaming-stick-4k\"><em>roku.com</em></a></p><p>Source: Jamie Waters 2021 'The best gadgets for Christmas 2021' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-10T04:50:32.137Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1743,
          "end": 1748
        },
        {
          "start": 1772,
          "end": 1777
        },
        {
          "start": 2076,
          "end": 2081
        },
        {
          "start": 6188,
          "end": 6193
        },
        {
          "start": 6188,
          "end": 6201
        }
      ]
    }
  ]
}