{
  "_id": "5e8ec05c7d09a74499dc413290b59254b442a47cf122cfc0c9302b0d2d2fb8a3",
  "feed": "wall-street-journal",
  "title": "'Certified Lover Boy' by Drake Review: Worth a Fling but Not a Ring; The latest from the superstar is light on substance but thick with surface-level pleasure",
  "text": "<p>He had an early understanding of how streaming media affected listening, and he and his co-producer and musical collaborator Noah \"40\" Shebib assembled projects increasingly optimized for platforms like Spotify and Apple Music. In 2017, he referred to his new release, \"More Life,\" as a \"playlist\" rather than an album or a mixtape. He churns out records that get longer and longer though he structures them to be consumed without effort, with beats that are easy on the ear and fit smoothly into playlists of all kinds. You hit \"play\" and let the music wash over you, soaking in its sonic delights without thinking too hard about whether he's saying anything fresh or interesting.</p><p>With \"Certified Lover Boy\" (Ovo/Republic), his sixth album, out now, he isn't, not really. In a release note, Drake dubbed it a \"combination of toxic masculinity and acceptance of truth which is inevitably heartbreaking,\" which shows a certain amount of self-awareness but misses the mark as far as the set's ultimate emotional impact.</p><p>\"Certified Lover Boy\" is filled with the same themes that have been present in his work all along—he calls out the haters and pities those who can't recognize his greatness, but he also talks about being lonely, unhappy and misunderstood. Once in a while, he mentions fatherhood and his young son. It's a fool's errand to look to Drake for signs of maturity, growth or wisdom: You might think he's funny, outrageous or occasionally clever, but if you're turning to him for insights about your own life, well, you'd be better off looking elsewhere.</p><p>Not that \"Certified Lover Boy\" is a bad album. Its virtues are found in the musicality of Drake's phrasing and its superb engineering. While many producers contributed to the record, Mr. Shebib mixed every track, and all sound like they're created in his image. His trademarks include spacious arrangements, ghostly synths and crisp, forceful drum programming, a unique mix of dreamy atmospherics and attention-seeking beats that allows the songs to work equally well in the foreground or background.</p><p>The opening \"Champagne Poetry\" functions like the LP in miniature, yoking together fragments of what could have been different songs into a single track that is long—over 5 1/2 minutes—but doesn't outstay its welcome. It's built around a pitched-up sample of the Beatles' \"Michelle\" that was first used in a song by R&amp;B singer Masego, and the warped refrains of \"I love you, I love you, I love you\" serve as an ironic counterpoint as Drake surveys the musical landscape and finds the competition wanting (\"Under me I see all the people that claim they over me / And above me I see nobody\"). Its second half adds massed voices and a gospel piano line, and Drake raps double-time, dubbing himself \"co-parent of the year\" and refusing to apologize for his success.</p><p>No matter how preposterous or just plain wrong Drake seems, his delivery and the surrounding music make his comments tolerable. So on \"Girls Want Girls,\" which has a guest verse from Atlanta rapper Lil Baby, he talks about lusting after women in terms that are silly when not downright offensive but the music is extraordinary, with a spectral wisp of synths and Drake's voice processed to sound distant and mournful. \"Love All\" finds him feigning satisfaction with a simpler life while calling out those who misunderstand his perspective (\"Never had a lot, this is all I need / Lost individuals is all I see\"), and the eerie, liquid production, swirling like cognac in a glass that catches the light just so, is hypnotic.</p><p>This blend of dubious lyricism and luxurious arrangements continues on songs where Drake pats himself on the back for being kind to an exotic dancer who has been abandoned by her family (\"TSU\") and celebrates the hedonism of club life with Auto-Tuned rapper Future (\"N 2 Deep\"). The uniform mood of the production is interrupted by the occasional uptempo banger, as on \"You Only Live Twice,\" which features contributions from hip-hop veterans Lil Wayne and Rick Ross. \"Fountains,\" a duet with Nigerian singer Tems, is a major highlight, with a tapping rhythm pitched somewhere between the shuffle of the Afrobeats style popular in her country and the jazzy elegance of bossa nova.</p><p>Drake was a hit with critics early on, but many have turned against him, even as his popularity continues to grow. That's partly because he takes so few chances and partly because his once-novel persona easily grows tiresome. His releases now are essentially more of the same, and for casual listeners there is a strong sense of \"OK, we get it.\" If you've had your fill of Drake—and who can blame you?—\"Certified Lover Boy\" won't do anything to change your mind. It's an album exceedingly light on substance that also happens to be thick with surface-level pleasure.</p><p>Mr. Richardson is the Journal's rock and pop music critic. Follow him on Twitter @MarkRichardson.</p><p>'Certified Lover Boy' by Drake Review: Worth a Fling but Not a Ring</p>",
  "published": "2021-09-07T21:34:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 215,
          "end": 220
        }
      ]
    }
  ]
}