{
  "_id": "2b1bd59d2124b0cc4d76e5bff4d1a32f6eefbe979dfef01cd6f44f9a8eb090f3",
  "feed": "market-watch",
  "title": "‘Hunger isn't a scarcity issue': This startup diverts excess food from executive dining rooms to hungry people",
  "text": "<p>Each year, billions of pounds of food — from barely bruised fruit to uneaten gourmet lunches intended for executive dining rooms — go to waste in the U.S.</p><p>As that refuse rots in landfills, some 38 million people face hunger in this country each year, according to&#xa0;Feeding America, a nonprofit network of food banks and food pantries across the country. That problem only intensified when COVID-19 forced many people out of jobs and raised costs of medical care and child care for others, taking a big toll on grocery budgets.</p><p>So it has taken outside-the-lunchbox thinking of entrepreneurs like Atlanta-based Jasmine Crowe and her benefit corporation, or B Corp., Goodr, to provide the speedy technological link and new thinking to more efficiently tap sources of food waste: corporations, grocery retailers and facilities such as airports. Using Goodr or similar pickup platforms, these large entities can hand over perfectly edible extras into delivery vans in real time, and ultimately into the hands of hungry people.</p><p>Tracking such waste, a service that Goodr provides to clients, can in turn help companies that are over-buying or over-producing rethink what they order and prepare, saving them in food costs and waste-management fees. The service can boost corporations' reputational standing with employees, who increasingly push for attention to shine on all stakeholders, not just shareholders. In some states, food distribution might be partly funded with grants or offset by tax breaks.</p><p>Several states have food-waste reduction programs&#xa0;searchable on the Environmental Protection Agency's website. In California beginning Jan. 1, food redistribution&#xa0;will be required by law&#xa0;and enforced with fines. The rule is part of the state's climate-change initiatives and is paired&#xa0;with new composting requirements.</p><p>Most importantly, quantifying food waste and communicating its impact may ultimately force the country to rethink how its abundance is abused.</p><p>Read:American families throw out $1,500 in uneaten groceries every year as food insecurity worsens</p><p>Crowe says she came to form her for-profit operation “organically,” in part after the shock of the empty refrigerator in the family home of a distressed college friend who at one time was a well-paid, well-traveled celebrity makeup artist. She also began singlehandedly collecting boxed spaghetti donations, piling up coupons, and cooking and distributing food to unhoused people in the Atlanta area out of her own apartment kitchen.</p><p>Goodr says it operates under the notion that “hunger isn't a scarcity issue. It's a matter of logistics.”</p><p>“We work with communities,” Crowe adds. “They sponsor and we set up and help operate pop-up, free open-air produce markets, with chefs doing tastings, and pop-up, free grocery stores, as well as school snack programs and home deliveries for those who can't easily go out.”</p><p>Crowe now operates in 26 states, and she has shared her origin story, her eye-opening realization about who hunger can affect, and her outlook for organizations under the leadership of women of color in a TED Talk and elsewhere. In 2020, she was recognized on an Entrepreneur magazine cover.</p><p>Crowe spoke with MarketWatch about the macro issues of food waste and nutritional insecurity, as well as her experience running a service-based, for-profit organization in a space that continues to fight for capital. The interview has been edited for length and clarity:</p><p>MarketWatch: Tell me a little bit about how the company started and what you see as your larger role. You've made yourself very accessible with the TED Talk and more, and I think that's super helpful for other women who desire leadership roles.</p><p>Crowe: You know, I started Goodr very organically. I observed people in Atlanta experiencing food insecurity, so largely living unsheltered on the streets, or living alone in senior high-rises. And at my own office [before Goodr's founding], I saw a lot of corporate-purchased food go to waste. So I stored some and then distributed. From that, a video I made actually went viral in my work and people were saying, “This is so amazing.”</p><p>And so I started to think if I can get this food donated faster, you know, how many more people would I need? I just went to Google, like so many people do, and really began seeing the numbers around food waste. Then I began to really work on trying to connect this excess food to people that would maximize how we got started on this journey.</p><p>I'm not a technical founder, but I saw that there was just so much going on in the space. I started going to hackathons to recruit the tech talent, and really just tried to understand what this technology can do. [Editor's note: Here's the app that Goodr uses to connect corporate clients for pickup and delivery. They also provide composting and waste-management services.]</p><p>Look, we're still evolving and spreading the importance of our message. I think a lot of people think, “Oh, everything's well,” but our reality is I struggle to get a lot of people to buy into something like rethinking their waste and thinking for the broader good while helping their own operations.</p><p>MarketWatch: And I saw you mention that labor-market tightness means you're competing with drivers who might opt for Uber UBER and Lyft LYFT, for instance. Still true?</p><p>Crowe: Yes.</p><p>MarketWatch: So one of your clients is Atlanta's very busy Hartsfield-Jackson airport. Let's use them as an example and help us connect the dots on how Goodr works. What does that relationship look like and how, ultimately, does the airport's extra food get in the hands of those who need it?</p><p>Crowe: We pick up there on a daily basis — unserved flight meals, for instance — and how it works is we inventory everything they have and make it really easy for businesses to click on the items, tell us how many requests for pickup are needed, and then we confirm that [our trucks and vans] have picked up and then donate it to a nonprofit typically in a close radius to where that business is. The nonprofit signs for the delivery, similar to how you might sign for a UPS package. Their signature generates a donation letter to our customers' portals.</p><p>And now our customers can see exactly how much they're diverting, how many meals they're providing. We do a lot of gamification, so we can tell them, for instance, what their climate-saving action equals in gallons of water or how it compares to the number of cars [and their emissions] off the road.</p><p>Best New Ideas in Money:Torn between donating to a charity you care about vs. one that will do the most good? Try this ‘Giving Multiplier'</p><p>MarketWatch: Do you generally feel like the end user, the families that need the food, are getting nutritional variety as much as possible? Because I would imagine, and you'll correct me if I'm wrong, that in some of these cases, it's sort of convenience food, if you will — so it's packaged things that are caloric and good in that way, but maybe not as diverse a diet as you might hope for.</p><p>Crowe: I think you're a little wrong in that. So we focus on giving people access to a variety. We're choosy, in fact, in what we redistribute. So I think about when I first started one of our big customers was Turner Broadcasting System … and we would collect food from six- and seven-figure-earning executives' meetings and we would deliver to our nonprofit partners. And there were definitely nonprofit partners that had never seen a kale salad.</p><p>MarketWatch: Let's talk about structuring as a B Corp., say, instead of a grant- and donation-dependent nonprofit. You raised $1 million in your first round seeking venture capital [the 35th Black woman in the U.S. to hit that mark]. It's technology meets need. And there's something to be said for structuring yourselves as a for-profit, right? Because then you can be at the same table with DoorDash DASH folks, etc., yes?</p><p>Crowe: There are many nonprofits in existence in the space we're doing this in. And we help get the food to them. I was bringing more to the table. So we look at ourselves more as a waste-management company. Waste-management businesses are typically paid to collect and throw away perfectly good food, and we help [our corporate clients] instead work to get that excess to people or composted to turn it into energy.</p><p>MarketWatch: What are some of the leadership challenges you've felt, and how have you overcome them?</p><p>Crowe: I think challenges for me have definitely been around fundraising. It's been really hard to raise in this space. There's not a big enough understanding of the opportunity here. Our minds have been trained to just settle on the idea that this is America, and issues like hunger solve themselves simply with abundance.</p><p>Plus, I don't think, you know, for women, especially for Black women, that funding just flows. All I can really make clear is that my heart is really into solving this problem. And that I take it really seriously.</p><p>MarketWatch: Food shortages and waste are no doubt a year-round issue, but is there something about the holidays that brings the problem to the forefront? And does that help with the messaging around your mission, or does it frustrate you when attention instead should be spread throughout the year?</p><p>Crowe: It's true that everyone wants to help more during the holidays. I think it's always been like that, to your point. But 100%, people are experiencing hunger throughout the year and we would want to have that support throughout the year, but we can also use this time of year to say that, to make that point, when we have the extra attention.</p><p>Read:You don't have to be Warren Buffett for your holiday giving to make a difference</p><p>MarketWatch: What do you see for 2022? We are all kind of talking about food inflation right now, and some supply-chain issues, and obviously, as we try to bring more and more people into more healthful eating, are you seeing any challenges among your customers or extra food shortages? COVID-19 lingers, too, of course.</p><p>Crowe: There are shortages for schools impacted by supply-chain issues, and that's a challenge for certain. But we are also seeing a lot of people, I think, starting to care more than they used to, once they're impacted by seeing lines and lines of people [at food pantries].</p><p>Read more:</p><p>Hockey is toxic to Black fans and sexual harassment victims who can't speak up — but there's hope, new book says</p><p>Apple exec: No one is safe from climate change until the ‘most vulnerable' communities are protected</p>",
  "published": "2021-12-20T06:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 10382,
          "end": 10387
        }
      ],
      "nexusId": "10022657"
    }
  ]
}