{
  "_id": "edbdbe25c5f9a0c837219d0825460a4c1918f260c35875a43e07fac0b02263a8",
  "feed": "ftcomall",
  "title": "US tech/Trump: block party ",
  "text": "<p>The calibre of tech companies <a href=\"https://www.ft.com/content/6df12c33-e7a3-482b-92da-8c3549789a6b\">cutting ties </a>with Donald Trump and his supporters is as impressive as the group of smiling Silicon Valley tycoons who took part in the 2016 pre-inauguration roundtable at Trump Tower. </p> <p>Relations have soured since that “productive” first meeting. Facebook, Twitter, Snapchat and Twitch have all blocked Mr Trump's accounts. Stripe has halted campaign payment processing. YouTube has removed videos. Amazon's AWS cloud computing service and Apple and Google app stores have dropped <a href=\"https://www.ft.com/content/6df12c33-e7a3-482b-92da-8c3549789a6b\">Parler</a>, the app used by far-right extremists. </p> <p>The riot within the Capitol fomented by Mr Trump and his supporters was a justifiable reason to confiscate their bullhorns. But the timing is convenient for Big Tech. A vengeful Democratic administration is on its way into power. Retrospective remorse for giving Mr Trump a soapbox may reduce recriminations.</p> <p>The Trump years have been lucrative for Big Tech. Lowering the corporate income tax rate from 35 per cent to 21 per cent and ending taxes on profits earned overseas has raised margins. Regulation has remained light. Shares have soared.</p> <p>Mr Trump was just the loudest cowboy shooting from the lip in the social media Wild West. Since the 2016 election, Facebook's daily active user base has grown from 1.23bn to 1.82bn. Quarterly sales have more than doubled to more than $21bn. Twitter has gone from a quarterly net loss of $167m to operating income of $56m.&#xa0;</p> <p>Apple suffered ill effects from the China trade war and flattening iPhone sales, meaning net income is up less than a third since late 2016. But tax cuts enabled share buybacks that propelled it to become the first $2tn company in the US. </p> <p>Even Jeff Bezos' frosty relationship with the president did not prevent Amazon's share price from tripling and annual sales from rising 170 per cent.</p> <p>The First Amendment does not oblige companies to provide services to every user. Parler has little hope of winning its <a href=\"https://www.ft.com/content/15813471-b3c4-4c52-8257-b551478bde90\">case</a> against Amazon. Ironically, Mr Trump may be forced to communicate via the mainstream media he despises until the threat of violence from his supporters has evaporated.</p> <p>By acting like publishers spiking inflammatory content, Big Tech hopes to evade the statutory responsibilities of those stick-in-the-muds. Groups such as Facebook may be able to soften the blow from reform through pre-emptive self-regulation and expensive lobbying. But they cannot dodge it altogether. </p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of the recent actions of Big Tech in the comments section below.</em><br></p> <p><br><br>&#xa0;</p><p>Source:  2021 'US tech/Trump: block party ' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T17:13:54.074Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 468,
          "end": 473
        },
        {
          "start": 468,
          "end": 475
        },
        {
          "start": 1423,
          "end": 1430
        },
        {
          "start": 1423,
          "end": 1428
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}