{
  "_id": "3dfcb2541ca26f0d5828bc531a726bb3bfeecd82e066408bbb0f3d78edf5d07d",
  "feed": "wall-street-journal",
  "title": "Disneyland to Reopen Refreshed,  More Digital and Less Crowded  ----  By Erich Schwartzel",
  "text": "<p>   ANAHEIM, Calif. -- When he took over Walt Disney Co.'s theme-park division last May, Josh D'Amaro had an unusual asset: a vacated Disneyland. </p><p>   The 66-year-old Southern California park had been closed since March 2020, when Covid-19 swept across the U.S., and would remain inactive even as Walt Disney World in Orlando, Fla., resumed operations in July at limited capacity. </p><p>   California officials only recently lifted restrictions that cleared the way for Disneyland to reopen on April 30. On a recent afternoon, Mr. D'Amaro walked the barren streets of a park that will look and feel significantly different when it reopens in a few weeks -- and for reasons that go beyond the pandemic. </p><p>   \"We don't get a pause button often,\" he said in an interview conducted on the empty, yet still pristine, Disneyland grounds that called to mind a miniature-size Mayberry, complete with a quiet City Hall, an unused Fire Department and a closed movie theater. The park had closed just a handful of times in its history -- and for cataclysmic events like John F. Kennedy's assassination and the Sept. 11, 2001, terrorist attacks -- when Covid-19 shut the gates for nearly 14 months. </p><p>   A Disney veteran, Mr. D'Amaro is running the world's most famous theme parks at a critical time, with the pandemic changing the ways people interact and have fun. The park closures have caused billions of dollars to disappear from Disney's balance sheets and forced thousands of layoffs, and it remains to be seen how fervently consumers will return to outdoor activities and summer travel. </p><p>   Mr. D'Amaro's message to investors: The lost time has been an opportunity to update Disney's theme-park business beyond paint touch-ups and polishing the statue of Mickey Mouse. (Working on the Mickey statue during normal business is a challenge, since few guests tolerate leaving the park without getting a chance to see it, said Mr. D'Amaro.) </p><p>   The yearlong hiatus has allowed Disney to re-evaluate some park traditions deemed anachronistic or problematic, including some older rides at both domestic locations with outdated cultural representations or racist connotations. </p><p>   At both U.S. parks, the Jungle Cruise ride is being updated to address negative depictions of \"natives\" featured in the attraction's narrative. Executives also had decided earlier to redesign Splash Mountain -- originally based on \"Song of the South,\" a racist Disney movie from the 1940s -- with characters from \"The Princess and the Frog.\" Mr. D'Amaro said listening to such concerns from visitors and workers and finding the right response will remain a major part of his job. </p><p>   \"We've got an obligation to make sure we reflect the world,\" he said. </p><p>   In making adjustments to Disneyland during its closure, Mr. D'Amaro risks fan disappointment. The park is one of the company's most emotionally compelling connections to consumers, which means he walks a tightrope to embrace the new without alienating those who cherish the old. Take out an old tree, and you've suddenly removed a site where countless Disney fans proposed to their significant others. </p><p>   With Disneyland closed to visitors, Mr. D'Amaro has worked to define his priorities atop the company's parks, experiences and product division. He said one goal is to introduce more technological elements to the park's offerings that might pull in nontraditional customers -- even speculating at one point during the interview about a virtual-reality experience that takes place on Disneyland's Main Street. It represents a parks-division response to a companywide shift, crystallized during the pandemic, toward more direct-to-consumer relationships and personally tailored interactions with the entertainment giant. </p><p>   The pandemic has forced some of those updates already. Disney now offers contactless park entry through Apple iPhones and Watches, and the use of mobile ordering for food at its parks has risen from 9% of transactions before the pandemic to more than 84%. </p><p>   Incorporating more technology into the inherently in-person Disneyland experience reflects a new Disney, one in which online and offline worlds are increasingly blurred. That will be evident, Mr. D'Amaro said, in the Avengers Campus, a park expansion slated to open later this year that incorporates Disney's lucrative Marvel Studios superheroes. The 50-year-old executive, whose division earlier this year closed dozens of Disney stores to encourage online shopping, wants to turn the company's parks into a \"megaverse\" where such fluidity between the physical park and digital world is encouraged. </p><p>   Wall Street is watching. The Disney parks division had been one of the company's most reliable moneymakers; between 2013 and 2017, its annual income rose 70%. In 2019, the last full year before Covid-19, the unit's operating income rose 11% -- top among Disney divisions -- as crowds regularly reached capacity on busy days. Since the pandemic began, the company has given priority to its streaming efforts, especially with movie theaters closed. Its flagship service, Disney+, has delighted investors with its rapid growth but has yet to turn a profit. </p><p>   The pandemic quickened Disney's push into streaming, and Mr. D'Amaro similarly accelerated experiments with ticketing options, introducing a reservation system and canceling the company's popular annual pass program. That program will likely be replaced by a suite of choices better tailored to different kinds of park customers, he said, whether families who visit together or adults who come alone. While that could broaden the pool of potential customers, changes to such programs typically anger some of Disney's biggest fans. The company has already faced criticism for increasing ticket prices to control the flow of guests. </p><p>   The reservation system will ensure Disneyland reopens within capacity limits, set by California officials at 25%. As at Walt Disney World, the park will institute a mask mandate and social-distancing guidelines. Characters like Goofy and Cinderella will say hello from afar -- though the only \"cast members\" visible while Mr. D'Amaro strolled around the park on Wednesday were cleaning crews working in freshly ironed uniforms. And trademark daily events like parades and nightly fireworks displays have been canceled. </p><p></p>",
  "published": "2021-04-09T06:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3803,
          "end": 3808
        }
      ],
      "nexusId": "10022657"
    }
  ]
}