{
  "_id": "55a213492fcc8c730ffc79f0bee6d4a2b201a7921bd1c7cd08f987d677c270f0",
  "feed": "wall-street-journal",
  "title": "U.S. Economy Grew Beyond Its 2019 Level",
  "text": "<p>But virus cases are rising again, particularly in parts of the country where vaccination rates remain low. The federal Centers for Disease Control and Prevention recommended this week that vaccinated people resume masking indoors in places with high or substantial transmission of coronavirus, leading some local governments and businesses to reinstate restrictions on activity.</p><p>Apple Inc., for instance, said it would require workers and customers to wear masks in more than half of its retail stores, and Google delayed its return-to-the-office plans until mid-October. Several private and public employers have said they would require workers to be vaccinated or regularly tested for infection.</p><p>All of this has raised uncertainty about whether consumers and workers will retreat again, as they did last year. For now, forecasters generally don't expect the spread of Delta to make a major dent in the U.S. economy, in part because businesses and consumers have learned to adapt to each wave of the pandemic.</p><p>Still, the Delta variant's fast spread, initially in many emerging nations abroad, shows the U.S. economy remains vulnerable as long as the pandemic persists.</p><p>\"What you worry about is how many disruptions are we going to continually have to deal with?\" said Diane Swonk, chief economist at Grant Thornton. \"In the U.S. economy, there is some downside risk that some people don't go out and don't go out to eat as much as they did, they don't travel as much.\"</p><p>The strong spring growth was fueled by trillions of dollars in fiscal stimulus and consumer spending that jumped at an 11.8% annual rate as more people received vaccinations and businesses reopened. U.S. payrolls continued to grow during the quarter, expanding the labor market by an average of nearly 600,000 a month. More recently, initial jobless claims last week resumed their decline.</p><p>Economists see two main ways the spread of the Delta variant could derail the robust recovery. First, some state and local governments could reimpose restrictions on businesses. Second, consumers could curtail spending on travel, dining out and movie-going out of heightened cautiousness.</p><p>So far, new restrictions have been limited in scope, but the list is growing. They include the reinstatement of indoor-mask rules in some localities such as Los Angeles County. Walt Disney Co. said it would require visitors to Walt Disney World in Orlando, Fla., and Disneyland Resort in Anaheim, Calif., to wear masks indoors, effective Friday. Three music clubs in New Orleans -- including Tipitinas -- said they would require people attending shows to provide proof of vaccination or a negative Covid-19 test for entry, also effective Friday.</p><p>People across the U.S. don't appear to be retreating into their homes as the Delta variant spreads. Flight volumes and hotel-occupancy rates continue to rise, according to an analysis by Jefferies. Public-transit usage is also gaining ground, though it is down compared with pre-pandemic levels, Jefferies said.</p><p>The increasing level of vaccinations in the U.S. has made people more likely to keep working and spending money despite the rise in cases.</p><p>\"I really don't expect anything like we saw in the spring of last year,\" said Ben Herzon, executive director at forecasting firm IHS Markit. \"Going forward we'll just see how high the case count gets and how nervous some people get.\"</p><p>Rising inflation, continued supply-chain disruptions and a shortage of available workers also are factors that could restrain the economy.</p><p>Budweiser brewer Anheuser-Busch InBev SA said it was grappling with how to mitigate a range of higher costs to protect profitability, though its sales reached pre-pandemic levels in the second quarter. It said barley and freight had gotten more expensive, and that greater demand for cans in the U.S. had forced it to import them from elsewhere, further adding to its costs.</p><p>Nescafe coffee maker Nestle SA warned that costs for transportation, commodities and packaging were all rising.</p><p>Elsewhere, logjams at seaports around the world have left toy companies such as Hasbro Inc. and Mattel Inc. scrambling already to ensure they will have sufficient supplies for the holiday shopping season. Toy-industry veterans said this year's disruption is worse than when Covid-19 first struck last year, temporarily shutting many ports, factories and stores. Ocean freight bottlenecks have led to long delays for shipping from China and rates that are far higher than usual. Toy makers are also grappling with rising costs for materials and labor.</p><p>Still, many analysts expect these supply constraints and bottlenecks to ease. Demand -- particularly for long-lasting goods that consumers snatched up earlier in the pandemic -- is starting to moderate. As a result, companies have more time to work through order backlogs and increase production. Many economists said inventory replenishment should boost output in the coming quarters.</p><p>A strong comeback in consumer demand this spring has been a double-edged sword for many businesses. Sales have boomed, allowing companies to recover losses, but growth has been so rapid, some have found it difficult to keep pace.</p><p>When many people got vaccinated earlier this year, they started flooding into Factory Hair Seattle to get their hair cut, said Denise Rivera, the salon's owner. \"It just exploded,\" she said. \"I've been through a recession and seen the economy come back, but never anything like this.\"</p><p>As business soared, some stylists became mentally fatigued; some said they couldn't take any more clients. Ms. Rivera added two stylists to her staff of six to try to keep up with the onslaught of customers. The salon also raised prices, in part to slow growth a bit to a more manageable level, Ms. Rivera said. Haircuts, which include a shampoo and a blowout, cost an average of $60 to $70, up by $5 from a year ago, she said.</p><p>Consumer prices rose 5.4% in June from a year before, the fastest pace since 2008, the Labor Department reported. As overall economic growth eases, price increases could cool as well. Economists surveyed by The Wall Street Journal in July see inflation measured by the department's consumer-price index easing later this year, to 4.1% in December from a year earlier, and 2.5% by the end of 2022.</p><p>Overall, economists expect growth to remain strong, barring a sharp re-emergence of virus cases and related restrictions and fear. Respondents to the WSJ survey forecast the economy to grow 7% in the third quarter before drifting down to a 3.3% rate in the second quarter of 2022.</p>",
  "published": "2021-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 379,
          "end": 389
        },
        {
          "start": 379,
          "end": 384
        },
        {
          "start": 379,
          "end": 388
        }
      ],
      "nexusId": "10022657"
    }
  ]
}