{
  "_id": "86af0d98d901d34870dda7773027a0255624c0dda6150c5c63525da7166ffab5",
  "feed": "ftcomall",
  "title": "Bellingcat's Eliot Higgins: ‘We're on the precipice of the misinformation age'",
  "text": "<p>“Ten years ago I would have found a call like this unbearable,” Eliot Higgins tells me. It's not the most promising basis for a relaxed lunch. </p> <p>When Higgins was young, he felt everyone was watching him. He was too nervous to speak up, too self-conscious to go to the pub. Even now, aged 42, he struggles to stress how extreme his anxiety was: “really terrible”, “really severe”, “tremendous”.</p> <p>Every few months, he'd have a panic attack. “I'd feel dizzy and my heart would start pounding . . . When it's so much part of your life, you don't even realise it's unusual. I think it held me back a lot.”</p> <p>The irony is that Higgins now watches other people — in a way that should make them even more anxious. For a decade, he and his collaborators have trail-blazed detective techniques that stitch together social media posts, satellite data and confidential databases.</p> <p>Their feats are remarkable. They proved that Syria's regime used chemical weapons against its citizens. They unmasked the Russian “kill teams” who poisoned defector Sergei Skripal and opposition leader Alexei Navalny. Vladimir Putin has changed the law to try to <a href=\"https://www.ft.com/content/6be3a0c9-c05b-425c-b790-8289245d2027\">stop similar embarrassments</a>.</p> <p>The past decade — from the collapse of the Arab spring to QAnon — led many people to despair. For Higgins, peering into the dark corners of the internet allowed him to find himself. The more he tracks the west's nervous breakdown on screen, the less anxious he feels. His new confidence is such that he has to stop himself slipping into interview mode.</p> <p>“We're sitting on the precipice of the misinformation age: from the information age to the misinformation age,” he says, with quiet, precise urgency.</p> <p>Higgins lives in Leicester, but we are meeting in his spiritual home: the internet. He fills my screen with a thick brown-and-grey beard (“every time I'm about to get it cut, there's another lockdown announced”).</p> <p>It's a few days after the storming of the US Capitol. That event proved that, when people unhinge themselves from reality, reality itself is in danger. It was a showcase for Higgins's obsessive fact-finding. He stared at footage until he spotted a man dragging a police officer to the ground to be beaten. “It was virtually invisible until you realised what was happening, because it was partly covered by people's arms and legs.”</p> <p>Bellingcat, his investigative group,<a href=\"https://www.bellingcat.com/news/2021/01/08/the-journey-of-ashli-babbitt/\"> analysed Twitter posts</a> by a woman killed by police as she tried to enter the House chamber. It found she had backed Barack Obama, before becoming taken by conspiracy theories.</p> <p>“In the past we were looking at radicalisation of people who joined Isis. It's the same kind of process that's happened with these Trump supporters. Instead of worshipping Allah, they're worshipping Trump.”</p> <p><a href=\"https://www.ft.com/content/04df988d-9b09-4e6a-b7d8-70b1a5e654dc\">John le Carré</a> demystified the intelligence services; Higgins has demystified intelligence gathering itself: his workings are published online for anyone to check. While le Carré's novels oozed factual and moral uncertainty, Higgins' blog posts are less poetic and less pessimistic. Their ethos is that truths can be verified, and that sleuthing can help us to escape our political quagmires. Navalny described one Bellingcat investigator, Christo Grozev, as “a modern day Sherlock Holmes”.</p> <p>Higgins calls his non-profit outfit “an intelligence agency for the people”. In his new memoir, <a href=\"https://www.ft.com/content/4e27089f-5a99-4fa4-8713-9420f5e5a611\"><em>We Are Bellingcat</em></a>, he writes, “This is only the start.” The start of what? Of online detective work? Or of something more ominous — the chaos that has necessitated the detective work in the first place? Even in the Biden era, powerful autocracies, state-backed misinformation and fact-free extremism may continue to thrive.</p> <p>Higgins is one of the internet's good guys — a champion of truth in a post-truth world. Is he destined to be outnumbered?</p>  <p><strong>In 2016, would-be jihadis</strong> wanted to show that Isis was present across Europe. They posted videos of handwritten notes of support in public places. Higgins asked internet users to identify the locations from clues in the background. They did, the police swooped, and the Isis propaganda campaign collapsed. </p> <p>So I know that Higgins could pin down my location in minutes. I plant my laptop in front of a blank backdrop, and smugly congratulate myself on my stealth.</p> <p>Then, as we wait for our food to be delivered, I hear a voice. My four-year-old daughter has somehow entered, offering a cupcake. She is followed shortly afterwards by my cat. If I had really been trying to hide clues from Higgins, I wouldn't have lasted long. This is the kind of oversharing that he thrives on.</p> <p>“Looking through photos of cats on the internet is a big task,” he laughs. He does reveal that he recently reunited a family with their stolen dog, by deciphering a number plate. I open a beer.</p> <p>Higgins's success was built on two realisations. First, the internet has clues to even the most secret operations. Second, established media organisations were ignoring this potential gold mine.</p> <p>Journalists prized on-the-ground reporting, which became near-impossible in Syria. As for policymakers, their grasp of online investigative techniques was such that “you might as well be talking in <em>Star Trek</em>-style gobbledegook”.</p> <p>Higgins, in contrast, was an internet native. The son of an RAF engineer and a pastry chef, he dropped out of further education. He retreated to video games and early online communities because of his anxiety.</p> <p>From 2011, he started discussing the Arab spring online. Despite never having visited Syria and not speaking Arabic, he picked up details others had missed: which weapons were being used, who had control of which village. “I was one of the first people who realised that you could look at videos and Google Earth, and figure out where they were filmed.” Studying the angle of shadows could tell you the exact time that photos were taken. </p> <p>Media coverage depicted Higgins, patronisingly, as an unemployed, stay-at-home dad. In fact, he had an admin job: he was just working from home before it was cool. He then ran his own crowd-funded blog. “[Journalists] couldn't quite understand me,” he says. It was “grating”, too, that they assumed he lived in London.</p> <p>There have been tragic moments. In 2014 Isis murdered James Foley, a US reporter with whom Higgins had been in contact. Pictures of Foley's decapitated body surfaced on Twitter. “I ended up transcribing everything he was saying in the video, so [Foley's friends] didn't have to watch it,” says Higgins.</p> <p>He also watched videos of dead Syrian children to see if their pupils showed signs of sarin exposure. “You have to be very open in looking at your own mind and how it operates . . . Vicarious trauma is a big issue in this line of work. But it's very easy for me to compartmentalise.” Others felt besieged by internet trolls. Higgins attributes his resilience to having grown up online: “I knew that people were shits on the internet to people they don't like.”</p> <p>With flight MH17, shot down over Ukraine in 2014, Bellingcat tracked Instagram posts by Russian soldiers, and bystanders' videos, to identify the itinerary of the missile launcher. The sloppiness of Russian forces clearly engages Higgins, who, like any video gamer, takes pride in outsmarting them.</p> <p>Sometimes black humour helps. Last year, to identify the team that poisoned Navalny with a nerve agent, Bellingcat bought passport details, flight records and phone locations, all available on the black market. Navalny himself prank-called one of the failed assassins, and <a href=\"https://www.ft.com/content/6be3a0c9-c05b-425c-b790-8289245d2027\">tricked him into confessing</a>. </p> <p>Are Bellingcat's findings new to western spy agencies? Higgins gives the example of the so-called bicycle assassin — accused of <a href=\"https://www.ft.com/content/253b96a8-0b80-49e9-92fb-0373b2a2f353\">shooting a Chechen exile</a> in Berlin in 2019. “We really got the strong impression that the German security services didn't know any of the stuff [about the accused's links to Russian intelligence] that we managed to dig up,” he says.</p> <p>“I've been told that often our work is being used by intelligence services, either to copy what we're doing and disseminate it as their own work or being shared from one country to another, which they wouldn't be allowed to do with intelligence.”</p> <p>I ask what happened to the Russian operatives who tried to kill Sergei Skripal in Salisbury. Were they killed for failing? No, Bellingcat's work suggests “they just got given really rubbish jobs”.</p> <p>Does Higgins wonder about the psychology of Assad and Putin? “I just assume these are powerful people who want to maintain power,” he says, as if these were simply the rules of a video game.</p> <p>Our food arrives. Higgins laments that many of Leicester's best restaurants have shut permanently because of the pandemic. But he has managed to secure a <em>lahmacun </em>— a Turkish pizza wrap, with mince, tomato and cheese. “Quite straightforward so it's tasty.” His wife is Turkish; they met in an online chatroom, and have a daughter, 8, and a son, 6.</p> <p>“I wouldn't let my kids on the internet nowadays. Half the kids in the UK have smartphones at the age of 10 . . . You might as well be giving them a crack pipe in my view, because you're going to mess them up just as much.”</p> <p>Some of his daughter's classmates “have difficulties because of the amount of time they spend playing” <em>Fortnite</em> and <em>Among Us</em>. “She'll probably be a teenager before I let her have a smartphone.” Instead the family plays board games, such as Castles of Mad King Ludwig.</p> <p>My sushi box is the size of a large chess set. I'm guessing all 22 pieces aren't meant for one person, but the umami is as addictive as TikTok. Higgins becomes distracted by his phone. “We've got to pay some lawyers in Russia for a court case we're involved with,” he says. “Could you give me two minutes?”</p>  <p><strong>You could compare Higgins</strong> to WikiLeaks founder Julian Assange, but he wouldn't like it. He disdains Assange's “cult of personality”, and has worked to underpin Bellingcat's investigators, who are based in more than 20 countries, with a charitable structure. “I can get fired by the supervisory board, which is not really something you could have done with Assange.” Bellingcat doesn't want to be a repository that needs double-checking: it wants to teach others. “A lot of this analysis is not sophisticated. It's spot-the-difference for adults.”</p> <p>In 2016, leaked internal WikiLeaks chats accused Bellingcat (wrongly) of being funded by the UK defence ministry. In fact, Bellingcat had little reliable funding. Higgins was having to lend his own money to keep it afloat: “It was constantly a nightmare.” Now it is funded mainly by European charities and journalism workshops. </p> <p>But how impartial is Higgins? As a teenager, he was “very interested in leftwing stuff that was outside the mainstream — Noam Chomsky, Naomi Klein, Michael Moore, listening to weird music”. His tweets make clear he's anti-Brexit, anti-Trump.</p> <p>Once people were amazed that he could investigate anything. Now some want to know why he is not investigating everything. </p> <p>“If civilians are being harmed, that's what makes me focus,” explains Higgins. Wars, such as Syria's, are “quite straightforward — it's who's shooting at whom”. It was hard to investigate US bombing in Syria, because “you don't have the same level of social media use” in Isis-held areas, and even harder to investigate the tangled web of corruption in many countries.&#xa0;</p> <p>Bellingcat also struggles to investigate China, because of a lack of contacts. Meanwhile, Russia is “a special case”, because of the black market in official data. “It's just a really leaky government.” Putin has tried to block access, but “when your politicians are corrupt, it's a lot easier for [a junior official] to say, I'll take a few hundred roubles here or there to do this tiny little thing”.</p> <p>What has Higgins really achieved? His investigations have exposed abuses by the footsoldiers of Rupert Murdoch (phone-hacking), Bashar al-Assad and Putin. But all those men's power remains intact.</p> <p>Bellingcat takes its name from a fable where some mice ponder how to stop a cat from eating them. Has the group managed to bell the cat? For instance, would Russia use nerve agents again? “I'd really hope not, but I don't think the international community has done a lot so far to rap Russia on the knuckles.”</p> <p>Higgins points to other results. Four Cameroonian soldiers were jailed for killing civilians, after a <a href=\"https://www.bbc.co.uk/news/world-africa-54238170\">BBC investigation using open-source techniques</a>. The EU coast guard is under pressure, after Bellingcat and others suggested it has been complicit in <a href=\"https://www.ft.com/content/32d464ad-1efb-4b6b-ad43-427d05e01852\">pushing back boats of asylum seekers</a>. </p> <p>Higgins dreams of justice: his work on Syria being used in cases against war criminals, for example. He sits on the technology advisory board to the International Criminal Court.</p> <p>What about thwarting misinformation entirely? “Sometimes it feels like the forces involved are so massive and so misunderstood that it's very hard to start addressing.” He supports banning Trump from social media, but admits it could be an “overcorrection” that leads hardline Trumpists to connect with neo-Nazis online.</p> <p>I ask if Bellingcat wants to be the sewerage system for the internet. He replies that they're just pointing to disgusting sewage “and saying someone should really do something about that”.</p> <p>There is a problem. Every tool he uses can be used by dictators. If Bellingcat can identify Russian secret operatives, surely Beijing can identify democracy activists?</p> <p>“I would be really worried if I was an activist [in China] of ever leaving any digital footprint whatsoever . . . You'd have to just stay indoors all the time connecting to the world through a VPN, which isn't very easy for an activist.”</p> <p>Bellingcat is the silver lining; the cloud is our total loss of privacy. Even so, Higgins opposes “cyber-miserabilism”. People will keep oversharing. “We can't limit people's access to the internet. They're not my kids. But we do need a certain degree of control. We just can't accept that building communities around insane conspiracy theories is OK.”</p> <p>The line is tricky though. He doesn't want to censor the Assad apologists who disagreed with him over Syria: “I can understand why people are confused about chemical weapons.”</p> <p>I have eaten all 22 pieces of sushi plus one cupcake, and am wondering whether my belly may soon be visible on Google Earth. Higgins takes a swig of water. If this call has been unbearable after all, he hasn't hinted. He seems anxiety-free.</p> <p>Watching TV shows such as <em>BoJack Horseman</em>, which focus on people's internal worlds, helps him process his experiences. He has become less nerdy, and more mindful: “I do a bit of meditation now.”</p> <p>But he receives death threats. Autocrats bear grudges. One day their fury, like QAnon supporters', may not just be online. “I think about this a lot,” he says. “I don't think I could live any other way from what I'm doing now, even though there are risks inherent in that. I don't think I could be happy not doing this . . . I'm very happy with who I am now.”</p> <p><a href=\"https://www.ft.com/henry-mance\"><em>Henry Mance</em></a><em> is the FT's chief features writer</em></p> <p><em>This article has been amended since original publication to better reflect Bellingcat's work on the Skripal poisioning</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Henry Mance 2021 'Bellingcat's Eliot Higgins: ‘We're on the precipice of the misinformation age'' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T12:44:04.585Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 15223,
          "end": 15228
        }
      ],
      "nexusId": "10022657"
    }
  ]
}