{
  "_id": "f2f0cdf70c227994fd25a4ded7428ccdc9402ec190725a98d54e592dce0a120f",
  "feed": "ftcomall",
  "title": "Letter: Public broadcasting strengthens society",
  "text": "<p>Your report (“UK to rein in online platforms' power in effort to protect public broadcasters”, <a href=\"https://www.ft.com/content/9bebcf05-1e0e-497c-90aa-91c4f9914e63\">June 14</a>) should be welcomed by vast numbers of people everywhere. There has been much debate over the UK government's now reported intention to legislate to ensure that viewers can easily find television programming made by UK broadcasting companies that have statutory duties to underpin the distinctive culture and cohesion of the nation.</p> <p>In many ways, we live in a golden age for “broadcasting” content. Netflix, Amazon, Apple, Disney and many others provide extraordinary range and quality in shows. </p> <p>But while their range is broad and their pockets deep, their interests are, perhaps ironically, narrow. They are all global corporations with global priorities and no concern for the wider social value of television's drama and laughter or its capacity to inform and educate as well as entertain. To the streaming corporations, the size, shape, design or location of a screen are of little importance.</p> <p>Yet most nations recognise the power of television. Beyond its ability to gather huge audiences at one particular moment and share events and messages of immense national and cultural importance, television gives us a common language of entertainment and a sense of being together with strangers in the same time and place.</p> <p>Coronavirus has shown us the continuing importance of the ability to reach mass audiences. </p> <p>But without some intervention by governments, the capacity of broadcasters to “cast broadly” is diminishing as audiences become more fragmented watching across multiple platforms and devices.</p> <p>The more ambitious governments are about setting goals for the future of television, the more the medium will contribute to building back from the pandemic, to levelling societies that have suffered division and iniquity and to strengthening nations to stand independently and together against all the problems of the world. </p> <p><strong>Jonathan Thompson</strong> <br><em>Chief Executive Officer, Digital UK<br>London W1, UK</em></p><p>Source:  2021 'Letter: Public broadcasting strengthens society' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-16T23:00:39.744Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 519,
          "end": 524
        }
      ],
      "nexusId": "10022657"
    }
  ]
}