{
  "_id": "068ee29d20c7edb0e8964d065ecb3325dc4d213ae6c727c1f74c31ed961a46ee",
  "feed": "wall-street-journal",
  "title": "Colleges, Companies Respond To Rising Outbreaks",
  "text": "<p>The changes mark a moment of increased uncertainty about the pandemic across the U.S. While the percentage of Americans who are vaccinated continues to rise, so are Covid cases and hospitalizations. The U.S. 7-day average of daily cases stands at nearly 120,000, up about 62% since the start of November. Data reported by the Department of Health and Human Services showed 67,306 Covid-19 patients in hospitals across the U.S., versus 47,411 a month earlier.</p><p>The percentage of cases in the U.S. caused by the Omicron variant is rising as well, and health officials believe Omicron could soon become the leading strain in the U.S. The U.K. on Wednesday reported its highest daily number of cases of Covid-19, a surge health officials are attributing largely to the spread of Omicron.</p><p>Researchers are working to figure out the variant's transmissibility, severity and ability to evade the immune response from vaccination and prior infection. Anthony Fauci, President Biden's chief medical adviser, said early data show existing boosters provided sufficient protection against Omicron, though much about the strain remains unknown.</p><p>\"What we do know is that when you give a person like a third shot boost with an mRNA (vaccine), you substantially increase and reconstitute their level of protection,\" he said in an interview with The Journal podcast. \"So if ever there was a reason to re-emphasize and stress the importance of getting a booster shot, this is that reason.\"</p><p>Some companies are dialing up precautions. JPMorgan Chase &amp; Co. is moving its big annual healthcare conference in San Francisco to a virtual setting, telling participants the spreading Omicron variant of Covid-19 had made the in-person gathering too risky.</p><p>On Wednesday, Apple Inc. told its office workers that their return is again delayed to a yet-to-be-determined date, according to a person familiar with the announcement. Roughly a month ago, Chief Executive Tim Cook told employees they would return in a hybrid approach in February.</p><p>Apple also has closed stores in Miami's Brickell City Centre, in Annapolis, Md., and in Ottawa after a rise in Covid-19 cases in those stores.</p><p>\"We regularly monitor conditions and we will adjust our health measures to support the wellbeing of customers and employees,\" Apple said.</p><p>The spread of the Omicron variant has the Biden administration increasingly focused on determining the severity of cases in vaccinated people, said HHS Secretary Xavier Becerra. \"It's about severity, it's not about cases,\" Mr. Becerra said.</p><p>The fact that colleges are reporting outbreaks is striking to health officials because many require students and staff to be vaccinated.</p><p>Cornell moved to alert level red after 883 students tested positive in the week ended Monday. The move means the Ithaca, N.Y., Ivy League school is essentially shutting down its campus -- moving exams online, closing libraries, canceling events and preventing guests from entering campus.</p><p>A Cornell lab identified evidence of the Omicron variant in a significant number of Monday's positive student samples, the school said.</p><p>\"While I want to provide reassurance that, to date, we have not seen severe illness in any of our infected students, we do have a role to play in reducing the spread of the disease in the broader community,\" Cornell President Martha Pollack said in a letter to students. Michael Kotlikoff, the university's provost, said in a televised interview Wednesday that science will determine whether in-person learning resumes in January as scheduled.</p><p>Princeton, citing an uptick in cases among students, made all of its exams remote, canceled indoor gatherings and encouraged students who plan to travel home for the holiday break to leave campus as soon as possible. The rationale was to avoid students getting stuck on campus if they tested positive and had to quarantine, according to the university.</p><p>The New Jersey school, which requires all students, faculty and staff be vaccinated against Covid-19, is now also requiring all eligible students to receive a booster by Jan. 31.</p><p>\"Sending students home as soon as possible is like wrapping up a ticking time bomb and putting it in the mail,\" said David Paltiel, a professor of health policy and management at the Yale School of Public Health. Dr. Paltiel instead encouraged colleges to enter a period of quarantine and testing before sending students home.</p><p>---</p><p>Sabrina Siddiqui, Vipal Monga and Tim Higgins contributed to this article.</p>",
  "published": "2021-12-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2279,
          "end": 2284
        },
        {
          "start": 1741,
          "end": 1751
        },
        {
          "start": 1741,
          "end": 1750
        },
        {
          "start": 2010,
          "end": 2015
        },
        {
          "start": 1741,
          "end": 1746
        }
      ],
      "nexusId": "10022657"
    }
  ]
}