{
  "_id": "c029a070d1c2df07f0992decf5be4bfab952b711c4f74685d941b95961ad5745",
  "feed": "wall-street-journal",
  "title": "Foxconn Made the iPhone in Your Hand and Wants to Make the EV in Your Garage; Smartphone assembler sees Lordstown factory as potential maker of other brands' vehicles",
  "text": "<p>It now hopes to expand into a pricier piece of technology. Foxconn's chairman has said he wants to be able to supply three million electric vehicles annually by 2027, which he estimated would be about 10% of the global market then.</p><p>It has made a flurry of deals in recent years to get a foothold throughout the auto-supply chain, including semiconductors, components, software and assembly. Partners include Jeep and Chrysler maker Stellantis NV and Los Angeles-based EV startup Fisker Inc., which is looking to make more than 250,000 vehicles a year in the U.S. with Foxconn's help.</p><p>Now Foxconn has reached a deal to buy the Ohio factory of Lordstown Motors, the electric-truck startup that acquired a former General Motors Co. plant but has had trouble delivering a product. Lordstown Motors said Foxconn would make Lordstown-branded vehicles including its debut pickup truck, the Endurance.</p><p>Chairman Young Liu said the Lordstown factory would accelerate Foxconn's timeline for having EV production capacity in North America. People familiar with plans for the factory said its capacity could be used for other brand-name clients too.</p><p>Analysts said there was plenty of profit to be made if Foxconn figures out low-cost assembly of EVs that sell for $40,000 or $50,000. And the rise of EV startups brings a pool of potential customers looking to tap Foxconn's manufacturing expertise to challenge incumbent auto makers.</p><p>But a car is more than an iPhone on wheels.</p><p>\"You need a better and bigger supply chain,\" said analyst Bakar Sadik Agwan of GlobalData, a consulting firm. \"EV manufacturing is a bit more complex than smartphone manufacturing.\"</p><p>Mr. Liu, the Foxconn chairman, said in March that Foxconn felt at home making EVs because they rely heavily on electronics and software rather than a gasoline-powered engine. Foxconn's main advantage over traditional auto manufacturers is speed, as well as a drive to prove it could succeed at the toughest manufacturing tasks, he said.</p><p>\"Foxconn is the new kid in town. We need to build up our capabilities as soon as possible,\" Mr. Liu said.</p><p>He told investors in August that the company planned to mass-produce EVs in the U.S. and Thailand starting in 2023 and was in talks about several potential locations in Europe. </p><p>Lordstown Motors' employees show the stamping process of the metal used to make their Endurance truck in Lordstown, Ohio. PHOTO: Nate Smallwood for The Wall Street Journal</p><p>Looming over Foxconn's plans is the possibility of an Apple EV, a project the Silicon Valley company has been working on for years but has never announced.</p><p>\"The relationship between Apple and Foxconn might extend from phones to cars,\" said Soumen Mandal, an analyst with Counterpoint Research. However, Mr. Mandal observed that Foxconn has a joint venture in Taiwan set to make cars and start selling them in 2023, which could make Foxconn a competitor to a possible future Apple EV.</p><p>It remains unknown whether Apple will put its brand name on a vehicle. If it did, it would likely look at making cars for American consumers in the U.S., given the political sensitivities about having auto production overseas in countries like China.</p><p>Foxconn's Mr. Liu has said the expansion in manufacturing in the U.S. is to fulfill customer needs. Apple declined to comment.</p><p>Foxconn, known formally as Hon Hai Precision Industry Co., has taken a broader view of the EV business than simply vehicle assembly, planning for a future in which brand-name clients seek its help on certain aspects of car-making rather than the whole process. Most big car makers in developed markets like the U.S. still like to manufacture their cars themselves.</p><p>Foxconn has made deals with EV battery and materials suppliers and in August bought a Taiwan semiconductor factory to make car chips. Mr. Liu said in September he hoped to build a comprehensive EV supply chain in Taiwan and leverage better semiconductor and battery technology to overcome the main hurdles to EV adoption: long charging time, inadequate range and high prices.</p><p>\"Through these preparations, our EV customers won't have any more capacity issues,\" he said.</p><p>William Wei, a former Steve Jobs ally at Apple, was hired by Foxconn last year and now supervises the development of a software and hardware platform for EVs, essentially a starter kit that manufacturers could customize to build electric and self-driving cars.</p><p>Mr. Wei said at a company event a year ago that he wanted Foxconn to be the Android of EVs, a reference to the Google operating system used by smartphone manufacturers around the world.</p><p>Write to Yang Jie at jie.yang@wsj.com and Stephanie Yang at stephanie.yang@wsj.com</p><p>Foxconn Made the iPhone in Your Hand and Wants to Make the EV in Your Garage</p>",
  "published": "2021-10-01T14:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2621,
          "end": 2626
        },
        {
          "start": 2950,
          "end": 2955
        },
        {
          "start": 2913,
          "end": 2918
        },
        {
          "start": 3274,
          "end": 3279
        },
        {
          "start": 2493,
          "end": 2498
        },
        {
          "start": 4176,
          "end": 4181
        }
      ],
      "nexusId": "10022657"
    }
  ]
}