{
  "_id": "4cf0bebc8eec555be228022e3f6611505195ae055d401901569f4feb5f6675ee",
  "feed": "ftcomall",
  "title": "Turn your home-entertainment system up to 11 with this latest tech",
  "text": "<p><strong>The ultimate home-movie system</strong></p> <p>It's long been an open secret that, if you happen to be a Hollywood mogul, the studios will let you view new releases in your home theatre. However, wannabe movie moguls may appreciate a new initiative that allows you legally to watch films on release day in the exact same digital format used in cinemas. </p> <p>Bel Air Cinema provides what has been dubbed “Netflix on steroids”, whereby you are presented with a choice of 30 or so films at any one time while they are still in cinemas. Bel Air will look after everything from the projection equipment to the iPad control system. Think up to $1m for a from-scratch install, £250,000-ish for the upgrade if you already have a <a href=\"https://www.ft.com/content/5f9961ea-c393-418b-b3cc-854bfd72e192\">cinema</a>, and from $1,000 per film for a 30-day licence. The company is also doing a roaring trade in yacht installations. </p> <p><em>Bel Air Cinema, from around £250,000, </em><a href=\"https://www.belaircinema.com/\"><em>belaircinema.com</em></a></p>  <p><strong>An Echo you'll return to</strong></p> <p>The Amazon Echo is now in its sixth year and this, its fourth generation, is the most radical aesthetic departure yet, with a spherical form reminiscent – to anyone who knows North Yorkshire – of Britain's spooky nuclear-warning domes at <a href=\"https://www.ft.com/content/c6755884-0034-11e8-9650-9c0ad2d7c5b5\">Fylingdales</a>, near Robin Hood's Bay. It's not about making a design statement, though. The point of the shape is sound quality. For £90, you get a really good speaker, bonging with rich bass and enough volume to fill a big room. Because it sounds so fine, of course, you listen to it more, which in turn will persuade even Prime members to pay another £7.99 a month to enjoy the full extent of Amazon's music library. </p> <p>Until Amazon created this talented little cupola, nobody bought an Alexa for its musical ability. People love them as kitchen timers, smart home controllers and the rest. Amazon has an all-singing, all-dancing musical Alexa, the £190 Echo Studio, but good as it is, it hasn't flown off the shelves. At this price, though, it may have hit the sweet spot. A near hifi-quality egg timer: what's not to love? </p> <p><em>Amazon Echo 4th Generation, £89.99, </em><a href=\"https://www.amazon.co.uk/dp/B08HB1TWCN/ref=s9_acsd_al_bw_c2_x_2_i?pf_rd_m=A3P5ROKL5A1OLE&amp;pf_rd_s=merchandised-search-3&amp;pf_rd_r=FX7VQAB2XBDSKKMAJZ70&amp;pf_rd_t=101&amp;pf_rd_p=f33be48f-28a1-401a-b098-d34dd3c5d68d&amp;pf_rd_i=14100223031\"><em>amazon.co.uk</em></a></p>  <p><strong>Back to the Blu-ray future</strong></p> <p>Are you under the impression that every film you could ever want to watch is available to stream in high definition? Tempted to get rid of your DVD/Blu-ray player? Don't be too quick. It was after being recommended the Coen brothers' 1994 film <em>The Hudsucker Proxy</em>, only to find it wasn't on any streaming service I have, that I realised chucking out my DVD player a few years ago was a mistake. I've since found that a lot of classic films I'd like to watch are only available on disc. </p> <p>But finding the best disc player to buy for a regular TV is not as easy as you'd think. Most of the few players still made are either cheap and nasty – as in £50-ish – or unnecessarily expensive professional machines. The one that came up repeatedly when I emailed contacts who specialise in such things is this mid-priced new Panasonic, which will play Ultra HD Blu-ray, 3D Blu-ray, Blu-ray, DVD and CD. It's an elegant, quite brilliant player, and reminded me just how extraordinary Blu-ray (now an 18-year-old technology) is – even more so in the most recent UHD/4k iteration. Do buy a decent-quality HDMI lead, though (£15+, no need to spend hundreds). A cheap lead does spoil the party. </p> <p><em>Panasonic UB820EB, £299, </em><a href=\"https://www.panasonic.com/uk/consumer/home-entertainment/blu-ray-and-dvd/dp-ub820eb.html\"><em>panasonic.com</em></a></p>  <p><strong>A satisfyingly steampunk portable radio-Alexa</strong></p> <p>It's rare to find a portable DAB and FM radio with really excellent sound. Even rarer to find such a thing that also functions as a Bluetooth speaker and a use-anywhere Alexa device. The British-designed Pure StreamR combines all these abilities in one neat package. In your home country you can listen to your favourite national and local radio stations on high-quality DAB or FM, while when you are abroad you can access them through Alexa on the internet. And because it's Alexa-enabled, it's also capable of all the other usual Alexa tricks, such as egg timing and closing and opening the curtains.</p> <p>It's also a rather wonderful piece of steampunk design in an age of touchscreens and soft-click buttons. You turn the StreamR on and off by physically pushing down the central section, which is like a piston in a cylinder. It's delightful and bonkers at the same time.</p> <p>One thing to note: the Alexa function only works if your phone, with the Pure app open, is in Bluetooth range – but this is more a minor faff than a deal-breaker. </p> <p><em>Pure StreamR, £130, </em><a href=\"https://www.pure.com/en-GB/audio-hifi/radios/mobile-radios/c/type_MobileRadios\"><em>pure.com</em></a></p><p>Source: Jonathan Margolis 2021 'Turn your home-entertainment system up to 11 with this latest tech' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T16:55:13.737Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}