{
  "_id": "d1091abaa1c84ff4e8983712f2d6d18ea94b011f738d3c1288ae8d615060b6d5",
  "feed": "ftcomall",
  "title": "Veteran journalist flees ‘white terror sweeping' Hong Kong ",
  "text": "<p>Veteran Hong Kong broadcaster Steve Vines has fled the Chinese territory for the UK because of a “white terror sweeping” the city that was making journalism a high-risk occupation.</p> <p>He announced his departure on the same day that Initium Media<strong>, </strong>an independent Chinese language news website, announced it would move its headquarters out of Hong Kong to Singapore, and a day after Cantonese pop star Anthony Wong was arrested for singing at an election rally more than three years ago.</p> <p>China introduced a national security law in Hong Kong last year to stamp out dissent in the wake of the 2019 pro-democracy protests. The legislation has paved the way for a <a href=\"https://www.ft.com/content/a53362f4-22bf-4a50-b336-b78c37ba0a02\">broad crackdown</a>. Opponents said it has been used to target government critics, including in the media, while reporters said has had a chilling effect on press freedom.</p> <p>“Despite the enactment of the national security law last year, we . . . thought that a space might still exist for people who still believed in the promises of granting Hong Kong a high degree of autonomy,” Vines said in a letter to his friends and former colleagues at Radio Television Hong Kong, the public broadcaster that has been overhauled to <a href=\"https://www.ft.com/content/9a2b3390-924c-48d9-9021-6e5852b683e1\">rein in</a> its editorial autonomy. </p> <p>“However, by the day these illusions are being shattered.”</p> <p>After accusing RTHK, a 93-year-old institution modelled on the BBC, of biased coverage of the 2019 protests, the Hong Kong government <a href=\"https://www.ft.com/content/5f1a63eb-aa46-419c-8a3a-d617f091016d\">replaced its leader</a> with a civil servant with no journalistic experience.</p> <p>Vines said he had decided to leave Hong Kong for personal and political reasons.</p> <p>Vines told the Financial Times he became concerned after he received a warning through a third party from pro-Beijing figures in the city.&#xa0;“They have this band of people who are not officially sanctioned . . . who go around threatening anybody who has, so called, stepped out of line. Unfortunately, I was one of those,” he said.</p> <p>“[The person]&#xa0;said quite aggressively . . . ‘you better watch your step, we are coming for you.'”</p> <p>In June, authorities <a href=\"https://www.ft.com/content/1eec04cb-bc7d-497b-9c87-4518355b5fc6\">forced the closure</a> of Apple Daily, a pro-democracy tabloid, after arresting its senior executives and freezing its assets under the security law. </p> <p>Chinese state media have repeatedly targeted <a href=\"https://www.ft.com/content/507751fa-6945-4d9d-a42a-effeb040492e\">Jimmy Lai</a>, Apple Daily's jailed owner, accusing him of lobbying US lawmakers to impose sanctions on Hong Kong. </p> <p>The government also successfully <a href=\"https://www.ft.com/content/37cb7011-5c2b-4c5b-87a2-61650ddb4d9a\">prosecuted Bao Choy, </a>an RTHK journalist, for using a public database when investigating police misconduct.</p> <p>Until recently, Vines hosted <em>The Pulse, a </em>current affairs TV programme on RTHK that was axed last month. He has had a long career in Hong Kong media and was the former president of the Foreign Correspondents' Club in the city.</p> <p>White terror refers to the decades of authoritarian rule in Taiwan when hundreds of dissidents were jailed. Hong Kong protesters have <a href=\"https://www.ft.com/content/298ee25f-5ff2-42d0-89ae-fde7584e5c2c\">used the term</a> to characterise their fear of retribution after the 2019 protests.&#xa0;“The white terror sweeping through Hong Kong is far from over and the near-term prospects of things getting better are simply non-existent,” Vines said.&#xa0;</p> <p>Wong, the pop singer, was charged alongside Au Nok-hin<a href=\"https://www.ft.com/content/6bec6cd8-2341-11e8-ae48-60d3531b7d11\">, </a>a pro-democracy politician, by the city's Independent Commission Against Corruption for his performance at a <a href=\"https://www.ft.com/content/6bec6cd8-2341-11e8-ae48-60d3531b7d11\">2018 election</a> rally.</p> <p>“Wong engaged in corrupt conduct . . . by providing entertainment, namely a singing performance, for another person for the purpose of inducing the other person to vote for Au at the election,” the commission said.</p> <p><a href=\"https://www.ft.com/content/438210e8-16bc-11ea-8d73-6303645ac406\">Kacey Wong</a>, a contemporary artist who created a mobile prison to parade through the streets during the 2019 demonstrations, said on Tuesday that he had also left Hong Kong for Taiwan because of fears for his safety. </p> <p>Carrie Lam, Hong Kong's leader, has dismissed suggestions of any erosion of the freedoms promised to the city after the 1997 handover from the UK. </p> <p>“If you look at the stock market, the property market, and the technology sector, the start-ups, even arts and culture now, they are all booming . . . because of the restoration of order and stability in Hong Kong,” she said last month.</p> <a href=\"http://www.ft.com/cms/1770e787-22db-4c57-9228-31528a37de8a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Primrose Riordan and Nicolle Liu in Hong Kong 2021 'Veteran journalist flees ‘white terror sweeping' Hong Kong ' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-03T12:26:42.247Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2204,
          "end": 2209
        },
        {
          "start": 2024,
          "end": 2029
        }
      ],
      "nexusId": "10022657"
    }
  ]
}