{
  "_id": "02ffe816d36325174a2b64a13f8b27e802b94cd46d0a160de0e012aa29918ba9",
  "feed": "market-watch",
  "title": "Good Doge! Crypto fans are naming their dogs ‘Doge' and cats ‘Bitcoin' and ‘Elon'",
  "text": "<p>Pet owners are actually naming their dogs “Doge” and their cats “Bitcoin,” according to Rover.com's 2021 Most Popular Pet Names and Trends of the Year report.&#xa0;</p><p>The online pet marketplace has published an annual report on trending pet names for the past nine years. And 2021 marks the first time that Bitcoin BTCUSD made the list; it's apparently a trending name for cats.</p><p>What's more, dogs named after Tesla TSLA CEO Elon Musk and Amazon AMZN founder Jeff Bezos also made the list for the first time — and cats named “Elon” in particular were trending up by 343% over last year.&#xa0;</p><p>It's been a big year for Dogecoin DOGEUSD — the meme cryptocurrency that started as a joke, but is up 4,520.54% for the year (although it's down around 4% over the past five days.) So it shouldn't come as too much of a surprise that doggos named “Doge” were up 106% this year, according to Rover.com.&#xa0;</p><p>Many pet parents took inspiration from tech companies, in fact. Canines named “Amazon” jumped 363%; dogs named after Apple's AAPL virtual assistant “Siri” were up 131%; while pups named after Alphabet's GOOGL ”Google” were up 63% compared to 2020.&#xa0;</p><p>The ongoing COVID-19 pandemic has also seen dogs named “Fauci” go up 270% in 2021, as Dr. Anthony Fauci, the chief medical advisor to President Joe Biden, has fetched plenty of screen time over a ruff two years. Remote work and remote schooling have also likely fueled Zoom ZM to trend up 443% as a dog name this year, while some folks have even named their dogs “Covid,” which is up 35%.&#xa0;</p><p>Some honorable mentions for pandemic pet monikers also include the vaccine-inspired “Pfizer” PFE, along with “Vax” and “Dolly Parton,” who made headlines earlier in the pandemic for donating $1 million&#xa0;to Vanderbilt University Medical Center, which helped develop the Moderna MRNA vaccine.</p><p>So what about the overall most popular pet names that aren't super-trendy? The top female dog names for 2021 are Bella, Luna, Lucy, Daisy and Zoe, while the top male dog names are Max, Charlie, Cooper, Buddy and Milo.&#xa0;</p><p>Check out the full report here. &#xa0;</p>",
  "published": "2021-12-01T08:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1007,
          "end": 1011
        },
        {
          "start": 999,
          "end": 1004
        }
      ],
      "nexusId": "10022657"
    }
  ]
}