{
  "_id": "9fcdc29a04dc5ffcf15a5d12e9a6a75acc71c2dfef27c9cd66f25926e5d9387c",
  "feed": "ftcomall",
  "title": "US stocks slip from record high as investors lock in gains",
  "text": "<p>US blue-chip stocks stalled on Tuesday after reaching a record <a href=\"https://www.ft.com/content/2851e91f-ae3e-49c4-bcdb-7c32b3452ed2\">high</a> in the previous session, as investors locked in gains from the end-of-year rally.</p> <p>The broad-based S&amp;P 500 gauge closed 0.1 per cent lower, while the technology-focused Nasdaq Composite index slid 0.6 per cent.</p> <p>The declines ended a four-day rally for both US indices, which have been whipsawed by choppy trading in December as investors balance a more hawkish Federal Reserve against rising Covid-19 cases in a month characterised by low trading volumes before the new year. </p> <p>Investors had already begun to question the durability of the rally into next year, with inflation and energy prices rising. </p> <p>Tech stocks led the move lower on Tuesday. Apple eased 0.5 per cent but remains within 2 per cent of becoming the first-ever $3tn company by market capitalisation.</p> <p>In Europe, the benchmark Stoxx 600 closed up 0.6 per cent, around its highest point since November 19, led by defensive utility and healthcare stocks. Prosus and Just Eat Takeaway were among the biggest decliners, down 3.1 per cent and 2.2 per cent respectively.</p> <p>Investors saw the positive side of news that neither <a href=\"https://www.ft.com/content/b6581c82-9397-4dba-95bc-046eb95c3efe\">England</a> nor France would impose tighter coronavirus restrictions for New Year's Eve. Nevertheless, France <a href=\"https://www.ft.com/content/38bdd3a1-23f5-468a-ac77-04a7b612785a\">toughened</a> working-from-home rules to stem a surge in Covid-19 cases. </p> <p>The Cac 40 share index in Paris moved 0.6 per cent higher and the Dax 40 in Frankfurt rose 0.8 per cent. Still, trading was light during the festive period. The London market was closed and will reopen on Wednesday. </p> <p>In Asia, Hong Kong's Hang Seng gauge rose 0.2 per cent while Japan's Nikkei 225 climbed 1.4 per cent.</p> <p>Crude oil remained close to a one-month high as investors bet that demand would not be deeply curbed by Omicron, although prices gave back half their gains earlier in the day. Brent crude, the global benchmark, rose 0.4 per cent to $78.94 a barrel.</p> <p>Cryptocurrency-related stocks fell as the price of bitcoin slid below $50,000. Coinbase, the digital asset exchange, and MicroStrategy, the software company that owns more than 120,000 bitcoin, both fell more than 6 per cent.</p> <p>The dollar index, which measures the US currency against six others including sterling and the euro, oscillated between positive and negative territory and was last up 0.01 per cent.</p><p>Source: Joe Rennison in New York and Philip Stafford in London 2021 'US stocks slip from record high as investors lock in gains' FT.com 28 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-28T21:17:27.502Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 710,
          "end": 715
        }
      ],
      "nexusId": "10022657"
    }
  ]
}