{
  "_id": "e74b130d8e25267bb375666b87f1646998064da63ecc015cee6f8844dd03cdc7",
  "feed": "wall-street-journal",
  "title": "Travel & Entertainment -- What To Stream: Teenagers in Love and A New Buddy Comedy",
  "text": "<p>Matt Kaplan started ACE Entertainment to make the kinds of movies that he grew up on but didn't see getting to theaters any more: John Hughes types targeted squarely at teens and young adults. His company's breakthrough came with \"To All the Boys I've Loved Before,\" which was released by Netflix in 2018, and based on Jenny Han's bestselling book of the same name. Like Hughes films \"The Breakfast Club\" and \"Ferris Bueller's Day Off,\" the film went into heavy rotation with its audience, becoming one of Netflix's most viewed original films.</p><p>Netflix released the follow-up, \"To All the Boys: P.S. I Still Love You,\" last year, and the final installment of the franchise, \"To All the Boys: Always and Forever,\" drops on Friday. It finds heroine Lara Jean Covey at the end of her senior year, desperate to get accepted to Stanford so she can go to college with her lacrosse-playing boyfriend, Peter. But when she doesn't get in, a fresh dose of anxiety, uncertainty and self-discovery is injected into their teenage lives.</p><p>Though it's (allegedly) the end of the road for Lara Jean's story, Mr. Kaplan says ACE Entertainment has 10 young-adult films on the way over the next two years, due in no small part to the success of \"All the Boys.\"</p><p>\"This franchise has opened a number of opportunities for us to continue to work with new talent in ways that we hadn't had the opportunity before,\" he says.</p><p>New Release: 'Barb &amp; Star Go to Vista Del Mar'</p><p>(For Rent)</p><p>\"Barb &amp; Star Go to Vista Del Mar,\" a new comedy written by and starring Kristen Wiig and AnnieMumolo, is about a pair of heavily-accented Midwestern women who, at the closing of their mutual employer, decide to escape to Florida. There, the pair of characters take in the sun, look beyond their co-dependence and stumble into a sinister plot.</p><p>Director Josh Greenbaum says that at one of their first meetings, Ms. Wiig pitched the movie -- which is available for rent on Friday via Amazon, Apple TV and other digital outlets -- as \"Romy and Michele's High School Reunion\" meets \"Airplane!\"</p><p>\"I certainly would never want to be that derivative and say, well, that's our movie,\" he says. \"But you can see why she said that. It has these very sort of, doesn't take itself too seriously absurdist moments that you associate with films like 'Airplane!' And at the center is still a very sweet, funny friendship about these two best friends going on vacation.\"</p><p>New Release: 'Clarice'</p><p>(CBS, CBS All Access)</p><p>Unlike all the other visits to the world of Dr. Hannibal Lecter, this one focuses on Clarice. It's been a year since the end of the events that take place in \"The Silence of the Lambs.\" FBI agent Clarice Starling is still freshly famous. The men are still sexist. And the mother of the young woman Clarice rescued from serial killer Buffalo Bill has graduated from senator to attorney general and tapped the famous agent to assist on a new case of bodies turning up dead.</p><p>Rebecca Breeds, who plays the title role in the series, which premieres Thursday night on CBS and will be streaming on CBS All Access, says she was in kindergarten when Jodie Foster visited Dr. Hannibal Lecter in prison. (The film was released in 1991.) To honor Ms. Foster, she places Clarice's accent at the same place as the woman who won an Academy Award for the role, but otherwise, drew inspiration for her performance from Thomas Harris' book, not by watching Ms. Foster.</p><p>\"It's so wonderful in the book to see behind the curtain,\" she says. \"You get little glimpses of who she is as a human, as a person, not as an agent. Those are things that I'm really excited that we get to bring to a series. Because an hour and a half isn't enough for . . . one of the best heroines of all time. We need longer than an hour and a half to see who she is as a person and how she copes or doesn't cope and how she functions in work and outside of work.\"</p>",
  "published": "2021-02-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1944,
          "end": 1949
        }
      ]
    }
  ]
}