{
  "_id": "554685f939099d2fbc723f50a8c613888ed1d6c1eae8a6cc9898b4b1a0969a41",
  "feed": "market-watch",
  "title": "Amazon earnings preview: With hundreds of thousands of job openings, labor will be in focus",
  "text": "<p>The e-commerce giant is scheduled to report quarterly earnings on Thursday after the closing bell.</p><p>Amazon AMZN has announced that it's looking for 150,000 seasonal hires, as well as 40,000 corporate and tech workers and 125,000 fulfillment and transportation workers.</p><p>Amazon, like many companies in the consumer space, has enhanced pay and benefits to attract and retain talent in a tight labor market.</p><p>See: How the biggest companies in America are helping the smallest ones get onto their shelves</p><p>Credit Suisse analysts say hiring will likely enhance fulfillment services, but it will also be pricey.</p><p>“As we further anticipate global logistics headwinds do not abate until mid-22, our EBIT (earnings before interest and taxes) estimates for the second half of 2021 and 2022 decrease accordingly and reflect a scenario in which Amazon has spent roughly $53 billion in Capex and further taken on incremental expenses without showing potential wallet share gains through greater service levels in the form of faster deliveries across a wider array of SKUs [stock-keeping units],” analysts led by Stephen Ju wrote in a note.</p><p>In terms of supply-chain challenges that could hamper inventory levels across the consumer category, Credit Suisse is upbeat about Amazon's ability to manage those hurdles.</p><p>“We believe that Amazon was already leaning on vendors to send in additional inventory even before the brunt of the pandemic had arrived in its operating regions last year,” analysts said.</p><p>Credit Suisse notes that Amazon's inventory turns more quickly than its competitors.</p><p>“Hence, it is likely this period of operational challenges will see Amazon pick up additional share relative to the competition through higher availability in additionto the aforementioned better service.”</p><p>Credit Suisse rates Amazon stock at outperform with a $4,200 price target, down recently from $4,700, due to fulfillment and shipping expenses.</p><p>And:Supply-chain concerns causing shoppers to stockpile gifts just in case, data shows</p><p>More generally across e-commerce, KeyBanc Capital Markets says seasonal hiring will be tough this year.</p><p>“While the expiration of enhanced unemployment and higher vaccination rates have improved the labor situation since the second quarter, it is clear that seasonal hiring may be pressured across our coverage,” analysts led by Edward Yruma wrote.</p><p>KeyBanc rates Amazon stock at overweight with a $4,000 price target.</p><p>Amazon has an average buy stock rating with an average target price of $4,148.11, according to 52 analysts polled by FactSet.</p><p>Here's what investors should know heading into Amazon's third-quarter earnings:</p><p>Earnings: The FactSet consensus is for earnings per share of $8.90, down from $12.37 last year.</p><p>Estimize,&#xa0;which crowdsources estimates from sell-side and buy-side analysts, hedge-fund managers, executives, academics and others,&#xa0;expects EPS of $10.49.</p><p>Amazon earnings have beat the FactSet consensus for the last five quarters.</p><p>Sales: The FactSet consensus is for sales of $111.55 billion, up from $96.15 billion last year.</p><p>Estimize expects sales of $113.68 billion.</p><p>Amazon missed the FactSet sales consensus last quarter.</p><p>Stock: Amazon stock has tumbled 8% over the past three months, though shares are up 4.6% for the year so far.</p><p>The Amplify Online Retail ETF IBUY is down 0.6% for 2021 to date, and the S&amp;P 500 index SPX has gained 22.4% for the period.</p><p>Also: Amazon is at low risk of regulatory action, according to RBC, though others think it could be broken up</p><p>Other items:</p><p>-Amazon runs the risk of government action. “[W]e continue to believe that government regulation around antitrust has the highest chance of disrupting Amazon's performance,” wrote D.A. Davidson's Tom Forte.</p><p>“With recent watchdog and regulatory scrutiny into the company's 3P sellerbusiness, we will be listening for how management intends to mitigate risk to this part of its business.”</p><p>D.A. Davidson rates Amazon shares a buy with a $3,950 price target.</p><p>Some analysts agree, though there are others, like RBC Capital Markets, that have said they don't see a big risk from regulators.</p><p>– Advertising has momentum. Truist Securities notes that Amazon's advertising business has grown by 40%-to-50% year-over-year for several quarters. They think COVID-19 will continue to drive that part of the business.</p><p>Amazon puts advertising under “other” when it reports results. Advertising makes up the bulk of that category.</p><p>“Our conversations with marketers indicate that sellers continue to lean in hardon Amazon, given the direct response and high intent nature of the platform,” Truist wrote.</p><p>“Additionally, as a high margin business, strong advertising growth is a material source of operating leverage, which offsets higher shipping and fulfillment costs.”</p><p>Truist rates Amazon stock a buy with a $3,800 price target.</p><p>And: Macy's e-commerce business could have an enterprise value of $11.5 billion, Cowen says</p><p>–Prime Day timing was changed this year. Wedbush analysts note that from 2015 through 2019, Prime Day took place in the third quarter. This year it was moved to June.</p><p>“Despite Prime Day being pulled forward into Q2 this year, we believe Amazon is well-positioned to exceed the high end of its Q3 guidance driven by seasonal trends, e-commerce share gains, a recovering economy, back-to-school shopping, a preference to shop online amid COVID-19, and robust advertiser demand stemming from Apple's recent privacy changes,” analysts led by Michael Pachter wrote.</p><p>“Looking ahead, we see further room for upside contingent upon a material worsening of the global pandemic, greater-than-expected levels of advertiser interest, and accelerating business adoption of Amazon's cloud storage services.</p><p>Wedbush rates Amazon stock outperform with a $4,300 price target.</p>",
  "published": "2021-10-26T13:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5402,
          "end": 5407
        }
      ],
      "nexusId": "10022657"
    }
  ]
}