{
  "_id": "aeff1cb0fbfbe20aa5c075325bc1c89eb093891453a5db85601f73c0db25fd41",
  "feed": "ftcomall",
  "title": "From Tesla to Titan",
  "text": "<p>Surely there is money to be made in autonomous electric cars if Elon Musk has just <a href=\"https://www.ft.com/content/d9d04268-d617-4187-bc05-ce52ea257892\">become the richest man</a> on the planet?</p> <p>That's probably not a question Apple's chief Tim Cook is concerning himself with right now, but the iPhone maker is certainly looking at the possibility of rolling out a rival to Tesla's models in the coming years.</p> <p>Korea's Hyundai<a href=\"https://www.ft.com/content/40cfd599-b2f6-469d-923f-9015e9cc46ab\"> told the FT on Friday </a>that it was in early-stage talks with Apple about building an electric vehicle, adding that the Californian company was also speaking with a “variety of global carmakers”. Apple naturally declined to comment.</p> <p>”Project Titan” — its electric car development plan — has been in train since 2014. But Apple lacks the large-scale production capacity and the automotive technology to turn its designs and patents into cars, <a href=\"https://www.ft.com/content/e788324f-8977-422b-98a7-ef1aa2126a24\">says Lex</a>. It needs, at first, an experienced partner.</p> <p>Even then, carmakers have yet to overcome safety concerns over self-driving (John Gapper has been <a href=\"https://www.ft.com/content/99ea7622-89e2-4ed9-b623-3ab5c413ef3f\">learning the skills of “co-driving”</a>) and the challenges of producing more efficient and cheaper batteries for electric vehicles. Elon Musk is worth around $200bn because of the rise in Tesla's share price, but the company's profits are mainly due to its <a href=\"https://www.ft.com/content/e782cac4-cbdf-4d39-986e-8b7b7971de1d\">sale of its zero-emission credits </a>to other carmakers.</p> <p>Smartphones became high-margin products, compared to their basic “feature phone” predecessors, but <a href=\"https://www.radiofreemobile.com/apple-automotive-tinker-tailor-soldier-car/\">analysts doubt</a> Apple can repeat its iPhone trick with traditionally low-margin cars.</p> <p>Reuters reported last month that Apple planned to build a vehicle for consumers<a href=\"https://www.ft.com/content/f2124105-8f0a-4e99-a1c8-d8bee28f9fe7\"> by 2024 </a>using battery technology developed in-house. Today's Hyundai story puts the launch date as 2027. By then, the technology will have advanced and the economics for a high-margin product may have changed.</p> <p>In the meantime, carmakers are suffering from a more prosaic tech problem. The world's largest producers are facing a potentially crippling <a href=\"https://www.ft.com/content/e264fd41-7ee9-4fba-be3c-21446298efd9\">shortage of semiconductors</a>, as chipmakers reserve supplies for tech groups producing smartphones, tablets and gaming devices. VW expects to produce 100,000 fewer cars now in the first quarter and Nissan and Honda said on Friday that they would also be forced to cut production.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. SolarWinds hires fired cyber security chief</strong><br>The technology company at the centre of the most significant cyber hack in recent history<a href=\"https://www.ft.com/content/df641e33-9150-4846-b4f7-db4e3175d290\"> has hired Chris Krebs</a>, the fired US government cyber security chief, to help it deal with the fallout. SolarWinds, whose software was exploited by suspected Russian hackers to spy on governments and businesses around the world, has appointed Mr Krebs as an independent consultant.</p> <p><strong>2. Google faces probe over cookie-cutter sandbox</strong><br>The UK's competition watchdog is investigating whether Google's attempts to tighten privacy controls in its Chrome web browser are also harming smaller online advertising groups. The Competition and Markets Authority said it would look at complaints that the Privacy Sandbox that will replace third-party tracking “cookies” could concentrate advertising spend on its own systems.</p> <p><strong>3. Beijing tells Chinese media to censor Alibaba probe coverage&#xa0;<br></strong>China's government has told the country's media to&#xa0;<a href=\"https://www.ft.com/content/62fe82c5-b058-4dd0-bb15-e9428593f078\">censor reporting on an antitrust probe into tech group Alibaba</a>, as authorities crack down on founder Jack Ma's business empire, according to people familiar with the matter. In the US, lawyers and financial executives have said the ambiguous wording of the ban on investing in companies with alleged ties to China's military and guidance over the order's enforcement have&#xa0;<a href=\"https://www.ft.com/content/26d50e39-f070-4a4f-ba74-c8239e3982c1\">sown confusion</a>.</p> <p><strong>4. Samsung chips power 2020 profits</strong><br>Samsung Electronics has forecast that its operating profit rose by a quarter in the final three months of 2020 as increased online activity during the coronavirus pandemic boosted demand for computer chips and electronic displays. Full-year earnings forecasts were beyond analysts' expectations and<a href=\"https://www.ft.com/content/868a5326-dddb-495e-941a-2c84576c904a\"> Song Jung-a in Seoul says </a>many now see that momentum continuing into 2021, with chip prices expected to rebound in the current quarter. Samsung shares rose 7 per cent in Seoul on Friday to hit a record.</p> <p><strong>5. It's handbags at dawn on digital tax</strong><br>The US will <a href=\"https://www.ft.com/content/8b0c0f90-6222-4e40-bcad-c33a1065f3e7\">delay imposing tariffs on $1.3bn </a>of French goods in response to the country's digital services tax, heading off an escalation in transatlantic trade tensions. The US had previously said it would impose a 25 per cent tariff on French handbags and make-up. The US trade representative's office said it would suspend the tariffs and instead co-ordinate them with any that might arise from a series of investigations it has launched over digital taxes in other countries.</p> <h2>Tech tools — SmegConnect Vivo Max oven</h2> <p>We hate our Smeg built-in oven. It has two knobs you have to twiddle in combination to set it, and learning the procedure is like trying to crack a safe. To top it all, the oven's inner glass door exploded during pyrolytic cleaning after we roasted a duck on Christmas Day. Perhaps we should take out a loan for the much pricier SmegConnect Vivo Max (£1,099)?</p> <p><a href=\"https://www.ft.com/content/385b7a38-4779-40eb-8447-fe59ba8916c8#o-comments-count:~:text=Cooking%20just%20got%20smarter,SmegConnect%20Vivo%20Max%2C%20from%20%C2%A31%2C099%2C%20smeguk.com\">Jonathan Margolis's review </a>says Smeg's new range of WiFi-connected ovens can be controlled with an elegant, intuitive app that demystifies the most arcane of procedures. The self-cleaning mode was actually a joy for him, as was the built-in meat probe. </p><p>Source: Chris Nuttall in London 2021 'From Tesla to Titan' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T18:24:21.956Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 412,
          "end": 417
        },
        {
          "start": 1469,
          "end": 1474
        },
        {
          "start": 152,
          "end": 157
        },
        {
          "start": 1366,
          "end": 1371
        },
        {
          "start": 546,
          "end": 551
        },
        {
          "start": 671,
          "end": 676
        }
      ]
    }
  ]
}