{
  "_id": "de028f9df4c31e7b01124e7c384ec2e5fc593915b57f6bf9afacae2b38c0eab9",
  "feed": "ftcomall",
  "title": "Nikolai Astrup at The Clark — the landscape of memory",
  "text": "<p>A gloomy, round-shouldered mountain, scarred and speckled with snow, hunkers over an ice-blue lake. A white clapboard house gleams in the pink midsummer night. A field of golden flowers surges out of the marshland, below an earth-brown farmstead. A lone figure in red scatters seeds in a moonlit garden. </p> <p>These rural views by Nikolai Astrup form part of Norway's self-image. A century after his death, his paintings — or reproductions — still hang above sofas and dining room tables from Oslo to the Arctic Circle. The writer <a href=\"https://www.ft.com/content/621deda8-4c03-11e9-bde6-79eaea5acb64\">Karl Ove Knausgaard</a> remembers one hanging in his childhood home, and another in his grandparents' place.</p> <p>Yet outside his home country, Astrup is “Nikolai who?” Or he was, until the Clark Art Institute in Williamstown, Massachusetts — a museum pillowed in vaguely Norwegian-looking hills — mounted an exhibition spanning his wildly uneven career. The Clark's retrospective won't elevate him to international fame or displace <a href=\"https://www.ft.com/content/91639f24-5534-11e9-8b71-f5b0066105fe\">Edvard Munch</a> as the pre-eminent Norwegian genius. But if ever there were a case for this eccentric and erratic talent, this show makes it with gusto. </p> <p>It's comprehensive, lucidly organised and seductive. Even the vestibules between galleries join in the pitch, leading visitors through photographs of the painter's stamping grounds. The experience fluctuates like one of his alpine backgrounds, rising to peaks as towering as the Jotunheimen and plunging to the depths of a crystalline fjord.</p> <p>Astrup was born in 1880 into a conservative and pious family. His father, a Lutheran pastor, presided severely over a flock of 14 siblings in the remote Jolster region of western Norway. The white-sided parsonage was not a comfortable place to live: a damp chill permanently impaired Astrup's lungs and three of his siblings died of diphtheria in the same week. And yet the house haunted him his whole life. When half of it was condemned in 1900 and eventually torn down, the loss was traumatic for the man, but generative for the artist.</p> <p>Glancing through the galleries, with their recurring gardens, meadows, cliffs and shacks, you might think the painter had never wandered more than a few hundred yards from his birthplace, but he was a sporadically cosmopolitan figure. </p> <p>As a young man, he brushed aside his father's pressure to enter the clergy and instead took off for Copenhagen, Kristiania (later renamed Oslo) and Paris to pursue his artistic calling. He imbibed the latest Post-Impressionist trends, absorbing the spiritual symbolism of Maurice Denis and finding a kindred sensibility in Henri Rousseau, with his deliberately naive approach to the natural world. But Astrup felt sullied by the French avant-garde and rejected extravagant experiments with colour that distorted raw perception. In 1902, he retreated to the wilds of his homeland and the crumbling homestead.</p> <p>“I wished . . . to wash myself in the raw colours of western Norway in order to cleanse myself of everything that I may have ingested from the art of others, in order to escape from all influences to arrive at my own [style],” he wrote. That self-purification yielded a period of sumptuous and moody marvels. </p> <p>The exhibition opens with a room full of those pearly skies hovering above dark valleys, of shimmering green-blue water and snow-studded hills. We see the parsonage in its radiant heyday, girdled by billowing greens and cottony apple blossoms. Emotion floats in the limpid light, otherworldly, wistful and sublime.</p> <p>He was not painting what he saw, however, but what he had seen. Astrup mined his memories, reconstructing the landscape of the past by omitting every shrub, tree and structure that had not been there in his childhood. In 1907, he and his wife moved back into the parsonage and he kept obsessively painting the old intact version, restoring the vanished part on canvas.</p> <p>One image, “The Shady Side of the Jolster Parsonage”, encapsulates the period's quivering melancholy. A redheaded girl in a blue dress presses her face up against the darkened window of a clapboard house, peering into its void. An older woman stands nearby, her back to us. The building, rising up to fill the canvas, casts the two ages of woman in shadow, like a cloak of memory, fear and nostalgia. </p> <p>“Childhood is merely an abyss if one is standing far away from it,” Knausgaard writes in his introduction to the excellent catalogue. “If one is standing within it, childhood is colour and planes, and to Astrup it must have been as if he were seeing it through a windowpane that he was pressing his face against.”</p> <p>Something must have happened to him in 1911 that sent his work into a tailspin. Perhaps it was the lukewarm reviews of his solo exhibition in Kristiania. Or maybe it was an internal suspicion that, despite his popularity, he had stopped evolving. </p> <p>Critics continued to clamour for the characteristic landscapes, but he craved a new chapter. So he went abroad again. Berlin refocused his attraction to modernism; he responded especially to Kandinsky's spiritual abstraction and radiant colours.</p> <p>On his return to Norway, he moved across the lake to a steep, north-facing farmstead strewn with salvaged buildings. His style shifted too, and not for the better. Astrup now jettisoned suggestive naturalism and instead began to cram his canvases full of buildings, people, flowers and fences, all jostling for position in the frame and all inert with folksy artificiality. </p> <p>Once-monumental landscapes contracted to the scale of children's book illustrations. In these stiff scenes, the hills are alive with tacky spirits, such as trolls (“Spring Night and Willow”), humanoid haystacks (“Grain Poles”) and bonfire dragons (“Midsummer Eve Bonfire”).</p> <p>Astrup also developed an idiosyncratic and laborious woodcut technique that allowed him to produce vastly different versions from the same plate. The results are clotted, multi-layered and slightly unhinged. He struggled to resolve the tension between his old and new identities, but for his fans the switch was like Dylan's first electric album: a mistake that bordered on betrayal. “The change in my artistic style means that I can hardly sell anything,” he wrote in 1913. “I neither can nor have the desire to work exactly as before.”</p> <p>The respiratory illness incubated in the draughty parsonage caught up with him in 1928 and Astrup died in middle age, before he could break through his artistic impasse. The exhibition ends on a tragic note. He pronounced western Norway “dangerous in the long run” and complained to a friend that he was “tormented by a dreadful anxiety and a ‘bitter' self-loathing; I find myself in an artistic ‘backwater' and every time I approach the right current — I am driven mercilessly into the backwater again.” The wild, spectacular terroir that had nourished him had turned into a lethal trap.</p> <p><em>To September 19, </em><a href=\"https://www.clarkart.edu/exhibition/detail/nikolai-astrup\"><em>clarkart.edu</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Ariella Budick 2021 'Nikolai Astrup at The Clark — the landscape of memory' FT.com 10 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-10T11:00:31.833Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3360,
          "end": 3365
        }
      ]
    }
  ]
}