{
  "_id": "5e887be81a584813da5edff8facb8cfd5e7e801658700a8ea042f444fd049318",
  "feed": "market-watch",
  "title": "The 2022 Hyundai Palisade scores a ‘wow' for fantastic value",
  "text": "<p>Roomy interior</p><p>Excellent standard features</p><p>Seating for up to 8</p><p>Great value</p><p>Luxurious Calligraphy trim</p><p>Cons</p><p>Styling isn't for everyone</p><p>Only one engine option</p><p>What's new?</p><p>More standard safety features</p><p>Price:&#xa0;The 2022 Hyundai Palisade starts at $33,150. The top Calligraphy AWD model starts at $48,390.</p><p>The Palisade wowed us when it was introduced by&#xa0;Hyundai&#xa0;HYMTF in 2020 as a serious competitor to the top players in the&#xa0;midsize SUV segment&#xa0;like the&#xa0;Honda HMC Pilot&#xa0;and Toyota TM Highlander. This minivan alternative has three roomy rows of seats, a well-crafted interior, and a nice list of standard and available features, making it a fantastic value. Even the more expensive upper trims of the Palisade are good values because they're competitive with pricier luxury SUVs.</p><p>The Hyundai Palisade was already pretty generous with standard features, and that list got even longer for 2022. This year's new standard safety tech features include blind-spot monitoring, turn signal mirrors, rear cross-traffic alert, and Safe Exit Assist. Other than those additions, the 2022 Palisade isn't much different from the 2021 model.</p><p>Hyundai2022 Hyundai Palisade pricing</p><p>Pricing for the 2022 Hyundai Palisade starts at $33,150 for the base SE model. This starting price is about average for this class and is slotted higher than the&#xa0;Chevrolet Traverse&#xa0;and lower than the&#xa0;Toyota Highlander.</p><p>The midrange SEL trim starts at $35,500, and the more premium Limited trim starts at $45,390. The range-topping Calligraphy model starts at $46,690.</p><p>All-wheel drive is a $1,700 option on every trim.</p><p>You might like:3 ways practicing gratitude can help your financial well-being this holiday season</p><p>Driving the 2022 Hyundai Palisade</p><p>Driving the Hyundai Palisade is a pleasant experience with few surprises. If you prioritize comfort over performance, that's a good thing. The V6 under the hood motivates the Palisade with predictable thrust, and the 8-speed transmission delivers smooth, well-timed shifts.</p><p>Handling is stable and composed in the Palisade. It's smooth and comfortable in a straight line but sure-footed enough to make quick turns with confidence. Turn too quickly, and you'll experience some unavoidable body roll associated with any crossover this size.</p><p>One minor gripe we have with the Palisade is that there's some wind noise at highway speeds. It's not deafening, but some rivals are quieter on the highway.</p><p>Interior comfort</p><p>The interior is a strong suit of the Hyundai Palisade. Some 3-row SUVs in this class have pretty tight third-row seating or compromised cargo space. The Palisade is a midsize SUV with adult-friendly third-row seats and a pretty good amount of cargo space, too. The third row is also easy to access, thanks to one-touch sliding second-row seats on both sides. Seating for up to eight is standard, but that drops to seven if you opt for second-row captain's chairs.</p><p>Read: More car shoppers are thinking about EVs, but still holding back</p><p>The inside of the Palisade has a design that's modern and attractive. The controls are laid out nicely for the driver, and the materials can get upscale in the higher trims. You get Nappa leather in the Limited model, and if you upgrade to Calligraphy, you get quilted leather throughout the interior and a microfiber suede headliner. Even in the lower trims, there are enough soft-touch materials to make this SUV feel nicer than its price tag suggests.</p><p>Exterior styling</p><p>The exterior of the Hyundai Palisade is a bit polarizing. Some people like the look, and some people hate it. It has a prominent grille opening flanked by a light signature similar to the one on the Hyundai Santa Fe. If you like the idea of the Palisade but you're not crazy about the styling, consider the mechanically identical and similarly priced&#xa0;Kia KR:000270 Telluride.</p><p>The Palisade looks nicer the higher up you go in the model range. The SEL trim adds upgraded wheels and satin chrome door handles, while the Limited model adds body-color wheel arches. The premium Calligraphy trim has an appearance package of its own with an exclusive grille, front and rear fascias, door finishers, and 20-inch alloy wheels.</p><p>Check out: These Americans are twice as likely to blow past their budget this holiday season</p><p>Favorite features</p><p>Infotainment systemThe standard 8-inch infotainment system is very user-friendly and comes with Android Auto and Apple CarPlay.</p><p>Calligraphy modelThe fancy Calligraphy trim pushes the Palisade into luxury territory with a ritzy appearance package, quilted leather, a microfiber suede headliner, and more.</p><p>Standard features</p><p>The base SE trim of the Palisade is pretty well-appointed and a good value choice in this lineup. A few standard features include 18-inch alloy wheels, LED projector headlights, 8-passenger seating, one-touch sliding second-row seats, and an 8-inch infotainment system with Android Auto and Apple AAPL CarPlay. There are USB ports in the first and second rows for charging devices.</p><p>Don't miss: Why is this modest car such a magnet for thieves?</p><p>Many modern safety tech features come standard on the Palisade. These include automatic emergency braking, lane-keep assist, driver attention warning, automatic high beams, rear parking sensors, full-speed adaptive cruise control, and rear occupant alert. There are a few safety features that are newly standard for the 2022 model year. These include turn signal mirrors, blind-spot monitoring, rear cross-traffic alert, and Safe Exit Assist.</p><p>Factory options</p><p>Moving up the model range can make the Hyundai Palisade a pretty upscale SUV. Seven-passenger seating with second-row captain's chairs becomes standard at the SEL trim level. The SEL model also adds roof side rails, heated front seats, a power driver's seat, LED interior lights, remote start, and 3-zone automatic climate control.</p><p>The Palisade Limited comes with a bit of a price jump, but it also adds many premium features. Upgrading to the Limited model adds a dual-pane sunroof, Nappa leather seats, a head-up display, a 360-degree camera, power-folding third-row seats, a heated steering wheel, a bigger 10.25-inch infotainment system with navigation, a fully digital gauge cluster, wireless device charging, heated second-row seats, ventilated front seats, the Driver Talk intercom system, and much more.</p><p>The range-topping Calligraphy model has much of the same equipment as the Limited trim but adds a more premium look and feel. It has a unique appearance package with more satin chrome trim and special 20-inch wheels. It also has more quilted leather interior upholstery, a microfiber suede headliner, puddle lamps, and a perforated leather steering wheel.</p><p>Engine and transmission</p><p>The Palisade has one engine available under the hood. It's a 3.8-liter V6 producing 291 horsepower and 262 lb-ft of torque linked to an 8-speed automatic transmission.</p><p>Also see: These are the cars that cost the most and least to insure</p><p>Like most SUVs in this segment, front-wheel drive is standard and all-wheel drive is optional. Fuel economy is rated at up to 19 city/26 highway mpg. These performance and fuel economy numbers are about average for this class.</p><p>The Palisade has a towing capacity of up to 5,000 pounds.</p><p>3.8-liter V6291 horsepower @ 6,000 rpm262 lb-ft of torque @ 5,200 rpmEPA city/highway fuel economy: 19/26 mpg (FWD), 19/24 mpg (AWD)</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2021-12-17T05:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4371,
          "end": 4376
        },
        {
          "start": 4871,
          "end": 4876
        },
        {
          "start": 4877,
          "end": 4881
        }
      ],
      "nexusId": "10022657"
    }
  ]
}