{
  "_id": "7bbf99cad09863369b837b6b3c24c11968511824de5be7d2cf342b8a00378692",
  "feed": "ftcomall",
  "title": "Why the politicisation of the US census really counts",
  "text": "<p>This week, the question of how to count people — and their votes — has sparked fury in Washington. No wonder, given the battles around the electoral college and the Georgia Senate run-off races. But while these high-stakes political fights dominate the headlines, there is another number-crunching drama that you need to watch if you care about US democracy: the 2020 census.</p> <p>A few days ago, while the world was ushering out a turbulent 12 months, the US Census Bureau released a statement noting that it would miss the December 31 deadline for producing the 2020 count because its statisticians “<a href=\"https://www.census.gov/newsroom/tip-sheets/2020/tp20-27.html#:~:text=Since%20mid%2DOctober%2C%20Census%20Bureau,work%20on%20processing%20the%20data.&amp;text=We%20continue%20to%20process%20the,the%20statutory%20deadline%20as%20possible\">continue to process the data collected</a>”. </p> <p>The bureau promised to release the data “in early 2021, as close to the statutory deadline as possible”. But no new date was announced — even though census statisticians are usually scrupulous about hitting deadlines, particularly for the decennial count (considered more important than the annual surveys that the Census Bureau also conducts).</p> <p>This delay might not sound that dramatic but it signals bigger problems that now haunt the number-crunching world. After all — <a href=\"https://www.ft.com/content/e9fcf4c8-a2a0-11e9-974c-ad1c6ab5efd1\">as I have noted before</a> — the <a href=\"https://www.ft.com/content/ba8a9e0a-6e2b-11ea-9bca-bf503995cd6f\">crucial point about the census</a> is that it is not just a statistical endeavour but also a pillar of America's civic life: these hallowed numbers are used to allocate federal resources (be that unemployment insurance or doses of the vaccine) and to determine the boundaries of political districts.</p> <p>During Donald Trump's presidency, however, the normally dull process of amassing these statistics has become wildly politicised, to a level rarely seen before. Sadly, it will not be easy to undo this damage. The issue at stake is who should be counted. </p> <p>Until the Trump era, it was widely presumed that the US constitution required the census to count all residents. However, when the Trump team took charge in 2016, it argued that only citizens should be counted — and tried to insert a question on the census form about whether the respondent had legal citizenship.</p> <p>Commerce secretary Wilbur Ross, whose department runs the census, argued that the reform made sense in the context of what Republicans see as high levels of illegal immigration. (The Pew Research Center estimated about <a href=\"https://www.pewresearch.org/fact-tank/2019/07/12/how-pew-research-center-counts-unauthorized-immigrants-in-us/\">10.5 million American residents</a> — 3.2 per cent of the population — were unauthorised in 2017.) </p> <p>Democrats, however, decried the move as an anti-immigrant, racist measure that would undermine the weight of minority-dominated regions such as California, which tend to be Democrat strongholds.</p> <p>In narrow legal terms, the Trump team has lost this fight: when the 2020 census form was distributed last summer, <a href=\"https://constitutioncenter.org/blog/its-final-no-citizenship-question-on-2020-census#:~:text=In%20a%20decision%20that%20seems,the%20nation%20about%20their%20citizenship\">it did not have a citizenship question on it</a>. But in other ways, they have won by default: the battle has sparked deep fear about the census “not only among immigrants and their families, but also among naturalised as well as US-born citizens with immigrant parents,” says Qian Cai, a demographer at the University of Virginia who estimates that <a href=\"https://www.govtech.com/analytics/Pandemic-Privacy-Rules-Add-to-Worries-Over-2020-Census-Accuracy.html\">14&#xa0;per cent of the population is foreign-born</a>.</p> <p>That has left <a href=\"https://www.aljazeera.com/news/2020/10/15/us-civil-rights-groups-urge-census-participation-before-deadline\">civil rights activists warning</a> that minority communities will not take part, leading to them being undercounted — and thus distorting the results. Worse still, Covid-19 restrictions have prevented census officials from conducting house-to-house visits, which are normally used to supplement paper surveys.</p> <p>These complaints — and fears — about an undercount of minorities were further fuelled after the Trump team decided to bring forward the data-gathering deadline by a month, sparking yet more lawsuits. The net result is a host of “irregularities” in the data, with “major inconsistencies in the information . . . about residents of college dorms, prisons and other group living quarters”, according to an NPR report.</p> <p>Can this be fixed? Hopefully, to some degree: statisticians are racing to create credible figures to present to Congress in the coming weeks. But the more pernicious problem revolves around public trust. The past four years of legal fights have badly undermined the morale of the employees at the Census Bureau (as at so many other government agencies). </p> <p>The politicisation now threatens to undermine confidence in the results as well, not least because it is likely that some Republicans will contest the census data when it is presented (and some progressives might also complain about minority undercounts).</p> <p>Hopefully, the next administration will be able to quell these complaints and, eventually, re-establish the principle that people-counting should be a boring, bipartisan process. But the problem with trust — be that in a democratic process or a personal relationship — is that it is easier to shatter than to restore. </p> <p>To put it another way, if you want to understand the damage caused by Trump's assault on the fabric of government, don't just look at the most visible arena of politics. Instead, as the writer Michael Lewis described so brilliantly in his 2018 book on the Trump presidency, <a href=\"https://www.ft.com/content/85b97ca6-d3bc-11e8-a9f2-7574db66bcd5\"><em>The Fifth Risk</em></a>, take note of what is happening in the bowels of America's geekier bureaucracies, where the work of technocrats has been repeatedly undermined and undervalued.</p> <p>The census is a case in point — and makes that 2020 count doubly revealing, albeit not in the ways that the number crunchers intended.</p> <p><em>Follow Gillian on Twitter&#xa0;</em><a href=\"https://twitter.com/gilliantett\"><em>@gilliantett</em></a><em>&#xa0;and email her at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Gillian Tett 2021 'Why the politicisation of the US census really counts' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-06T16:00:59.529Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5545,
          "end": 5550
        }
      ]
    }
  ]
}