{
  "_id": "01709ae720431f29422958381f85f131d426a8c43b1bf2f980a407c4d8346e0d",
  "feed": "wall-street-journal",
  "title": "Broadway Cancels Some Performances as New York City's Covid-19 Cases Rise; Performances of 'Tina—The Tina Turner Musical', 'Hamilton' and 'Mrs. Doubtfire' were canceled in recent days",
  "text": "<p>Broadway's plans are just the latest to be upended amid the latest bout of uncertainty over the pandemic. Covid-19 cases and hospitalizations are on the rise even as the percentage of U.S. residents who are vaccinated continues to increase. And the percentage of Covid-19 cases in the U.S. caused by the rapidly moving Omicron variant is rising as well.</p><p>New York Gov. Kathy Hochul recently announced that people must wear masks indoors unless it was required by a venue or business that they be vaccinated. The policy is in effect until Jan. 15 and the state will re-evaluate it after that.</p><p>The majority of Broadway shows reopened in September after many had been closed since March 2020—a blow to the industry and New York's economy. Before the pandemic, shows during the 2018-19 season sold more than 14 million tickets and grossed $1.8 billion over a record 1,737 performances, according to the Broadway League trade group.</p><p>Rising Covid-19 case counts have prompted some colleges and universities, including Princeton University and Cornell University, to shift their end-of-year plans and make exams remote or allow students to finish their semester online. Various professional sports teams have also experienced Covid-19 outbreaks and had to recently cancel games. Some companies, including Apple Inc., have shifted their return-to-office dates.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>Broadway Cancels Some Performances as New York City's Covid-19 Cases Rise</p>",
  "published": "2021-12-16T15:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1297,
          "end": 1302
        },
        {
          "start": 1297,
          "end": 1307
        },
        {
          "start": 1297,
          "end": 1306
        }
      ],
      "nexusId": "10022657"
    }
  ]
}