{
  "_id": "b2b32115b04c59319e32612ddd9fe91a134b80023f0fd1c851b2355d765f77d2",
  "feed": "market-watch",
  "title": "Why a majority of Silicon Valley residents want to move",
  "text": "<p>The results of the survey by Joint Venture Silicon Valley show increasing pessimism among the region's residents, which was compounded by the COVID-19 pandemic. Sixty percent of survey respondents say their lives have become more stressful since the pandemic, and 56% are thinking of leaving the Bay Area in the next few years.</p><p>In an introduction to the poll, Joint Venture Chief Executive Russell Hancock said that's “a higher percentage than any previous polling we've seen.”</p><p>Among tech workers who responded, 53% said they are considering leaving the region — home to some of the biggest tech companies in the world, including Apple Inc. AAPL, Alphabet Inc.'s Google GOOGLGOOGand Facebook Inc. FB— including 15% who said they are considering moving out of the Bay Area but want to keep their jobs.</p><p>Most respondents agreed on some of their biggest concerns about the region, bringing up questions about what policy makers ought to be doing to address them. More than 90% agreed that the cost of housing is an extremely serious or very serious problem, and 90% consider the cost of living to be an extremely serious or very serious problem. Nearly 90% of respondents felt the same about the issue of homelessness in the area.</p><p>The sentiment among respondents was mixed depending on their circumstances, including their income levels, age and whether they own their homes. A majority of lower-income earners were more likely to say their situation was worse than before the pandemic, as they lost jobs or took pay cuts. Higher-income earners were less likely to say their situation was worse than before the pandemic, with many saying their work-life balance has improved.</p><p>See: Silicon Valley is not suffering a tech exodus, and money is flowing in at record rate — for a fortunate few</p><p>In line with that, 33% of those with annual incomes of $50,000 or below said they “strongly agreed” that they were considering moving out of the Bay Area, compared with 22% of those with annual household incomes of $250,000 or more who felt the same. And 63% of renters said they were likely to leave, compared with 48% of homeowners who said they were likely to do so.</p><p>As for differences by age, 64% of those ages 18 to 34 somewhat or strongly agreed that they were likely to move out of the Bay Area in the next few years, while 54% of those ages 35 to 49 felt the same. For respondents ages 50 to 64, that number was 60%, and for those 65 or older it was 41%.</p><p>However, journalists who interviewed the respondents said Tuesday during a public presentation of the poll that it is unclear whether some of them will go through with their plans to leave the region.</p><p>“Family came up as a major reason that people had ties to the Bay Area,” said Louis Hansen, a reporter for Bay Area News Group, which partnered with Joint Venture on the poll. “They would go on and on about their frustrations, then say they love California.”</p><p>Opinion:&#xa0;Some tech workers are leaving San Francisco. They won't be missed</p><p>Another Bay Area News Group reporter, Marisa Kendall, wrote about how the pandemic highlighted the area's wide income disparities. She said that for some low-income residents, moving may be out of reach. One single mom she spoke with said she didn't even know how to begin the process.</p><p>“Leaving is hard,” Kendall said. “It's expensive. You have to find schools for your kids. We might see some people not pulling the trigger.”</p><p>Previous polling has shown sentiment doesn't necessarily translate to action. Last year, a similar Bay Area News Group poll conducted with the Silicon Valley Leadership Group found that 47% of respondents were thinking of leaving. That was an increase from 44% in 2019. But data from Joint Venture's most recent Silicon Valley Index showed that the region's population did not actually decline in 2020.</p><p>This year's survey polled 1,610 registered voters in five Bay Area counties — San Francisco, Alameda, Contra Costa, San Mateo and Santa Clara — which include the counties that comprise Silicon Valley. The poll was conducted online from Sept. 21 to 26 in English, Spanish, Vietnamese and Mandarin.</p>",
  "published": "2021-10-13T08:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 630,
          "end": 639
        },
        {
          "start": 630,
          "end": 640
        },
        {
          "start": 630,
          "end": 635
        },
        {
          "start": 641,
          "end": 645
        }
      ],
      "nexusId": "10022657"
    }
  ]
}