{
  "_id": "9ecade9554169f145f1a7d09362e2801a76e8d0008a5d82abf93d752c862e3e6",
  "feed": "economist-newspaper",
  "title": "The World in 2021; The pandemic is changing urban-transport patterns",
  "text": "<p>Until a vaccine is made widely available or better treatments are found, the pandemic will shape patterns of travel. To see how travel might evolve, we analysed mobility data from Apple, Google and TomTom in ten big cities. Use of public transport in August, when covid-19 cases had fallen from their initial peaks, remained 40% below its pre-pandemic norm. That suggests that in 2021, while the virus remains a threat, people will still prefer independent travel, despite efforts to make public transport safer by promoting the wearing of masks.</p><p>In Berlin passengers on public transport who fail to wear masks are warned of a €50 ($60) fine with the slogan “Protect others. Yourself. And your wallet.” Our data suggest that many people will avoid such fines by driving instead. Traffic congestion in Berlin was 8% above pre-pandemic levels between August and October. The pandemic has driven up vehicle registrations in New York City. In every city we analysed, car use grew more quickly than public transport and walking, after lockdowns eased in mid-2020. Congestion has followed this trajectory in most places, though a drop in tourist numbers has freed space on the roads.</p><p>In recent years urbanites in developed countries have been shifting away from driving and car use, in favour of public transport, ride-hailing, car clubs and other alternatives. Tightening regulation, in the form of congestion charges and emissions rules, also made car ownership less attractive. Julia Poliscanova from Transport &amp; Environment, a think-tank, says the future of city centres is, if not car-free, then at least electric. In 2021 the EU is due to review its rules on emission standards that will help reduce the numbers of dirty vehicles on the road. The recent uptick in car usage may prompt cities to accelerate their plans to ban non-electric vehicles from their streets.</p><p>Several cities, including Athens, Budapest, London, Milan, New York and Paris, have pedestrianised streets to aid social distancing and introduced new bike lanes. Many plan to make these changes permanent. As the combination of more cars and closed-off roads compounds congestion, that will help two other competitors in the race for space on the streets: bicycles and e-scooters.</p><p>During the lockdowns in mid-2020 bicycles experienced a surge in popularity. New bikes were in short supply, and city residents who had previously considered bike-sharing schemes to be transport for tourists changed their minds. With few visitors around, London's bike-sharing scheme saw a threefold increase in new users between March and July. The city's cycling tsar, Will Norman, says London has added 40 miles of temporary bike lanes. Nationally, the government has pledged £2bn ($3.2bn) towards new cycling and walking infrastructure. During the summer, cycle traffic recovered to pre-pandemic levels on many commuter routes into central London, even as offices remain largely empty. In 2021 many more commuters will opt for pedal power.</p><p>The latest contender for street supremacy is the e-scooter, which can be rented by the minute using a smartphone app. Startups have launched scooter services in cities around the world, and the pandemic has strengthened the case for their adoption. In Berlin, which has thousands of e-scooters, usage rose when lockdown eased in May 2020.</p><p>One argument against e-scooters is that they are used for short trips and may discourage walking and cycling, but do not replace car journeys. But an analysis by inrix, a research outfit, in 2018 found that one-fifth of car journeys in large American and British cities were of less than a mile. Half of urban car trips in America, and two-thirds in Britain, were shorter than three miles. Some critics say e-scooters are dangerous. But data from Lime, a rental firm, indicates that one-third of all accidents occur within the first five journeys, which suggests that training and practice can help. Pilot schemes to approve e-scooters have been launched in Britain and are likely to go ahead in New York.</p><p>Another way to ease congestion, of course, is to work from home. Even before the pandemic struck, Tokyo had devised a programme to encourage firms to let employees work remotely, or commute outside peak hours, in order to reduce crowding during the 2020 Olympics. If the games go ahead in 2021, the city will be well prepared.</p><p>Marie Segger: data journalist, The Economist</p><p>CORRECTION: This article has been updated to clarify the reference to the EU's forthcoming review of its rules on emission standards.</p><p>This article appeared in the International section of the print edition of The World in 2021 under the headline “Streets ahead”</p>",
  "published": "2021-10-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 180,
          "end": 185
        }
      ],
      "nexusId": "10022657"
    }
  ]
}