{
  "_id": "5fcf8f643b4513e912293b2482742ed0ed02e72bf9a7737550cbdfdd74bcdbb7",
  "feed": "ftcomall",
  "title": "Chicago residents push up property prices in search of space",
  "text": "<p>The Heredias knew after the birth of their twins that they would buy a larger house — they just didn't expect “someday” to arrive so soon.</p> <p>The suburban Chicago couple had been living with their first child in a starter three-bedroom house in La Grange Park, about 15 miles from the Midwestern city's downtown. It was more space than they needed until the twins came in December 2019. </p> <p>Still, it was not until months later, when the pandemic arrived and the two attorneys were both working from home, along with a nanny minding the three children, that they decided they could no longer wait for more space.</p> <p>“It was just not feasible,” says Christopher Heredia. “It was chaotic . . . By the end of May, we both were trying to take calls or do work from the car because it was the only quiet place.”</p> <p>They began hunting in June and after losing out on one property, made a same-day offer on another one, closing in July on a home that was double in size. Their old house sold just as fast.</p> <p>The property market in metro Chicago has been hot this year, as it has been across the US. Covid-19 prompted residents to think that if they were stuck inside four walls, best to make those walls as far apart as possible. Sale prices rose and homes spent less time on the market as buyers with cabin fever sought out more living space.</p> <p>Prices grew 1 per cent in metro Chicago for the 12 months prior to February 2020, according to real estate website Zillow. They accelerated between February and November, with an annualised growth rate for the period of 6.6 per cent. </p> <p>Still, growth remained slower than for the US. The US average price grew 3.8 per cent for the 12 months prior to February 2020, followed by an annualised growth rate of 8.7 per cent.</p> <p>Low interest rates and a stream of millennials hitting their thirties fed demand, says Jeff Tucker, senior economist at Zillow. But instead of that demand spreading over a period of, say, five years, the pandemic has concentrated it, pulling purchases forward as homebuyers coped with a sudden need for extra space, whether to work, school children or set up a stationary bike. </p> <p>The frenzy was intensified by low inventory. In December, the number of properties listed for sale in the US was an “extraordinary” one-third lower than it was a year earlier, says Tucker.</p> <p>“This extra demand hitting a smaller pool of homes for sale led to the acceleration in price growth everywhere in the country. Chicago was no exception.”</p> <p>Sheila Dantzler, a real-estate agent with Jameson/Sotheby's, says homebuyers pounced in the spring, with most of her customers buying bigger homes and looking in neighbourhoods outside of downtown Chicago, such as South Loop, Bronzeville and Hyde Park.</p> <p>Meg Daday, a Keller Williams real-estate agent who typically sells homes on Chicago's North Side, says that not only did her business grow 25 per cent this year, she helped buyers find property in the suburbs, a new area for her. </p> <p>Many of them were people who would not have considered buying in the suburbs for another three to five years, she says, but the pandemic made them crave space to work remotely and have a backyard. Moreover, they believed they would return to the office, but not for five days a week, making a longer commute more palatable.</p> <p>At the same time, condominiums just north and west of downtown have become harder to sell. Dantzler and Daday say sellers in the West Loop, Gold Coast and River North neighbourhoods have faced difficulty. A seller in the West Loop who bought in the past three years is likely selling for less than they paid, says Daday. </p> <p>“We're really seeing people making more of a lifestyle choice than a financial choice,” she adds. “[Sellers] are willing to take a loss on their property to make a decision that's better for their families in the long term, given everything we've experienced in 2020.”</p> <p>Because house prices have risen nationwide, Chicago has remained near the bottom of the price-appreciation list of large metro areas in the US, despite recent gains. Prices in the city and suburbs have lagged major cities such as New York and San Francisco for decades and, more recently, sunbelt locations have eclipsed Chicago in price growth as well, even when the property prices themselves may be lower.</p> <p>The US Federal Housing Finance Agency found that the value of a home in metro Chicago grew 133 per cent over the past 30 years — the slowest rate of any of the 20 largest metro areas in the country.</p> <p>“The slow growth places in the country tend to be big cities and Midwestern cities, and Chicago is . . . in that Venn diagram,” Tucker says. Chicago is the third-largest city in the US, but the city's population growth has been sluggish and actually declined in recent years.</p> <p>Manufacturing, a historically important industry for the city, employs fewer workers than it did in the 1990s. A mixed economy protects the city from economic shocks but lacks the kind of driver that supercharges regional economies, such as technology in Silicon Valley or financial services in New York.</p> <p>“If you don't have growing demand for housing, then prices are not going to grow,” says Geoff Smith, executive director at DePaul University's Institute for Housing Studies.</p> <p>Only six of the 33 Chicago neighbourhoods and suburbs tracked by the institute have exceeded their previous peak price in the past two decades. West Town prices have climbed the most since the peak: up 23 per cent, with a median sale price of $690,000 in the past year. The hardest hit is Englewood, down 39 per cent with a median sale price of $75,000.</p> <p>Price increases in the suburbs may not outlast the pandemic. Smith plans to watch whether people will go back to wanting to live in the city. “The suburbs have seen spikes in prices that were pretty flat previously. So there is a risk there's a mini-price bubble.”</p> <p>But for now, whether in the suburbs or in the city, space remains a powerful lure. Colette Willard and her husband were thinking in December 2019 about moving out of their 800 sq ft rental in Humboldt Park, but it didn't feel urgent. Then the pandemic hit. Then they got a dog, a big one. Then the seasons began to turn.</p> <p>“It was a lot of bodies in a small space,” Willard says. “It was already starting to get cold, and we were looking down the barrel of winter in Chicago, in quarantine, and [we thought] we've got to do this before winter hits.”</p> <p>The couple began looking seriously in October and made an offer on a 1924 brick bungalow, a classic Chicago architectural style, on the border of the Irving Park and Albany Park neighbourhoods. The square footage isn't much more than their former apartment, but with a garage, yard and a back deck, it feels bigger.</p> <p>“We're planning on getting a fire pit and having people over,” she says, preparing for the cold winter. “[Otherwise] we are truly not going to see anyone for months, so if we can find a way to make it a little easier, that would be great.”</p> <p><em>Claire Bushey is an FT reporter in Chicago</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Claire Bushey in Chicago 2021 'Chicago residents push up property prices in search of space' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-23T05:00:42.144Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7228,
          "end": 7233
        }
      ]
    }
  ]
}