{
  "_id": "a1eb4c8fbe706db25bcb2f6f851f8a777705991a66dfabc651c5f255fa8ff191",
  "feed": "wall-street-journal",
  "title": "Nvidia's Deal Setback Eased by Soaring Chip Demand; Company may not be able to buy Arm, but trends that have made it biggest chip maker are seen continuing",
  "text": "<p>Nvidia has become a chip-investor darling since its core business has put it at the heart of some of the hottest areas in semiconductors, including providing some of the processing horsepower needed for videogaming, data centers and artificial intelligence. Overall semiconductor sales are expected to jump 25.6% this year, the World Semiconductor Trade Statistics, a nonprofit representing chip companies, said Nov. 30.</p><p>Shares in Nvidia, already the largest American chip company by market value at the time it agreed to buy Arm from SoftBank Group Corp., have more than doubled since. The performance of Nvidia's shares also has driven the value of the cash-and-stock deal for Arm to roughly $75 billion from the original value of $40 billion.</p><p>The acquisition would give Nvidia a way to expand its data-center business, though it can likely pursue such circuitry using Arm's blueprints without owning the business, Bernstein Research analyst Stacy Rasgon said Friday. \"We think the company will be fine either way,\" he said of Nvidia.</p><p>Owning Arm also would add a lucrative licensing revenue stream to Nvidia, industry officials note. Shares in Nvidia retreated more than 4% Friday to close at $306.93 amid a broad market selloff.</p><p>Nvidia has been battling to keep regulators at bay since announcing its bid to buy Arm. It said it would create an artificial-intelligence center in the U.K. amid local concerns a takeover could lead to job losses. The Santa Clara, Calif.-based company said Thursday it would \"continue to work to demonstrate that this transaction will benefit the industry and promote competition.\"</p><p>The FTC's move has lowered the prospects of the deal going through to 5% from 30%, Citigroup Inc. analyst Atif Malik said in a note to investors after the FTC announced its legal challenge. Nvidia, he said, might salvage the deal by offering concessions.</p><p>The FTC has scheduled an administrative trial for August 2022.</p><p>For Arm, the regulatory roadblocks could lead the company to return to the public markets as a stand-alone business. SoftBank agreed to buy Arm in 2016 for about $32 billion in a bet that connected devices—the \"Internet of Things\"— would become a growth driver, but struggled to generate growth. It last year explored a public listing of Arm before agreeing to sell to Nvidia.</p><p>SoftBank's steps to unload Arm came as the Japanese company had been under pressure to raise funds. More recently, SoftBank's investments in China have been hit by a government crackdown there on tech companies. And while the semiconductor businesses has taken off, growth linked to the Internet of Things that spurred SoftBank's Arm acquisition remains in its early stages.</p><p>Regulators raising concerns about the Nvidia transaction also would likely object to another chip company trying to take over the business, said Russ Shaw, founder of Tech London Advocates, a network of U.K. tech leaders, and former board director at British chip company Dialog Semiconductor.</p><p>\"You have to rule out a foreign buyer. There's no obvious U.K. buyer,\" he said, leaving a public listing as the only likely exit option for SoftBank. The Japanese tech conglomerate and Arm declined to comment on the Arm situation beyond the Nvidia statement that said it would try to persuade regulators of the merits of the deal.</p><p>Industry officials say Arm could garner a high valuation, spurred by global semiconductor demand and some of its business ties with booming tech companies. Apple Inc. has announced a series of new processors for its devices based on Arm's designs. Amazon.com Inc. also relies on Arm to help design chips it uses in its data centers.</p><p>Pierre Ferragu, managing partner at New Street Research, said Arm could be worth $85 billion in 2025. An earlier public offering would lower that figure somewhat.</p><p>GlobalFoundries Inc., a contract chip maker, went public in October with a valuation of around $26 billion. Its stock since has risen more than 40%.</p><p>It wouldn't be the first time that regulators block an international chip transaction with companies appearing poised for growth. Qualcomm Inc.'s $44 billion purchase of Dutch chip maker NXP Semiconductors NV fell apart in 2018 when China failed to give its regulatory approval. Qualcomm's stock now has roughly tripled since. NXP shares have more than doubled.</p><p>Nvidia-Arm Holdings Deal</p><p>Read more coverage, selected by the editors:</p><p>* FTC Challenges Nvidia's Deal for Arm Holdings (Dec. 2)</p><p>* Nvidia's Takeover of Arm Raises Competition Concerns, U.K. Regulator Says (Aug. 20)</p><p>* Highflying Nvidia's Deal for Arm Signals Loftier Chip Ambition (Sept. 13, 2020)</p><p>Write to Stu Woo at Stu.Woo@wsj.com</p><p>Nvidia's Deal Setback Eased by Soaring Chip Demand</p>",
  "published": "2021-12-04T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3441,
          "end": 3450
        },
        {
          "start": 3466,
          "end": 3476
        }
      ]
    }
  ]
}