{
  "_id": "33fd81476647d0bf54e0165e9b95792bee5aade1a4e31d0e1cf25f8835063548",
  "feed": "ftcomall",
  "title": "Apple to boost ads business as iPhone changes hurt Facebook",
  "text": "<p>Apple will expand its advertising business, according to two people familiar with its plans, just as it brings in new privacy rules for iPhones that are likely to cripple the ads offered by its rivals, including Facebook.</p> <p>The iPhone maker already sells search ads for its App Store that allow developers to pay for the top result. In searches for “Twitter”, for example, the first result is currently TikTok. </p> <p>Apple now plans to add a second advertising slot, in the “suggested” apps section in its App Store search page. This new slot will be rolled out by the end of the month, according to one of the people, and will allow advertisers to promote their apps across the whole network, rather than in response to specific searches. </p> <p>Apple declined to comment. </p> <p>The expansion is the first concrete sign that Apple plans to enhance its own advertising business at the same time as it <a href=\"https://www.ft.com/content/da9247a7-f6bc-4b6f-994a-fb156d3dea54\">shakes up</a> the broader $350bn digital ads industry led by Facebook and Google.</p> <p>Apple's forthcoming software update, iOS 14.5, will ban apps and advertisers from collecting data about iPhone users without their explicit consent. Most users are expected to decline to be tracked, dealing a huge blow to how the mobile advertising industry works. </p> <p>Apple has said the changes will improve the privacy of its users, but some <a href=\"https://www.ft.com/content/54c54efb-7c80-4468-bf8f-c646e2bbe07f\">critics have </a>accused the company of hoping to boost its own fledgling advertising business. Mark Zuckerberg, the Facebook chief executive, said: “Apple may say they're doing this to help people, but the moves clearly track with their competitive interests.”</p> <p>Apple has long wanted to be a big player in mobile advertising. In 2010, it paid $275m to acquire Quattro Wireless, a mobile advertising company, after being beaten by Google in the bidding for $750m AdMob. </p> <p>The same year, it launched iAd, a multiyear effort to build an advertising business. </p> <p>At launch, iAd had a minimum contract price of $1m, but within a year it had cut the requirement by half. Apple tried to maintain creative control of ads and was reticent to share user data with marketers, according to analysts at Bernstein. Two years later Apple cut the minimum contract to just $50 and the whole effort was shut down in early 2016.</p> <p>Meanwhile, the market for online advertising has boomed, with annual sales of $378bn, according to the market research group Insider Intelligence. </p> <p>Google and Facebook are the two biggest players in the market, but Tim Cook, Apple's chief executive, has repeatedly attacked their business models as unsustainable because of how they accumulate large troves of data to target their ads. </p> <p>Bernstein estimated that Apple currently earns around $2bn a year from search ads in the App Store, with 80 per cent margins. Apple also sells ads in its Stocks and News apps. </p> <p>A second advertising slot in the App Store is likely to appeal to advertisers after the iPhone's privacy changes reduce the effectiveness of targeted ads. But there is more than money at stake, according to Eric Seufert, a mobile advertising expert.</p> <p>A decade ago, the App Store played a critical role in how consumers discovered new content. Seufert told the tech site Stratechery earlier this year that Apple used to be “king maker — if you got featured, your company valuation might increase by a hundred million dollars.”</p> <p>He suggested that Apple now wishes to regain this level of control. “If Apple cripples mobile advertising, then the App Store becomes the primary discovery point for apps again, and Apple decides how people use our iPhones, Apple decides which apps are the most popular,” he said.</p><p>Source: Hannah Murphy and Patrick McGee in San Francisco 2021 'Apple to boost ads business as iPhone changes hurt Facebook' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-22T04:00:50.362Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 409,
          "end": 414
        },
        {
          "start": 2609,
          "end": 2614
        },
        {
          "start": 3164,
          "end": 3169
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 805,
          "end": 810
        },
        {
          "start": 958,
          "end": 963
        },
        {
          "start": 2423,
          "end": 2428
        },
        {
          "start": 1954,
          "end": 1959
        },
        {
          "start": 3303,
          "end": 3308
        },
        {
          "start": 1223,
          "end": 1228
        },
        {
          "start": 732,
          "end": 737
        },
        {
          "start": 1556,
          "end": 1561
        },
        {
          "start": 3509,
          "end": 3514
        },
        {
          "start": 3357,
          "end": 3362
        },
        {
          "start": 2710,
          "end": 2715
        },
        {
          "start": 3467,
          "end": 3472
        },
        {
          "start": 2106,
          "end": 2111
        },
        {
          "start": 1443,
          "end": 1449
        }
      ],
      "nexusId": "10022657"
    }
  ]
}