{
  "_id": "664942ac732fc362991c9f937879ac3c01249027ac02282fca176a088182a679",
  "feed": "ftcomall",
  "title": "The World For Sale — rollicking yarns from the biggest commodity boom ",
  "text": "<p>With the reflation trade suddenly ripping through the world's financial markets, a $1.9tn stimulus bill steaming through the US Congress, and “Dr Copper” bursting through $9,000 a tonne to prices not seen since the heady days of 2011, the commodity markets are headline news again. Could there be a better moment for Javier Blas and Jack Farchy's rollicking new account of those markets' recent history to land on investors' desks?</p> <p>It's as if the Bloomberg News reporters (and former FT journalists) have picked up not just a rich archive of ripping yarns from their years interviewing the industry's leading traders — but some of their uncanny sense of timing too.</p> <p>Commodities have not always been a hot topic. In 1998, I landed my very first job, as bag-carrier to the head of the energy and mining department at the World Bank. Back then, commodity markets seemed in terminal decline. The oil price had plummeted 45 per cent over the previous 18 months. The mood in commodity-producing developing countries was apocalyptic. </p> <p>The bank was on a mission to convince its clients that the good old days were not coming back: privatisation and reform were the only ways forward. At every meeting, we would pull out a chart of the real-terms price of oil over the previous nine decades. The boom times of the past two decades were a historical aberration, we would explain. Oil at $10 a barrel was here to stay.</p> <p>We were of course spectacularly wrong. In December 1998, the oil price bounced, and then more than doubled in the next 12 months. It was just getting started. The 2000s witnessed a super-cycle the like of which the world had never seen before — with the oil price topping out at $145 a barrel in July 2008. We had bottom-ticked the biggest commodity bull market in history.</p> <p>At the core of <em>The World For Sale</em> is the story of how this historic boom catapulted a group of previously low-key international commodity trading houses — the likes of Cargill, Vitol, Trafigura, and Glencore — to extraordinary financial wealth and political power.</p> <p>Blas and Farchy argue that four epoch-making trends drove the development of the commodity trading business from the 1970s on. The first were the nationalisations that swept the oil industry in the Middle East in the 1970s. The second was the disintegration of the Soviet Union in the 1990s. Between them, these two revolutions destroyed the vertically integrated supply chains through which huge shares of the world's commodities had previously reached their markets.</p> <p>Into the void stepped a new generation of third party intermediaries — typically, small independent trading houses built around tight teams of charismatic risk-takers. Their edge consisted in their ability to deploy charm, connections, and capital to reconstruct the broken channels between buyers and sellers of the world's natural resources — and to orchestrate it all discreetly from anonymous office buildings in Swiss valleys.</p> <p>Then, in the early 2000s, came two further seismic changes: the phenomenal growth of China, and the explosion of deregulated cross-border capital flows. As well as myriad standalone production assets from which to source the world's natural resources, the commodity traders now had a virtually insatiable market into which to sell them, and apparently unlimited credit with which to finance it all.</p> <p>The result was that the industry went ballistic.&#xa0;Cargill, Vitol and Glencore — by then, the world's largest grains, oil, and metals traders respectively — threw off profits of more than $76bn over the decade to 2011. This was 10 times what the trio had made in the 1990s, and more than the entire net income over the period of global corporate blue-bloods such as Apple and Coca-Cola.</p> <p>Yet to generate these astronomical profits, the commodity trading business toed an ever finer line between commercial shrewdness and political corruption — even, it was sometimes alleged, government capture.&#xa0;</p> <p>In 2006, Trafigura was implicated in an environmental catastrophe in the port of Abidjan in Ivory Coast. By 2016, Glencore stood accused of plunging a whole country, Chad, into a sovereign debt crisis&#xa0;through a large cash-for-crude loan that&#xa0;became burdensome after an oil price crash.</p> <p>This high level narrative is gripping enough. But it is the details of what these freewheeling companies actually got up to that give the book a thriller-like quality. </p> <p><em>The World For Sale</em> opens with the private jet of Ian Taylor, the late chief executive of Vitol, making corkscrew turns into Benghazi airport in 2011 so he can dodge hostile missiles and strike a deal to supply the rebel forces with oil in the middle of the Libyan civil war. That turns out to be one of the more conventional deals that pepper the narrative.</p> <p>There is an extensive cast of larger-than-life characters. Some will already be familiar, such as the recently deceased Sheikh Yamani, the Saudi oil minister who orchestrated the Opec cartel in the 1970s; or Marc Rich, the godfather of modern commodity trading. Many are much less well known, but equally colourful: Nikolai Belousov, for instance, the ingenious Soviet bureaucrat who managed to buy up 30 per cent of the 1972 US wheat harvest at the height of the cold war in what became billed as “The Great Grain Robbery”.</p> <p>In the end, Blas and Farchy conclude that the glory days of the commodity traders are over. The same forces that propelled them to their years of dominance have turned in the past decade to headwinds.</p> <p>China's record-breaking growth means that it has outgrown its dependence on foreign intermediaries. The capital markets, meanwhile, have become a vulnerability rather than a strength: the trading houses' more exotic ventures just don't jibe with the transparency required by stock exchange listings or modern banking regulation. </p> <p>Then there is a new epoch-making trend to contend with: climate change. As one senior executive puts it bluntly: “Today, if you want to hire young talent . . . they don't want to work for a dirty company”. And lingering on the distant horizon, I would add, is another ominous cloud: the virtualisation of the economy.&#xa0;What role will there be for the swashbuckling commodity traders in the nerds' world of digital gold?</p> <p>What <em>The World For Sale</em> shows is that while it lasted, their world had to be seen to be believed. Based on my own experience, I would tend to agree. A year after our mistiming of the oil market, that boss of mine sent me, at 25, to war-ravaged Bosnia to negotiate a $250m energy loan. His name was James Bond; our counterpart was one minister Despotović.</p> <p>Like so many of the stories in this educational and entertaining book: you simply couldn't make it up.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1847942652/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1847942652&amp;linkId=1e8b441b3e33baa6d46d049fbdf3080b\"><strong>The World For Sale</strong></a><strong>: Money, Power and the Traders who Barter the Earth's Resources</strong>, by Javier Blas and Jack Farchy, <em>Random House Business, RRP£20, 416 pages</em></p> <p><em>Felix Martin</em> is a Fund Manager at 1167 Capital, and the author of&#xa0;‘<em>Money: The Unauthorised Biography'</em></p> <p><em>This article has been revised since its original publication.</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: Felix Martin 2021 'The World For Sale — rollicking yarns from the biggest commodity boom ' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-02T05:30:17.705Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3710,
          "end": 3715
        }
      ],
      "nexusId": "10022657"
    }
  ]
}