{
  "_id": "7cd94e5d194cac1852dd3c97a0a1e88ca81756357b0edf52ae5d6b977d334ef6",
  "feed": "ftcomall",
  "title": "Brexit can boost London as financial centre, says Klarna boss",
  "text": "<p>Brexit gives London the chance to steal a march on the EU and strengthen its position as a global financial centre by attracting more fintechs and banks, according to the boss of Europe's most valuable <a href=\"https://www.ft.com/content/1312b0ea-b904-11e9-8a88-aa6628ac896c\">unlisted start-up</a>.</p> <p>Sebastian Siemiatkowski told the Financial Times that the Swedish “buy now, pay later” company Klarna was considering London for a possible IPO but added that markets were “extremely overheated” and likely to suffer a fall this autumn.</p> <p>“As Brexit has happened, it gives London an opportunity to write even better regulations for the financial sector. That is going to benefit London standing outside of the EU . . . People expected all the banks will move away [from the UK]; I think it's the opposite,” he said.</p> <p>Klarna, which was <a href=\"https://www.ft.com/content/419be00f-0a00-4fed-b4a6-bb55263033bc\">valued at $31bn</a> in March, triple the level of <a href=\"https://www.ft.com/content/c52d466b-40c2-4114-bfed-20dc54c8d97c\">six months earlier</a>, is one of the biggest IPO prizes for stock markets and is being courted by several exchanges worldwide. The fintech has previously leaned towards New York and a direct listing but has also stressed it is in no hurry to list.</p> <p>The UK's desire to attract more technology companies to list was severely dented by the debacle of food delivery company Deliveroo's IPO last month, which was judged to be the <a href=\"https://www.ft.com/content/bdf6ac6b-46b5-4f7a-90db-291d7fd2898d\">worst in the history</a> of London.</p> <p>Siemiatkowski, who claimed he was unaware of Deliveroo's problems, said that his company had been meeting with the UK government, which has a “keen interest” in attracting fintechs.</p> <p>The Klarna boss said he favoured risk-based regulation rather than prescriptive rules, particularly in areas such as know-your-customer checks, anti-money laundering and privacy. “Those kind of opportunities lie for the UK now: to go through regulations and look at ones that are too prescriptive,” he added.</p> <p>Klarna has expanded rapidly from northern Europe into the UK and US in recent years as it tries to become the “Tesla of retail banking”.</p> <p>But the company has faced an increasingly vocal backlash from critics who claim that its credit offering encourages younger consumers to take on unsustainable debt, and regulators in several countries including the UK have started taking action against buy now, pay later companies.</p> <p>The Financial Conduct Authority is preparing to introduce stricter controls on the sector after warning that it presented a “significant potential for consumer harm”. A review published in February found high levels of arrears among BNPL customers, and said many customers didn't understand that they were taking out credit products.</p> <p>In December, the UK's Advertising Standards Authority banned several Klarna adverts that had been promoted by Instagram influencers, after finding that they “irresponsibly encouraged the use of credit to improve people's mood”.</p> <p>Siemiatkowski said it was right that the BNPL sector should be regulated and that “we have a responsibility to guide consumers to the right choice”, but added that “there must be some end to our responsibility”. </p> <p>“If people want to regulate against buying more than four sweaters a year online then fine . . . [but] there's a limitation to how much we can do.”</p> <p>Siemiatkowski said there was “nothing burning” for Klarna to IPO now, especially as markets appeared so frothy. “I preferably would not take a company public in a market that is that overheated. It would be nice to come into a little bit more sane environment.” </p> <p>He also criticised rivals American Express and PayPal, saying they charged high fees to merchants and then incentivised consumers to use them by offering loyalty points. </p> <p>Tech giants such as Google, Apple and Facebook did not worry him as a threat in finance as they had become “conglomerates” doing “2,000 million different things”. He added: “You can be good at some things, but it's hard to be good at everything. I'm just not that worried about them.”</p><p>Source: Richard Milne in Oslo and Nicholas Megaw in London 2021 'Brexit can boost London as financial centre, says Klarna boss' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T04:00:30.014Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3544,
          "end": 3549
        }
      ],
      "nexusId": "10022657"
    }
  ]
}