{
  "_id": "9e5ad089022f0bb4b257ebf7c28433e4b0feca28c36a665296c237dc43a95ede",
  "feed": "ftcomall",
  "title": "Tech's pandemic winners offer clues to the future of work",
  "text": "<p>A lot hinges on the pace and extent of the great migration back to the office: from the solvency of city-centre sandwich sellers to the health of senior management morale.</p> <p>Severely hurt by the realisation that their presence is irrelevant to workforce productivity, many chief executives are urging staff to return. Previously quiescent employees, such as at Apple, are resisting mandates to spend even three days a week in the office. </p> <p>It is fiendishly difficult to gauge how this will play out. Vaccination and case rate statistics, access card swipes and mobility data offer clues. But beware of false signals. iPhone data show that French cities have led the world in recovery in use of public transport from just before the onset of Covid-19: in reality this is the result of strikes in January 2020.</p> <p>An alternative guide to the future is found in the stock market. While the S&amp;P 500 stays close to an all-time high, some of <a href=\"https://www.ft.com/content/f8251e5f-10a7-4f7a-9047-b438e4d7f83a\">last year's pandemic winners</a> have faded, lending weight to the theory that the new pattern of working might be less durable than once thought. </p> <p><a href=\"https://www.ft.com/content/f05fc2b9-3dee-4b27-87d1-ae05cae60109\">Zoom Video</a> was the big coronavirus beneficiary as workers and students swapped face-to-face interaction for endless screen time. Now the company has switched focus to installing videoconferencing suites, “Zoom Rooms”, in offices. “Many companies are redesigning the workplace to enhance the hybrid work experience,” insisted Eric Yuan, Zoom chief executive, during a conference call this month. Investors are unconvinced: shares in Zoom are down a third from their peak.&#xa0;</p> <p>RingCentral, the company responsible for relieving 3.5m people, including Financial Times staff, of their trusty landlines in exchange for a web-based app, also reckons its success will endure. “What we are seeing is return to office, but also continuation of work from anywhere . . . and we continue carrying that flag,” said chief executive Vladimir Shmunis last month. But RingCentral's shares are down almost 40 per cent from their peak.</p> <p>Teladoc boomed when the sick became uncomfortable about rubbing shoulders with each other in a doctor's waiting room. “My guess is we'll continue to see more of a trend toward at-home diagnostics,” said Teladoc chief executive Jason Gorevic a few weeks ago. But investors are guessing the company's momentum will not continue: its shares are down 45 per cent from their peak.</p> <p>Other pandemic winners — such as Chewy, Ocado and Peloton — are also down by a third or more from their highs. </p> <p>But this is unlikely to herald a full reversal in the trend for homeworking, shopping and exercise.</p> <p>The gigantic gains on the way up — Zoom, for instance, rose 750 per cent from January 2020 to its peak later that year — were certainly thanks to lockdown. But subsequent losses are sometimes because of idiosyncratic problems — <a href=\"https://www.ft.com/content/5881bd65-a9d0-4afe-93d7-19a363a51a44\">safety problems with Peloton treadmills</a>, for example — and sometimes because of fears that Big Tech will muscle into new remote working markets.</p> <p>Not every winner has lost its shine. “We believe that once customers come to the platform, they're not going to go back to pen and paper,” said Cynthia Gaylor last week, chief financial officer of DocuSign, whose electronic signatures remain in demand. </p> <p>Box and Dropbox, the cloud software providers, are also close to their peaks, as is Slack, the messaging app that has helped employees work together from home — and now plot resistance to the office return.<br></p><p>Source: Tom Braithwaite 2021 'Tech's pandemic winners offer clues to the future of work' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-18T10:09:52.160Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 359,
          "end": 364
        }
      ],
      "nexusId": "10022657"
    }
  ]
}