{
  "_id": "9047f3cd817b514f03c7ce9cade70ed39e3f1a21bd267f58b6a7f4451fe8592c",
  "feed": "wall-street-journal",
  "title": "Facebook to Counter Apple's Wall  ---  Social network hopes  to get users to opt in  for tracking, promising  more relevant ads  ----  By Sebastian Herrera",
  "text": "<p>   Facebook Inc. plans to roll out an in-app prompt aimed at educating users about the handling of their data as it battles Apple Inc. over the iPhone maker's new privacy changes that would require users' consent to track their behavior and make targeted ads more difficult. </p><p>   The social-media company will show users a screen that includes information about its personalized advertisements. The screen will ask users for permission to use data collected from third-party websites and apps while also describing how certain data is being used, for example, to personalize their experience. The screen will be paired with an Apple prompt related to its new privacy policy, which is expected to be released in the next several months. </p><p>   Facebook plans to test the screen with some users beginning Monday before officially launching it when Apple's new privacy tool rolls out. </p><p>   \"People deserve the additional context, and Apple has said that providing education is allowed,\" Facebook said Monday. </p><p>   The company said agreeing to the prompt wouldn't result in its collecting new types of data, and users who decline it would still see advertisements, albeit less relevant. </p><p>   Apple's prompt will ultimately be the decisive tool over how user behavior is tracked across apps. </p><p>   Facebook and Apple have been battling for months on several fronts and have become more personal in their criticism lately. </p><p>   Under Apple's new privacy changes, which will be released in a new software update, many apps will begin asking users whether or not they want their behavior on the web to be tracked for the purposes of personalized ads. Facebook, which relies on such tracking to power its advertisement business, has said the new rules will hurt small businesses. </p><p>   The update has been controversial among the broader advertisement industry, although Apple has said the changes wouldn't prohibit tracking but would require app makers to obtain users' permission to do so. </p><p>   While talking remotely to the Consumer Privacy and Data Protection Conference last week, Apple CEO Tim Cook condemned what he called \"a theory of technology\" built on engagement and algorithms that help spread disinformation and conspiracy theories in order to collect user data for advertising. </p><p>   Mr. Cook, while not naming Facebook directly, said business built on misleading users and data exploitation \"does not deserve our praise -- it deserves reform.\" </p><p>   Mr. Cook's comments came after Facebook CEO Mark Zuckerberg criticized Apple during the company's earnings call a day earlier and singled the company out as one of its largest competitors, saying Apple has made misleading claims about user privacy. Facebook, which expects Apple to roll out its new privacy policy during the current quarter, said it expected the changes to weigh on its advertisement performance. </p><p>   The battle over app tracking is happening as Facebook continues to expand its advertisement goals while also confronting major regulatory hurdles. </p><p>   The company has long targeted large advertisers to its platform and has been pushing to court small businesses to its growing Marketplace segment, which it has been integrating with its Instagram and WhatsApp apps. </p><p>   Revenue from the segment that includes Marketplace and the company's virtual-reality unit increased to $885 million in the latest quarter, more than doubling from the year-earlier period. </p><p>   In December, the Federal Trade Commission and a group of 46 states each filed antitrust lawsuits against Facebook accusing the company of buying and freezing out small startups in order to squeeze competition. </p><p>   The FTC case aims to unwind the company's purchases of WhatsApp and Instagram. </p><p>   Facebook has performed well despite the threats. </p><p>   The company posted revenue of $28.07 billion and profit of $11.22 billion in the fourth quarter, both record levels. Facebook said 2.6 billion people a day used one of its platforms during the period, although the company's daily users in the U.S. and Canada fell for a second consecutive quarter to 195 million. </p><p>   On Monday, shares of Apple rose $2.18, or 1.65%, to $134.14. Facebook shares increased $3.68, or 1.4%, to $262.01. </p><p></p>",
  "published": "2021-02-02T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1158,
          "end": 1163
        },
        {
          "start": 1815,
          "end": 1820
        },
        {
          "start": 1387,
          "end": 1392
        },
        {
          "start": 911,
          "end": 916
        },
        {
          "start": 2666,
          "end": 2671
        },
        {
          "start": 4029,
          "end": 4036
        },
        {
          "start": 2589,
          "end": 2594
        },
        {
          "start": 831,
          "end": 838
        },
        {
          "start": 121,
          "end": 131
        },
        {
          "start": 4029,
          "end": 4034
        },
        {
          "start": 2464,
          "end": 2469
        },
        {
          "start": 1387,
          "end": 1394
        },
        {
          "start": 911,
          "end": 918
        },
        {
          "start": 1270,
          "end": 1275
        },
        {
          "start": 2025,
          "end": 2032
        },
        {
          "start": 2025,
          "end": 2030
        },
        {
          "start": 619,
          "end": 624
        },
        {
          "start": 1815,
          "end": 1822
        },
        {
          "start": 20,
          "end": 25
        },
        {
          "start": 831,
          "end": 836
        },
        {
          "start": 2464,
          "end": 2471
        },
        {
          "start": 121,
          "end": 128
        },
        {
          "start": 20,
          "end": 27
        },
        {
          "start": 2666,
          "end": 2673
        },
        {
          "start": 121,
          "end": 133
        },
        {
          "start": 1270,
          "end": 1277
        },
        {
          "start": 619,
          "end": 626
        },
        {
          "start": 121,
          "end": 132
        },
        {
          "start": 1158,
          "end": 1165
        },
        {
          "start": 2589,
          "end": 2596
        }
      ],
      "nexusId": "10022657"
    }
  ]
}