{
  "_id": "b2519486c0a8f6c7d6b282b6de5bbd177c95c414f9b27daebec0a1a2dcf190e7",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The Group of Seven top advanced economies are <a href=\"https://www.ft.com/content/577253ce-dd30-4de2-8e4b-d3c1277a9463\">close to an accord</a> on the corporate taxation of multinationals, paving the way for a global deal later in the year to create new rules for the imposition of levies on the world's largest companies.</p> <p>A G7 pact could be sealed as early as Friday after progress was made among top officials in recent days. The US has been pushing hard for the G7 to reach its own consensus as a way of spurring the OECD talks so a final deal can be reached in the coming months.</p> <p>Last week the Biden administration <a href=\"https://www.ft.com/content/d41da77e-93d0-4b96-95c3-98ca3f9a6696\">scaled back its ambitions</a> on a global minimum corporate tax rate, lowering it from 21 per cent to an effective rate of 15 per cent to increase its appeal internationally.</p> <p>An OECD agreement would probably lead to the largest shake-up in international corporate taxation for a century, severely curtailing&#xa0;the ability of companies to shift profits to low tax jurisdictions and ensuring that US digital giants paid more tax in the countries where they made sales.&#xa0;</p> <p>The FT called for reform of the system for taxing international companies <a href=\"https://www.ft.com/content/047b7e6e-3b5e-4bec-ab66-4fb2c423455c\">in an editorial</a> at the weekend.</p> <blockquote>  <p>“Few proposals are more significant than that for a&#xa0;global minimum rate of effective corporation tax. This should open the way to a resolution of a number of issues that are as important as they are technically complex. [The US's] partners should urgently seize this opportunity to agree reform.”</p> </blockquote> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>India</strong> has become the third country in the world — after the US and Brazil — to report <a href=\"https://www.ft.com/content/eadd6577-bd6c-4d95-89f8-64a4c4140a36#post-52ee5c67-345d-46e7-bbbc-8e44b6fbbc04\">more than 300,000</a> official Covid-19 deaths.</p></li>  <li><p><strong>Taiwan</strong> officials on Monday <a href=\"https://www.ft.com/content/eadd6577-bd6c-4d95-89f8-64a4c4140a36#post-61f0b726-3720-4e26-88c5-1b13492aea22\">reversed a local government authority's declaration</a> that all arrivals would have to show negative Covid-19 tests, or be tested on arrival.</p></li>  <li><p>Two doses of either the BioNTech/Pfizer or Oxford/AstraZeneca <strong>Covid-19 vaccines</strong> offer good protection against symptomatic infection from the coronavirus variant first identified in India, <a href=\"https://www.ft.com/content/e7147144-11ff-45bc-96f1-236380c9df5d\">according to new UK data</a>.</p></li>  <li><p>Pascal Soriot, the chief executive of AstraZeneca, has insisted its Covid-19 vaccine has a future, in <a href=\"https://www.ft.com/content/02c543e0-45a6-4189-94cf-30a5c3d5499d\">his first interview</a> following a string of setbacks.</p></li> </ul> <p>Bribing citizens to get jabbed is not stupid — it's just depressing to see it reduced to the level of a discount item, <a href=\"https://www.ft.com/content/e6ceaa86-5864-44e0-9120-7bb2ee8b1133\">writes Robert Shrimsley</a>. <em>Do you think governments should give out incentives to those who get a Covid-19 vaccine? Take our </em><a href=\"https://compass.pressekompass.net/compasses/financial_times_hk/do-you-think-people-should-be-incentivis\"><em>poll</em></a><em>.</em> </p> <p><em>Follow the latest on our&#xa0;</em><a href=\"https://www.ft.com/content/eadd6577-bd6c-4d95-89f8-64a4c4140a36\"><em>live blog</em></a><em>&#xa0;and&#xa0;</em><a href=\"https://click.newsletters.ft.com/f/a/Bn_05I94SXxMfWJ34_Oxug~~/AAAAAQA~/RgRiiiIsP0R_aHR0cHM6Ly93d3cuZnQuY29tL25ld3NsZXR0ZXJzaWdudXAtY29yb25hdmlydXM_ZW1haWxJZD02MGE3OTU4MTJlYTM2YzAwMDQ4MjI4YWYmc2VnbWVudElkPTEzYjdlMzQxLWVkMDItMmI1My1lOGMwLWQ5Y2I1OWJlOGIzYlcIZmludGltZXNCCmClP52nYEs8IIFSFmplbm5pZmVyLmNyZWVyeUBmdC5jb21YBAAAAAA~\"><em>sign up</em></a><em>&#xa0;for our&#xa0;</em><a href=\"https://click.newsletters.ft.com/f/a/vGeTqXq8zydeDye-jHuWDQ~~/AAAAAQA~/RgRiiiIsP0R-aHR0cHM6Ly93d3cuZnQuY29tL2Nvcm9uYXZpcnVzLWJ1c2luZXNzLXVwZGF0ZT9lbWFpbElkPTYwYTc5NTgxMmVhMzZjMDAwNDgyMjhhZiZzZWdtZW50SWQ9MTNiN2UzNDEtZWQwMi0yYjUzLWU4YzAtZDljYjU5YmU4YjNiVwhmaW50aW1lc0IKYKU_nadgSzwggVIWamVubmlmZXIuY3JlZXJ5QGZ0LmNvbVgEAAAAAA~~\"><em>Coronavirus Business Update</em></a>&#xa0;<em>newsletter.</em></p> <h2>In the news</h2> <p><strong>EU explores Belarus sanctions after ‘hijacking'</strong> <strong>of flight</strong> European Union leaders are weighing <a href=\"https://www.ft.com/content/147532bc-8f98-406c-807b-748520be6633\">a range of sanctions</a> to punish Alexander Lukashenko's Belarusian regime after what Brussels branded the “hijacking” of a Ryanair flight from Greece to Lithuania to arrest a dissident on board. European leaders will discuss their response to the shock move by Belarus at a summit in Brussels <a href=\"https://www.ft.com/content/021ac006-fd6f-480b-9234-42a30d6ac195\">starting today</a>.</p> <ul>  <li><p>This hijacking and kidnap by the Lukashenko regime in Belarus sets a dangerous global precedent, <a href=\"https://www.ft.com/content/02c0004a-7dfa-46b9-80ef-a88e4ef35d9a\">says Gideon Rachman</a>.</p></li> </ul> <p><strong>Bitcoin turmoil seeps into traditional financial markets </strong>A huge drop and snap back in cryptocurrency prices last week<a href=\"https://www.ft.com/content/929828cd-51d2-4ae0-b838-47647736c13c\"> rippled into traditional asset classes</a>, potentially offering a taste of what could happen in the event of a more severe shake-up. The digital currency's volatility extended into the weekend as bitcoin's price <a href=\"https://www.reuters.com/technology/bitcoin-falls-10-33747-ether-down-14-2021-05-23/\">fell 13 per cent</a> on Sunday. </p> <ul>  <li><p>The Federal Reserve, European Central Bank and Bank of England are scathing about the <a href=\"https://www.ft.com/content/2b94acc4-cfbb-466c-bf8a-09a5106c750b\">speculative risks of modish digital tokens</a>: if the digital currency market falls over, they see no reason to step in and prop it back up. (FT, Reuters) </p></li> </ul> <p><strong>Biden set to miss police reform deadline</strong> Lawmakers in Washington are likely <a href=\"https://www.ft.com/content/8b52d89e-ae0f-47ad-abb8-f00791c4ff99\">to miss a deadline</a> set by US president Joe Biden to strike a deal on federal police reform legislation. Biden used his first address to a joint session of Congress last month to urge lawmakers to strike a deal on federal legislation by May 25, one year since George Floyd was killed.</p> <p><strong>Climate battle reaches Exxon boardroom</strong> ExxonMobil, a titan of corporate America, faces <a href=\"https://www.ft.com/content/1ce31524-3c21-4978-b6b8-2e6a13f50288\">a pivotal moment this week</a> as restive shareholders have their say on what critics call an inadequate response to seismic shifts brought on by climate change. Wednesday's vote will end the most closely watched&#xa0;<a href=\"https://www.ft.com/content/3f73a55b-ac59-4737-b7c8-2f575d32920b\">proxy battle</a>&#xa0;in years.</p> <p><strong>Jack Ma to step down as business school president </strong>The billionaire will <a href=\"https://www.ft.com/content/296d2cce-92ca-438e-aa56-f1c3fc4174f3\">step down as president</a> of the elite business academy he started six years ago — Hupan University — as Beijing cracks down on the Alibaba founder's influence across Chinese society.</p> <p><strong>Saudi Arabia hopes to raise $55bn through privatisation </strong>The kingdom hopes to <a href=\"http://ft.com/content/741b2221-e9fb-4363-bc3f-b9cf6eee1ca0\">raise the sum</a> over the next four years as it plans to step up its nascent privatisation programme with the government seeking to boost revenue and narrow its yawning budget deficit, Mohammed al-Jadaan, the finance minister, told the Financial Times.</p> <p><strong>Mexico's political murders put focus on rising violence</strong> Since campaigning began for June's election which sees votes cast to select federal lawmakers, state governors and thousands of mayors and local officials across Mexico, 85 politicians have been murdered. That makes it <a href=\"https://www.ft.com/content/d3a07ada-6ead-46fa-8582-ef9732bc5be8\">the second bloodiest election</a> on record.</p> <h2>The day ahead</h2> <p><strong>Epic-Apple trial closing arguments</strong> Each side in <a href=\"https://www.ft.com/content/86f8fa47-9a38-496a-9a34-e2fa58e9db2b\">the three-week trial</a> makes its closing arguments in front of Judge Yvonne González Rogers. The maker of the popular game&#xa0;<em>Fortnite</em> is accusing Apple of operating an illegal monopoly by forcing developers to use the App Store. <em>Patrick McGee, who has been watching the trial for the FT, talks to the </em><a href=\"https://www.ft.com/content/f092e880-7b4f-424d-99b4-5db4dac33921\"><em>News Briefing podcast</em></a><em> about the consequences of the trial.</em></p> <p><strong>Fed Reserve Board governor speaks on digital currencies</strong> Lael Brainard, Federal Reserve Board governor, speaks on “Digital Currencies” at an event organised by cryptocurrency information service Coindesk.</p> <p><strong>China's top diplomat travels to Russia </strong>Yang Jiechi, who leads Beijing's central committee for foreign affairs, will <a href=\"https://www.ft.com/content/b02e2fd3-c69f-4bbf-825b-eeef4e5be945\">be in Russia </a>until Wednesday for a strategic and security consultation. </p> <p><strong>Ecuador swears in new president</strong> Millionaire businessman Guillermo Lasso&#xa0;is sworn in as the new president of Ecuador after securing <a href=\"https://www.ft.com/content/afbe5585-89fb-4fd0-ac97-6eb27af05a37\">a surprise victory</a> in last month's election. </p> <p><strong>Energy Source Live</strong> Senator Joe Manchin, chair of the Senate committee on Energy and Natural Resources, will be one of the speakers at the inaugural <a href=\"https://energysource.live.ft.com/home\">Energy Source conference</a>. Register <a href=\"https://energysource.live.ft.com/page/1708448/register-now\">here</a> to participate in the two-day event which starts today.</p> <h2>What else we're reading</h2> <p><strong>‘Woke capitalists' provoke backlash from US conservatives</strong> A shift in the politics <a href=\"https://www.ft.com/content/42989bc5-fd8e-4915-a6c0-41a9e22351e7\">around corporate America</a> finds chief executives used to being lambasted by the left as tax-dodging contributors to inequality and environmental degradation now attacked from the right as “woke capitalists”.&#xa0;Even the US Chamber of Commerce has found itself labelled a “front service for woke corporations”.</p> <p><strong>Wanted: a resiliency tsar for the US government</strong> Climate change, supply chain disruption, inflation, financial stability, inequality, nationalism and digital connectivity aren't the type of risks that can be handled alone. They require a step change in thinking about the nature of the underlying problem and, ultimately, deep changes in the way we live, work and govern, <a href=\"https://www.ft.com/content/add77982-a162-4a29-a588-47c5cf121b28\">argues Rana Foroohar</a>. </p> <p><strong>Palestinian fury exposes Netanyahu's illusions </strong>The Israeli prime minister's capacity to keep Palestinians cornered while cementing relations with Arab neighbours has been one of the crowning achievements of his three-decade political career. But the recent conflict, which has <a href=\"http://ft.com/content/37a70211-acae-44a9-a086-ce0c2e9a2eec\">devastated Gaza</a>, has shown that Israel cannot enjoy peace without <a href=\"https://www.ft.com/content/184eb18c-e617-4dff-8783-91fdd0981af9\">resolving the crisis</a>.</p> <p><strong>The boss is back but workers are staying at home</strong> Across New York and other big cities, chief executives have returned to offices that are, oftentimes, their seat of power and most cherished environment. Yet statistics suggest their workers <a href=\"https://www.ft.com/content/4743268e-e903-4822-acba-c22495367bbf\">do not feel the same pull</a> to their place of work as their bosses.</p> <ul>  <li><p>As the hybrid work model evolves, the office of the near future could be in a museum or sports venue, <a href=\"https://www.ft.com/content/4de3ce99-8bd3-4863-b964-e8d4da5527af\">writes Pilita Clark.</a> </p></li> </ul> <ul>  <li><p>Companies that were better managed before Covid-19 managed better in the crisis, <a href=\"http://ft.com/content/5f5f4285-da68-4b02-8895-bca3c5a8d486\">writes Andrew Hill</a>.</p></li> </ul> <p><strong>Lessons from 2021's Business of Luxury summit</strong> The Covid-19 crisis has had its silver linings for major luxury brands, attendees to the FT's annual Business of Luxury summit were told last week.&#xa0;Here are some of <a href=\"https://www.ft.com/content/35f36064-b33e-465a-a30d-1614240187b7\">the lessons</a> for the sector from a line-up of speakers that included economist Nouriel Roubini and Sarah Willersdorf, global head of luxury at Boston Consulting Group.</p> <h2>Video of the day</h2> <p><strong>We know what you did during lockdown</strong> We gave up our privacy to fight Covid-19 but can we get it back? In this <a href=\"https://www.ft.com/video/0685a4ba-7b0b-442b-b38e-3f73101a6943?playlist-name=editors-picks&amp;playlist-offset=0\">FT Film </a>written by playwright James Graham, a suspected super spreader played by Lydia West is interrogated by a data analyst played by Arthur Darvill.</p> <a href=\"http://www.ft.com/cms/0685a4ba-7b0b-442b-b38e-3f73101a6943.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Today's top stories' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-24T11:43:59.180Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5333,
          "end": 5338
        },
        {
          "start": 5148,
          "end": 5153
        }
      ],
      "nexusId": "10022657"
    }
  ]
}