{
  "_id": "0b62566b5608ff00727f41d2ee6db37f3d2ed2de3a598c08ce417a5bb046d26d",
  "feed": "ftcomall",
  "title": "UK manufacturers' profitability drops to decade low",
  "text": "<p>UK manufacturers' profitability has dropped to its lowest level for a decade, according to official data that reflect the impact of pandemic-related costs and Brexit friction on the corporate sector. &#xa0;</p> <p>Figures released on Tuesday by the Office for National Statistics showed the net rate of return for manufacturing companies, calculated as the profit on capital used in production, fell sharply for a second consecutive year in 2020, dropping to 8.8 per cent, the lowest since 2010.</p> <p>The net rate of return for all private non-financial companies fell from 10.2 per cent in 2019 to 9.2 per cent in 2020, but this aggregate figure masked a sharp divergence between sectors.</p> <p>The average was dragged down by a collapse in the profitability of North Sea oil and gas: this has been in single digits since 2014, but last year's drop in global prices drove continental shelf companies into losses, with a net rate of return of minus 5.3 per cent.</p> <p>In contrast, profitability in the service sector was relatively stable, despite widespread closures owing to coronavirus lockdowns, with companies averaging a net rate of return of 15 per cent.</p> <p>ONS statisticians said the fall in manufacturing profitability had been driven mainly by weakness in the car industry, while the apparent stability of service sector profitability masked big fluctuations in subsectors, as consumers navigated lockdowns by switching spending to supermarkets from other retailers, for example, or to home improvements from tourism. </p> <p>Make UK, the manufacturers' representative body, said the figures reflected a “unique cocktail of circumstances” that had acted in combination to push up costs and squeeze margins, “even before you throw in the impact of Brexit”.</p> <p>These included the surge in shipping and freight costs, rising prices for components and raw materials, and pandemic-related disruption that had lengthened delivery times.</p> <p>However, manufacturers' profitability was already under pressure before the pandemic, dropping sharply from 17 per cent in 2018 to 12.6 per cent in 2019.</p> <p>Simon French, chief economist at Panmure Gordon, said this reflected pressures the sector had come under since the Brexit referendum, with a weaker pound raising costs in an import-intensive supply chain. However, it also showed that “a significant part of the corporate sector can't pass on unanticipated increases in its cost base”, with few companies able to wield the kind of pricing power enjoyed by global brands such as Apple.</p> <p>This would insulate consumers from price rises, but led to shareholder returns that were “fairly derisory by international standards”, he added.</p> <p>The pressures on UK companies could ease over the coming year, with a stronger pound helping manufacturers' margins, higher energy prices helping North Sea oil and gas operators return to profit and pent-up consumer demand giving service sector companies greater pricing power.</p> <p>However, Make UK saw little prospect of the pressures on the sector's profitability easing in the near term, despite the recovery in consumer demand and business confidence, because smaller companies in particular are still struggling with the new barriers to exporting caused by Brexit.</p><p>Source: Delphine Strauss in London 2021 'UK manufacturers' profitability drops to decade low' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-27T16:55:54.018Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2480,
          "end": 2485
        }
      ],
      "nexusId": "10022657"
    }
  ]
}