{
  "_id": "138a8681e5032dc245e36c308ec0d7930c263f7d0e7bba54b59fb954c94dce01",
  "feed": "wall-street-journal",
  "title": "'Hacks' Comedian Meg Stalter on the Best \"Free Britney\" Ringtone; The actor and comic, 31, who stars in the TV series 'Hacks,' shares what's on her phone.",
  "text": "<p>Phone</p><p>\"iPhone 12, purple, absolutely luscious.\"</p><p>Unread emails</p><p>\"Three. A model always reads her emails right away.\"</p><p>Number of contacts</p><p>116, but I never save numbers (except the 116 times that I did). I've had full conversations with people who I'm still guessing who they are through context clues in our texts.</p><p>First app checked in the morning</p><p>Absolutely Instagram. If someone is going to confess their love to you they are going to do it in the middle of the night on Instagram, and you don't want to miss it.</p><p>Most-used app</p><p>TikTok. I'm addicted.</p><p>Most-recent Uber trip</p><p>From the airport to my house; $56.</p><p>Favorite emoji</p><p>The drooling one. Some people hate that little guy, but he's very flirty to me.</p><p>Most-surprising app you depend on</p><p>My Google Drive app. Not sure if everyone uses it, but I use it every single day to pull up the extremely hilarious things I've written the night before.</p><p>Favorite ringtone</p><p>I have the one my phone came with, but Britney's \"I'm a Slave 4 U\" makes a really good ringtone. (Free Britney.)</p><p>Most-listened-to artist</p><p>Every Dolly Parton album.</p><p>Favorite filter</p><p>The one that makes you look like you had a bunch of plastic surgery is really fun.</p><p>Alarm setting</p><p>During the week I set 100 alarms starting at 8:30 and ending at noon. Why I feel like I won't wake up until noon even though I have an alarm set for every five minutes I have no idea, but it helps me sleep at night.</p><p>Cities listed in weather app</p><p>There's a weather app?</p><p>Favorite food-related app</p><p>I alternate between Grubhub and DoorDash. I have commitment issues!</p><p>Siri user—yes or no?</p><p>I've never used Siri with my phone. I'm old-fashioned.</p><p>Funniest text message of the week</p><p>My sister sent me a picture of my nephew cuddling the glass porcelain cats I got him from the antiques market (a very adult purchase but he begged) and said he named them Mama, Buttons, Cutie Eye, and I think one was named Missing or something.</p><p>'Hacks' Comedian Meg Stalter on the Best \"Free Britney\" Ringtone</p>",
  "published": "2021-09-23T12:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}