{
  "_id": "175a432a7f741e63c137814459da42b7c0788cf272ca5e6d8f7220093ba97eba",
  "feed": "market-watch",
  "title": "Dow slips after weak jobs data, casting doubt on timing of Fed bond purchase taper",
  "text": "<p>How are stock futures trading?</p><p>The Dow Jones Industrial Average DJIA traded 90 points, or 0.3%, lower at about 35,351, off its lows of the session.</p><p>The S&amp;P 500SPX traded 5 points, or 0.1%, lower at 4,531, after touching an intraday low at 4,521.30.</p><p>The Nasdaq Composite IndexCOMP traded 17 points, or 0.1%, higher at around 15,348.</p><p>The Dow rose 131.29 points on Thursday to finish at 35,443.82, while both the S&amp;P 500 and the Nasdaq Composite closed at new records, climbing 0.3% to 4,536.95 and 0.1% to 15,331.18, respectively.</p><p>What's driving markets?</p><p>Job creation in August weakened significantly and the mood on Wall Street darkened somewhat for stock-market bulls.</p><p>Data from the Labor Department showed that the U.S. economy added 235,000 jobs in August, far fewer than forecast for an increase of 720,000, but the unemployment rate dropped to 5.2% from 5.4% and touched a new pandemic low.&#xa0;</p><p>The “headline number is obviously disappointing—much lower than expectations—and markets will react. But the interesting question is why the number is so low,” said Brad McMillan, chief investment officer at Commonwealth Financial Network, in a daily note. “The takeaway here is that much of the weakness comes from the rise in medical risks, rather than a general slowdown in the economy which is also consistent with the weak consumer confidence numbers.”</p><p>Despite the weaker-than-expected headline figures, the data for the two previous months were revised up. June job gains were lifted to 962,000 from 938,000 and July job gains were raised to 1.05 million from 943,000.</p><p>On top of that wages grew for the month. Average hourly earnings, month-over-month, rose 0.6%&#xa0;versus 0.3% expected and 0.4% in July and on a year-over-year basis, wages&#xa0;rose&#xa0;4.3%, compared with 3.9% expected and 4.0% last month.</p><p>“Friday's jobs report showed a significant slowing in hiring, but a surge in wage growth, which is a worrisome combination for the economy,” wrote Jay Pestrichelli, CEO of ZEGA Financial, a West Palm Beach, Fla., investment firm managing $600 million. “Slow economic growth and rising inflation is the worst case scenario for the economy,” he wrote in emailed remarks.</p><p>Still, the overall report may raise some questions about whether the Federal Reserve could delay its long-anticipated plan to start dialing back asset purchases and other policies that have been viewed as accommodative.</p><p>Fed Chairman Jerome Powell has signaled that the central bank would use employment as a key indicator while it considers the end of its pandemic-era measures to add liquidity to markets.</p><p>“After having indicated a taper was likely in the next few months, August payrolls perhaps throws that into disarray,” wrote Principal Global Investors' Chief Strategist Seema Shah, in emailed comments.</p><p>“Of course, inflation has been running at multi-decade highs, and has clearly met the ‘substantial further progress' test—yet that doesn't appear to have made sufficient an impression on the Fed, the strategist wrote.</p><p>President Joe Biden in a news conference Friday on the jobs report blamed the lower-than-expected headline number on the coronavirus delta variant but said the pace of job creation still represents growth.</p><p>“Some wanted to see a larger number today, and so did I,” Biden said.</p><p>“But what we've seen is continued growth month after month. We've added jobs in every single one of my first seven jobs report,” the president said. “This is the kind of growth that makes our economy stronger. Consistent progress, not boom or bust.”</p><p>Wednesday's ADP jobs report, in some ways an opening act for the end-of-week headliner, also fell far short of expectations, signaling the economy still has room to run.</p><p>“Indeed, with their conviction that inflation will ultimately prove transitory, the Fed is currently much more focused on the employment recovery, implying that today's very weak number will likely sway the Fed to a November taper, if not later,” Shah wrote.</p><p>In other data, a reading of activity in the services sector from the Institute for Supply Management, the ISM services survey, fell to 61.7% in August from record 64.1%.</p><p>Elsewhere, Japanese stocks far outperformed their Asian peers after Prime Minister Yoshihide Suga, whose government has come under fire for its handling of the pandemic, said he would resign ahead of national elections this year.&#xa0;</p><p>Russ Mould, an analyst at broker AJ Bell. said that the other big story in markets has been the Nikkei's 2% surge. Japan Nikkei 225JP:NIK closed up 2.1% on Friday and produced a 5.4% weekly advance, marking the strongest weekly gain since the period ended Nov. 6, 2020, FactSet data show.</p><p>“The market's reaction to his announcement would suggest investors are optimistic that the country will find a stronger leader. Mining, healthcare, real estate and technology stocks all pushed forward on the main Japanese index,” Mould noted.</p><p>Meanwhile, Chinese stocks felt a pinch after weak economic data from the August services purchasing managers index (PMI), which came in at 46.7, below the 52.0 expected and a decline from 54.9 in July.&#xa0;</p><p>Which companies are in focus</p><p>Shares of Uber Technologies Inc.&#xa0;UBERwere down 1.4%. Friday, as the ride-sharing company was set to benefit from a potential investment in China-based rival Didi Global Inc.&#xa0;DIDI&#xa0;by China's government, according to Gordon Haskett analyst Robert Mollins.&#xa0;Shares of Didi were up 2.1%.</p><p>Kraft Heinz Co.&#xa0;KHC disclosed Friday that it will pay a $62 million civil penalty to settle an investigation by the Securities and Exchange Commission into accounting policies, procedures and internal controls. Its stock was off 0.3%.</p><p>Shares of Apple Inc.&#xa0;AAPL&#xa0;were edging up 0.2%, after Wedbush's longtime bullish analyst Dan Ives said underlying demand for iPhones continues to look strong ahead of the launch of the newest version.</p><p>How are other assets faring?</p><p>The 10-year Treasury note yieldsBX:TMUBMUSD10Y 1.32%, up nearly 3 basis points on the session.</p><p>The ICE U.S. Dollar IndexDXY was off 0.1% at 92.12. The index was headed for a weekly decline of 0.6%.</p><p>In Asia, the Shanghai Composite CN:SHCOMP slipped 0.3% but was up 1.7% for the week, and the Hong Kong Hang Seng Index HK:HSI dropped 0.7% but climbed 1.9% on the week.</p><p>In Europe, London's FTSE 100 UK:UKX ended Friday down 0.4% higher as the pan-European Stoxx 600 XX:SXXP closed 0.6% lower, pushing the index into the red with a weekly decline of 0.1%; Paris' CAC 40 FR:PX1 fell 1.1% on the session but logged a weekly advance of 0.1%, and Frankfurt's DAX DX:DAX closed off 0.4% and fell 0.5% for the week.</p><p>Oil prices drifted lower to flat on Friday, with benchmark Brent BRN00 crude at $72.99 a barrel, virtually unchanged and West Texas Intermediate crude oil on the New York Mercantile Exchange for October deliveryCLV21 off 0.6% at $69.54 a barrel.</p>",
  "published": "2021-09-03T12:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5642,
          "end": 5652
        },
        {
          "start": 5642,
          "end": 5647
        },
        {
          "start": 5653,
          "end": 5657
        },
        {
          "start": 5642,
          "end": 5651
        }
      ]
    }
  ]
}