{
  "_id": "9a41a42452b4289159715bee2d22c2de39fc2e8ac9d41509153329a6913ece19",
  "feed": "wall-street-journal",
  "title": "'Success Is Not Illegal'",
  "text": "<p>The core of Epic's complaint is that Apple maintains an app-store monopoly on its iPhones by restricting competition, which it has exploited by charging developers a hefty 30% commission on user purchases. Facts are critical in antitrust cases, and Obama-appointed Judge Yvonne Gonzales Rogers ruled that Epic failed to meet its burden of proof.</p><p>Epic's popular Fortnite game lets users play other users on different gaming platforms such as Sony's PlayStation, Microsoft's Xbox, the Nintendo Switch and Windows PCs. Players can buy virtual money with real currency on the different platforms, which they can use to buy virtual goods in the Epic app.</p><p>\"As a result, neither consumers nor developers are 'locked-in' to the App Store for digital mobile game transactions,\" Judge Rogers explained in her 185-page decision. She added that other gaming platforms also charge a 30% commission.</p><p>The judge excluded transactions on nonmobile platforms from the market definition, but she still concluded that Apple isn't a monopolist under today's antitrust laws. \"While the Court finds that Apple enjoys considerable market share of over 55% and extraordinarily high profit margins, these factors alone do not show antitrust conduct,\" she noted.</p><p>She emphasized that \"the wider gaming market is both dynamic and evolving,\" and new entrants in mobile game streaming show that \"entry barriers are not so substantial to prevent new market entrants.\" Gaming transactions have increased, and Epic's Fortnite Apple app has earned it more than $700 million over 100 million user accounts in two years.</p><p>The ruling isn't the last antitrust word, as the judge noted that the trial record didn't include evidence on barriers to entry or other competitive issues. But the ruling sends a message to government trust busters that they need to do more than show a company is big and profitable. They need to show that consumers and competition are harmed, and facts in court are stubborn things.</p>",
  "published": "2021-09-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1492,
          "end": 1497
        },
        {
          "start": 37,
          "end": 42
        },
        {
          "start": 998,
          "end": 1003
        },
        {
          "start": 1081,
          "end": 1086
        }
      ],
      "nexusId": "10022657"
    }
  ]
}