{
  "_id": "d82cb0d490460038157137f9711c288cfeb70eeca14d1b98bf16d6e6b26d8b4d",
  "feed": "ftcomall",
  "title": "Honey & Co chef Itamar Srulovich's fantasy dinner — well-travelled guests and his wife's apple tart",
  "text": "<p>After two years of semi-confinement, my fantasy dinner is a gathering of travellers. Nowhere could be more appropriate than Patrick Leigh Fermor's home in Greece, a collection of stone buildings perched above the sea in Kardamyli. But I have taken certain liberties with it: I got Sarah Raven to zhuzh up the garden and had the swimming pool from La Colombe d'Or in Provence brought in, complete with the Alexander Calder mobile. </p> <p>Accidentally or not, I have triple-booked the band, but I hope that somehow Umm Kulthum, Fela Kuti and Joni Mitchell will make it work together.</p> <p>In the kitchen is the best cook I know — my wife Sarit Packer — and I have assembled a crack team for her to have fun with: Nof Atamna, whose Instagram posts we've been drooling over for years; Junya Yamasaki, the chef who opened Koya — we still dream about the last meal he cooked for us there; and the great cookbook writer Claudia Roden.</p> <p>We go to the local market, see what's good, then have a delicious debate about the menu — often this is the best part of any meal. Junya gets excited about the fresh fruit and vegetables; Claudia and Nof about the local olive oil. I have entrusted my good friend Caroline Eden, a traveller with a particular ear for food stories, to chronicle the excursion for posterity. </p> <p>First to arrive is the author <strong>Rose Macaulay</strong>. Lately I've been bewitched by her novel <em>The Towers of Trebizond</em>, in which a group of Anglicans travel across Turkey by camel. Rose appears on a white one.</p> <p>Next is <strong>Ibn Battuta</strong>, a 14th-century Moroccan whose travels make Marco Polo's look like a trip to Tesco. His accounts include everything from the price of a slave in Persia to an Indian samosa recipe. He and Rose hit it off immediately, when he asks how she came to own a “white Arabian Dhalur (single hump) from the famous herd of the Ruola tribe”.</p> <p>My next guests are <strong>Asterix &amp; Obelix</strong>, the Forrest Gumps of the ancient world, whose love for their village is matched only by their love for adventures. And last is <strong>Bruce Chatwin</strong>, my favourite travel companion of all. He is no stranger to this house, having stayed here before. And he chose the hills above it as his final resting place.</p> <p>We drink the slightly rough local wine and lots of <em>tsipouro</em> (except Asterix &amp; Obelix, who brought a flagon of potion) — then we have course after course, drink after drink, song after song. We have the whole world at our table.</p> <p>We tell these travellers about the past 18 months, about lockdown and Zoom and WFH, and Bruce remembers something he once wrote: “Man's real home is not a house, but the Road.”</p> <p>Dessert is <a href=\"https://www.ft.com/content/9fd079dc-b0f9-11e7-aa26-bb002965bce8\">my wife's apple tart</a>, the only thing that can make our rowdy group silent for a bit before we wish each other good night and, more importantly, good travels.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p> <p><em>Photo credits: Patricia Niven; Heritage Images/Getty Images;&#xa0;Ulf Andersen/Getty Images;&#xa0;Hulton Archive/Getty Images; Alamy</em> </p><p>Source: Itamar Srulovich 2021 'Honey &amp; Co chef Itamar Srulovich's fantasy dinner — well-travelled guests and his wife's apple tart' FT.com 11 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-11T04:00:55.227Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 89,
          "end": 94
        },
        {
          "start": 2600,
          "end": 2605
        }
      ],
      "nexusId": "10022657"
    }
  ]
}