{
  "_id": "081d187ae7ecf5c180dc8ed98278bb7e16002b34a4b73bf0c9568144024b4118",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Kia Seeks Partners  To Build Apple Car  ----  By Tim Higgins and Elizabeth Koh",
  "text": "<p>   Kia Corp. has approached potential partners about a plan to assemble Apple Inc.'s long-awaited electric car in Georgia, according to people familiar with the matter. </p><p>   The proposal would involve a multibillion-dollar investment, according to people familiar with the matter, who stress that a deal hasn't been finalized. If successful, it would thrust the iPhone maker into the car business after several years of secretive work in which its engineers plotted to upend the 100-plus-year-old automotive industry. </p><p>   The likelihood of a final agreement was thrown into question when Kia's parent company, Hyundai Motor Co., said last month -- then sought to play it down -- that it was in negotiations with Apple to cooperate on an electric driverless car. Apple has never confirmed those talks, and its dealings with other auto makers in the past have fizzled. </p><p>   Hyundai has talked to Apple about investing more than $3 billion in a deal that would see Kia begin building cars under the tech company's brand as soon as 2024, a person familiar with the matter said. Under such an agreement, as many as 100,000 vehicles could be assembled in the first year in Georgia, the person said. </p><p></p>",
  "published": "2021-02-05T07:14:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 69,
          "end": 79
        },
        {
          "start": 877,
          "end": 884
        },
        {
          "start": 877,
          "end": 882
        },
        {
          "start": 700,
          "end": 705
        },
        {
          "start": 39,
          "end": 44
        },
        {
          "start": 750,
          "end": 757
        },
        {
          "start": 39,
          "end": 46
        },
        {
          "start": 750,
          "end": 755
        },
        {
          "start": 69,
          "end": 80
        },
        {
          "start": 700,
          "end": 707
        },
        {
          "start": 69,
          "end": 74
        },
        {
          "start": 69,
          "end": 81
        },
        {
          "start": 69,
          "end": 76
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}