{
  "_id": "0f1493f41f55eb4d83c4955e8134b3e349ec2109e623e0ed265eec04802713cc",
  "feed": "ftcomall",
  "title": "Brazil's new frontier is transforming its fortunes — but at what cost?",
  "text": "<p>Rodrigo Pozzobon smiles like he can't quite believe his good ­fortune. It's the toothy, giddy grin of a man who has just stumbled across treasure.</p> <p>In a way, he has. More than 1,000km west of Brazil's big coastal states — closer, as the crow flies, to the Pacific Ocean than to Rio de Janeiro — the 35-year-old is riding a boom that has garnered little attention among his fellow citizens and even less across the wider world. Pozzobon is one of Brazil's soyabean kings.</p> <p>Dressed in suede loafers and a crisp T-shirt, he could easily pass as a <em>Faria Limer</em> — one of the São Paulo elite who live, work and play around the city's financial district. But Pozzobon was born and bred in Brazil's far-western state of Mato Grosso and his roots go deep. His father worked the land for a co-operative in the 1980s before setting up his own farm. Today, Pozzobon junior has two farms and two houses. São Paulo is only useful for the occasional weekend trip.</p> <p>“I cannot imagine living in any other place,” he says in English before switching to Portuguese as his enthusiasm overtakes his linguistic ability. “The profits here are too good.”</p> <p>During the past 20 years, Mato Grosso, a state nearly twice the area of Spain, has become one of the <a href=\"https://www.ft.com/content/ce1214ac-e34f-11d9-b6f0-00000e2511c8\">world's leading producers</a> of a crop so lucrative that the locals call it “green gold”. It is a boom that has been spurred by shifting geopolitics, from <a href=\"https://www.theatlantic.com/international/archive/2020/02/china-brazil-amazon-environment-pork/606601/\">the rise of China</a>, with its insatiable demand for food stuffs, to the arrival of populist leaders such as Brazilian president Jair Bolsonaro, an idol to many in Mato Grosso.</p> <p>It has also been fuelled by the kind of environmental destruction and rough-and-tumble resource extraction that has marred Brazil's international image in recent years. Mato Grosso — in Portuguese it means “thick forest” — is now dominated by vast, flat agricultural plantations reminiscent of the American ­Midwest. In its northern reaches, where this landscape meets the&#xa0;Amazon rainforest, the state has become a flashpoint for <a href=\"https://reporterbrasil.org.br/2020/09/degradation-advances-in-mato-grosso-and-causes-zero-illegal-deforestation-target-to-fail/\">­illegal deforestation</a>. </p> <p>These are not subjects that weigh heavily on Pozzobon's mind. Wealth and progress are the order of the day, and he is feeling bullish. “We could go over to China and slap them in the face and they would still come and buy our soyabeans because they don't have another option,” he says. “They have nowhere else to buy.”</p> <p>Coastal states such as Rio de Janeiro and Bahia dominated Brazil for centuries. In the 20th century, the <a href=\"https://www.ft.com/content/5138c8e4-2127-11e8-8d6c-a1920d9e946f\">rise of industrial São Paulo</a> and the <a href=\"https://www.ft.com/content/b3e4348a-a8a2-11de-9242-00144feabdc0\">construction of Brasília</a> as the political centre moved the focus of Latin America's largest nation inland. </p> <p>Now it is shifting again, further into areas that were once regarded as inaccessible. Far removed from the <a href=\"https://www.ft.com/content/c7664b00-2f85-11e4-a79c-00144feabdc0\">prolonged economic slumps</a> that have sapped vitality from places like Rio and São Paulo, Mato Grosso represents an expansive frontier territory that is playing a crucial role in shaping the nation's future.</p> <p>Its rise is also changing the very idea of Brazil. The euphoria of the first decade of the millennium — when the breakneck growth of the commodities boom turned the country into an international darling — has long since passed. Crime and poverty have soared. </p> <p><a href=\"https://www.theguardian.com/world/2017/jun/01/brazil-operation-car-wash-is-this-the-biggest-corruption-scandal-in-history\">Corruption</a> remains entrenched and democratic institutions fragile. Bolsonaro — an often vulgar former army captain — has plenty of support at home but his rhetoric on the environment and human rights is slowly but steadily turning the country into <a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/jair-bolsonaro-brazil-president-coronavirus\">an international pariah</a>.</p> <p>With the nation troubled by an identity crisis, those who live and work in Mato Grosso champion a different narrative. Their frontier land offers a story of hope and opportunity. It is, says Francisco Olavo Pugliesi de Castro of Famato, a group that represents agricultural producers in the state, “a new Brazil that even Brazilians don't know about”.</p>  <p><strong>The BR-163 bisects Brazil</strong>, running, with few interruptions, from south to north. Within Mato Grosso, the road cuts straight, so driving should be a simple matter. It is not. An endless flow of articulated lorries jockey for automotive supremacy with a fleet of white pickup trucks — a symbol of success for the region's rich landowners. The drivers know the locations of the few speed cameras in the area and in between them anything goes. Imagine a kind of agricultural <em>Mad Max</em>.</p> <p>Strikingly, the din dies down just minutes from the highway. Turn off to the east or west and you will find yourself subsumed in yawning farmland, flat for hundreds of kilometres. In the remote corners of the state live indigenous communities, in demarcated lands that are eyed greedily by those they call <em>kajaiba</em> (the “white man”).</p> <p>The single-carriageway road is a vital — if creaky — piece of infrastructure that allows Brazil's soy kings to get their product to the outside world. It connects Mato Grosso's growth towns such as Sinop, Sorriso and Nova Mutum with Cuiabá in the south and Amazonian river arteries almost 1,000km further north.</p> <p>I meet Pozzobon in Lucas do Rio Verde, a neatly planned boom town that is ranked among Brazil's most developed municipalities. Lucas, as it is better known by locals, has successfully parlayed its breakneck growth in recent years into investments in education and municipal services. The challenge for local authorities is to spend tax revenues fast enough to keep pace with surging population growth.</p> <p>“It is another Brazil here,” says Pozzobon, who tells me Mato Grosso is the only state that has grown during the coronavirus pandemic (in fact, it is forecast to have contracted by 1 per cent last year, though this is still one of the best performances among Brazil's 27 states). The reason is simple, he says: “In the pandemic you stopped doing a lot of things, but you did not stop eating.”</p> <p>Accounting for <a href=\"https://www.ft.com/content/35fe3d81-3c45-444f-a069-7f7e9854dcdd\">22 per cent of gross domestic product</a>, the success of agriculture is a rare bright spot in a country whose industrial and services sectors are still struggling to recover from a devastating recession five years ago. </p> <p>Fernando Tadeu de Miranda Borges, professor of economics at the Federal University of Mato Grosso, sees no signs of a slowdown. “Mato Grosso will drive Brazil's economic development,” he says, though he warns that success hinges on maintaining diplomatic and trading relationships, particularly with Beijing, which Bolsonaro has riled with jibes and barbs.</p> <p>Agricultural booms have been a feature of Brazilian history since the arrival of the first Portuguese explorers in 1500. First came sugar, then coffee and cacao. There was also a gold rush in the state of Minas Gerais, where the influx of miners was at one point so rapid that it triggered a famine, killing the newly arrived prospectors. </p> <p>However, these booms mostly occurred in lush lands already prime for farming and in areas relatively close to the country's coastline with access to shipping and logistics. Mato Grosso can claim neither.</p> <p>Until late in the 20th century, the vast Cerrado savanna that dominates most of Mato Grosso, almost forming a southern perimeter around the Amazon rainforest, was considered too rough for agriculture. This changed with technological advancements including the genetic modification of crops and new methods of soil fertilisation, which opened up the land to the ­production of wheat, corn, cotton and soyabeans.</p> <p>In turn, this process was propelled by the rise of China. As demand for meat has soared in the world's second-largest economy, so too has demand for the raw materials, such as soyabeans, needed to feed the animals for slaughter. In the past 10 years, Brazil has boosted its output of soyabeans — which are also used for oils — from 75 million tonnes to more than 130 million tonnes in 2020, <a href=\"https://www.statista.com/statistics/263926/soybean-production-in-selected-countries-since-1980/#:~:text=From%202015%2F16%20to%202018,metric%20tons%20in%202020%2F21\">surpassing the US</a> to become the world's largest producer. Corn production has almost doubled to 105 million tonnes.</p> <p>Yet for the denizens of Brazil's big cities, Mato Grosso remains a distant idea, known more for its sweltering climate than as the emerging engine of the nation's economy. After a recent announcement by carmaker <a href=\"https://www.ft.com/content/9d5c8b52-eed6-4257-9503-dac897669000\">Ford that it was shutting production</a> in the country, the governor of Bahia lamented the decline of industry, saying, “Brazil is intent on becoming a big farm.”</p> <p>For some locals in Mato Grosso, there is quiet indignation that their state of 3.5 million people has not received due recognition for its achievements. “We are already bigger than São Paulo in terms of agricultural GDP,” says Mauro Mendes, the state's governor, from his office in the capital of Cuiabá. What's more, he adds, “there are still new frontiers to explore”.</p>  <p><strong>Two hours north of Lucas</strong> on the BR-163 lies the town of Sinop. With a growing population of more than 150,000, Sinop is the region's <a href=\"https://lab.org.uk/tapajos-under-attack-6-as-sinop-grew-the-amazon-rainforest-faded-away/\">flagship for urban development</a>, with broad avenues and manicured parks. “We still don't have what you have in São Paulo with theatres and entertainment, but we are just happy to see progress and development,” says Angelo Carlos Maronezzi, who runs an agricultural research centre. “Living here is very gratifying because you have so much opportunity — to work, to grow, to develop ideas.” </p> <p>Fifty years ago, this swath of Mato Grosso was dominated by a mix of forest and scrubland, and was mostly devoid of people. Encouraged by the military governments, which were obsessed with the development of Brazil's far-flung territories, successive waves of migrants from the south of the country began arriving in the 1970s and 1980s. Often the descendants of German, Italian and eastern European migrants to Brazil, their arrival quickly began to transform the ethnic make-up of the region's indigenous and mixed-race population.</p> <p>It is a history promoted at every turn in Sinop. At the city hall there are portraits of these 1970s “colonisers”, alongside black-and-white images of bulldozers tearing down native forest. Replicated today, these scenes would cause uproar. “We took a state that was worthless, a land that was worthless and we tamed it with technology and new methods of fertilisation,” says Maronezzi, who moved to Mato Grosso in 1992 from the south of Brazil.</p> <p>Positivity is commonplace among the residents I meet on my trip through the state, particularly in Sinop and Sorriso, where the streets are dominated by large gated houses, evoking Miami more than middle-of-nowhere Brazil. Complaints are few and far between though, when pushed, Ícaro Francio Severo, a city councillor from Sinop, says the municipality suffers from problems with its sewerage systems as well as an excess of bureaucracy. Few city councillors elsewhere in Brazil would even consider these problems.</p> <p>“When we arrived, everything was happening, everything was growing. We were enchanted,” says Glaucia Regina Santos, the owner of a truckstop restaurant off the BR-163. At first glance, Santos appears an unlikely spokesperson for this new Brazil. When we meet in her dusty pitstop, she is sitting firmly in front of a large fan, barely moving, attempting to cool herself in temperatures nudging 40C. Two staff nearby are equally motionless, only budging to take payment for coffee and cigarettes from a trickle of incoming truckers.</p> <p>But she springs to life when asked about Mato Grosso. “Mato Grosso means success,” she says, highlighting opportunities for the young to work and study in the region's numerous universities (Sinop has seven). “Whoever works will earn,” Santos tells me. “Whoever comes with courage will earn.”</p> <p>It is a startling optimism, particularly for visitors, such as me, who are more familiar with the woes of Brazil's coastal states. Rio, for example, has been broke for years — its decline all too evident in the crumbling facades of its once glittering art deco buildings. Despite overflowing with natural resources, <a href=\"https://www.ft.com/content/b772a3fa-7b08-11e9-81d2-f785092ab560\">Minas Gerais is also bankrupt</a>. São Paulo has wealth but it is unevenly distributed, split between a modern, developed city and a <a href=\"https://www.theguardian.com/cities/2017/nov/29/sao-paulo-injustice-tuca-vieira-inequality-photograph-paraisopolis\">vast ring of favelas</a> on its periphery.</p> <p>Most economists point out that growth in Brazil has historically happened in cycles. Zoom in closer and it is also acutely geographical. In Jorge Amado's sublime novel <em>Gabriela, Clove and Cinnamon</em>, progress is the buzzword of the day for his characters running cacao plantations in 1920s Bahia. Today, the state is <a href=\"https://www.worldatlas.com/articles/the-richest-and-poorest-states-of-brazil.html\">one of Brazil's poorest</a>. </p> <p>Rio de Janeiro, meanwhile, rode the commodities wave to its crest in the past decade. But since the crash it has struggled to find a raison d'être beyond tourism, which has itself been hammered by the city's twin epidemics: Covid-19 and crime. Even São Paulo — an industrial and manufacturing hub — is struggling to keep pace with global peers. The <a href=\"https://www.ft.com/content/dfc8ba5c-0ef9-483a-ab76-4d821ccf0031\">investment is simply not there</a>.</p> <p>Santos, who came to Mato Grosso from São Paulo more than a decade ago, says she has no plans to return: “It is just a shame I didn't come [here] when I was younger.”</p>  <p><strong>Local pride is not the only thing</strong> uniting the strivers of Brazil's frontier lands. They also believe in Bolsonaro. </p> <p>The Brazilian president achieved electoral victory in 2018, after riding a wave of popular discontent over corruption. Since then, his administration has been marked by tentative attempts at economic reform, constant political infighting and international spats, particularly over the <a href=\"https://www.theguardian.com/world/2019/jul/19/jair-bolsonaro-brazil-amazon-rainforest-deforestation\">destruction of the Amazon rainforest</a>. To outside observers, Bolsonaro bears similarities to Donald Trump in his use of populist politics and inflammatory language. But whereas Trump's message resonated largely with economically marginalised swaths of the US, Bolsonaro finds sympathy among <a href=\"https://www.bbc.co.uk/news/world-latin-america-45979682\">wealthier producers and communities</a>, who applaud his hands-off attitude to business following years of leftwing governance.</p> <p>Bolsonaro won 66 per cent of the vote in Mato Grosso in the 2018 presidential polls. But his support along the booming agricultural belt north of the capital Cuiabá is markedly higher. More than 77 per cent of Sinop's residents backed <a href=\"https://www.ft.com/content/005dd722-b27d-4337-99ec-3b9a52a87f6d\">the man they call “Mito”</a> — the myth. Sorriso, the self-styled “capital of Brazilian agriculture”, reported similar figures.</p> <p>The president's face is ubiquitous on billboards across the region, erected by devoted local groups. When he visited Sorriso and Sinop recently, he was mobbed by fans. “You should have seen him at the event here. He went immediately into the crowd to embrace them. He's very populist like that,” says Severo, the Sinop councillor. “And he values agribusiness. He has removed a lot of the bureaucracy, sped up investments and directed money to agribusiness. He has also appealed to farmers by defending them on the environment issue, protecting them from those on the left who say they are destroying the Amazon.”</p> <p>It's not just financially that Bolsonaro connects with the region's residents: he also shares their faith. Like most of rural Brazil, Mato Grosso remains deeply religious but the composition of its worshippers has been changing. For the past two decades — in parallel with its economic renaissance — the state has been at the forefront of a phenomenon that has swept through Brazil: <a href=\"https://www.ft.com/content/9047c83c-197d-11e5-a130-2e7db721f996\">the rise of evangelical churches</a>. </p> <p>Bolsonaro himself officially remains a Catholic, but he won the support of the evangelical movement when he was baptised by a pastor in the river Jordan in Israel two years before he ran for the presidency. It was an astute move. If current trends continue, a majority of Brazilians are expected to identify as evangelical Christians by 2030. </p> <p>These shifts are already abundantly clear in Mato Grosso. In 2000, evangelicals represented 16 per cent of the state's population — a figure that jumped to 25 per cent in 2010. The census for 2020 was postponed due to the pandemic, but regional surveys suggest considerably more than 30 per cent of Mato Grosso residents are now evangelical. </p> <p>“What makes Sorriso thrive is religion. Ninety per cent of the prosperity comes from religion,” says Cristiane Silva Paulino Rodrigues, a resident of the city, echoing the <a href=\"https://www.ft.com/content/3990ce66-60a6-11e9-b285-3acd5d43599e\">“prosperity gospel”</a> that has resonated across Brazil. According to this reading of the Bible, worshippers should tithe 10 per cent of their income to the church and, in return, God will provide material wealth.</p> <p>Bruno Mendes dos Santos, a pastor at the World Church of God's Power in Sorriso, says churches are important in maintaining a sense of community and responsibility in these frontier cities. “Religion is the union,” he says when I ask him about the role of faith in places such as Sorriso. “It helps with everything.”</p>  <p><strong>If the urban middle class</strong> of Brazil's big cities struggle to understand why Bolsonaro remains so popular, the residents of its agro-country can't comprehend why he is so hated elsewhere. “I just like his way,” says Madalena Euclides dos Santos, who sells religious clothing from a store in Sinop. “He is a politician who tells it like it is. Brazilians are used to the sweet little lies. But he doesn't hide when it comes to telling us the hard truths.”</p> <p>Bolsonaro has also earned brownie points in the region for zeroing in on what it needs most from the federal government: <a href=\"https://www.ft.com/content/3990ce66-60a6-11e9-b285-3acd5d43599e\">investment in infrastructure</a>. Last year, his administration succeeded in asphalting the BR-163 as far as the Amazonian port of Miritituba, meaning Mato Grosso's farmers can use the rainforest's gushing rivers to transport their product to the world. He also advocates the construction of rail links that would cross Mato Grosso from north to south and east to west.</p> <p>The plans have been met with<a href=\"https://www.aljazeera.com/news/2019/2/21/brazil-indigenous-group-mobilises-against-planned-soy-railway\"> opposition from indigenous groups</a>, which stand to lose portions of their supposedly protected lands to the projects. But for the region's farmers, this is the inevitable next stage of development. For all the importance of the BR-163, Brazil's distances are just too great for trucking to make economic or environmental sense. It is cheaper for exporters to ship their products from Brazil's ports to China than to move it from interior states like Mato Grosso to the ports themselves. </p> <p>“Once I was in the US visiting a producer in Iowa and he was angry he had to take his soya 16 miles to the nearest train,” Pozzobon says. “I told him I wish I could be angry about that — we have to take ours 2,100km by truck to the nearest port [of Paranagua].” </p> <p>With the world's population expected to reach 10bn in the next 30 years, Mato Grosso's farmers are poised for even greater returns. But the proliferation of Brazil's super-farms comes at a price. Between 2009 and 2019, almost 14,000 sq km of native forest was destroyed in Mato Grosso — an area the size of Connecticut and the second-highest <a href=\"https://imgs.mongabay.com/wp-content/uploads/sites/20/2020/06/10194459/deforestation-by-state-in-the-brazilian-amazon-1988-2019.jpg\">rate of deforestation</a> within Brazil after the Amazonian state of Pará.</p> <p>“The state of Mato Grosso made commitments to reduce deforestation during the Paris [climate change conference] in 2015 . . . and the state government has increased the number of inspections and the enforcement of embargoes, which is positive,” says Cristiane Mazzetti of Greenpeace in Brazil. But even so deforestation in Mato Grosso i<a href=\"https://reporterbrasil.org.br/2020/09/degradation-advances-in-mato-grosso-and-causes-zero-illegal-deforestation-target-to-fail/\">ncreased again in 2020</a>. “The federal government routinely signals that environmental crime will be tolerated. And to make matters worse, the government still foresees significant cuts in the budget this year for inspections and combating fires and deforestation,” she says.</p> <p>The razing of the state began decades ago, when the generals' guiding policy of “developmentalism” sought to unite Brazil by building towns and roads, including the BR-163. But the <a href=\"https://www.bbc.co.uk/news/world-latin-america-49815731\">destruction continues under Bolsonaro</a>, whose rhetoric in support of farmers, gold miners and loggers has been taken as a green light to chop down forests.</p> <p>For defenders of the agricultural sector, environmental groups have misread the situation. “If it weren't for us, how would the world feed itself?” says Famato's Francisco Olavo Pugliesi de Castro. “How many days can the world be without food from Brazil? The day the rest of the world begins to see Brazil as an ally, as a country that is producing food for the world, everything will change. Each country has its own vocation. China is the industrial centre. The US rules the capitalist and democratic world. And the vocation of Brazil is to produce food.”</p> <p>Renato Farias, director of the Centre of Life Institute, a sustainability group based in Mato Grosso's northern Amazonian reaches, says the discussion of illegal deforestation is a sensitive one — it is like “going up against one's own heritage”. Farias embraces an idea winning favour with Brazilian politicians and agriculturalists, who say that with <a href=\"https://www.reutersevents.com/sustainability/right-incentives-we-could-double-soy-production-without-felling-another-tree\">new technologies and sustainable techniques</a>, Brazil can double its agricultural yield without having to raze more forest. Yet despite the idea's appeal, for now the destruction of the environment continues.</p> <p>In the long run, environmental issues may prove Mato Grosso's undoing. <a href=\"https://www.ft.com/content/8c9df562-e467-11e9-b8e0-026e07cbe5b4\">Climate volatility</a> has already begun to impact harvests. Moreover, scientists believe if the deforestation of the Amazon rainforest continues past a certain “tipping point”, the weather patterns that underpin agriculture — and industry — in South America will change dramatically and rapidly. </p> <p>On the political side, too, Mato Grosso faces risks. For now, its wild west frontier spirit is shielded, even nurtured, by Bolsonaro. But the populist president is up for re-election next year and — as the coronavirus pandemic rages — there is no certainty he won't be ousted and replaced by a Brazilian Joe Biden, who is more concerned with the environment. Bolsonaro's <a href=\"https://www.ft.com/content/606067af-7c06-4df2-848c-fd2e231c2ca9\">testy relationship with China</a> also presents a clear and present danger. Beijing has already <a href=\"https://www.theguardian.com/world/2020/mar/19/coronavirus-bolsonaro-son-china-row\">signalled displeasure</a> with the administration in Brasília; few doubt it could retaliate economically if its interests — or honour — were tarnished.</p> <p>For now though, in the office above his home, Sinop councillor Severo is relishing his next big project, which he says is “almost finalised”. The city wants to build a shopping mall, which would attract brand names to the wealthy farming community. Moreover, it would signify Sinop had reached a new stage in development, making it even more attractive to would-be migrants from Brazil's coastal cities.</p> <p>“We have to do a lot of things to be better, to transform the city into a big city, a more organised city,” he says. “But if you took a photo five years ago, you would not believe the difference now. The growth is too much. It doesn't stop.” </p> <a href=\"http://www.ft.com/cms/a2082c03-41e2-493b-8e63-0556f4f79d90.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>Bryan Harris is the FT's Brazil bureau chief</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Bryan Harris 2021 'Brazil's new frontier is transforming its fortunes — but at what cost?' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T05:00:48.246Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 22348,
          "end": 22353
        }
      ]
    }
  ]
}