{
  "_id": "81ea7b0f928f1ec2a4f9136df3e5aea55384236034e91ce0423dd698806cbb05",
  "feed": "ftcomall",
  "title": "The year the garden became our lifeline",
  "text": "<p>Before engaging with the new gardening year and the new lockdown, I look back on the past one. Twenty-twenty was a gardening year like none other. During the lockdowns gardening gained millions of new participants who will, I hope, remain converts. </p> <p>Those of us with gardens were saved by them from isolation and melancholy. We came to know them in ever more detail and strained to improve them. Garden courses online prospered and the websites of nurseries and e-suppliers of plants had a stunning year whereas garden centres had to shut for weeks and nursery sites were closed.</p> <p>It was such a joy, as I had begun to worry that gardening might shrink to be an interest largely of the over-50s. It is now no such thing. Build on what 2020 has forcibly taught us and let us take it forwards into plans for urban regeneration, thriving start-ups and re-employment.</p> <p>Gardening can be a public work as much as road building. When the aftermath of the pandemic displaces office labour, we need to encourage a redirection to growing, planting and maintaining. They fit neatly with the green agenda. Millions of new trees are being touted by every authority in the land, but there is a serious lack of people who know how to space them at proper distances, plant them correctly and then look after them. </p> <p>I hope the new surge of interest in gardening will spill over into an imminent surge of tree and hedge planting, stopping it becoming a tale of dots on a screen, mostly dead in the real world. So much for hopes: what about reality?</p> <p>Last year began with amazingly mild and wet weather, bringing spring flowers to their best long before the old-fashioned calendar thought they should be showing. One continuing lesson is that early-flowering plants are now wonderful value, adding two or three months to the British gardening year. </p> <p>Double up on them, beginning with Helleborus orientalis in its many hybrid varieties. Last year these marvellous hellebores flowered on into April, looking good for three months. They are unmissable and will grow and flower in light shade.</p> <p>When lockdown became serious on March 24, spring was already extraordinarily beautiful. Against a litany of dire news, economic shutdown and deaths, the magnolias, daffodils, flowering cherries, primroses, anemones and every sort of spring bulb looked idyllically lovely. </p> <p>The contrast between nature's visible beauty and her virus's havoc was poignant. Blue skies by day were never followed by frosts at night, at least until mid-May. Flowers on camellias and magnolias never turned brown. Mimosas remained exquisite.</p> <p>Confined to home, I made new discoveries at ground level, plants from past ventures that I had been overlooking. Many of them were at the low level of mountain plants, neglected in the spring rush. Others were in odd places, none more so than the dark blue Iris unguicularis Bob Thompson, which has disappeared from the RHS Plantfinder but not from a bone-dry strip of ground beneath the overhang of my house roof. It was a lovely rediscovery in the first week of confinement.</p> <p>More followed, from the oriental Hylomecon, a poppy-flowered beauty willing to grow in dry places, to the rare Jeffersonia dubia with lavender-blue flowers wherever soil is damp and leafy. </p> <p>As I was not paying for petrol or restaurants or takeaway coffees, I resolved to go online to two suppliers of alpine plants, <a href=\"https://www.kevockgarden.co.uk/plantlist/index.asp\">Kevock </a>and <a href=\"http://pottertons.co.uk/pott/index.php\">Pottertons,</a> and see if they were dispatching plants by post. Within 10 days I had exciting parcels of beautifully wrapped, pot-grown alpines and rock plants to add to my collections.</p> <p>By late April I was as happy as I ever remember, gardening without interruption all weekend and for as many hours in the day as I would otherwise be commuting or chatting over lunch. I was slimmer, fitter and so content that I can only admit it now, nine months later.</p> <p>Maybe cruel Mother Nature realised. In early May, azaleas and rhododendrons were still as good as ever. Wisterias were early and truly stunning, as were lilacs of all kinds. Warm parts of London had roses in full flower since April, as if they were in sunny Provence. Irises were beginning a wonder season and only the peonies were waiting politely for their traditional weeks of flower. </p> <p>My advice to new gardeners is to go first for these famous families of plants and order the ones you like best from pictures. They are far better value than oddities bought online with names like cardamine.</p> <p>We needed rain, and by mid-May we really needed it. On May 15 we had such a sharp night frost that it turned stems on my lilies to mush, as never before. By late May I was carting cans of water around as if in a drought in August. Nature had given with one hand and punished with the other. Mercifully, it rained in early June, making bedding out possible, but long dry springtimes after wet winters may be a new British pattern.</p> <p>My bedding results were mixed. I had superb marigolds, Tagetes Konstanz to the fore, and excellent antirrhinums. On dry soil the sweet peas were poor and in a single night slugs ate too many of my young tobacco plants. Gardening is intermittent warfare, not a cuddly harmonious balance. Organic slug bait in moderation is the answer: do not be squeamish about buying it.</p> <p>Despite the drought, roses continued to have a riotous year, the third in succession, climbers being as good as ever in my lifetime. June and July were a heavenly blend of cloud, sunshine and border plants and, after lockdown, I had some great garden visits, to Kiftsgate, Wollaton Hall and Stone House Cottage Nurseries among others, all worth repeating. </p> <p>August was peculiar. It had three blazingly hot days, damaging phloxes and much else, but as we entered autumn I expected a calm blue conclusion and months of gentle Indian summer.</p> <p>Again, nature showed her dark side. Rains became heavy in late September and October, curbing michaelmas daisies and causing their flowers to pucker up. The winners were white Japanese anemones, which loved the cool wet climate. Variations on what is now called Anemone x hybrida are as lovely as anything all year and are also willing to flower in light shade. I make Honorine Jobert and Andrea Atkinson, both widely available, my plants of the year.</p> <p>Otherwise, too much in late autumn became sodden and the coda I had anticipated never followed through. In November the mildness suited mahonias, winter sweet, winter honeysuckle and jasmine but too many days were too wet for work on flower beds. Tiering and another lockdown left us looking at dead stems from summer, rain and madly early flowers, including aconites in bud on December 22 and a first glimpse of premature snowdrops.</p> <p>Never mind. It began so beautifully and heaven on earth may return in February. Twenty-twenty was the supreme year of the garden, in which it triumphed as a lifeline with a loveliness that I continue to bless. If you have newly taken to gardening, here is one heartening lesson after a lifetime at it: good though a year may have been, there is always scope and hope for the next one to be even better.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em>&#xa0;</p><p>Source: Robin Lane Fox 2021 'The year the garden became our lifeline' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T11:31:21.328Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 7301,
          "end": 7308
        },
        {
          "start": 7301,
          "end": 7306
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}