{
  "_id": "2b6274dd8927956a1bf90b2b7db0e4a42fbed5ee19674665670d46af4552cb20",
  "feed": "ftcomall",
  "title": "Electronic waste — what can designers do?",
  "text": "<p>Here's an uncomfortable question. How many electronic devices have you bought in the past five years? Maybe your mobile provider tempted you with a free upgrade (or two). It's likely you got a new laptop or tablet after the old one ground to a halt. Did the pandemic encourage you to invest in a bigger TV or some smart speakers, or&#xa0;a monitor and keyboard for homeworking? Or you may have kids, in which case the quantity of items you possess that eat batteries and emit irritating beeps is probably uncountable.</p> <p>Over the past few decades, many of us have become uneasily aware of how much stuff we consume, and of the moral onus to do something about it. We've switched to energy-efficient lightbulbs, learned to recycle and tried to break our plastic-bag habit (with mixed results). But what about objects such as mobile phones and TVs? The fact that few of us regard electronics as disposable belies the fact that we are throwing them away at a faster rate than ever. </p> <p>According to recent UN estimates, in 2019 the&#xa0;world generated a record 53.6 million metric&#xa0;tonnes of electronic waste — <a href=\"https://www.theverge.com/21309776/record-amount-ewaste-2019-global-report-environment-health#:~:text=2019%20set%20a%20record%20for,to%20a%20new%20international%20report.\">more than&#xa0;the&#xa0;combined weight of all the adults in&#xa0;Europe</a>.&#xa0;That's&#xa0;around 7.3kg per person, although&#xa0;the tech-hungry developed world is&#xa0;responsible for most of&#xa0;it. </p> <p>Unappealing as waste is, it's the subject of the London Design Museum's keynote autumn show, <em>Waste Age: What Can Design Do?</em> Its contention is that we're living through exactly this: an era in which the problem of waste is as defining as the problem of an overheating planet (the two, of course, are linked). And the lack of appeal is&#xa0;part of the problem. As Design Museum chief curator Justin McGuirk puts it: “It's a really massive issue that no one really wants&#xa0;to think about. It goes without saying that the whole point of waste is that it's out of sight&#xa0;and&#xa0;out of mind.” </p> <p>Timed to coincide with the COP26 UN climate-change conference, the exhibition aims instead to put waste of all kinds front and centre: construction, food, packaging and fashion, as well as electronics. One section will showcase the epic problem of global waste (some 80 per cent of products are thrown away in their first six months of life). In another exhibit, designers try to find fixes, whether through experimental materials or objects specifically made to be disassembled and reconfigured as part of the “<a href=\"https://www.ft.com/reports/circular-economy\">circular economy</a>”. E-waste figures prominently.</p> <p>It's a tricky problem to solve: electronics are unusually resource-intensive and complex to handle. Mining the lithium, copper, rare earth elements and other toxic materials required for components and batteries is <a href=\"https://www.wired.co.uk/article/lithium-batteries-environment-impact\">hazardous for the people involved in extraction</a>, and again if they're disposed of in landfill (one of numerous ironies is that Silicon Valley itself is peppered with <a href=\"https://www.theatlantic.com/technology/archive/2019/09/silicon-valley-full-superfund-sites/598531/\">toxic-waste sites dating back to the dawn of the semiconductor age</a>). The sheer number of different elements that go into even straightforward pieces of tech also make disassembly and recycling a nightmare — as anyone who has attempted to dispose of a dead&#xa0;monitor can attest.</p> <p>Perhaps the biggest headache is the shrinking life cycles of many appliances. Complaints about built-in obsolescence have been around for at least a century (in 1924, a cartel of lightbulb manufacturers began <a href=\"https://spectrum.ieee.org/the-great-lightbulb-conspiracy\">artificially limiting the lifespan of their products</a>, a scandal that was exposed decades later). But until comparatively recently, it wasn't unusual to keep a washing machine or TV&#xa0;going for a decade, maybe longer. Now many of us <a href=\"https://devblogs.microsoft.com/sustainable-software/examining-the-carbon-footprint-of-devices/\">change our smartphones more frequently than we do our hairstyles</a>.</p> <p>“It's crazy,” says Janet Gunter, the co-founder of the UK-based Restart Project, a social enterprise that campaigns to reduce e-waste. “When we buy devices, we accept that we can't replace the components when they wear out. If your car battery died, you wouldn't junk the car. But people do [junk] their mobile phones.”</p> <p>Gunter sees this as emblematic of a societal malaise — a culture that yearns for new and ever-shinier objects and takes a neglectful, throwaway attitude to the ones we already possess. McGuirk, in contrast, puts the blame squarely on tech manufacturers, who — for all that they have begun&#xa0;to <a href=\"https://www.apple.com/environment/\">advertise their green credentials</a> — produce endless hardware refinements and software updates that mean devices age far faster&#xa0;than they should. </p> <p>The materials that make up, say, an iPhone — aluminium, glass, copper, gold — are durable as&#xa0;well as valuable, and the form in which they're&#xa0;shaped looks timeless in its perfection. But&#xa0;three years after buying one, you'll most likely&#xa0;need to upgrade. “It's the production of desire,” McGuirk says. </p> <p>Both McGuirk and Gunter agree that, though consumers might feel guilty, it's hardly our fault: whereas a restored vintage motorbike can function all but perfectly seven decades on, anyone who tries to revive a 10-year-old laptop or <a href=\"https://theconversation.com/screwed-over-how-apple-and-others-are-making-it-impossible-to-get-a-cheap-and-easy-phone-repair-156871\">find the right tool to mend a smartphone</a> is doomed to frustration.</p> <p>No one disputes the issue. So what to do about it? The thrust of the Design Museum exhibition is that, much as these are design problems, there are <a href=\"https://www.ft.com/content/f5171726-7622-11e9-b0ec-7dff87b9a4a2\">design solutions</a> too. McGuirk and his fellow curator Gemma Curtin feature a “sustainable” mobile called the <a href=\"https://www.ft.com/content/6c431560-cfc0-11e9-b018-ca4456540ea6\">Fairphone</a>, which is assembled from responsibly sourced materials and designed to be repairable by the user. </p> <p>They also focus on insights gleaned from a village called Kamikatsu in Japan, which has been trying to turn itself into the planet's first “no-waste” community: recycling must be sorted into no fewer than 45 different categories, and almost everything reused.</p> <p>Another innovative project the curators highlight is a start-up based in (yes) Silicon Valley called Framework. Founded by the ex-Apple, Facebook and Oculus engineer Nirav Patel, the company, as the FT recently reported, has recently begun shipping the <a href=\"https://frame.work/\">first fully “modular” laptop</a>, one in which every major component — battery, screen, keyboard, storage, memory, ports — is easily replaceable. As with the Fairphone, physical parts can be swapped or upgraded when they wear out, with little more than a screwdriver. </p> <p>Speaking over Zoom, Patel explains that Framework's objective is to increase the number of “happy years” people experience. “With a typical consumer electronics product, you might get a year or two where you're just totally happy,” he says. “After that, you find your battery is starting to wear out. Maybe a key on your keyboard is getting a bit flaky.” </p> <p>With conventional laptops, options narrow at this stage; simply because one part doesn't function, you might find yourself being forced to get an entirely new machine. It's a broken system, says Patel: “The practices that were the norm in the industry just don't make sense. They don't serve the consumer well. And they certainly don't serve the environment well.”</p> <p>Does he regard it as a tech-world conspiracy? He laughs. “You'd almost hope that there was a nefarious plot for this to be a revenue-generation strategy. But actually, I think it's almost worse than that.” Many tech companies, he explains, don't see much beyond the product launch; the end-of-life cycle barely figures. “When you've got products that last three years and your revenues and unit-volume projections revolve around that, it becomes very hard to move out of that space.”</p> <p>Janet Gunter's Restart Project aims to shift power back to people. One strand of its work involves sharing tips about how to mend gadgets you already own, from jammed printers to leaky vacuum cleaners, often via skill-sharing workshops called <a href=\"https://therestartproject.org/parties/#:~:text=We%20run%20regular%20Restart%20Parties,toasters%2C%20from%20iPhones%20to%20headphones.&amp;text=We%20call%20ours%20parties%20because,in%20the%20fun%20of%20repair.\">Restart Parties</a>. Another strand promotes neighbourhood repair businesses, which used to be commonplace in the UK but have declined as manufacturers have made appliances harder to fix by “unauthorised” personnel. </p> <p>“Repair jobs are the original green jobs,” says Gunter, pointing to a recent report by the think-tank Green Alliance suggesting that “remanufacturing” and repair work could <a href=\"https://www.bbc.co.uk/news/technology-57744091\">generate work for more than 450,000 people</a> in the UK by 2035.</p> <p>The charity also pushes hard on the so-called&#xa0;“right to repair”. In April, the <a href=\"https://www.bbc.co.uk/news/technology-57744091\">European Parliament passed legislation</a> declaring that manufacturers of appliances like washing machines, dishwashers and TVs must make parts available so they're fixable for at least 10 years. In July, the British government passed a similar law, although it has been <a href=\"https://greenallianceblog.org.uk/2021/07/06/the-uks-new-right-to-repair-is-not-a-right-to-repair/\">criticised for not being far-reaching enough</a>. Legislation is yet to reach the US (one estimate suggests that not having a right to repair <a href=\"https://www.pbs.org/newshour/economy/without-right-to-repair-businesses-lose-time-and-money\">costs American consumers $40bn</a>). Activists are agitating for similar rules to&#xa0;be extended to devices such as smartphones and laptops — so far with little success. </p> <p>The environmentalist mantra “reduce, reuse, recycle” is excellent advice, but if we're to achieve a properly circular economy we need to add another verb: repair. In this, suggests McGuirk, we could learn from developing economies that have had to do this out of necessity, whether in Cuba (<a href=\"https://www.bbc.co.uk/news/magazine-33884714\">where many 1950s US automobiles are famously still on the road</a>, bodged together despite trade embargoes) or India, where the concept of <a href=\"https://www.ft.com/content/26b3431d-be63-4868-9145-d2cc2f786b60\"><em>jugaad</em></a> — perhaps best translated as “cobbling together” — is a point of pride, referring to everything from trucks assembled from spare parts to semi-legal water mains run into informal settlements.</p> <p>Seductive as the latest electronic device might be, makeshift solutions like these possess their own beauty, argues Gunter. We might think of another, older mantra, she suggests: “Time to make do and mend.” </p> <p><em>‘Waste Age: What Can Design Do?' is at the Design Museum, London W8, from October 23;</em> <a href=\"https://designmuseum.org/exhibitions/waste-age-what-can-design-do\"><em>designmuseum.org</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p> <a href=\"http://www.ft.com/cms/d59734d9-5745-46d1-afbe-622c200b3783.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Andrew Dickson 2021 'Electronic waste — what can designers do?' FT.com 10 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-10T15:00:08.933Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5662,
          "end": 5667
        }
      ],
      "nexusId": "10022657"
    }
  ]
}