{
  "_id": "513535931a11de0053c763eccfcba89fdc27c5f6f98d1f909e4d8edc1b2df5b8",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Waver in Thin Holiday Trading; S&P 500 drifts up and down after second-highest close in history",
  "text": "<p>The Nasdaq Composite, by contrast, fell 0.2%, weighed down by a retreat in technology stocks.</p><p>Stocks are in the midst of what's known as the Santa Claus rally, or the period that includes the year's last five trading days and the first two sessions of the new year. Since 1950, the S&amp;P 500 has ended higher about 77% of the time during the period, according to Dow Jones Market Data, with an average gain of 1.3%.</p><p>Heading into the new year, investors say there are reasons for optimism, with many expecting a continued economic recovery ahead. Money-managers say they are also becoming more comfortable with the view that the Covid-19 Omicron variant may not lead to harsh restrictions on commerce and movement. State governors are implementing light-touch measures to try to avoid disruptions.</p><p>\"There's an element of positivity. The data continues to suggest that the disease itself caused by Omicron is materially less severe than the variants which have preceded it,\" said James Athey, an investment manager at Abrdn. \"That's always been the endgame for the pandemic.\"</p><p>Investors' subsiding fears over the Omicron variant have helped propel stocks higher in recent sessions. The S&amp;P 500, now up 1.4% for the week, is within striking distance of a new closing record.</p><p>Movements this week, however, have been exacerbated by lower-than-average trading volumes due to the holiday season. Trading volumes reached the lowest level all year on Tuesday, according to a composite metric that includes the New York Stock Exchange and the Nasdaq. Investors say some of the choppiness this week has also likely been driven by portfolio repositioning.</p><p>\"Institutions and indviduals are trying to get ahead of the year-end mark,\" said Jason Pride, chief investment officer for private wealth at Glenmede.</p><p>Among the S&amp;P 500's 11 sectors Wednesday, shares of real estate and materials companies emerged as leaders. Technology and travel stocks struggled. Chip-maker Advanced Micro Devices and American Airlines Group posted among the biggest declines in the S&amp;P 500, with losses of 3.3% and 2.4%, respectively.</p><p>Apple hugged the flatline and recently trade at $179.25. Investors have been keeping a close watch on the tech behemoth's trading as it edges closer to becoming the first companyto close above a $3 trillion market capitalization. Apple would need to close above $182.856 to reach the milestone.</p><p>Tesla fell 0.3%. Chief Executive Elon Musk exercised the final batch of a package of vested stock options, a series of transactions that have boosted his stake in the company.</p><p>In bonds markets, the yield on the benchmark 10-year U.S. Treasury note rose to 1.545% from 1.480% on Tuesday. Yields move inversely to bond prices.</p><p>Oil prices rose. Global benchmark Brent crude added 0.4%, trading at $79.01 a barrel.</p><p>Bitcoin lost 0.2% compared with its level at 5 p.m. ET on Tuesday, erasing earlier gains. It recently traded around $47,467, according to CoinDesk, after declining the most in nearly a month the previous day. Shares of cryptocurrency exchange Coinbase slid 3.1%.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.1%. The FTSE 100 advanced 0.7% on the first day of trading this week after U.K. markets were closed for bank holidays.</p><p>The Turkish lira weakened for the third consecutive day, depreciating 6.4% against the dollar and trading at about 12.6 lira to $1. The currency had strengthened following an economic rescue plan put forward by President Recep Tayyip Erdogan last week.</p><p>In Asia, most major benchmarks slid. The Shanghai Composite Index retreated 0.9% and Japan's Nikkei 225 closed down 0.6%. Hong Kong's Hang Seng Index fell 0.8%, led by declines in technology stocks.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>U.S. Stocks Waver in Thin Holiday Trading</p>",
  "published": "2021-12-29T16:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2326,
          "end": 2331
        },
        {
          "start": 2096,
          "end": 2101
        }
      ],
      "nexusId": "10022657"
    }
  ]
}