{
  "_id": "4ea6815b3f3c17f3094e53c84ae633e299ef06a19f4bae19b6fb06d25ef07938",
  "feed": "market-watch",
  "title": "Stock buybacks can keep surging next year after a potential record for 2021, analysts say",
  "text": "<p>Buyback volume may rise to around $848 billion in 2021, which would exceed the record $806 billion seen in 2018, according to preliminary estimates from Howard Silverblatt, senior index analyst with S&amp;P Dow Jones Indices. Companies in the S&amp;P 500 index repurchased more than $234 billion worth of shares in the third quarter, he said by phone, topping the previous record set in the fourth quarter of 2018.</p><p>Yet the market expects buybacks next year can rise much higher and “well beyond” the record pace seen during the third quarter, according to a note earlier this week from Nicholas Colas, co-founder of DataTrek Research. “Companies are not buying anywhere near as much stock as they can,” he said, in the emailed note.</p><p>Companies in the S&amp;P 500 index SPX have already done more buybacks this year through the third quarter than all of last year, according to Silverblatt. He agrees that buybacks in 2022 could outpace this year's volume, partly because company cash flows are “good” and “consumers are spending.”</p><p>“Next year, COVID aside, I think we're going to get another record,” Silverblatt said, acknowledging the uncertain path of the COVID-19 pandemic.</p><p>“After adjusting for earnings power,” the level of buybacks in the third quarter was “disappointing,” despite reaching an all-time high, the DataTrek note says.</p><p>“Keep in mind that the S&amp;P 500 is earning” $205 a share this year, which is 27% more than the $162 per share seen in 2018, Colas wrote. “Profit margins are excellent and expected to remain so, at least at America's largest companies.”</p><p>Deutsche Bank analysts also expect buyback volume to rise next year.&#xa0;“Rising earnings should propel gross buybacks to a record trillion dollars in 2022,” the analysts wrote in a Deutsche Bank Research note dated Dec. 10.</p><p>“Next year we're going to probably have a tax on buybacks,” but the legislative proposal of 1% is too small to put a meaningful dent in activity, Silverblatt said. “It's not a major headwind.”</p><p>Meanwhile, the Securities and Exchange Commission announced this week that it proposed new rules for share repurchases that would require more granular disclosures from companies.&#xa0;</p><p>Read: SEC proposes tightening rules on insider trading, stock buybacks</p><p>Companies can increase their earnings per share by reducing their share count through buybacks, providing a quick return to shareholders, Silverblatt said.</p><p>Technology companies have dominated the biggest buyback volumes this year through September, according to his analysis. Apple Inc.AAPL Meta Platforms Inc. FB or the company formerly known as Facebook, Google parent Alphabet Inc. GOOGL, JPMorgan Chase &amp; Co. and Microsoft Corp.MSFT have led buybacks over the first nine months of 2021 for companies in the S&amp;P 500 index, Silverblatt told MarketWatch.</p><p>Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Stock buybacks have been back on a tear, bouncing back after the COVID-19 crisis resulted in companies shutting down their share repurchase programs in 2020, as they sought to shore up cash amid lockdowns of business activity, according to Silverblatt. Buybacks totaled about $520 billion last year, he said.</p><p>The Federal Reserve had clamped down on banks' buybacks in 2020, loosening restrictions last December. In March, the Fed announced that temporary restrictions on bank holding company dividends and share repurchases would end for most firms after June 30.</p><p>“Financials have come back,” with the sector close behind technology in terms of the portion of buybacks it represented in the third quarter, Silverblatt said.</p><p>“The banking system is in fantastic shape,” according to Sam Peters, a ClearBridge Investments portfolio manager who focuses on value stocks. He told MarketWatch by phone that U.S. banks have the “capital strength” to accelerate loan growth, increase dividends and buy back stock.</p>",
  "published": "2021-12-18T12:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2512,
          "end": 2516
        },
        {
          "start": 2502,
          "end": 2511
        },
        {
          "start": 2502,
          "end": 2507
        }
      ],
      "nexusId": "10022657"
    }
  ]
}