{
  "_id": "bb344132d2f895b26940fe83c74be30b8995430b487ed2e7bff1e3989554c20d",
  "feed": "ftcomall",
  "title": "What unites and divides Germany's potential coalition partners",
  "text": "<p>Guten Morgen and welcome to Europe Express.</p> <p>Germany's election season is kicking into gear and both Angela Merkel's centre-right CDU/CSU and the up-and-coming Greens have published their <strong>election manifestos</strong>. With polls indicating the two parties could end up bedfellows in the first post-Merkel government, we compare their Europe-related policies.</p> <p>The <strong>Uefa Euro 2020 </strong>football championship is in full swing and gripping fans across the continent. But we explore a darker reality that has spilled out in stadiums and pitches: culture wars.</p> <p>In Luxembourg, EU affairs ministers meet today to prepare for a summit, hear the latest on EU-Swiss relations and discuss the <strong>rule of law</strong> in Hungary and Poland.</p> <h2>Berlin calling</h2> <p>Germany's ruling Christian Democratic Union and its Bavarian sister party, the Christian Social Union, have <a href=\"https://www.ft.com/content/8f8c6b4d-d88a-4164-8e3c-10b393e822b9\">laid out their joint election manifesto</a> after the <a href=\"https://www.ft.com/content/76ddd8a8-bb08-4b27-bbd6-61f6e8f45431\">Greens published theirs</a> in past weeks. It is well worth looking at what unites and divides the potential government allies in the post-Merkel era.</p> <p>In brief, the CDU/CSU wants to return to how things were before the coronavirus pandemic, especially on fiscal rules and the sacrosanct <em>schwarze Null</em> (a balanced budget). They seem lukewarm on disruptive digital and green policies and made a libertarian push for a retreat of the state from many areas of society under the motto: “throwing money at problems isn't always the best way to solve them”.</p> <p>Meanwhile, the Greens have put forward a transformational plan. Their ambition is to turn Germany into a carbon-neutral economy in the next 20 years. Here are three areas to watch closely: </p> <p><strong>Debt and spending</strong>&#xa0;</p> <ul>  <li><p>The CDU/CSU have insisted that once the pandemic is over, so should be any relaxation of fiscal rules. They support the EU's unprecedented, mutual-debt-fuelled €800bn recovery plan, but say it should be a one-off. They oppose consistent debt mutualisation across the bloc. (<a href=\"https://www.ft.com/content/e3c3e517-2c5b-49d6-a566-0f6bd896f8fe\">Here is Armin Laschet's take in an interview with the FT</a>)</p></li>  <li><p>The Greens are less dogmatic about what other EU nations should do in terms of borrowing. They even suggest a relaxation of Germany's debt brake to allow public investment in schools and infrastructure, to be financed with more debt.&#xa0;</p></li> </ul> <p><strong>Climate goals</strong></p> <ul>  <li><p>The CDU/CSU have embraced the goal of CO2 neutrality by 2045 and a 65 per cent cut in carbon emissions by 2030. But there are caveats for some industries and climate activists have pointed to inconsistencies and omissions in the conservative parties' manifesto — notably their vague commitments on a “stable, fair and transparent” price for carbon.</p></li>  <li><p>The Greens are seeking to raise the carbon price to up to €60 per tonne in 2023, along with subsidies and incentives to cushion the social impact of a greener economy.&#xa0;</p></li> </ul> <p><strong>Europe and foreign policy</strong></p> <ul>  <li><p>The CDU/CSU were more dovish on China and Russia and they failed to mention the controversial Nord Stream 2 gas pipeline. The Greens were more hawkish and maintained their opposition to the pipeline for environmental and geopolitical reasons (they worry about circumventing Ukraine, depriving it of transit revenues, and increasing energy dependence on Russia).</p></li>  <li><p>Both the CDU/CSU and the Greens favour majority voting in EU foreign policy, replacing the current model of unanimity. The Greens would also abolish the need for unanimous EU decision-making on taxation.</p></li> </ul> <p>The September 26 election result will determine how much of these manifestos get translated into actual policy — and how much one or both political groups will have to compromise.</p> <h1>Chart du jour: Europe's Covid bill </h1> <p><em>Public debt in the eurozone rose 14.1 per cent in 2020 compared with the previous year, the biggest leap in two decades, driven by the pandemic. Greece and Spain have recorded the biggest single increase in debt loads, while Ireland only recorded a marginal increase.</em></p> <h2>Beautiful game, uglier realities</h2> <p>International football's biennial jamborees usually offer a few weeks of summer escapism for avid fans and newbies alike, writes <em><strong>Mehreen Khan</strong></em> in Brussels.</p> <p>But this year's European championships have become an extension of the psychodramas and culture wars that dominate political life on the continent. </p> <p>The list of controversies runs long (and we are only 11 days in). Last month, France's far-right kicked off a movement to boycott Les Bleus <a href=\"https://www.washingtonpost.com/opinions/2021/06/02/how-frances-far-right-is-now-dictating-terms-public-debate/\">over a rap song</a>. In England, the national team has defied criticism in the tabloid press by <a href=\"https://www.ft.com/content/cbd13900-7c9b-4ad6-94af-ead14bc929c7\">continuing to take the knee</a> in support of Black Lives Matter, despite jeering from some of their own fans.&#xa0;</p> <p>Further east, Ukraine's football association was ordered by governing body Uefa to partly modify its kit design. Russia had complained that the jersey <a href=\"https://ft.com/content/80dd4f6f-f9e3-4261-a7d7-6c68e6240138\">included a map of Crimea</a>, which Moscow annexed in 2014.</p> <p>Greece has also complained to Uefa about neighbouring North Macedonia using the acronym “MKD”. The Greeks (who didn't qualify for the tournament) say the abbreviation violates the terms of the 2018 agreement under which Macedonia changed its name to North Macedonia. </p> <p>The latest conflagration came this weekend, when German captain and goalkeeper Manuel Neuer became the subject of an investigation by Uefa for wearing a rainbow armband in support of LGBT+ rights. News of the probe prompted <a href=\"https://mobile.twitter.com/TimmermansEU/status/1406675403549315081\">senior EU officials</a> to express support for the player. </p> <p>The inquiry has since been dropped by the governing body, which concluded that the armband did not constitute a breach of its rules prohibiting the display of “political symbols”.&#xa0;</p> <p>Neuer's Germany faces off tomorrow against Hungary, where LGBT+ rights have come under political assault from Viktor Orban's ultranationalist government. Munich's Allianz arena is preparing to welcome the visitors by lighting up the stadium in rainbow colours. </p> <p>Separately, Uefa on Sunday said it was investigating “potential discriminatory incidents” during Hungary's two opening matches in Budapest, where TV images captured homophobic banners among the 55,000-strong crowd. Monkey chants were also reportedly directed at French players on Saturday.&#xa0;</p> <p>Brussels risks getting ensnared in the politicisation of the world's most popular game. EU diplomats have told Europe Express that the incoming Slovenian presidency, led by rightwing prime minister Janez Jansa, wants leaders to sign off on summit conclusions this week on the governance of sport.&#xa0;</p> <p>Under the banner of the European Way of Life, Jansa is pushing for leaders to agree language “reaffirming the uniqueness of the organisation of sport in Europe”. The request has baffled diplomats, particularly as the EU has little legal authority over sport. </p> <p>Slovenian diplomats said the push was needed to prevent schisms such as the scuppered European Super League that rocked world football earlier this year. Jansa also has a long-running grudge against his compatriot and president of Uefa Aleksander Ceferin, often taking to Twitter to send pointed jibes at football's governing chief.</p> <p>Between all the spats and controversies, viewers could be forgiven for forgetting that some football is also going on.</p> <h2>In the dock </h2> <p>Poland and Hungary will be in the spotlight during ministerial meetings in Luxembourg today as member state ministers discuss Article 7 procedures against the two countries, writes <em><strong>Sam Fleming</strong></em> in Brussels. </p> <p>These <a href=\"https://www.ft.com/content/bfa58276-1868-4011-9891-ccd363dc68dc\">procedures</a> allow the European Commission, European parliament or member states to take action against countries for serious breaches of the rule of law under threat of punishments such as the suspension of EU voting rights. </p> <p>The commission triggered the process against Poland in 2017, while the parliament launched it against Hungary the following year. </p> <p>In Poland, incursions into judicial independence have continued, as have apparent threats to the primacy of EU law. In Hungary, there are mounting concerns about the judiciary, anti-corruption frameworks, media pluralism and human rights. Last week, Hungary passed an anti-LGBT+ law that sparked criticism from rights groups. The <a href=\"https://twitter.com/vonderleyen/status/1405224693171372035?s=20\">commission said</a> it would look into whether the legislation breached EU laws.</p> <p>Nevertheless, the two countries can shield each other from punishments under the Article 7 regime by wielding their vetoes. The question ahead is whether the commission can obtain better results by deploying powers agreed last year to withhold EU funds over breaches of vital principles. </p> <p>Commission vice-president Vera Jourova is due to address the ministers in the General Affairs Council, setting out the state of play in both countries. </p> <p>“The last hearing on Poland took place in December 2018 and on Hungary in December 2019, and many things happened since then,” she told Europe Express. “Unfortunately most of them continued to raise our concerns.”</p> <h1>What to watch today </h1> <ol>  <li><p>EU affairs ministers meet in Luxembourg</p></li>  <li><p>Germany's chancellor Angela Merkel receives European Commission president Ursula von der Leyen in Berlin</p></li> </ol> <h1>Notable, Quotable </h1> <h1> </h1> <ul>  <li><p><strong>United front:</strong> French politicians from left to right <a href=\"https://www.ft.com/content/9f0bb544-2152-4f74-ba18-968e06a30be9\">have persuaded</a> a Green candidate to withdraw from the second round of regional elections on Sunday. The move is aimed at ensuring that Marine Le Pen's far-right Rassemblement National does not take control of the southern Provence-Alpes-Côte d'Azur region.</p></li>  <li><p><strong>Belarus sanctions: </strong>EU foreign ministers <a href=\"https://www.ft.com/content/590df795-6bb5-4413-879d-de98435263bc\">approved sanctions</a> against a further 86 individuals and organisations in Belarus and set their sights on industries including finance, potash and petroleum products to put pressure on President Alexander Lukashenko's regime.</p></li>  <li><p><strong>Government collapse: </strong>In a first for Sweden, the country's prime minister Stefan Lofven has <a href=\"https://www.ft.com/content/f592ab48-e3fa-4242-9088-3072e7195136#myft:my-news:page\">lost a no-confidence vote</a> in his government. The vote, engineered by rightwing opposition party Sweden Democrats, means Lofven has a week to call an election or build a new ruling coalition. </p></li>  <li><p><strong>German tech offensive: </strong>Germany's Federal Cartel Office added Apple to the Big Tech companies <a href=\"https://www.ft.com/content/ebecbde1-09ac-4c1c-a47d-8f6803d0f339\">in its crosshairs</a>, launching a probe into whether the iPhone maker has established market dominance through its “digital ecosystem”. </p></li>  <li><p><strong>St Schuman:</strong> “Founding father” of the EU Robert Schuman <a href=\"https://www.euronews.com/2021/06/19/founding-father-of-eu-schuman-moves-ahead-on-sainthood-path\">may soon become a saint</a>. The former French prime minister was given the title of “venerable” in a decree by Pope Francis over the weekend, which is one of the steps that could lead to sainthood.</p></li> </ul> <h1>Recommended newsletters for you</h1><p>Source: Valentina Pop, Europe Express editor 2021 'What unites and divides Germany's potential coalition partners' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-22T05:03:06.562Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9712,
          "end": 9717
        }
      ],
      "nexusId": "10022657"
    }
  ]
}