{
  "_id": "0cf9e045970a9390e7b80f804c78a33c2850dd7c4b6cfd3254e62ae4a9280052",
  "feed": "wall-street-journal",
  "title": "Media & Technology: Apple Scouts for Hollywood Studio Hub --- Production campus is sought for tech firm as it dives deeper into content for streaming",
  "text": "<p>Since launching in November 2019, Apple TV+ has streamed a handful of well-known shows and movies, including hits \"Ted Lasso\" and \"The Morning Show,\" but it remains a relatively small operation compared with entrenched rivals like Netflix Inc. or Amazon.com Inc. Now, with an expansion under way, the company is using big-budget movies and a spate of new film and TV deals to set the stage for it to compete more directly with other tech players.</p><p>A larger Apple footprint in the entertainment capital would reinforce the commitment of the world's most valuable company in the streaming wars that are defining modern-day Hollywood.</p><p>Apple TV+ has occupied a curious position in the industry, known for well-regarded shows but lacking the scale many producers assumed it would have, especially given its aggressive push into music and podcasts.</p><p>In recent months, investors have come to believe that even a Goliath like Apple will need to double down on entertainment if it wants to compete for subscribers, as consolidations like the WarnerMedia-Discovery Inc. tie-up turn the market into a top-heavy brawl. Apple executives appear to agree, announcing in the past year a new Leonardo DiCaprio movie, record-setting acquisitions and a series of other initiatives that signal a new chapter for its Hollywood efforts.</p><p>But its need for more soundstages speaks to one of the more surprisingly competitive aspects of streaming: Securing the space needed to produce shows and movies.</p><p>Part of the reason Apple has been scouting locations for many months, one person said, is that much of the city's available space has been taken up. With hundreds of millions of global subscribers in play, soundstages across Los Angeles are booked months in advance by services that need a constant churn of programming, prompting companies to acquire the space themselves or lock in leases that last several years.</p><p>Another person familiar with the company's plans cautioned that a final square-footage target hasn't been determined and could be less than half million square feet.</p><p>Other tech competitors have taken different approaches to establishing a physical presence in Los Angeles. Amazon occupies a vast majority of the space at the Culver Studios, a 14-acre expanse where \"Gone with the Wind\" and \"Citizen Kane\" were filmed. Netflix occupies several soundstages in the area, but has also built, purchased and developed its own in Albuquerque, N.M.</p><p>At Apple, Mike Mosallam, one of the company's lead production real-estate executives in Los Angeles, joined in January and is helping oversee soundstage strategy. Mr. Mosallum previously worked as director of production planning and studio leasing at Netflix.</p><p>There have been other indications beyond its real estate plans that Apple's entertainment ambitions are growing. The company is producing a Martin Scorsese movie, \"Killers of the Flower Moon,\" an Oklahoma-based film that stars Mr. DiCaprio and is filming in the state.</p><p>Rights to make the movie set off a bidding war when they hit Hollywood in 2016 and the pedigree attached has already created Oscar buzz. With a budget of more than $200 million, it is an anomaly in today's Hollywood -- an expensive movie that isn't based on a comic book. ViacomCBS Inc.'s Paramount Pictures was initially slated to finance the film but abandoned it as the price tag rose. Apple stepped in to cover its budget.</p><p>Earlier this year, Apple set an acquisition record for the Sundance Film Festival when it paid $25 million for the right to release a popular title, \"CODA,\" on its service. And last week, the company signed the production company of Adam McKay, a director best known for hits like \"Anchorman\" and \"The Big Short,\" to a first-look deal that gives it dibs on movies he produces.</p><p>Elsewhere in Los Angeles, Apple in April said it would expand its existing office presence in the Culver City neighborhood as part of its $430 billion commitment to U.S. investment. Apple said it wanted to expand its ranks in the area to more than 3,000 employees by 2026, though that expansion is different from its current production space plans.</p><p>As dominant as it may be in the smartphone industry, Apple is one of many players fighting for subscribers among streaming services.</p><p>The stakes of the competition have risen dramatically since the pandemic accelerated plans at studios like Comcast Corp.'s Universal Pictures and Walt Disney Co. to focus on their direct-to-consumer offerings.</p>",
  "published": "2021-07-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3407,
          "end": 3412
        },
        {
          "start": 3791,
          "end": 3796
        },
        {
          "start": 916,
          "end": 921
        },
        {
          "start": 2435,
          "end": 2440
        },
        {
          "start": 2760,
          "end": 2765
        },
        {
          "start": 3947,
          "end": 3952
        },
        {
          "start": 1105,
          "end": 1110
        },
        {
          "start": 1494,
          "end": 1499
        },
        {
          "start": 456,
          "end": 461
        },
        {
          "start": 3350,
          "end": 3355
        },
        {
          "start": 4167,
          "end": 4172
        },
        {
          "start": 631,
          "end": 639
        },
        {
          "start": 20,
          "end": 25
        },
        {
          "start": 34,
          "end": 42
        },
        {
          "start": 34,
          "end": 39
        },
        {
          "start": 631,
          "end": 636
        }
      ],
      "nexusId": "10022657"
    }
  ]
}