{
  "_id": "20f959d7a0a4f63dd808db94ae129d98a8cc069100696cf171b608dbe2d38807",
  "feed": "ftcomall",
  "title": "Jancis Robinson's tips on how to travel vicariously through wine",
  "text": "<p>This is the time of year when we would usually be planning our summer holidays but surely only the brave, optimistic and/or vaccinated are shelling out for flights and accommodation while Covid-19 is still so prevalent.</p> <p>May I invite you, instead, to indulge in some vicarious travel via bottles of wine that might bring back memories or stimulate the odd daydream?</p> <h2>Provence</h2> <p>Lavender. Thyme. Umbrella pines. The sparkling Mediterranean. The throb of cicadas in the Lubéron. The hazy limestone crags of the Montagne St Victoire. Do you get my gist? So how to experience some of this in liquid form?</p> <p>Nowadays, in a rosé-obsessed world, it has to be a Provençal pink, preferably one with real character. <a href=\"https://www.ft.com/content/4afe0ffa-5cb4-11e5-a28b-50226830d644\">Domaine Tempier's Bandol rosé</a> would be the classic choice and continues to develop in bottle for years — whereas most of them fall off their perch before the next vintage has finished fermenting.</p> <p>But I am also most impressed by a rosé apparently selected by actor Idris Elba from Ch Ste-Marguerite, near Hyères on the coast, for his Porte Noire label. Packaging — clear glass in a funny shape — seems to be a big thing for Provençal rosés (bless Tempier for its standard Bordeaux bottle) but this one is more tasteful than most. I see Decanter World Wine Awards described the 2019 as best in show. </p> <h2>The Hamptons</h2> <p>Loaves &amp; Fishes Foodstore, Nick &amp; Toni's restaurant, the Atlantic pounding miles of fine white sand — and traffic jams. </p> <p>New Yorkers have tended to ignore their own wines but it's becoming increasingly difficult to do so. The East End of <a href=\"https://www.winemag.com/2020/01/31/long-island-wine-guide/\">Long Island is home to some of the world's more creative winemaking</a> (and cider-making). Producers such as Channing Daughters, McCall, Macari and Floral Terranes are really pushing the envelope. And Paumanok is ever reliable, even if few of these wines are exported.</p> <h2>Tuscany</h2> <p>Cypresses, olive groves, vines marching uphill and down dale. Pecorino, prosciutto and panzanella. Not to mention Panzano, home of the world's most flamboyant butcher, Dario&#xa0;Cecchini. </p> <p>Tuscan wines come into their own at the table and specifically with meat, given the quite marked tannins and tanginess inherent to Sangiovese, the signature grape of this beautiful region. It is thrilling to see Chianti Classico on top of its game and being widely appreciated as a serious, age-worthy wine that is every bit as deserving of attention as <a href=\"https://www.ft.com/content/3bd6b1c0-b7d8-11e9-96bd-8e884d3ea203\">Brunello di Montalcino</a>, until recently the most famous Sangiovese-based wine. </p> <p>Most of the hilly Chianti Classico terrain is cooler than Montalcino, which is useful now that summers are warming up. Both of these famous Tuscan wines are now genuinely based on Sangiovese rather than having French varieties such as Merlot and Cabernet Sauvignon blended in to give them more flesh and the supposed international appeal that was (over)valued in the 1990s. </p> <p>There is an argument that Sangiovese-based reds are more suitable for a northern hemisphere winter than for the balmy days and nights of July and August in Tuscany. They should be served fairly cool — around 14C — in high temperatures but at closer to 16C in winter when they would be delicious with thick soups such as <em>ribollita </em>and stews, as well as with any variation on<em> bistecca alla Fiorentina</em>.</p> <p>Most of the Chianti Classico estates also produce their own olive oil, another key ingredient in a Tuscan holiday and one that can be just as evocative as wine. </p> <h2>Greece</h2> <p>Azure water, blindingly white walls, fresh fish, tiny churches, wild herbs, tomatoes full of flavour and <em>tarama</em>.</p> <p><a href=\"https://www.ft.com/content/0f328a4a-f52c-11e9-a79c-bc9acae3b654\">Wine in Greece</a> is so, so much better than some people still believe. In fact, when people ask me which wine-producing countries to look out for, I always say Greece and Portugal. And for the same reasons: both have a scintillating array of indigenous grape varieties for wines of all colours and styles.</p> <p>Assyrtiko, the grape most responsible for the powerfully mineral and citrus whites of the volcanic island Santorini, has been recognised to such an extent that it is now grown in Australia, but a host of others will surely follow. Dafni, Kydonitsa, Malagousia, Robola and Vidiano are all capable of making hugely distinctive whites, while Liatiko, Limnio, Limniona and Moschomavro can make equally distinguished reds. The much more widely planted Xinomavro is a thoroughly modern grape that makes hauntingly transparent reds that age beautifully.</p> <h2>Cornwall</h2> <p>Fresh air, boats, coves, cliffs, pasties, surf, golden sands, clotted cream, high hedges and narrow lanes.</p> <p>Cornwall hasn't exactly swapped tin mines for wines but it does have vineyards to complement tourist attractions such as Eden Project, Tintagel and St Ives, not to mention the restaurants of Padstow. Multi-award-winning Camel Valley is the most prominent white, rosé and sparkling wine producer but Knightor and Trevibban Mill&#xa0;are also worthy of attention. And their wines may be enjoyed by British drinkers without even a hint of Brexit bureaucracy.</p> <h2>Paris</h2> <p>Ah, the City of Light! And pavement cafés. And the wide Champs-Élysées sans riot police, barricades and boarded-up shops. Yes, please! </p> <p>One does have to wonder when diners will ever be allowed to be squeezed together as tightly as they used to be in Parisian bistros and brasseries, and how many restaurants will survive the&#xa0;pandemic. </p> <p>Yet we can but dream . . . and the point of this article is to facilitate such dreams via a bottle or two. The&#xa0;emblematic wine for a trip to Paris is surely the sort of idiosyncratic local trouvaille in which the wine bars of north-east Paris specialise. A sulphur-free, skin-contact blend of <a href=\"https://www.ft.com/content/c94be980-d3e2-4021-95f8-7264ebac4870\">Savoie grapes</a> would do nicely.</p> <h2>Croatia</h2> <p>Crystal-clear turquoise waters, more than 700 islands, Venetian architecture, cobbled streets, chargrilled sardines and <em>blitva</em>, speedboats and yachts, supersaturated sunsets.</p> <p>Croatia has its own very distinctive <a href=\"https://www.ft.com/content/7f710c4c-c925-11e9-af46-b09e8bfe60c0\">vines and wines</a>. In Istria, Malvazija plays an important, chewable part with flavours of apples and honey in its dry whites. Further south, the grapes — and their names — are equally distinctive: Dingač, Babić, Bogdanuša, Kuć, Maraština, Pošip and Grk, not to mention the Croatian grandfather of California's <a href=\"https://www.ft.com/content/807fac24-3507-11e7-bce4-9023f8c0fd2e\">Zinfandel</a> and Puglia's Primitivo, known here as Crljenak Kaštelanski and closely related to the country's dominant red wine grape, Plavac Mali. </p> <p>Americans are represented among makers of Croatian wine by Mike Grgich of Grgich Hills in Napa Valley, while we Brits have Master of Wine Jo Ahearne, who creates wine magic on the island of Hvar. </p> <p>Best of luck transforming wine magic into a magic carpet.</p> <p><em>More stockists from&#xa0;</em><a href=\"http://www.wine-searcher.com/\"><em>Wine-searcher.com</em></a><em>. Tasting notes on Purple Pages of&#xa0;</em><a href=\"https://www.jancisrobinson.com/\"><em>JancisRobinson.com</em></a></p> <p><em>Follow Jancis on Twitter&#xa0;</em><a href=\"https://twitter.com/JancisRobinson\"><em>@JancisRobinson</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Jancis Robinson 2021 'Jancis Robinson's tips on how to travel vicariously through wine' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-23T05:00:42.144Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6838,
          "end": 6845
        },
        {
          "start": 6838,
          "end": 6843
        }
      ],
      "nexusId": "10022657"
    }
  ]
}