{
  "_id": "9d646f2ba54d5e524756a0efb55f5d2ebf230e752198155ae8da768527e9dc5e",
  "feed": "market-watch",
  "title": "Ford hires former Apple and Tesla executive, and the stock jumps",
  "text": "<p>Ford F announced that Doug Field will take over the role of chief advanced technology and embedded systems officer, which will put him in charge of next-generation technology in Ford automobiles. Field had been serving as the vice president of “special products” at Apple AAPL after previously working at Tesla Inc. TSLA as senior vice president of engineering.</p><p>“Doug is one of the world's most respected engineering and product design leaders and has been a driving force behind breakthrough products across auto, tech and mobility, including at Apple, Tesla and Segway,” Ford Chief Executive Jim Farley said in a statement. “His talent and commitment to innovation that improves customers' lives will be invaluable as we build out our Ford+ plan to deliver awesome products,always-on customer relationships and ever-improving user experiences.”</p><p>Ford noted in its statement that Field began his career at the company, as a development engineer from 1987 to 1993.</p><p>“I've always felt a deep connection to Ford,” Field said in the news release. “Ford products have been in my life as long as I can remember — F-150s on my dad's farm, a '65 Continental picking us up at my wedding and my thrill when I discovered the brilliant elegance in the design of the Model T.”</p><p>Ford shares had been in the red on the day before the news, but immediately popped to gains of more than 1% after the announcement hit. The stock has gained 47.9% so far this year, while the S&amp;P 500 index SPX has increased 20.8%, amid high hopes for Ford's electric-car ambitions.</p>",
  "published": "2021-09-07T15:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 272,
          "end": 276
        },
        {
          "start": 18,
          "end": 23
        },
        {
          "start": 266,
          "end": 271
        },
        {
          "start": 547,
          "end": 552
        }
      ],
      "nexusId": "10022657"
    }
  ]
}