{
  "_id": "1fd0c9bc40bf372d78f18b1706db2909a296e5d9b9b447821114a9912ad19bd4",
  "feed": "ftcomall",
  "title": "Western powers reignite Beijing's anger after G7 and Nato warnings",
  "text": "<p>For more than six weeks, Taiwanese military officers wondered where the Chinese fighter jets had gone.</p> <p>During May, only four entered the island's <a href=\"https://www.ft.com/content/26cf55ce-58da-11e3-a7cb-00144feabdc0\">air defence identification zone</a>. In the first half of this month, there were incursions on only four days and a stretch of nine days without any activity at all. This compared to a previous pattern of as many as 20 incursions a month.</p> <p>But on June 15, a day after US president Joe Biden and other Nato leaders issued a statement condemning China's “stated ambitions and assertive behaviour”, 20 People's Liberation Army fighter jets, four nuclear-capable bombers and four additional military aircraft <a href=\"https://www.ft.com/content/64778dbb-1b99-425b-b09f-80dd2eb622f1\">entered Taiwan's ADIZ</a>. It was the largest number of planes ever dispatched by the PLA into the zone, with some of them also skirting around the southern tip and east coast of the island before turning back.</p> <p>One senior Taiwanese government official said Beijing could not restrain itself after the Nato communiqué — and a <a href=\"https://www.ft.com/content/0f24b0a9-1847-431c-807e-6e249fe7181b\">G7 summit</a> statement issued just days earlier — criticised Beijing's activities in the Taiwan Strait and its crackdown on Hong Kong's pro-democracy movement.</p> <p>“Beijing wanted to prove wrong those in the west whom they accuse of hyping a China threat theory,” the official said, referring to the reduced military activity in May and early June. “But of course they could not keep it up. Once Taiwan gets a little support, they have to react.” </p> <p>Chinese analysts said Beijing had no choice but to show its resolve after the Biden administration accelerated its efforts to build a “united front” against China at the G7 and Nato summits — something President Xi Jinping's administration had long feared but that never materialised when Donald Trump was US president.</p> <p>“The G7 and Nato have been distorted into anti-China platforms,” said Victor Gao, a former Chinese diplomat now at the Center for China and Globalization, a Beijing-backed think-tank. “There are increasingly large forces in China that believe if the US wants to single out China as its fundamental enemy, then let the US have an enemy.”</p> <p>Beijing also responded to the G7's criticism of its policies in Hong Kong with a show of force in the territory, where it recently snuffed out the only <a href=\"https://www.ft.com/content/91108538-f34a-4078-9c8e-0cd8e55a0485\">public commemoration </a>of the 1989 Tiananmen Square massacre on Chinese soil. In the early hours of Thursday, police arrested senior staff at the pro-democracy <a href=\"https://www.ft.com/content/0ebdbf6c-315d-43c8-9b5e-dc6efc0af953\">Apple Daily newspaper</a> for alleged “collusion with a foreign country or with external elements to endanger national security”.</p> <p>A senior officer with the Hong Kong police force's national security division later said the arrests were related in part to more than 30 articles published in the newspaper.</p> <p>Beijing's actions around Taiwan and in Hong Kong were matched by scathing rhetoric. <a href=\"https://www.ft.com/content/a1356c94-3c57-46b0-9d49-aa4b2e465287\">Zhao Lijian</a>, a foreign ministry spokesperson and one of China's most outspoken diplomats, said the G7 communiqué “exposed the bad intentions of the US and a few other countries to create antagonism and widen differences with China”.</p> <p>“The US is sick,” Zhao added. “The G7 should take its pulse and prescribe medicine for it.”</p> <p>Such comments appeared to contradict recent instructions from Xi, who said last month that official propaganda should “set the right tone, be open and confident but also modest, humble and strive to create a credible, loveable and respectable image of China”.</p> <p>Xi, however, also noted that China was involved in a “public opinion struggle” internationally. </p> <p>“Powerful anti-China forces in western society want to attack and discredit China,” Lu Shaye, China's ambassador to Paris, said last week in a state media interview. “We must fight back to safeguard our own interests. Our sovereign security and development interests are inviolable.”</p> <p>Yun Sun, a China foreign policy expert at the Stimson Center in Washington, said such rhetoric reflected growing alarm in Xi's administration. </p> <p>“There is a real concern in Beijing that a united front is forming [and] includes many elements that China does not wish to see such as Taiwan, maritime security and human rights,” she said. “That's why we are seeing some unusually harsh responses from Beijing on G7 and Nato.”</p> <p>Shi Yinhong, a professor at Renmin University in Beijing who advises the State Council on foreign policy issues, said: “Germany, France and other EU countries are hesitant to confront China as [openly as] the US . . . but they are now closer to the US when it comes to dealing with China.”</p> <p>Some Chinese officials and analysts argue that while Beijing will continue to respond forcefully when criticised over Taiwan, Hong Kong or other “core interests”, this does not preclude co-operation with the US on other issues such as climate change or global tax reform.</p> <p>Fu Ying, a former Chinese ambassador to the UK, said at a recent seminar that the Biden administration wanted to “prevent China from moving forward to replace the US”. But, she added, “we hope [technological and economic] competition can be managed to ensure it is on a positive track, pushing each other to seek joint development and improvement”.</p> <p>Beijing “should stand firm on matters of principle but not be too distracted by anti-China hostility”, Gao said. “In the long term, China will have a larger economy than the US — no one can change that. Time is on China's side.”</p> <p><em>Additional reporting by Xinning Liu in Beijing</em></p><p>Source: Tom Mitchell in Singapore and Kathrin Hille in Taipei 2021 'Western powers reignite Beijing's anger after G7 and Nato warnings' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T00:00:17.348Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2374,
          "end": 2379
        }
      ],
      "nexusId": "10022657"
    }
  ]
}