{
  "_id": "00738909facf0458ead1e315f5d15337c5d8adc3475476470867a9911c62f781",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  The New World of AutoTech  ---  The combination of electric, autonomous vehicles  with ride-hailing will soon remake both the car  industry and car culture as we've known it. Can the  U.S. keep up with China in this new race?  ----  By Daniel Yergin",
  "text": "<p>   When GM's very first car, the Chevrolet Classic 6, appeared on Detroit's streets in 1912, it ran on gasoline. More than a century later, in 2034, the very last GM car that runs on gasoline is scheduled to roll off the assembly line. Starting in 2035, GM intends to make only electric cars, from its least expensive model, the $4,000 Hongguang Mini in China, to the \"handcrafted\" Cadillac Celestiq at $200,000-plus. The other major car companies, from Ford and Toyota to Volkswagen and Volvo, are heading in the same direction. </p><p>   Governments are also driving the shift. California has banned selling gasoline cars in the state after 2035, and Britain is aiming for 2030. China will allow only electrics or hybrids to be sold starting in 2035, and the Biden administration's giant new infrastructure bill includes $174 billion to support electric cars -- 50% more than for bridges and roads. Just this week, the U.S. and other nations committed themselves to new emission reductions that will add to the effort to push internal combustion cars off the road. </p><p>   But the switch to electric is not the only factor reshaping our relationship with the automobile. Self-driving cars clocked 2 million miles of test-driving on California's roads in 2020, and anxiety bordering on alarm is quietly running through the auto world at reports that Apple is working on its own Apple-branded self-driving electric car. </p><p>   To this mix we can add the rising popularity of ride-hailing services, with the prospect that, in the years ahead, automated vehicles will start to take the place of today's drivers. China's Baidu, one of the world's largest internet and artificial intelligence companies, has already started putting robot taxis on the road in Beijing and Guangzhou. </p><p>   Welcome to the new world of AutoTech -- the merging of electric, autonomous vehicles with ride-hailing to create a radically different car economy. Tied together by the connectivity of digital networks, this new business could upend the global automobile industry -- and along with it, the entire culture that for more than a century has been built around getting behind the steering wheel. \"The global transformation of the industry will take roughly 10 years,\" predicts Herbert Diess, chairman of the Volkswagen group. Others think it will take longer but are no less certain that AutoTech is the future. </p><p>   One of AutoTech's three constituent parts isn't actually new. In 1900, there were more electric cars on New York City streets than gasoline cars. Thomas Edison put much money and effort, plus his personal prestige, into developing his electrics, but Henry Ford's gasoline-powered Model T won the competition. </p><p>   It took a long time for electric vehicles, or EVs, to come back. In the late 1990s, GM rolled out an electric -- the EV1 -- mainly in response to California's requirements for lower emission vehicles. The car, colloquially known as the \"egg-on-wheels\" because of its distinctive shape, failed to catch on. Larry Burns, the then-head of research and strategy at the company, told me, \"General Motors built only 800 of the EV1s and lost a billion dollars.\" </p><p>   In 2003, a young electric-vehicle enthusiast named J.B. Straubel connected over lunch with Elon Musk. Mr. Straubel had what he later told me was \"this harebrained idea that we could use what were then only laptop cells and power a car.\" It was a meal that changed automotive history. Without that lunch, Mr. Musk later said, \"Tesla wouldn't exist, basically.\" </p><p>   Introduced to customers in 2008, the Tesla Roadster was strikingly cool. Many regarded it as a novelty -- but not Bob Lutz, known throughout the auto industry as the Ultimate Car Guy, having been a senior executive at Ford, Chrysler, BMW, and, at that time, vice chairman of GM. \"What Tesla got right,\" he told me, \"was what everybody else thought was wrong. Everybody else thought electric vehicles should be small, cheap and ugly, and for people who did not want to pay a lot for gasoline. Musk saw that the objective was to get a beautiful stylish car that would go 300 miles on a battery and that cost $100,000.\" </p><p>   The logjam was broken. GM came out with its plug-in hybrid Volt in 2010, the same year that Nissan introduced its own EV, the Leaf. By 2013, GM, under the then-head of development and now CEO Mary Barra, committed to a wholly new electric car, the Bolt. And Ford has just introduced the electric Mustang Mach-E, which goes from zero to 60 mph in 5.2 seconds. </p><p>   Alarmed by rising oil imports, the Chinese government also moved in. \"We have to take action,\" declared Wan Gang, China's minister of science and technology who had once worked as an engineer for Audi in Germany and is the person most responsible for China's EV drive. Beijing put in place a host of incentives, regulations and requirements to push \"new energy autos,\" making it today the world's largest market for EVs. </p><p>   Electrics counted for 3% of total cars sold world-wide in 2020, but, as Mr. Burns puts it, \"something has tipped.\" That something is money. Auto companies are now piling new investment into EVs. Electric cars are easier to build, because they are less complex and have far fewer parts. </p><p>   But it is not just the relative simplicity of EVs that is impelling the auto companies. They have little choice in the face of government climate policies, including potential multibillion-dollar fines, and the growing political determination to end CO2 emissions coming out of tailpipes -- and, indeed, to do away with tailpipes altogether. </p><p>   EVs still face the hurdle of widespread customer acceptance, and in any event, gasoline cars will not simply disappear after 2035. The average car stays on the road in the U.S. for about 12 years. </p><p>   Electric cars only take us partway down the road to AutoTech, however. Software and smartphones have made possible the second part of the triad -- ride-hailing. The idea has multiple origins. A Canadian software engineer named Garrett Camp couldn't get a cab on a San Francisco street in 2008, but he did have his new iPhone, thus providing the inspiration for Uber. The seed for Lyft was planted when Logan Green, a California university student, saw jitney buses picking up passengers in Zimbabwe. Didi, the world's largest ride-hailing firm, grew from the frustration of Cheng Wei, a software engineer in China, after he missed several flights because he could not get a taxi. </p><p>   What these ride-hailing companies offer is not a vehicle as a product but rather mobility as a service -- a car only when you want it, not when it is spending much of the time sitting in a garage or parking lot. They offer the possibility of not having to buy a car in order to have the regular convenience of a car. </p><p>   The third part of the AutoTech triad is the one that requires the most \"brains\" -- self-driving cars. In 2005 and 2007, Darpa, the advanced research arm of the U.S. Department of Defense, sponsored two races to prove the concept of self-driving cars -- one, over a rugged desert course in Nevada, and the other, on an abandoned U.S. Air Force base in California. By 2010, Sebastian Thrun, who had led the team that won the first Darpa competition and was then working at Google, announced in a post that Google's \"automated cars\" had driven all over, from Hollywood Boulevard to Lake Tahoe. </p><p>   The race was on, and it has since drawn in tech firms, auto makers, suppliers, industrial companies, startups, entrepreneurs and venture capitalists -- all coming together in dizzying combinations of cross-investments, alliances and acquisitions. </p><p>   Self-driving tests are now operating in several states, and Nuro, a Silicon Valley start-up, has received permission in California to dispatch self-driving delivery vehicles and this month began to test autonomous delivery for pizza in Houston. A major objective of autonomous vehicles is to reduce accidents, and the Biden administration and Congress are seeking to define a federal framework for \"connected and automated vehicles,\" ranging from safety measures and cybersecurity to assuring sufficient radio spectrum to manage them. </p><p>   At the federal and state level, regulators and legislators are beginning to grapple with a host of regulatory questions. Who owns the mountain of data generated by such cars? Who is legally liable in a collision -- the person sitting in the vehicle, the company that provided or manufactured the vehicle, or the company that did the routing? Who gets to see, in real time, where and when people are coming and going? </p><p>   Another hurdle for such vehicles to clear is psychological. It will undoubtedly take years of experience before most people are entirely comfortably getting into a self-driving car that has no steering wheel or brake pedal. </p><p>   \"Great progress has been made on the first 90% of autonomous driving,\" said Mr. Burns, who in recent years has advised, among other companies, Waymo, the autonomous driving spinoff from Google. \"It took longer to do the next 9% than the first 90%, and the last 1% is taking longer than the 9%.\" </p><p>   The world of AutoTech is clearly emerging, however, and as it unfolds over the next few decades, it will have profound effects on our personal lives, the American economy and the place of the U.S. in the world order. </p><p>   For many in urban areas, America's love affair with the car will turn into more of a hookup, with the convenience of a utility. For growing numbers of people, the car era as we've known it, as an expression of identity, will fade away, except for a passionate minority that wants to keep their hands on the wheel. </p><p>   For the young, getting a driver's license will no longer be the liberating rite of passage, replaced instead by an Uber app tied to a parent's credit card. In another generation, many young people may see driving a car as akin to pounding out words on a typewriter. The Great American Road Trip, setting off with a buddy \"to see the USA in a Chevrolet,\" as an old commercial ditty had it, will be less alluring when the extra buddy is an Uber driver or nothing more than software and sensors. </p><p></p>",
  "published": "2021-04-24T06:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1358,
          "end": 1363
        },
        {
          "start": 1330,
          "end": 1335
        }
      ]
    }
  ]
}