{
  "_id": "5bc407ef8a7666866bcac492a1c26870f9d9254fc11258de232f256d75ecd125",
  "feed": "wall-street-journal",
  "title": "World News: World Watch",
  "text": "<p>Extended to July 21</p><p>Border restrictions on nonessential travel with the U.S. will be extended until July 21, officials said Friday, as Canada works to get a higher percentage of Canadians fully vaccinated.</p><p>Public Safety Minister Bill Blair said the move has been made in coordination with the U.S. There are growing calls in the U.S. to open the Canada-U.S. border for nonessential travel such as tourism, but less than 20% of Canadians are fully vaccinated.</p><p>The restrictions were announced in March 2020 in the early months of the pandemic and have been extended every month since. Even some provinces in Canada remain closed to each other. Ontario and Quebec only opened this week for nonessential travel between the two provinces.</p><p>-- Associated Press</p><p>---</p><p>HONG KONG</p><p>Residents Back</p><p>Paper After Raid</p><p>Hong Kong pro-democracy newspaper Apple Daily increased its print run more than fivefold to 500,000 copies as residents lined up Friday to buy the paper in a show of support for beleaguered press freedoms, a day after police arrested five top editors and executives.</p><p>The raid on the paper's offices by hundreds of police and security agents -- along with the freezing of $2.3 million of its assets -- marked the first time a sweeping national security law has been used against the media.</p><p>Police said the editors were arrested on suspicion of foreign collusion to endanger national security, based on over 30 articles that authorities said had called for international sanctions against China and Hong Kong.</p><p>People snapped up copies of the newspaper at newsstands and in convenience stores on Friday. \"There are lots of injustices in Hong Kong already. I think there are a lot of things we cannot do anymore,\" said resident Lisa Cheung. \"Buying a copy is all what we can do. When the law cannot protect Hong Kong people anymore, we are only left to do what we can.\"</p><p>-- Associated Press</p><p>---</p><p>UNITED NATIONS</p><p>Secretary-General</p><p>Guterres Re-Elected</p><p>The U.N. General Assembly unanimously elected Antonio Guterres to a second term as secretary-general on Friday, giving him another five years at the helm of the 193-member organization at a time a deeply divided world faces numerous conflicts, the growing impact of climate change, and a pandemic still circling the globe.</p><p>Mr. Guterres, the only candidate for the U.N .'s top post, said he was \"humbled and energized\" by the support. Ambassadors in the assembly chamber burst into applause as Assembly President Volkan Bozkir announced Mr. Guterres's re-election by \"acclamation,\" without a vote.</p><p>-- Associated Press</p><p>---</p><p>UNITED KINGDOM</p><p>Conservatives Lose</p><p>Special Election</p><p>British Prime Minister Boris Johnson 's Conservative Party has been easily defeated in a special election for a seat that it has held for decades.</p><p>The Liberal Democrats, which was in a coalition government with the Conservatives between 2010 and 2015 before seeing its electoral fortunes wane dramatically, won Thursday's election in Chesham and Amersham, 35 miles northwest of London.</p><p>Sarah Green, the Liberal Democrat candidate, picked up around 57% of the vote and won a seat the Conservatives have held since it was created in 1974. She added around 30 percentage points to the party's result from the 2019 general election.</p><p>-- Associated Press</p>",
  "published": "2021-06-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 834,
          "end": 839
        }
      ]
    }
  ]
}