{
  "_id": "0bfd84816ae38c4a1e4f59ed6784b07faa4fa5e3ac977f79494f4a58645e5e6b",
  "feed": "ftcomall",
  "title": "We need to talk about cushions — or how to avoid a busy bed",
  "text": "<p><em>If you have a question for Luke about design and stylish living, email him at </em><a href=\"mailto:lukeedward.hall@ft.com\"><em>lukeedward.hall@ft.com</em></a><em>. Follow him on Instagram </em><a href=\"https://www.instagram.com/lukeedwardhall/?hl=en\"><em>@lukeedwardhall</em></a></p> <p><strong>My wife is very keen on the “busy bed” look: bolsters, runners, extra cushions. To me, they seem a fussy waste of time, and very early 2000s. What's your view?</strong></p> <p>You must be referring to that particular bedroom aesthetic — a good two to five rows of cushions on a bed, all preened and prodded and looking like they've been karate-chopped down the middle, giving that unmistakable X-shaped appearance. </p> <p>It certainly is a strange phenomenon, and not one that appeals to me in the slightest. I can't say that I've seen any beds dressed in this way of late. Perhaps you might still come across the look in the odd magazine from the 1990s, neglected business hotel or disappointing show home.</p> <p>I do not like a naked bed, however. An expanse of white linen is too glacial for me. I need a bit of adornment: a couple of square or rectangular cushions, a bolster, perhaps, and certainly some sort of throw or blanket (or two). </p> <p>I feel like it was a joke I'd hear occasionally a few years ago, that cursed idea of throwing 36 cushions on to the bedroom floor before being able to climb into bed. Granted, I don't want to have to spend half an hour derigging, but trust me: a few well-chosen items will make a bed even more inviting, and present an opportunity for extra shots of colour and pattern.</p> <p>What these accessories might look like depends on your preferences and the rest of your bedroom. If you have a small-patterned wallpaper, a pair of cushions in a larger pattern could work well. See the interior designer Flora Soames's fabric line for inspiration. </p> <p>Soames launched her first collection in June 2019, and she now sells ready-made cushions in her own fabrics via her website. I particularly like that the ones pictured here are finished with a simple off-white brush fringe — it's an opulent touch, but not too much.</p> <p>Katharine Pole, a London-based dealer of French antique textiles, <br>also sells beautiful cushions online. But I am besotted with her antique quilts. One I keep returning to is an 18th-century number with flower-filled urns and swags in the most charming colourway of deep crimson and faded sky blue. </p> <p>I'm wondering if I can justify the cost — an indulgent £1,700 — by classifying it as a work of art. It is certainly splendid enough to hang on a wall.</p> <p>Take quilting one step further and consider a traditional eiderdown. These seem to have been enjoying a bit of a comeback over the past couple of years, and I'm very much for it. Devon-based Belinda Davies makes feather and down-filled eiderdowns in Liberty fabrics, as well as plain silks, but she can do one using your own choice of fabric, too.</p> <p>There is something gloriously elegant about an eiderdown, something very <em>Gosford Park</em>. They call to mind breakfasts in bed, silver trays and jars of homemade marmalade. For inspiration, see the bedrooms decorated by Annick and Juan de Beistegui at Château de Groussay outside Paris online.</p> <p>If a quilt or eiderdown feels too old-fashioned, go for a throw. I like a plain throw in a delicious colour, but more often than not I want to introduce extra pattern into a room, which is why I like the enormous range of cashmere throws made by New York's Saved NY. </p> <p>In fact, I have just ordered a green seaweed-patterned and Greek key-edged version for our own bed. In our spare bedrooms, antique Welsh blankets adorn the beds — I love these for their geometric patterns and mix of punchy, faded and earthy colours.</p> <p>Back to cushions for a moment: I do approve of a large bolster at the head of a bed — something round in profile or simply very long, like the one I spotted on decorator and dealer Susan Deliss's website recently (pictured below), which features on its front a very beautiful complete silk suzani panel.</p> <p>The key difference between these suggestions and the look I described at the beginning of this article is subtle, but important. That karate-chopped cushion thing is overdone and naff because it's too primped and aggressive. Too regimental. (Side note: I don't like an overfilled <br>cushion, I prefer a good amount of flop.) </p> <p>Bedrooms should be about serenity; absolutely nobody wants their eye taken out by the sharp corner of a particularly puffed-up item of soft furnishing.</p> <p>&#xa0;<em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/645ab634-a7eb-4c1b-b851-49a001697b28\"><em>Here's something to cushion the blow / From Peter Griffin, Llandinam, Powys, Wales, UK</em></a></p><p>Source: Luke Edward Hall 2021 'We need to talk about cushions — or how to avoid a busy bed' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T10:59:42.831Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4582,
          "end": 4589
        },
        {
          "start": 4582,
          "end": 4587
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}