{
  "_id": "6fd8e349d3bf1cbfa56aec3dc133cb8a68c9eb9a521003573a8011f86d7f8101",
  "feed": "market-watch",
  "title": "A couple who earns $220,000 a year with almost no debt thinks they never have enough — how can they see things differently?",
  "text": "<p>I'd like to ask what my spouse and I should be thinking about and doing differently over the next decade before retirement.</p><p>We are 53 years old and married. Our home is worth $450,000, with just under four years to pay off the mortgage, and we have a $20,000 car loan and zero credit card debt. We are trying to be aggressive with our investing and debt reduction, and while we make $220,000, we live on considerably less.</p><p>We have been saving $3,000 a month and have $1.45 million earmarked for retirement. We are invested 100% into equities, including a large percentage of bitcoin BTCUSD and FAANG stocks. [FAANG stocks include Apple AAPL and Alphabet GOOG.]</p><p>Until about two years ago we were invested completely in broad market mutual funds with a very low cost basis, but I feel a more hands-on investing focus is both satisfying and necessary for one's largest asset.</p><p>In the past, we had an investment adviser who I never felt like they earned their 0.75%-1.25% fee to manage our investments.</p><p>We would like to retire by 62 at the latest — and leaving the workforce at 59 1/2 sounds even better. As we enter the final years of our careers, what should we do differently? What should we keep the same? And when do you think we could retire?&#xa0;</p><p>Never feeling like it is enough</p><p>Dear Enough:</p><p>First, I will congratulate you on the determination you and your wife have had to accumulate your assets. Getting your children through college and nearing your mortgage payoff has taken hard work.</p><p>There is a reason “peace” is in my name. Your retirement and finances are about much more than numbers. Your laser focus on saving and investing seems to have overshadowed the realities of retirement details.</p><p>Send your questions to&#xa0;MsMoneyPeaceQuestions@MoneyPeace.com</p><p>Looking around and seeing others retired is appealing, especially those who adapted life plans as a result of priorities changing during the pandemic. According to the Pew Research Center, over half of U.S. adults over age 55 are retired.</p><p>Do not jump on the early retirement bandwagon just because it looks good.&#xa0;Retiring is more like planning a career than building a nest egg alone. Without understanding and preparing for this complex and emotional time, the idea of retirement may be more appealing than actuality of a major lifestyle change.</p><p>In addition, your signature says it all. The “feeling” that there is never enough cannot be eradicated by more money. Emotions and money are intimately tied together. So first and foremost, reach out to a financial therapist in your area through the Financial Therapy Association. There you can find someone to help you sort out that feeling of scarcity.</p><p>Second, you need professional guidance on your investments. I do not know what your career is, but your approach to handling your own investments demonstrate a lack of education on investing.</p><p>Focusing on the returns rather than being well-diversified is a pitfall for many do-it-yourself investors. For example, FAANG stocks have done very well over the past decade. But this is not guaranteed to continue. The aggressiveness of your investments may have served you well to date, but you are now heading into retirement, and it is time to taper your investment approach. Last weekend's 20% bitcoin drop may have already been getting you to reconsider your strategy. And remember, the stock market does not always bounce back like it did from the March 2020 dip.</p><p>Investing is only one piece of the equation. Hire someone like a certified financial planner (CFP) who will help with all aspects of finances, from cash savings to charitable giving and loans. You are in need of this type of advice, as having a car loan on a depreciating asset demonstrates you are not saving for intermediate needs. Even if the interest rate is 0%, a car loan demonstrates a lack of an overall financial strategy.</p><p>For example, a CFP would suggest you put more in your 401(k)s and paying down debt even quicker.&#xa0;The 2022 401(k) individual contribution limit is&#xa0;$20,500, up from $19,500 in 2021. If you are 50 years old or older, you can also contribute up to an additional $6,500. That's putting away $27,000 tax-free each year. For you and your wife, that is a whopping $54,000. Any costs in hiring a CFP will be offset by what they save you.</p><p>Plus, you and your wife need to prepare for the many aspects of retirement. Too many people are emotionally thrown when they realize it is time to withdraw money after decades of saving. I have seen individuals with plenty of money for retirement carry around this fear of not having enough in retirement and, as a result, make poor decisions. (This is why I can't recommend financial therapy enough.)</p><p>The details and complexity in cash-flow planning continue in retirement, including Medicare premiums, tax issues and the ups and downs of investing. Knowledge in these areas is essential to a productive retirement, and a dedicated planner has this knowledge. The time to engage a planner is now, not a few months before retirement when you need to evaluate health-insurance options and a tax-efficient strategy for withdrawals.</p><p>Read: You could unwittingly triple your Medicare premiums — here's what to watch for</p><p>Finally, you do not mention what you will be doing in retirement. This is a critical conversation to start having with your wife. You are both young and may be retired for 30 years. Where will you live? What will you do? What will your daily schedule be like?</p><p>Also read: Want a better relationship? Talking about money will help</p><p>Knowing what you are going to do in retirement is an essential part of the life-planning process. That will provide some information on what you will spend, making a connection with your investment needs.&#xa0;You will be financially better prepared for the long, healthy retirement you desire. Start seeking some professional advice now to make a better transition.</p><p>CD Moriarty is a certified financial planner, a columnist for MarketWatch and a personal-finance speaker. She blogs at&#xa0;.</p>",
  "published": "2021-12-20T13:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 636,
          "end": 640
        },
        {
          "start": 630,
          "end": 635
        }
      ],
      "nexusId": "10022657"
    }
  ]
}