{
  "_id": "cc35810c858d9fcbeb33f8b3d00916a1d92a9425d992207904c86338e368cd08",
  "feed": "ftcomall",
  "title": "Japan pours cash into chipmaking as US-China tensions flare",
  "text": "<p><em>Hello all — Mercedes here in hotel quarantine in Sydney, my first trip out of Singapore since February last year. Time feels as though it is standing still for me stuck in a single room but the tech world keeps spinning. Our Big Story this week is on the chip nationalism sweeping the globe, led by a scoop on how Japan is boosting its semiconductor and battery industry. Don't miss a profile of the SoftBank executive known for his eccentric bets, south-east Asia's tech megamerger and the cyber criminal trying to right his wrongs in Vietnam. I'm off on leave for a few weeks but I leave you in James's and Kenji's capable hands. Until next month!</em>&#xa0;</p> <p><strong>Was this email forwarded to you? If so, you can&#xa0;</strong><a href=\"https://click.newsletters.ft.com/f/a/pMfatIo0ziX_rqRuaGYYDg~~/AAAAAQA~/RgRifgKWP4QjAmh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS93N2hRbURPU1Z4SWdmdERzaGFxb0ZRfn4vQUFBQUFRQX4vUmdSaVlsUTlQMFRzYUhSMGNITTZMeTkzZDNjdVoyOXZaMnhsTG1OdmJTOTFjbXdfWlcxaGFXeEpaRDAyTURkbVl6UmxNamRpTkdNME9UQXdNRFExTW1FNU9XRW1jMlZuYldWdWRFbGtQVEV6TVRWaU1UZzBMV1k1WVRjdE5ESTJOUzB6TmpnNUxXSmpaamN3TjJaak1HUTJPQ1p4UFdoMGRIQnpPaTh2ZDNkM0xtWjBMbU52YlM5dVpYZHpiR1YwZEdWeUxYTnBaMjUxY0M5MFpXTm9MV0Z6YVdFbWMyRTlSQ1p6YjNWeVkyVTlhR0Z1WjI5MWRITW1kWE4wUFRFMk1Ua3dOelF4TVRFMU1EVXdNREFtZFhOblBVRkdVV3BEVGtoVFRYWjVXVlI2U0ROdGRsbHBTVmR3YlhwVFdFbDFYMEZaVm5kWENHWnBiblJwYldWelFncGdkV0xQZjJEMHhKeGNVaFZ0WlhKalpXUmxjeTV5ZFdWb2JFQm1kQzVqYjIxWUJBQUFBQUF-P2VtYWlsSWQ9NjA5Yjc3ZTYwYTFhZjAwMDA0MWE3NGIxJnNlZ21lbnRJZD0xMzE1YjE4NC1mOWE3LTQyNjUtMzY4OS1iY2Y3MDdmYzBkNjhXCGZpbnRpbWVzQgpgkr19m2DM2PV5UhVtZXJjZWRlcy5ydWVobEBmdC5jb21YBAAAAAA~\"><strong>click&#xa0;here</strong></a><strong>&#xa0;if you'd like to receive #techAsia&#xa0;every Wednesday. You can try it for free for 30 days. And we want to hear from you. Send any thoughts to </strong><a href=\"mailto:mercedes.ruehl@ft.com\"><strong>mercedes.ruehl@ft.com</strong></a><strong>&#xa0;or&#xa0;</strong><a href=\"mailto:james.kynge@ft.com\"><strong>james.kynge@ft.com</strong></a></p> <h2>The Big Story — Exclusive </h2> <p>Japan is boosting funding for its semiconductor and battery industries to ensure economic security. As part of the plan, it aims to lure leading US manufacturers to establish operations in Japan, strengthening supply chain integration under the US-Japan alliance, according to <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Japan-to-pour-cash-into-domestic-chipmaking-following-US-and-China\">this Nikkei Asia exclusive</a>.</p> <p>The move is part of a big trend. South Korea <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/South-Korea-plans-to-invest-450bn-to-become-chip-powerhouse\">announced</a> plans by companies this month to invest $451bn to increase the competitiveness of its chipmakers. US president Joe Biden has proposed a <a href=\"https://www.ft.com/content/47eb1c2d-eb25-4591-a27c-9b8a1d25ff3f\">$50bn plan </a>for chipmaking and research. China has committed to spending <a href=\"https://www.ft.com/content/46edd2b2-1734-47da-8e77-21854ca5b212\">more than $1tn</a> on high-tech industries, with a particular focus on semiconductors.</p> <p><strong>Key developments</strong>: Japan already has&#xa0;a $1.8bn fund&#xa0;to support its domestic chipmaking industry. The plan is to expand support programmes so the money can go towards manufacturing technologies for advanced semiconductors and batteries.</p> <p>After negotiations within the ruling coalition, Prime Minister Yoshihide Suga's cabinet is slated to approve the growth strategy as early as June.</p> <p>The government considers semiconductors essential to technological innovations geared towards decarbonisation. Those semiconductors will be categorised as global strategic goods to receive added assistance.</p> <p><strong>Upshot</strong>: Industrial policy in Japan, the US, South Korea and elsewhere is the order of the day as semiconductor shortages and geopolitical rivalries focus government attention on the vulnerability of high tech supply chains. </p> <h2>Mercedes' top 10</h2> <ol>  <li><p>Scoop: An investment firm founded by the son of <strong>China's</strong> most powerful financial official has <a href=\"https://www.ft.com/content/62554721-3b52-4cb9-8d1d-ccdf40b4e463\">invested heavily</a> in units of tech companies including Tencent and JD.com. (FT)</p></li>  <li><p>A late-night social media post of an ancient poem may have proved to be a <a href=\"https://www.ft.com/content/db434419-2430-4deb-8552-47541a5308a1\">$2.1bn mistake</a> for the founder of <strong>Chinese</strong> tech group Meituan. (FT)</p></li>  <li><p>The cloud is the latest front in <strong>US</strong>-<strong>China</strong> tensions. Chinese companies are expanding their cloud reach abroad and the US is <a href=\"https://www.ft.com/content/ddc4d6ff-13dc-449d-a4ca-9ad3d1d6a184\">determined to resist</a> their advance. (FT)</p></li>  <li><p>In that vein, <strong>China</strong> spent <a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/Eyeing-US-China-wields-33bn-subsidies-to-bolster-chips-defense\">a record $33bn</a> in 2020 to shore up its chip and defence sectors via subsidies. (Nikkei Asia)</p></li>  <li><p>Meanwhile, TikTok owner ByteDance has <a href=\"https://asia.nikkei.com/Spotlight/Caixin/TikTok-owner-ByteDance-drops-Alibaba-Cloud-outside-China\">dropped Alibaba's cloud services</a> for its businesses outside <strong>China</strong>, which Alibaba attributed to its sharply lower growth. (Nikkei Asia) </p></li>  <li><p>But <strong>China's</strong> embattled ecommerce leader didn't let its <a href=\"https://www.ft.com/content/d5a75b07-f13b-4c27-8886-70b0a734ef54\">first quarterly loss</a> in six years ago stop its expansion: Alibaba led a <a href=\"https://www.ft.com/content/fc3488c8-360f-4e79-b66b-3b9ec3d4aa2f\">$400m retail investment</a> in <strong>Vietnam</strong>. (FT)</p></li>  <li><p>The FT has profiled <a href=\"https://www.ft.com/content/b29f452a-40c4-4f62-b193-d0c90af84bfe\">Akshay Naheta</a>, the executive at <strong>Japan's</strong> SoftBank known for his eccentric bets, including the “Nasdaq whale” investments in a handful of high-profile tech stocks. (FT)</p></li>  <li><p>Gadget alert: <strong>South Korea's</strong> Samsung has developed an OLED panel that folds <a href=\"https://asia.nikkei.com/Business/Electronics/Fold-it-twice-Samsung-unveils-double-bending-panel-for-smartphones\">into three parts</a>, its latest salvo in the war for smartphone dominance. (Nikkei Asia)</p></li>  <li><p><strong>Singapore's</strong> new <a href=\"https://www.ft.com/content/a3ddc49d-5bba-44a4-bc6d-6fe313edc0bf\">digital museums</a> form part of the drive to build a smart city — a process that has raised privacy concerns in the quasi-authoritarian state. (FT)</p></li>  <li><p>The NYT had an <a href=\"https://www.nytimes.com/2021/05/17/technology/apple-china-censorship-data.html\">interesting piece</a> on Apple's data dilemma in <strong>China</strong>. Here is a good <a href=\"https://mobile.twitter.com/matthew_d_green/status/1394394630523871233\">Twitter thread</a> breaking it down. (NYT, Twitter)</p></li> </ol> <h2>Our take</h2> <p>In an <a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/SoftBank-to-expand-Vision-Fund-portfolio-to-500-companies-Son-says\">exclusive interview</a> with Nikkei Asia last week, <strong>SoftBank</strong> chief Masayoshi Son explained in detail his basic business strategy of “herd” formation.</p> <p>“I want to build a herd, like a franchise of a football team, that lasts for three hundred years with new players replacing older ones over time,” he said. By “herd”, he means companies loosely tied with minority ownerships. </p> <p>“Taking full operational responsibility with a majority ownership costs me lots of time and energy,” Son added. In a network of minority-owned companies with innovative founders and managers, “I can spend my time far more efficiently”.</p> <p>His remarks coincided with this year's letter to shareholders from Warren Buffett, in which the famed US investor also made the case for owning minority, instead of majority, stakes in public companies. “Owning a non-controlling portion of a wonderful business is more profitable, more enjoyable and far less work than struggling with 100 per cent of a marginal enterprise,” Buffett argued.</p> <p>It was also interesting that both SoftBank Group and Berkshire Hathaway earned annual net profits in the order of about $40bn. But SoftBank's market capitalisation is about one-fifth of Berkshire's. “Our shares are cheap,” Son said. “We can gain stronger trust from the market by repeating good investment returns.”</p> <p>In his eyes, investor scepticism of his company's value is in spite of all the tech “unicorns” it has invested in. Son had better realise that the market is just being realistic about the unpredictability of private start-ups' future market values. </p> <p>— Ken</p> <h2>Smart data</h2> <p>Every now and then, a chart comes along that says so much. Spending by the top two global semiconductor companies on their chip businesses is <a href=\"https://www.ft.com/content/7b02670e-de2b-4429-a5b2-c44f872c4a21\">closing in on 45 per cent</a> of the industry's total spending. </p> <p>Those top two companies are Samsung, the South Korean giant, and TSMC, the world's largest contract chip manufacturer. In a highly capital intensive industry such as semiconductors, heavy spending generally presages success. </p> <p>IC Insights, the market research group, said Samsung spent $93.2bn on its semiconductor business over the past three years, double that of all of China's semiconductor suppliers combined. Can anyone catch Samsung now? It is hard to envisage such a scenario. </p> <h2>Spotlight </h2> <p>By the time of his arrest by US Secret Service agents in 2013, <a href=\"https://asia.nikkei.com/Life-Arts/Life/One-of-the-world-s-most-prolific-hackers-wants-to-say-sorry\">Vietnamese hacker</a> <strong>Ngo Minh Hieu</strong> had netted an estimated $2m. He used the money to splash out on sports cars for street racing or vacations in exotic locations across Malaysia and Thailand.</p> <p>He served seven years of a 13-year prison sentence for selling the records of 13,000 people out of a trove of more than 200m identities he had compiled by hacking consumer information databases. But Hieu, who works as a government researcher, is now on something of an apology tour, teaching cyber security to Vietnamese students, executives and everyone in between in his spare time. </p> <p>His story yields salutary insights. Vietnam is no stranger to manoeuvres in cyber space. It hacks dissidents around the world, employing 10,000 so-called cyber troops to block or manipulate content on <strong>Facebook</strong> and <strong>YouTube</strong>, according to US government-funded advocacy group <strong>Freedom House</strong>. Vietnam has rejected the group's findings, saying it respects human rights.</p> <h2>When sages speak</h2> <ul>  <li><p><strong>Rebecca&#xa0;Arcesati</strong>&#xa0;and&#xa0;<strong>Caroline Meinhardt</strong>&#xa0;say that China is starting to <a href=\"https://merics.org/en/short-analysis/china-bets-open-source-technologies-boost-domestic-innovation\">embrace open-source technologies</a> to boost domestic innovation in a piece for <strong>Merics</strong>, a Berlin-based think-tank.</p></li>  <li><p>Developing economies are still <a href=\"https://reconasia.wpengine.com/?p=2189\">welcoming Huawei</a>, the Chinese tech champion, to install cloud infrastructure and e-government systems, write <strong>Jonathan Hillman</strong>&#xa0;and&#xa0;<strong>Maesea McCalpin</strong> for <strong>CSIS</strong>, a Washington-based think-tank.</p></li> </ul> <h2>Art of the deal</h2> <p>It is rare that a corporate merger results in a better name. But <strong>Gojek</strong> and <strong>Tokopedia</strong>, Indonesia's two biggest start-ups that <a href=\"https://www.ft.com/content/ce944c28-a6d1-42b9-9da2-12e90cb2ae19\">announced</a> their long-awaited union this week, will be known henceforth as <strong>GoTo</strong> (<a href=\"https://www.ft.com/content/48fe3566-f686-4a0e-9cb2-1ce287cad7ac\">rather than a tortured acronym, writes the FT's Lex</a>). The merged group — of which Gojek holds 58 per cent and Tokopedia 42 per cent — has about 100m monthly active users and is pursuing a public market valuation of up to $40bn.</p> <p>The merger between Gojek, a ride-hailing, delivery and payments “super app” and Tokopedia, an ecommerce unicorn, marked the second mega-deal for south-east Asia this year. News of GoTo came hot on the heels of Singapore-based <strong>Grab's</strong> record merger with a blank cheque company in April. </p> <p>GoTo will have its work cut out. In addition to fighting Grab, it must also contend with the rise of <strong>Shopee</strong>, a well-financed ecommerce platform backed by <strong>Tencent</strong>. None of these companies makes money and with the additional capital from listings on public markets, you can be sure the cash burn has a way to go yet.</p><p>Source: Mercedes Ruehl, Ken Koyanagi and James Kynge 2021 'Japan pours cash into chipmaking as US-China tensions flare' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-19T07:20:58.982Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3881,
          "end": 3886
        }
      ],
      "nexusId": "10022657"
    }
  ]
}