{
  "_id": "3c4ed956a3d0653676775e5148ed5053f0448ae1a035ab5812a2b689187327b2",
  "feed": "wall-street-journal",
  "title": "Travel & Entertainment -- What to Stream: Rogen, Bana and M.O.D.O.K",
  "text": "<p>(Hulu)</p><p>The angry title character in Marvel's new animated series, \"Marvel's M.O.D.O.K.,\" is a giant, floating head (Patton Oswalt) who wants to take over the world. But he has become so fixated on his work that he hasn't noticed that things are falling apart at home and in his empire's finances.</p><p>\"It ultimately became a show about a midlife crisis for a super-villain,\" says showrunner Jordan Blum, \"a guy who loses his job and his family and has to fight for what he cares about and what's important to him.\"</p><p>All 10 episodes of the absurdist comedy's first season drop Friday on Hulu.</p><p>Mr. Blum says they built more than two-dozen seething, big-headed, hand-painted, 3-D-printed, immaculately costumed M.O.D.O.K.s to use on different miniature sound stages during production. To animate the series, the creators tapped Stoopid Buddy Stoodios, the crew behind the popular Adult Swim series \"Robot Chicken.\" The studio's unique take on stop-motion, he said, lent itself to the verite-style storytelling they were after in portraying what a floating head with world-wide ambitions is like when he's not at work in the field.</p><p>\"What does it take to run an evil organization? Like, it's not all taking over the world,\" says Mr. Blum. \"There's probably a bureaucracy and HR and paychecks.\"</p><p>'The Dry'</p><p>(Amazon, Vudu, Apple TV, etc.)</p><p>To American audiences, \"The Dry\" will be seen as a movie set in Australia. But for Eric Bana, it's a movie is about Victoria, the Australian state the 52-year-old actor has always called home. It's not the desert, he says, and it's not the Outback. It's \"little country Australia.\"</p><p>\"These are the towns that we experienced growing up, traveling through,\" he says. \"To get from point A to point B, you will go through 20 of these towns if you're an Australian person.\"</p><p>\"The Dry\" is based on the best-selling novel by Jane Harper and is in theaters and on-demand in the U.S. on Friday. Mr. Bana stars as Aaron Falk, a big-city detective whose boyhood friend and his family are found dead in an apparent murder-suicide. Attending the funeral, Falk returns to the small town he grew up in and sticks around to look into the murders.</p><p>\"Anyone who's from a small country town, no matter what country you're from. understands that notion of everyone knows your business. Everyone knows the business of your family, your parents, your grandparents,\" says Mr. Bana. \"That's a very common thing.\"</p><p>'Yearbook'</p><p>(Amazon's Audible, Apple Books, etc.)</p><p>\"Yearbook,\" the latest from actor Seth Rogen features cameos from Snoop Dogg, Dan Aykroyd, Tommy Chong and other boldfaced names. No, it's not a movie or TV show. It's the audiobook version of his new memoir, for which he has enlisted some of his famous friends and colleagues.</p><p>\"Yearbook\" is a compilation of stories from the life of the actor best known for his roles in films like \"Knocked Up,\" \"Superbad\" and the international incident that was \"The Interview.\" It begins at the intersection of his dreaded visits with his grandparents and his first time performing stand-up comedy on stage as a kid. When he lands a couple of jokes about them, he recalls, the visits with his grandparents \"suddenly became something else. Something new. They were fodder. They were . . . material! I also began to suspect that maybe, just maybe, they knew they were being funny.\"</p>",
  "published": "2021-05-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1309,
          "end": 1314
        },
        {
          "start": 2441,
          "end": 2446
        },
        {
          "start": 1309,
          "end": 1317
        }
      ],
      "nexusId": "10022657"
    }
  ]
}