{
  "_id": "3244fdd5f853313e208fc2a623d6f004a20497aa3a1ba7b7dc357813c99111aa",
  "feed": "ftcomall",
  "title": "Rome reimagined: prices fall in the centre as locals seek more space",
  "text": "<p>For Rome resident Lisa Tucci, 56, there has been one upside to coronavirus restrictions: the city's change of pace. “It has been super quiet in the centre,” she says. “It's so phenomenal to go to the Trevi Fountain and see Italian families and kids playing there, instead of hundreds of tourists.”</p> <p>Usually packed with visitors, parts of Rome felt very quiet during the past year as tourists, students and international workers stayed away. <a href=\"https://www.ft.com/content/d1541678-a2b2-4607-a5ed-b5d95b8c3f72\">Landlords struggled to find tenants</a> for their short-term rentals and agents scrambled to attract foreign buyers for their most prized properties. The pandemic emptied the city centre — which led to a fall in property prices. </p> <p>Recent political disruptions — <a href=\"https://www.ft.com/content/9022639f-9b88-40fe-9875-1d4a282ac5e4\">Mario Draghi was asked on Wednesday to form a new government</a> — could further delay a recovery in Italy, aggravating Rome's housing situation.</p> <p>“Before the pandemic, city dwellers were students, business people, tourists. Now they have left, we have a bunch of vacant properties,” says Jesús Encinar, founder of Idealista, the property website. </p> <p>Prices in the centre fell 3.4 per cent last year to €5,760 per sq m, according to the group. Transactions also fell slightly, according to estimations from Danilo Orlando, founder of the property agency Beliving, from 33,000 in 2019 to 28,000-30,000 last year.</p> <p>The pandemic dealt a blow to the rental market. Landlords who normally let their homes to holidaymakers on short-term sites such as Airbnb increased the supply, contributing to a 10.3 per cent drop in rents last year compared with 2019, according to Idealista.</p> <p>Demand has dwindled too. With the city in lockdown — Rome's restrictions were eased this week, with its orange risk status being downgraded to yellow — many renters decided to move back home. </p> <p>Last October, teacher Humza Rafi, 25, left his €900 a month one-bedroom rental in San Giovanni, a busy district of restaurants and bars, to move back with his family in Mantua, Lombardy. “With all my classes online, it just didn't make sense for me to pay to live in a ghost city,” he says.</p> <p>The economic impact of the pandemic has been significant. Italy's GDP dropped 8.9 per cent last year, according to the latest estimates from the country's central bank. Unemployment is expected to rise to 11 per cent this year, according to estimates from the Italian statistics institute ISTAT.</p> <p>“Some people who lost their jobs left their apartments to go back to their hometowns,” says Encinar. “Those who still have jobs left to remote work from their second homes in the countryside. Many made the move permanent.”</p> <p>For Romans who stayed, demand for larger apartments and access to outdoor space became crucial after the first wave of lockdowns. “Romans found themselves in need of more space, remote work set-ups, hobby rooms, maybe a garden or a terrace,” says Encinar.</p> <p>Meanwhile, staying central seemed less of a priority. “The quality of the apartment, the [amenities] of the building — good security, a rooftop terrace, a gym — are now more important than its location,” says Orlando.</p> <p>Areas away from the centre, such as Aurelio and Trieste, experienced an uptick in demand, he says. Prices in Appio-Latino, with a large park and apartments with terraces, grew 12 per cent compared with 2019 levels to €4,195 per sq m, according to Idealista.</p> <p>Tucci benefited from this trend. Last summer, she quickly sold her 78 sq m two-bedroom apartment in the quiet neighbourhood of Ardeatino for €265,000 — although slightly below asking price. “With a large balcony and access to the local park, [it] became a real get for Romans,” she says.</p> <p>Online property service Immobiliare.it found that interest grew for the suburbs more than the historical centre, with 50 per cent more searches in December 2020 than in the same period in 2019 for flats in the south-west suburbs of Casal Palocco and Mezzocammino.</p> <p>According to an October survey, some 26 per cent of the site's customers said that the pandemic had increased their determination to find a home, up from 14 per cent in April. </p> <p>Low prices and interest rates contributed to higher demand in some areas, according to Encinar. “Rome experienced 10 years of price reductions as a result of the 2008 debt crisis,” he says. “Properties lost 30 per cent of their value [in that time].”</p> <p>Still, banks are expected to reduce access to credit this year, according to consultancy group Nomisma, a result of falling wages and unemployment. “A new season of non-performing loans will soon be upon us,” it said in November.</p> <p>Agents expect prices to edge up again when tourists and investors flock back to the capital. “We already have a lot of foreign buyers coming from the US, France, Canada, as well as England thanks to Brexit, and driven by the flat tax advantages,” says Diletta Giorgolo Spinola, Sotheby's Realty's head of sales in central Italy, referring to the new 2017 tax regime. </p> <p>It affords first-time residents a flat rate of €100,000 on all worldwide income. The regime can be extended to family members — spouses, siblings, children — whose tax on foreign income is then a flat €25,000.</p> <p>For the time being, American-born Tucci is trying to appreciate Rome in the yellow zone, taking advantage of the tourist-free streets: “I'm getting to enjoy parts of Rome I hadn't visited in years.”</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Alice Kantor 2021 'Rome reimagined: prices fall in the centre as locals seek more space' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T10:58:39.265Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5522,
          "end": 5529
        },
        {
          "start": 5522,
          "end": 5527
        }
      ],
      "nexusId": "10022657"
    }
  ]
}