{
  "_id": "19477c736405ce0c9ae7eb9ffb38786077a37b51b06c10c1ef4410fc00e1d72b",
  "feed": "market-watch",
  "title": "Dow and S&P 500 post biggest one-day declines in almost two weeks, with focus shifting to Fed and ‘tidal wave' of omicron",
  "text": "<p>What happened</p><p>The Dow Jones Industrial Average DJIA finished lower by 320.04 points, or 0.9%, at 35,650.95. That's the lowest closing value since Dec. 6.</p><p>The S&amp;P 500 SPX closed down by 43.05 points, or 0.9%, at 4,668.97, losing grip on a psychologically significant level at 4,700.</p><p>It was the largest one-day point and percentage decline for both the Dow and S&amp;P 500 since Dec. 1, according to Dow Jones Market Data.</p><p>The Nasdaq Composite Index COMP finished lower by 217.32 points, or 1.4%, at 15,413.28. That's the lowest closing value since Dec. 6.</p><p>Last week, each of the major indexes rose about 4%, with the S&amp;P 500 closing at its 67th record high of 2021 on Friday. The benchmark U.S. index has gained 25% this year.</p><p>What drove markets</p><p>Markets closed solidly lower Monday as investors sold energy, consumer-discretionary and financial shares, with all eyes on the Federal Reserve's final gathering of 2021 set for later this week.</p><p>Investors are anticipating that Federal Reserve policy makers will announce a faster pace of tapering on Wednesday in response to rising prices, and analysts expect officials will pencil in enough rate hikes to take their main policy rate target to 2.5% by the end of 2024.“While investors might interpret the reversal of Fed policy as a bad harbinger, history shows that stock returns remain robust in the months leading up to and following the first rate increase,” said Jonathan Golub, chief U.S. equity strategist for Credit Suisse Securities.“Over the past 4 cycles ('94, '99, '04, '15), the S&amp;P 500 gained 9.5% in the twelve months prior to the first hike, and 26.0% over the subsequent 3 years,” Golub wrote in a note Monday. “The real damage from higher rates tends to occur later in the cycle when tighter policy flattens/inverts the curve. We are far from that point.”Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter. Use&#xa0;this link to subscribe.Last Friday's inflation reading helped to highlight rising pricing pressures in America, even if the core reading that excludes volatile items showed some signs of receding. The headline figure from Friday's inflation report reached a 39-year high on a year-over-year basis, but there was relief that it was still below some traders' worst-case scenario.Read:Highest U.S. inflation in nearly 40 years will force Federal Reserve's hand</p><p>This week brings a flurry of other central-bank decisions, including those by the Bank of England, the European Central Bank and the Bank of Japan. In addition, markets will be focused on coronavirus headlines. The tally of confirmed cases of COVID-19 in the U.S. was headed toward 50 million on Monday, and the number of deaths was close to 800,000, as New Yorkers kicked off the week with a new face mask mandate for all indoor public places.</p><p>Investors have been opportunistically buying assets that got beaten down in a late-November selloff. But they also remain concerned about what the next phase of the recovery and economic growth might look like amid omicron and continued supply-chain woes, despite strength in U.S. employment.</p><p>“We expect inflation to stay higher for longer, and investors should consider a multi-asset approach that incorporates inflation-protected and floating-rate bonds, select equities, and real assets,” said Gargi Chaudhuri, head of iShares investment Strategy for the Americas at BlackRock Inc.</p><p>“Investors may need to be increasingly selective in their equity allocations, with a preference for value and quality, as well as industries with pricing power, such as semiconductors,” Chaudhuri wrote in a note.</p><p>In public-health news, U.K. Prime Minister Boris Johnson warned on Sunday night of a “tidal wave” of omicron infections and said England would quicken the pace of booster vaccinations.</p><p>Which companies were in focus</p><p>Apple Inc.'s AAPL recent share gains are pushing the iPhone maker closer to a $3 trillion market valuation milestone, even as shares finished 2.1% lower Monday.</p><p>Harley-Davidson Inc.&#xa0;HOG, said Monday its LiveWire electric-motorcycle business will go public by merging with special-purpose acquisition corporation AEA-Bridges Impact Corp.&#xa0;IMPX, in a deal with a pro forma enterprise value of about $1.77 billion. Harley-Davidson shares closed 4.7% higher. AEA-Bridges shares finished 3.6% higher.</p><p>Shares of Tesla TSLA finished 5% lower after the electric-vehicle maker's CEO Elon Musk was named Time Magazine person of the year.</p><p>Pfizer Inc.&#xa0;PFE said Monday it has agreed to acquire Arena Pharmaceuticals Inc.&#xa0;ARNA&#xa0;in a deal with a value of about $6.7 billion.&#xa0;Pfizer shares finished 4.6% higher. Arena Pharmaceuticals shares closed up by 80.4%.</p><p>Daimler Truck&#xa0;DTG finished 10.7% higher on Monday, its second day of trade following the spinoff from Daimler&#xa0;DAI.&#xa0;</p><p>Navient Corp.&#xa0;NAVI&#xa0;said Monday its board has approved a new $1 billion share buyback authorization. Its shares closed up by 1.1%.</p><p>Mattress company Tempur Sealy International Inc.&#xa0;TPX said Monday it has increased its share buyback authorization to $1.5 billion.&#xa0;Its shares finished 2% higher.</p><p>Eli Lilly &amp; Co.&#xa0;LLY&#xa0;said Monday it has entered a strategic collaboration with Foghorn Therapeutics Inc.&#xa0;FHTX&#xa0;for novel oncology targets using Foghorn's proprietary gene traffic control platform. Eli Lilly shares finished 1.8% higher. Foghorn shares closed up by 55%.</p><p>How other assets traded</p><p>The Turkish lira USDTRY crashed against the dollar, as S&amp;P warned it may downgrade Turkey's debt rating. The Central Bank of Turkey responded by intervening in markets “due to unhealthy price formations in exchange rates.”</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y fell 6.4 basis points to 1.423% Monday, after rising about 14.5 basis points last week, according to Dow Jones Market Data. Treasury yields and prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY,&#xa0;a measure of the currency against a half-dozen other monetary units, rose 0.3% Monday.</p><p>In oil futures, West Texas Intermediate crude CL00 for January delivery CLF22 fell 38 cents, or 0.5%, to settle at $71.29 a barrel, following the strongest weekly gain&#xa0;since August.</p><p>Gold futures GC00&#xa0;for February delivery GCG22 rose $3.50, or 0.2%, to settle at $1,788.30 an ounce.</p><p>The Stoxx Europe 600 Index SXXP finished 0.4% lower on Monday, following a 2.8% weekly rise on Friday, while London's FTSE 100 Index UKX closed 0.8% lower, following last week's weekly climb of 2.4%.</p><p>In Asia, the Shanghai Composite Index&#xa0;SHCOMP closed 0.4% higher, after putting in a weekly gain of 1.6% on Friday, while the Hang Seng Index HSI fell about 0.2% in Hong Kong, following a 1% gain last week. China's CSI 300 000300 rose 0.6%, after it surged over 3% for the week. Japan's Nikkei 225 Index NIK&#xa0;closed up 0.7% after notching a 1.5% gain over the five-day period end last Friday.— Steve Goldstein contributed to this article</p>",
  "published": "2021-12-13T16:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3824,
          "end": 3834
        },
        {
          "start": 3837,
          "end": 3841
        },
        {
          "start": 3824,
          "end": 3829
        },
        {
          "start": 3824,
          "end": 3833
        }
      ],
      "nexusId": "10022657"
    }
  ]
}