{
  "_id": "10a4ba0d8ed7b4b6a89248be410199cd81d8fdd4e10181f016e06c8a59ccf6da",
  "feed": "ftcomall",
  "title": "Netflix: subscription losses could prompt M&A plans",
  "text": "<p>Everyone loves watching Netflix, the world's most popular streaming service. Revenues rose almost a fifth in the last quarter compared with the previous year and net income almost doubled. Yet <a href=\"https://www.ft.com/content/97ccbdab-6547-4d1b-bb3f-f251931901c2\">gloom </a>has settled over the company's financial prospects. Rivals Disney and Amazon are building impressive television and film content libraries. Netflix should consider buying its own studio.&#xa0;</p> <p>Subscription growth this year could never match the lockdown-driven surge of 2020. Netflix added 1.5m net new subscribers in the second quarter. While above its own low forecast, it failed to attract anything like the 10m in the same quarter last year. Pessimists moan about the loss of almost half a million subscribers in North America and Canada — the first drop in two years.</p> <p>Netflix needs a growing pool of customers in the world's wealthiest countries who can absorb price hikes and raise profits. Over the past two years, average revenue per member in the US and Canada has increased by $2 to $14.54. In Latin America it is half that.&#xa0;</p> <p>The subscription slowdown is not simply about difficult comparisons. Nielsen numbers released in June show streaming services now take up more viewer time than broadcast TV. Netflix has a content problem. It lacks new blockbuster, original hits. Analytics start-up Parrot Analytics' subjective measure of “demand interest”, which includes Google searches and social media, reveals that rivals such as Disney have chipped away at interest in Netflix.&#xa0;</p> <p>Netflix spent $8bn on content in the first half of the year. New hits may appear in the second half. It also has a Disney-like plan to monetise intellectual property via an ecommerce shop and video games. But competition is fierce. Amazon, Apple, Google and Facebook are pouring money into games too.&#xa0;&#xa0;</p> <p>Why not buy a studio instead? Disney purchased 20th Century Fox and Amazon is buying MGM. Independent movie studio Lionsgate, which has a $3.5bn equity value, has franchises such as <em>Twilight</em> along with small streaming service Starz. Netflix should consider buying in more content via a Hollywood studio before they are all snapped up. </p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button ‘Add to myFT', which appears at the top of this page above the headline</em></p><p>Source:  2021 'Netflix: subscription losses could prompt M&amp;A plans' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T12:34:18.385Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1721,
          "end": 1726
        }
      ],
      "nexusId": "10022657"
    }
  ]
}