{
  "_id": "54e94eb860513d765a37e7efe1d34d6e2b123cf2f684c2f6a1028e309dca5fe4",
  "feed": "wall-street-journal",
  "title": "Stocks Climb To Records, Led By Tech Sector",
  "text": "<p>Investors took the results as a sign that streaming companies and other tech businesses remain clear winners as the Covid-19 pandemic continues to spread across the U.S. With millions of Americans spending large chunks of time at home, many have passed the time by streaming movies and television shows.</p><p>The results sparked a broader stock-market rally, lifting shares of other streaming companies, including Walt Disney Co . Other winners included Apple Inc ., Alphabet Inc ., Facebook Inc . and other tech stocks.</p><p>The S&amp;P 500 finished up 52.94 points, or 1.4%, to a record close of 3851.85. The Nasdaq Composite rose 260.07 points, or 2%, to 13457.25, also a record close. The Dow Jones Industrial Average finished at a record as well after rising 257.86 points, or 0.8%, to 31188.38.</p><p>Earnings results so far have been better than expected, with 88% of companies beating estimates through Wednesday morning, according to FactSet. That, along with expectations of further profit growth this year and a rebound in economic activity, should act as a foundation for further stock-market gains, analysts said.</p><p>\"Restrained inflation, low interest rates and rising earnings provide valuation support and the basis for stocks to trend higher,\" Terry Sandven , chief equity strategist at U.S. Bank Wealth Management, wrote to clients in a recent note, adding that favorable growth trends for communications stocks such as Netflix , along with companies in the tech, consumer discretionary and health-care sectors, remain intact.</p><p>The advance has so far solidified the stock market's upbeat week as President Biden was inaugurated Wednesday. Investors remain optimistic that fiscal stimulus is supporting businesses through the damage wrought by the Covid-19 pandemic, with expectations of further spending by Democrats to keep the economy on track.</p><p>Still, investors are showing they are selective by punishing companies that fail to meet the market's expectations, said Brian O'Reilly, head of market strategy at Mediolanum Investment Funds.</p><p>\"Any company that is likely to miss or modestly disappoint on earnings will be punished quite heavily,\" said Mr. O'Reilly. \"A lot of optimism has already been priced in and typically you don't get too much room for maneuver when a stock is at a historic high.\"</p><p>Shares of UnitedHealth , for example, fell $1.35, or 0.4%, to $350.84 after the health-care company reported a smaller profit in the last quarter of 2020.</p><p>Those losses were easily offset by gains elsewhere. Netflix 's rise led the S&amp;P 500's communications sector up 3.6%. Tech stocks in the index rose 2%, while consumer discretionary stocks added 2.3%.</p><p>As earnings reports pick up, the focus is likely to be on sectors most exposed to the U.S. economy, such as banks and energy companies, and those that have suffered the most during the pandemic, such as leisure and hospitality, said Hugh Gimber, a strategist at J.P. Morgan Asset Management .</p><p>\"The most interesting thing will be how much leveling off do we see, how much are last year's laggards able to catch up,\" he said.</p><p>Overseas, the Stoxx Europe 600 index rose 0.7%. In Asia, stock indexes were mixed by the end of the day. Early Thursday, the Nikkei was up 0.7%, Hong Kong's Hang Seng Index was up 0.1% and South Korea's Kospi was up 0.6%. U.S. stock futures were up 0.3%.</p>",
  "published": "2021-01-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 449,
          "end": 458
        },
        {
          "start": 449,
          "end": 454
        },
        {
          "start": 449,
          "end": 459
        }
      ]
    }
  ]
}