{
  "_id": "8ccb4b086772ca301ad4e64835ca505e66feef9d3a31d4ee0e4b2d9f335d7e2e",
  "feed": "wall-street-journal",
  "title": "How One Essential Wine Guide Has Stood the Test of Time; Updated annually since its 1977 debut—and now in its 45th edition—'Hugh Johnson's Pocket Wine Book' continues to provide a unique perspective and authoritative information. Its creator reflects on the classic with characteristic wit.",
  "text": "<p>YOU MIGHT SAY Hugh Johnson is to wine books as Apple is to iPhones: Both produce annual updates to something that's pocket-size. But Mr. Johnson, with 44 pocket wine books to his name, holds a significant numerical edge.</p><p>Published in October, \"Hugh Johnson's Pocket Wine Book 2022\" is the 45th and latest edition, and also the first where he relinquishes the author credit: This time it goes to Margaret Rand, his longtime editor. Mr. Johnson's name is still on the cover, too, since—as he put it—\"Hugh Johnson\" is no longer merely an author but also a brand. With almost 12 million pocket wine guides sold to date, the characterization seems apt.</p><p>When Mr. Johnson penned his first pocket guide in 1977, he was already a wine and gardening writer with many books to his credit. In addition to the pocket guides, he has written a tall stack of full-size wine books, including multiple editions of \"The World Atlas of Wine.\"</p><p>The pocket guide was his publisher's idea, according to the 82-year-old Mr. Johnson. He spoke with me from his library in West London, where he was surrounded by \"books by other people.\" The publisher, Mitchell Beazley, challenged Mr. Johnson to cram all the important facts about wine into a book the size of a pocket diary. \"And 12 months later he came back and wanted another,\" Mr. Johnson said of the next edition. \"I trapped myself into an every-12-months task.\"</p><p>Back then it was called \"Hugh Johnson's Pocket Encyclopedia of Wine\" (in the U.S., at least; in the U.K. it was always \"Hugh Johnson's Pocket Wine Book.\") With characteristic wit, Mr. Johnson writes in the introduction to the 1979 edition, \"This book is an exercise in crowding angels on a pinhead, or students into a telephone box. It is deliberately the shortest book into which I could possibly squeeze a book's worth of information.\" The font is accordingly tiny (seven-point Scala) and there are few maps, but Mr. Johnson met his goal: The book is surprisingly comprehensive for its time and has only grown more so over the years.</p><p>Insights From Hugh Johnson's Pocket Wine Books, 1970s-Now</p><p>PHOTO: Agata Nowicka</p><p>* 1979: \"German wine bottles are too tall for most ice-buckets to cool the whole bottle. To make sure that the top of the bottle (your first glass) is properly cooled put the bottle upside down in the bucket for five minutes before opening it.\"</p><p>* 1995: \"Australia's wine industry is now the most dynamic, creative and self-critical in the world. Not only are all importing countries aware of the quality and value for money of its wines, but other producing countries, even France, are reflecting its influence.\"</p><p>* 2012: \"California just won't stand still. Just when you think you have it in focus, something else pops up outside the frame. Californians are innovators, looking over the horizon for something new: sometimes the results are good, sometimes not so good. But it keeps it interesting.\"</p><p>The early guides are very much outdated, since a great deal has changed in the ensuing decades. For example, in the 1979 edition Mr. Johnson only offered vintage charts for the wines of France (Burgundy and Bordeaux) and Germany, while the 2022 \"Pocket Wine Book\" contains vintage charts for 10 countries and regions, and multiple entries for French wine regions and notable vintages in other parts of the world.</p><p>Mr. Johnson's \"Pocket Wine Book\" has more than doubled in size over the years, to 336 pages in the current edition. Maps are still few and the typeface is still impossibly small, and no wonder: \"Once there's an entry it's very hard to remove it,\" Mr. Johnson said.</p><p>While Mr. Johnson's book has continued in robust form, many other pocket guides, wine and otherwise, have come and gone. Mr. Johnson and I agreed that the late 1990s to early 2000s was the peak era of the pocket guide, with volumes embracing wine, cheese, gardening and sex. Mr. Johnson himself wrote a pocket guide to gardening back in 1981. But his \"Pocket Guide to Garden Plants\" was a one-off. \"Funny enough, the plants are the same one year to the next,\" he said.</p><p>Wine naturally lent itself to an annual review, Mr. Johnson noted—always a new vintage to rate, review and discuss, and more topics of interest as well, such as overuse of oak, a trend Mr. Johnson has charted over the years. The pocket guides include overviews of grape varieties as well as food pairing suggestions—some of which are clearly inspired by the cuisine of Mr. Johnson's native land. (In the 1995 edition, potted shrimp is said to go well with Fino Sherry, Gavi or New York Chardonnay.) Major wine-producing regions and countries and their key producers are noted, as well.</p><p>Throughout, Mr. Johnson acts as a highly informed, often opinionated guide. Each edition offers his remarkably accurate and detailed overview of the wine world. And he doesn't mince words. In the 2011 \"Pocket Wine Book,\" he offers, tartly, \"California has been delighted to play for its home crowd, sadly drifting into styles of wine no one wants very much.\" The same edition praised other locales: \"Spain has changed more, and raised its game more, than any of the 'New' wine countries in the past few years.\"</p><p>If Mr. Johnson has a favorite wine-producing nation, it's definitely France, as he notes over and over again in various editions and also confirmed in our interview. \"There is a French way of doing things—a French taste, a certain lightness of touch,\" he said. But when asked to name the most exciting wine country right now, Mr. Johnson said, \"Italy has had such a great revival, and it's far more interesting than just another country that can ripen Cabernet.\"</p><p>Are there any countries that have faded a bit since he began writing the guides? \"That's a good question,\" Mr. Johnson replied. \"You get Eastern European countries that go through phases.\" Indeed, in Mr. Johnson's early guides I found a surprising amount of real estate devoted to the wines of Bulgaria and two pages devoted to the wines of Yugoslavia.</p><p>The Eastern European section of the current \"Pocket Wine Book\" extends far beyond Bulgaria, and ex-Yugoslav countries such as Croatia and Bosnia and Herzegovina warrant entries of their own. The American wine section has evolved over time, too, from two sections on California and New York wines to a fat portion of the book that also covers wines from Virginia, Pennsylvania, North Carolina and other states.</p><p>This ever-more-granular level of detail should doubtlessly be credited, at least in part, to an international roster of contributors Mr. Johnson has acquired over the years. Although the first few editions were a solo act, by the 10th-anniversary edition, in 1987, he lists members of the wine trade who helped with \"research or in the areas of their special knowledge.\" By 2018 he noted the \"generous help and cooperation of innumerable winemakers, merchants and critics,\" and in 2022, contributors' names take up a full page.</p><p>The tone has remained very much Mr. Johnson's own: authoritative and opinionated but often charmingly whimsical and even self-deprecating, too. That quality continues to set this guide, introduced almost half a century ago, apart from the scores of apps, podcasts and other, higher-tech offerings that have since entered the informational fray.</p><p>Will \"Hugh Johnson's Pocket Wine Book\" continue to reflect his trademark erudition and wit in years to come? It remains to be seen. When I asked Mr. Johnson why he thinks his book is still going strong, this far into the digital age, he replied, ever modest, \"Everyone knows how to turn pages.\" Truly, no wine writer has inspired readers to turn so many pages (of such tiny type) for so many years.</p><p>Write to Lettie at wine@wsj.com</p><p>SHARE YOUR THOUGHTS</p><p>Has a book by Hugh Johnson deepened your appreciation for and/or knowledge of wine? Join the conversation below.</p><p>How One Essential Wine Guide Has Stood the Test of Time</p>",
  "published": "2021-12-16T15:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 47,
          "end": 52
        }
      ],
      "nexusId": "10022657"
    }
  ]
}