{
  "_id": "66d65a3dd87bf5df2b51cb2d24448f91182b52a903805174b1c7b462a3e40567",
  "feed": "wall-street-journal",
  "title": "iPad Mini Review: A Pro Tablet That Actually Fits in Your Hand; The sixth iPad Mini gets the tiny tablet's first full redesign, removing the home button and headphone jack and adding a larger screen and improved cameras",
  "text": "<p>Since the Mini first launched in 2012, Apple occasionally updated it with better specs, but the physical design went virtually unchanged right through its fifth generation, which arrived in 2019—same home-button layout, same aluminum body, same 7.9-inch screen.</p><p>Apple is overdue in bringing the iPad Mini up to speed—with this year's model, the sixth Mini, it's finally doing it. The new iPad Mini adopts a miniaturized version of the iPad Air's no-home-button, all-screen design. Here's what is new:</p><p>• A larger 8.3-inch screen • Support for the second-gen Apple Pencil, which magnetically snaps to the tablet's side</p><p>• A better rear 12-megapixel camera with flash</p><p>• A better front 12-megapixel ultrawide camera with Center Stage smart camera framing</p><p>• Support for Wi-Fi 6 and a 5G cellular option</p><p>• USB-C connectivity</p><p>• A15 Bionic processor</p><p>• A $499 starting price</p><p>In iPad Land, small does not mean entry-level by any means. For people who don't want to spend too much and just need a basic Apple tablet, there's the 10.2-inch iPad. It got a respectable under-the-hood update this year—bumping up processor and camera specs—and still starts at $329.</p><p>No, the iPad Mini is premium and portable, and Apple is betting enough people will pay up for both attributes. The newest model is certainly an easy upsell for long-suffering Mini fans, though it's still a harder switch for people who use their iPads as computers.</p><p>New Pro Features</p><p>The new iPad Mini is a worthy upgrade for many reasons—first and foremost the expanded display. The difference between a 7.9-inch and 8.3-inch display may not seem like a lot. But at this size, that extra room is appreciable. Writing notes feels less cramped and playing games is more immersive. And on its side, the screen is a bit wider, so streaming widescreen movies looks better.</p><p>To make room for more screen, Apple got rid of the home button and moved the fingerprint sensor to the Mini's power button. Touch ID isn't as seamless as Face ID on the iPad Pro tablets, but it is convenient enough to lift my finger for unlocking and authorizing passwords and payments, just as I do with my MacBook Air. </p><p>To make room for a larger screen and maintain the same compact size, Apple moved the Touch ID fingerprint sensor to the power button. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>Apple also took away something else: the headphone jack. Wired-headphone traditionalists will need a USB-C adapter.</p><p>The battery life is rated for 10 hours on Wi-Fi and nine hours on cellular, the same as previous iPad Minis, which is consistent with my Netflix-marathon \"Grey's Anatomy\" testing. With more casual use—including a short FaceTime call, podcast listening, article reading, some YouTube-ing—on a mix of both cellular and Wi-Fi, the tablet lasted two full days on a charge, with about seven hours of active screen time.</p><p>The new A15 Bionic, an even better processor than what's in the latest iPad Air, makes all of the above feel smooth and zippy. Apple says the chip is 80% faster than the A12 Bionic in the previous Mini.</p><p>One gripe: The front-facing camera is still on the short side of the iPad. I appreciate that the camera itself is much better resolution, but the angle is unflattering when the tablet is sideways on a table top. Center Stage, the software that auto pans and zooms, helps keep you centered, but doesn't cure your double chin.</p><p>Holding the iPad Mini in portrait mode provides the best angle, but even Apple's own Slim Folio cover is designed only as a horizontal stand. It's a shame, because the iPad is otherwise a fantastic dedicated videoconferencing device.</p><p>A Tiny Laptop?</p><p>The iPad Mini is so fast, it practically begged me to turn it into a little laptop. And with the extra screen space, having multiple windows open side-by-side no longer seemed like a crazy idea.</p><p>However, Apple didn't imagine the iPad Mini as a mini computer. It doesn't have a Smart Connector—a port that allows iPads to seamlessly connect to accessories such as the Magic Keyboard case. It's now the only iPad in the lineup without it. </p><p>Logitech's Keys to Go keyboard and Pebble mouse are lightweight Bluetooth accessories that turn the iPad Mini into a tiny computer. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>The Mini does have support for Bluetooth keyboards and mice. Logitech's Keys to Go ($70), which weighs less than half a pound, comes with a stand that fits the iPad Mini nicely, and the similarly lightweight Pebble mouse ($25) is a nice complement to the keyboard. I wrote much of this column using that setup. The accessories don't add a significant amount of heft to a bag—but they don't sit well on your lap like a good keyboard case does. During one car ride, the iPad nearly went flying. (Don't worry, I was a passenger!)</p><p>Zagg made a great iPad Mini keyboard case for older generations, but a spokeswoman said the company doesn't have plans to update the case for the newest model. If you want to do laptop-level typing on an iPad, pick an Air or Pro.</p><p>More $ for the Mini</p><p>You will have to pay a max price for mini comfort: At $499, the base Wi-Fi model is $100 more than its predecessor. Upgrading for 5G connectivity costs another $150—that's $20 more than the previous upgrade to 4G cellular.</p><p>And the pricing increases don't include a storage bump. Even though the baseline iPhone 13 has 128 gigabytes of storage, while pricing remained consistent with last year's, the new iPad Mini still starts with just 64 GB. And you have to pay $150 to get to the next level, an unnecessarily large 256 GB. </p><p>The new iPad Mini has an improved 12-megapixel camera and flash, up from 8 megapixels. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>Can you get by with 64 GB? Let's do some quick storage math.</p><p>First, system files take up about 14 GB. So let's say you really have 50 GB to work with. For some people, that's enough: You could download every episode of \"The Great British Baking Show\" that Netflix has, and still have roughly 30 gigs left over. If you're using an iPad to read, watch and stream, the base storage should be sufficient to store media for an international flight and then some.</p><p>The USB-C connectivity also means it's easier to use an external drive with the iPad Mini. You can even edit videos on one using the LumaFusion app. You can't, however, save app data from Netflix or other streaming services externally.</p><p>SHARE YOUR THOUGHTS</p><p>Are you planning to buy the new iPad Mini? Why or why not? Join the conversation below.</p><p>If you plan on playing lots of games or creating content, you'll want to consider the larger-capacity 256GB model. Videogames can easily take up multiple gigabytes if there's downloadable media—looking at you, \"Minecraft\" and \"Call of Duty Mobile.\" And multilayered Photoshop or Procreate files can eat up a lot of space, too.</p><p>The beauty of iPads is that they tend to endure. I recently powered up an eight-year-old, second-gen iPad Mini. It's a tad laggy, and stuck on iOS 12, but it can load webpages and even run a few apps. It works, but I'm ready for the new Mini, which I hope lasts as long. After all, it could be ages before Apple gives another big update to its littlest tablet. </p><p>The new iPad Mini, left, maintains the same steno-notebook-size footprint as previous models, including the second-gen iPad Mini, pictured at right. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>iPad Mini Review: A Pro Tablet That Actually Fits in Your Hand</p>",
  "published": "2021-09-22T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3449,
          "end": 3454
        },
        {
          "start": 7109,
          "end": 7114
        },
        {
          "start": 557,
          "end": 562
        },
        {
          "start": 2975,
          "end": 2980
        },
        {
          "start": 1197,
          "end": 1202
        },
        {
          "start": 1847,
          "end": 1852
        },
        {
          "start": 2207,
          "end": 2212
        },
        {
          "start": 991,
          "end": 996
        },
        {
          "start": 3829,
          "end": 3834
        },
        {
          "start": 39,
          "end": 44
        },
        {
          "start": 2317,
          "end": 2322
        },
        {
          "start": 262,
          "end": 267
        }
      ],
      "nexusId": "10022657"
    }
  ]
}