{
  "_id": "6d940e0909e5132581063cec46b282b91e5277df4d198a393771bfbcc9053a84",
  "feed": "ftcomall",
  "title": "Genre round-up — children's books",
  "text": "<p>The graphic novel medium is a broad church, with many denominations, as proved by these three new releases.</p> <p>First comes <a href=\"https://www.amazon.co.uk/gp/product/1782276173/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1782276173&amp;linkId=cba4c7b2e0b245985bee0991c0f32dcb\"><strong>Esther's Notebooks</strong></a> (Pushkin Press, RRP£12.99) by Franco-Syrian cartoonist Riad Sattouf. Based on a year's worth of weekly conversations between Sattouf and a friend's 10-year-old daughter, this collection of 52 one-page strips chronicles the everyday life of a Parisian child, with all its ups and downs, its flights of fancy and its confrontations with crushing reality.</p> <p>Esther has loving parents and goes to a good school. She plays imaginative games with her friends and pines for an iPhone 6. She and her peers idolise rappers, footballers and TV stars, aware that these people tend to be gormless and vacuous, but still aspire to their lifestyles. Boys are a baffling mystery, sometimes annoying, like her older brother, and sometimes vicious and even dangerous.</p> <p>This is no <em>Diary of a Wimpy Kid</em>, even if Sattouf's drawing style bears similarities with Jeff Kinney's in that series. Profanity, porn websites and suicide attempts all feature here. This is a book about authenticity, and while Esther herself is enchanting, the fatalism with which she relates her experiences is both eye-opening and slightly depressing.</p> <p>By contrast, Robin Boyden's <a href=\"https://www.amazon.co.uk/gp/product/1788451791/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1788451791&amp;linkId=39c2b4759d3292d28ecc61535d0a36f3\"><strong>Georgia and the Edge of the World</strong></a> (David Fickling Books, RRP£8.99) is pure fantasy. Originally serialised in the Phoenix comic, the story follows dauntless Georgia who, as a baby, washes up on the shores of the Isle of Angleston, where she is adopted and raised by a duke. Longing to explore the world, she eventually escapes the island's confines, accompanied by her donkey friend Ponky and fairy friend Lollylute. A rollicking, seaborne romp ensues, involving pirates and ferocious pelicans.</p> <p>Boyden's boisterous art suggests the influence of Tove Jansson — especially Ponky's face, which is shaped like a Moomin's — but his fictional world is unique, creating its own rules and revelling in them.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/0262539942/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0262539942&amp;linkId=69a0641d74a983b1e08daee04b2f0165\"><strong>The Curie Society</strong></a> (MIT Press, RRP£14.99) is a more conventional adventure yarn, in which a group of science first-years at an American college are recruited by a super-spy organisation to make the world a safer place. All brilliant young women, they use their wits and knowledge of STEM subjects, as well as teamwork, to save the day.</p> <p>Janet Harvey's script packs in high-kicking derring-do and affecting character moments, and as a celebration of diversity and female empowerment her story cannot be faulted. The fact that review copies of the book are printed in blurry greyscale makes Sonia Liao's art harder to comment on, but judging by crisp, full-colour images available online, it's wonderfully well rendered.</p> <p><em>The Curie Society</em>, as its title might suggest, is keen to show how women scientists, and the valuable contributions they have made through the centuries, have often been overlooked. Everyone can make a difference, though, however insignificant or unsung it may seem at the time, and that's true of Ivy, heroine of Emma Shevah's witty and topical <a href=\"https://www.amazon.co.uk/gp/product/1910655473/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1910655473&amp;linkId=53b91f1e48c99758ac6c568a28fe379b\"><strong>How to Save the World With a Chicken and an Egg</strong></a> (Chicken House, RRP£6.99).</p> <p>Ivy has such an empathy for animals that she feels she and they can communicate. For her, people are a lot more complicated, not least Nathaniel, a boy she meets one summer in the Suffolk seaside town of Southwold. They're a mismatched pair — she is lively and extrovert, he is somewhere on the autistic spectrum — but they are brought together by the plight of a leatherback turtle who lays her eggs on the beach. Published to coincide with Earth Day on April 22, the novel is crammed with eco-facts, along with amusing whimsies such as Ivy's insistence that all wasps are called John. </p> <p>More eco-facts are to be found in <a href=\"https://www.amazon.co.uk/gp/product/1771646829/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1771646829&amp;linkId=662fd44ff97aca79cc5b79e9e8551c57\"><strong>Palm Trees at the North Pole</strong></a> (Greystone Kids, RRP£14.99), a nonfiction book about climate change. Author Marc ter Horst — ably assisted by illustrator, and fellow Netherlander, Wendy Panders — lays out the bald truth about our planet's predicament in a series of short, pithy, statistic-filled essays. He starts with the history of climate science, then enumerates the causes and effects of global warming, and goes on to list possible solutions to the problem. It's great to have everything explained in such a straightforward and unsensational manner, and the book's message, that co-operation is the way forward, gives one hope.</p> <p>In <a href=\"https://www.amazon.co.uk/gp/product/1838911596/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1838911596&amp;linkId=abe401ea33cd588465b50ae2d3600647\"><strong>The Boys</strong> </a>(Little Tiger, RRP£11.99) we find a similar message. This is a follow-up to 2019's <em>The Girls</em>, by the same creators, Lauren Ace and Jenny Løvlie. Like <em>The Girls </em>did with four female friends, <em>The Boys</em> traces the lives of four male friends from childhood to adulthood. When young, these boys play on the beach and learn from one another, weathering literal storms. Later, they grow apart, pursuing their own objectives, until gradually, as they mature, they are drawn back together and offer mutual support while weathering metaphorical storms.</p> <p>The book is at pains to show non-stereotypical images of boys and men — a gay marriage, fathers doing housework and filling a nurturing parental role, the pursuit of creative endeavours — and manages to be not only insightful but affecting.</p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: James Lovegrove 2021 'Genre round-up — children's books' FT.com 12 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-12T04:30:41.457Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}