{
  "_id": "ebcc14e22105077b51ad974fa1f9b72c58314ed3713438b1fc7370738bd25c18",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books of the Year -- Politics:  From Fretful Founders  To Narcissistic Boomers  ----  By Barton Swaim",
  "text": "<p>   America's political class has often exhibited a shaky grasp of basic economic principles. At present, the people spending our money are stuck in a fantasyland in which there are no costs, only benefits. A wonderful remedy -- for the reading public, at least -- is Steven E. Rhoads's \"The Economist's View of the World\" (Cambridge, 313 pages, $27.95). The book appeared originally in 1985; it appears now in a 35th-anniversary edition to reflect newer economic controversies. </p><p>   Mr. Rhoads puts the discipline's core concepts in wonderfully accessible form. Take marginalism -- the idea, central to understanding market economies, that companies and consumers make decisions based on incremental costs and benefits rather than on categories of priorities. You spend a little more on a certain product not because you are committed to having that product in your life at all times but because shelling out a few more dollars to get it outweighs the benefits of spending the money on some other thing. Even medical care, Mr. Rhoads explains, conforms to this principle, despite generations of policy making premised on the claim that demand for an abstract product called \"healthcare\" is insensitive to price. Other chapters deal with poverty and equity, industrial policy, and the \"selfishness assumption.\" </p><p>   When Helen Andrews's editor at the magazine First Things suggested that she write a book modeled on Lytton Strachey's attack on 19th-century England, \"Eminent Victorians,\" he put it this way: \"You're like Strachey; you're an essayist, and you're mean.\" </p><p>   I wouldn't say Ms. Andrews is mean, but her arrows are sharp, and I would not like to be their target. \"Boomers: The Men and Women Who Promised Freedom and Delivered Disaster\" (Sentinel, 238 pages, $27) consists of essays on six members of the baby-boom generation: Steve Jobs, Aaron Sorkin, Jeffrey Sachs, Camille Paglia, Al Sharpton and Sonia Sotomayor. The book is eccentric, intermittently hilarious and full of subversive observations like this one: \"The effect of the sexual revolution has mainly been to make women more sexually available to men. This hardly even qualifies as an unintended consequence, just an unannounced one.\" </p><p>   For seven decades before 1968, nearly every Supreme Court nominee was confirmed by voice vote. Now the court's nominations, especially those made by Republican presidents, are occasions for national angst and acrimony. How and why this happened is superbly explained by Ilya Shapiro in \"Supreme Disorder: Judicial Nominations and the Politics of America's Highest Court\" (Regnery, 388 pages, $28.99). </p><p>   Conservatives, Mr. Shapiro's book makes clear, were slow to realize how crucial the court had become to the liberal political vision -- and it cost them. Their naivete appears strikingly in a section on President George H.W. Bush's first nomination in 1990. The choice was between Laurence Silberman of the D.C. Circuit, Edith Jones of the Fifth Circuit -- both with well-defined conservative records -- and a largely unknown judge of the First Circuit named David Souter. Bush chose the last in an effort to avoid a fight, thereby managing to appoint one of the era's most liberal justices. Mr. Shapiro writes with a fine sense of narrative and with scholarly authority. His discussion of liberal efforts to \"reform\" the court -- i.e., packing it or constitutionally amending the nomination process -- is evenhanded and astute. </p><p>   Is the American experiment nearly at an end? The Founders, surprisingly, asked themselves that question even as the nation was coming into existence. Dennis C. Rasmussen studies their concerns in \"Fears of a Setting Sun\" (Princeton, 277 pages, $29.95), an engaging work that is impressive in scope and original in theme. There is, so far as the author is aware, no other examination of the Founders' views on the American republic's likely longevity. </p><p>   With the exception of the eternally sanguine James Madison, all the major Founders harbored serious doubts about the American republic's future. What's surprising isn't how wrong they were but how much they foresaw. George Washington remained publicly optimistic but worried that partisan rancor would destroy the country. As time went on, Thomas Jefferson became more certain that slavery would rip the country in two -- which of course it did for a time. John Adams couldn't see how a nation so fabulously wealthy could preserve the moral rigor needed to sustain a self-governing republic. </p><p>   A great many Americans over the past several years have realized to their horror that American corporations are no longer, if they ever were, the broadly conservative and patriotic institutions of midcentury yore. Their managers are terrified of criticism by activist investors, and they often appear more solicitous of transnational NGOs than of their own investors. How did it happen? Stephen R. Soukup answers the question in \"The Dictatorship of Woke Capital\" (Encounter, 200 pages, $25.99). </p><p>   The book is a touch overwritten -- Mr. Soukup makes no attempt to hide his dislike for the objects of his criticism -- but it is an exceptionally useful presentation of the intellectual origins and present-day lunacies of woke capitalism. The most enlightening parts of the book deal with multibillion-dollar asset-management companies such as BlackRock and State Street. The leaders of these firms embrace a variety of radical ideologies -- broadly known as \"sustainability\" and ESG (environmental, social, and corporate governance) -- and routinely use their massive financial leverage to push publicly traded companies to alter their policies according to progressive political ideals. These same companies, meanwhile, are happy to invest in Chinese corporations under the control of a communist government that spurns all those ideals. Which raises the question: Who's dictating to whom? </p><p></p>",
  "published": "2021-12-11T07:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}