{
  "_id": "1ed0ed6cfc74110defcead07ddd0dfdfe610419ffe160c4f931de3e9fd65064a",
  "feed": "wall-street-journal",
  "title": "Wild Stock Ride Tests Robinhood  ---  Broker raises $1 billion  to weather tumult as  individual investors  battle short sellers  ----  By Peter Rudegeair and Orla McCaffrey",
  "text": "<p>   Robinhood Markets Inc. raised more than $1 billion to help meet rising demands for cash stemming from frenzied trading in hot stocks like GameStop Corp., which rose sharply Friday to end the week up 400%. </p><p>   Robinhood and other brokerages have experienced a surge in trading volume in a small number of stocks, prompting the clearinghouses that help process and settle trades to ask them for more cash to cover the transactions. </p><p>   Thursday's fundraising came together in a matter of hours after Robinhood received an early morning message from a clearinghouse asking for a sharp increase in deposits for that day's trading, according to people familiar with the matter. While executives felt they could cover that request, they worried that similarly high increases in the ensuing days could strain the company's finances, the people said. </p><p>   A decision was made to restrict trading in about a dozen hot stocks and shore up the company's finances. Robinhood also borrowed roughly $500 million from its banks this week, the people said. </p><p>   \"Part of the mechanics of what makes this difficult is things go viral on social media, and increases like that can be exponential,\" Robinhood Chief Executive Vlad Tenev said of the trading restrictions Thursday. \"With something exponential, things can change very, very quickly. Part of this was also anticipatory in nature.\" </p><p>   The Securities and Exchange Commission said Friday it plans to closely review the actions of Robinhood and other brokerage firms that restricted investors' ability to trade. </p><p>   The Robinhood funding deal capped a strange week in the markets, when an army of regular investors piled into a handful of heavily shorted stocks -- sending their prices booming and dealing painful losses to some hedge funds that were betting the shares would fall. GameStop, the stock that kicked off the frenzy, rose 68% Friday to end the week at $325. When 2021 began, it was under $20. </p><p>   The episode caused one battered short seller to call it quits. Andrew Left, founder of Citron Research, said Friday his firm will no longer publish short-seller reports and instead will provide insight into companies the firm thinks investors should buy. </p><p>   Robinhood's funding deal was structured as a note that conveys the option to buy additional shares at a discount later, some of the people said. More than a dozen existing Robinhood investors participated in the Thursday capital infusion, one of the people said. There was excess investor demand, and Robinhood is considering raising hundreds of millions of dollars more in the coming days or weeks, some of the people said. </p><p>   Robinhood's popularity is at once a blessing and a curse. Hardcore and casual investors alike have thronged online forums, including Reddit's WallStreetBets, planning coordinated stock buys and encouraging one another to upset the Wall Street status quo. They did much of their trading on Robinhood, which added more than 500,000 accounts in recent days, according to people familiar with the matter, and zoomed to the top of the Apple Inc. app store. </p><p>   Users were drawn to Robinhood's mission to bring investing to the masses by eliminating obvious barriers like trading commissions. But there are other, less visible barriers over which Robinhood has no control. Many customers aren't aware of the complicated machinery behind each trade, only a portion of which Robinhood manages. And regulators and industry watchdogs decide things like how much capital and collateral brokerages have to post. </p><p>   The company's move to restrict trading in GameStop and other volatile stocks was a fallback option after previous maneuvers, including prohibiting users from buying those stocks with borrowed money, failed to tamp down risky trading, according to a person familiar with the matter. Yet it enraged many users, who took it as evidence that Wall Street was closing ranks to shut out small-time investors. </p><p>   Behind the scenes, Robinhood and other brokers were dealing with a jam in the machine that moves shares from sellers to buyers. </p><p>   Because of a lag between when investors book new positions in a stock and when their cash is actually exchanged for securities, brokerages have to maintain deposit accounts at the clearing firms that help finalize trades. The Depository Trust &amp; Clearing Corp., which operates the main clearinghouse for U.S. stock trades, requires brokerages to post more of their own money in riskier times to insure against losses. </p><p>   Industrywide, collateral requirements rose to $33.5 billion from $26 billion Thursday, DTCC said, an increase of nearly 30%. DTCC, which is owned by Wall Street banks and other firms that use its services, clears more than $1 trillion in stock trades daily. </p><p>   Robinhood's popularity combined with the trading boom to prompt an unprecedented increase in the company's deposit requirements. In a blog post late Friday, Robinhood said its deposit requirements related to equities rose 10-fold this week. Volatile individual securities accounted for \"hundreds of millions of dollars\" of the increase, the company said. </p><p>   The dynamic is particularly troublesome for Robinhood. Though it is one of Silicon Valley's hottest startups, valued at nearly $12 billion in a fundraising round in August, Robinhood lacks the financial might of some rivals. Charles Schwab Corp. and E*Trade Financial Corp. own deposit-taking banks and have more sources of revenue. </p><p>   On Friday morning, Robinhood allowed purchases in 13 sought-after stocks in limited increments. But the company fiddled with the limits throughout the day. By the evening, the company had placed restrictions on 51 stocks, limiting users to one share purchase for the majority of them. For customers whose current positions in those stocks exceed the new limits, Robinhood won't require them to sell but also won't allow them to buy more. </p><p>   The changes riled some Robinhood users. Several filed class-action suits in California, New York, Florida and other states over the restrictions. </p><p>   Joe Fraulino, a machinist from Connecticut, pulled about $20,000 from his Robinhood account on Thursday. About half was in the securities Robinhood has restricted. </p><p>   \"It's basically stealing,\" said Mr. Fraulino, 26. \"You're allowing people to sell something but not buy it. It's like playing a football game and giving the losing team an extra 20 minutes. They're making the rules up as they go.\" </p><p>   Besides drawing scrutiny from the SEC, lawmakers on both sides of the aisle have questioned Robinhood's decision to restrict trading. </p><p>   \"Up until about a month ago,\" Mr. Tenev said, \"it was, 'Are there too few barriers?' . . . Now it's all about, 'Why did you guys put these restrictions?' It's a strange situation.\" </p><p>   --- </p><p>   Caitlin McCabe and Maureen Farrell contributed to this article. </p><p></p>",
  "published": "2021-01-30T07:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3029,
          "end": 3034
        },
        {
          "start": 3029,
          "end": 3039
        },
        {
          "start": 3029,
          "end": 3038
        }
      ]
    }
  ]
}