{
  "_id": "a182cead8ae510f4fdcda9f519cacd340bc79968dcd613f55ff80e83c3efa6b7",
  "feed": "ftcomall",
  "title": "Email@50 still up with the times",
  "text": "<p>I rang 123 for the Speaking Clock today, not to know the time, but just to check it was still there. “At the third stroke, the time, brought to you by O2, will be . . . “ And it was, and obviously spot on to the second.</p> <p>The UK three-digit telephone service has been around since 1936 and still receives around 12m calls a year. It's hard to see a need when we all seem to have mobile phones with the time on them, but it's <a href=\"https://www.bbc.co.uk/news/magazine-14198506\">checked mostly </a>around the period that clocks go forward or back, and on New Year's Eve.</p> <p>The call down memory lane was prompted by news of the latest three-digit number — <a href=\"https://www.theguardian.com/lifeandstyle/2021/oct/09/bt-888-phone-service-women-walking-home\">888 — being proposed.</a> It would be used to track and protect women walking home, and could also be sent to as a text, or there is an app using GPS as part of the plans.</p> <p>On the subject of old tech, this is my last emailed newsletter for a month (<a href=\"https://www.ft.com/stream/369b37d1-1138-4ad7-968c-34b93d473a93\">Eleanor Olcott</a> and others will be keeping you informed from Monday) due to a work-anniversary sabbatical, and October is also the 50th anniversary of the first email being sent.</p> <p>We don't know the exact date that happened in 1971, computer scientist Ray Tomlinson had <a href=\"https://www.theverge.com/2012/5/2/2991486/ray-tomlinson-email-inventor-interview-i-see-email-being-used\">problems even remembering the year</a> he sent the first simple message to a person using the @ locator over a network. But the idea definitely caught on — this year, we're <a href=\"https://www.statista.com/statistics/456500/daily-number-of-e-mails-worldwide/\">expected to send 320bn</a> emails.</p> <p>A recent survey of UK users by Uswitch.com suggested 60 per cent have active email accounts with Gmail, 32 per cent with Hotmail and 20 per cent with Yahoo Mail, which means browser-based mail rules and many of us have several accounts that we have hardly shifted from in the past quarter century.</p> <p>For all its problems of overload and spam and all the social media alternatives, my working day still centres around email. For #techFT, it's the most direct method of getting your attention on the tech stories and trends we think important. Thank you for having us in your Inbox.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. LinkedIn decouples from China</strong><br>LinkedIn<a href=\"https://www.ft.com/content/bf56e388-f2c5-4686-90c0-b995529ce63f\"> is closing down</a> its social networking site in China, marking the departure of the last major US social media company from the country. The Microsoft-owned network for professionals, which has 53m users in China, said it was “facing a significantly more challenging operating environment and greater compliance requirements”.</p> <p><strong>2. Pinterest co-founder to join Jony Ive's new design firm</strong>&#xa0;&#xa0;<br>Evan Sharp is stepping back from operational duties at the San Francisco-based social media group&#xa0;<a href=\"https://www.ft.com/content/5164e196-4279-4d16-a787-03a0a0745687\">to join</a>&#xa0;Sir Jony Ive's new company LoveFrom. The co-founder and design chief will remain on Pinterest's board and continue in an “advisory role”, despite hooking up with Apple's former head of design.</p> <p><strong>3. TSMC benefits from higher chip prices</strong><br>The world's largest chip foundry, Taiwan Semiconductor Manufacturing Company, said it could achieve a <a href=\"https://www.ft.com/content/6fbb6aaf-f022-4e3c-a3e0-2f2887429f8d\">gross profit margin of 50 per cent</a> or higher in the long term as customers have become more willing to pay higher prices amid an extended global chip shortage. “We expect our capacity to remain tight in 2021 and throughout 2022,” CC Wei, chief executive, told investors after forecasting that full-year revenue would rise by 24 per cent. <a href=\"https://www.ft.com/content/e54e4365-5f1a-4ce9-881a-37394b236fc8\">Lex says</a> there are worries that capacity is constrained by other shortages, capex is too high and margins may fall.</p> <p><strong>4. Tech raising record amount in 2021</strong><br>A wave of US public listings and sales have resulted in a windfall for tech investors and employees, <a href=\"https://www.ft.com/content/b88de372-3066-43df-87f4-d98c6745a568\">providing a record $582.5bn </a>in the year to September. Start-ups that completed initial public offerings, direct listings or deals with special purpose acquisition companies made up $513.6bn of the total. The data from PitchBook showed that proceeds from sales and public listings were already twice as high as last year's figure.</p> <p><strong>5. Hydrogen plane funding takes off</strong><br>Universal Hydrogen, a Los Angeles start-up that wants to convert passenger planes to fly on hydrogen, said it will <a href=\"https://www.ft.com/content/1741c39d-b83a-440f-87f9-4340c110fda1\">start testing its fuel cells</a> with a 40-seat jet next year after it raised fresh funding from investors including Tencent and GE Aviation.</p> <h2>Forwarded from&#xa0;Sifted — the European start-up week</h2> <p><a href=\"https://sifted.eu/articles/snoop-dogg-investment-cannabis/\">Snoop Dogg's Venture Capital firm</a>&#xa0;made&#xa0;one of its largest&#xa0;investments&#xa0;in continental Europe this week, in the latest sign of US venture money pouring into the region. LA-based VC fund Casa Verde, which counts the rapper among its four founding partners, led a $15m round into Lisbon-based medical cannabis company AceCann. The start-up said it would use the funding to develop a “state of the art” production facility in Vendas Novas, outside Lisbon.</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-ups</a>, Homa Games raised an unusually large $50m Series A funding round in the latest sign of the&#xa0;<a href=\"https://sifted.eu/articles/homa-games-france-startup/\">wild</a>&#xa0;French early-stage funding market. Sifted also talked to the two sisters who quit their jobs to build ‘<a href=\"https://sifted.eu/articles/juni-sweden/\">The Duolingo of finance</a>' and the big banks which are making&#xa0;<a href=\"https://sifted.eu/articles/banks-funding-european-fintechs/\">record investments into European fintech</a>.</p> <h2>Tech tools — Nokia 6310</h2> <p>Continuing today's nostalgic theme, HMD Global is reintroducing a classic mobile phone this week, 20 years after its original release. <a href=\"https://www.nokia.com/phones/en_gb/nokia-6310?sku=16POSY01A01\">The 6310 </a>is not an exact copy of the original but has modern features including bigger buttons and a zoomed-in menu, and the battery can last for weeks. It also includes the classic Snake game. The 6310 is now available in the UK in black and yellow at £59.99.</p><p>Source: Chris Nuttall in London 2021 'Email@50 still up with the times' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T18:17:56.393Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2609,
          "end": 2614
        }
      ],
      "nexusId": "10022657"
    }
  ]
}