{
  "_id": "53c1aaa574401096ea8948588aba214197fb965047ba0266f73e49d8e687d445",
  "feed": "wall-street-journal",
  "title": "Amazon E-Book Business Probed",
  "text": "<p>Connecticut asked Amazon to provide documents related to its dealings with five of the largest U.S. book publishers, according to a subpoena issued in 2019. The Tech Transparency Project, a nonprofit that investigates technology platforms, obtained the subpoena through an open records request and shared it with The Wall Street Journal.</p><p>Amazon declined to comment. A spokeswoman for Mr. Tong said the company has cooperated with the subpoena.</p><p>Connecticut has previously taken interest in the e-book business. In 2012, the U.S. Justice Department alleged in a civil antitrust lawsuit that five major publishers and Apple Inc. had worked together to raise e-book prices. Connecticut, along with Texas, led a similar legal effort by a group of states.</p><p>\"Our office continues to aggressively monitor this market to protect fair competition for consumers, authors, and other e-book retailers,\" Mr. Tong said in a statement.</p><p>The publishers cited in Connecticut's Amazon subpoena include HarperCollins Publishers, which like The Wall Street Journal is owned by News Corp; Lagardere SCA's Hachette Book Group; Penguin Random House, a unit of closely held German media company Bertelsmann SE; Simon &amp; Schuster, the book publishing arm of ViacomCBS Inc.; and Macmillan. Penguin Random House has agreed to acquire Simon &amp; Schuster, pending regulatory approval.</p><p>All the publishers cited in the subpoena declined to comment.</p><p>The Connecticut investigation is one of several ongoing probes into the Seattle-based company's market power. In October, the House Antitrust Subcommittee completed a 16-month investigation into Amazon and other technology companies, concluding that Amazon has amassed \"monopoly power\" over sellers on its site.</p><p>The U.S. Justice Department in 2019 launched a broad investigation of the market power of large technology companies including Amazon, and the Federal Trade Commission has oversight of Amazon as part of a broader look into the business practices of big tech companies. In addition to Connecticut, investigators from California are looking into Amazon's business practices, the Journal has reported.</p><p>Amazon is the dominant U.S. e-book retailer, accounting for 76% of digital books sold in the U.S. in September, according to Codex Group LLC, a book audience research firm. Rival sellers of digital books include Apple, Alphabet Inc.'s Google and Barnes &amp; Noble.</p><p>The e-book market has been controversial for years. Amazon kick-started the business when it introduced its Kindle e-reader in November 2007, a launch that offered digital bestsellers for $9.99. The discounted offering helped Amazon build market share, but publishers believed it hurt the industry.</p>",
  "published": "2021-01-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 615,
          "end": 625
        },
        {
          "start": 2335,
          "end": 2340
        },
        {
          "start": 615,
          "end": 620
        },
        {
          "start": 615,
          "end": 624
        }
      ],
      "nexusId": "10022657"
    }
  ]
}