{
  "_id": "5f59ce2e0d0835712994240d73d8be7eb29d708ace9603432574653bc5a0cf46",
  "feed": "ftcomall",
  "title": "My Favourite Pieces: Natasha Kerr's collection of contemporary jewellery recalls friendship and family",
  "text": "<p>Natasha Kerr took her taste for jewellery a little too literally as a child. “There's an old story that it was my mother's birthday coming up and she'd been saving up some emeralds,” says the London-based textile artist. “She used to put them in toilet roll-type paper. I used to like eating that sort of tissue paper and allegedly I ate the emeralds.” They were never recovered.</p> <p>In the decades since playing with pieces from her mother's jewellery box, Kerr, 52, has assembled her own collection, favouring contemporary British designs.</p> <h2>Wendy Ramshaw ring set (2007)</h2> <p>A Kerr “fell in love” with <a href=\"https://www.ft.com/content/1aee31d8-2bd0-11e5-acfb-cbd2e1c81cca\">Ramshaw's designs</a> on a visit to London with her mother, but could not afford it. She kept it in mind, however, and now has three pieces by the late British jeweller, including a bespoke engagement ring.</p> <p>Her partner, Charlie, gave her the set of 10 white gold, optical glass and diamond rings, which came on a polished acrylic stand, instead of an eternity ring to mark the birth of their son, Otto, in 2010.</p> <p>“The reason I thought it was very appropriate for the celebration of the birth of a child is that diamonds are very sparkly, and they are very robust and pretty unbreakable,” says Kerr. “Then there's the fragility of glass. It reminds me of the fragility of life, relationships and a newborn life. Babies are pretty robust, but when you're at the beginning you don't think they are as robust as they probably are.”</p> <h2>Daphne Krinos earrings (2010)</h2> <p>For Kerr, 2010 was a “good year” for jewellery because she also acquired a pair of gold and diamond earrings by London-based Krinos.</p> <p>She wore the jewellery to the private view of the Victoria and Albert Museum's <em>Quilts 1700-2010</em> exhibition, for which her work was the lead image. The hanging, “At the End of the Day”, part of the museum's permanent collection, features an image of her grandfather, after whom her son is named.</p> <p>Kerr sees parallels between her work, which is inspired by family history, and her collecting. “I'm a natural storyteller and everything I have seems to be imbued with some sort of meaning,” she says.</p> <h2>Romilly Saumarez Smith pendant (2019)</h2> <p>Her crowned pendant started life as a gilded bronze button, which possibly decorated a horse bridle. “As Romilly said in an email to me, ‘It's got the romance of a medieval story, real or imagined,'” says Kerr.</p> <p>The pendant is an example of the Newfoundland work created by London-based <a href=\"https://www.ft.com/content/f068aaa2-849c-4260-b023-a95a3af312cc\">Saumarez Smith</a> and her team of jewellers from objects found through metal detecting. Kerr bought it at the 2019 Goldsmiths' Fair, of which she is an ambassador. It hangs on a silver chain, which was oxidised using a hard-boiled egg to turn it golden.</p> <p>“[Romilly] doesn't reinterpret it and lose the significance of what the original object was — she celebrates it,” says Kerr. “In a way she gives it back its majesty.”</p> <h2>Catherine Hills bracelet (2018)</h2> <p>Kerr's bracelet was a surprise 50th birthday present from Hills, who is based in Tunbridge Wells, south-east England, and made the jewellery for the Harry Potter films. The pair became friends when they both had studio space at Cockpit Arts in London in the mid-1990s.</p> <p>Made from textured silver offcuts, the piece features 50 links and a London blue topaz — Kerr's birthstone — in a charm by the closing. “It is like a friendship bracelet,” she says. It was during her time at Cockpit that Kerr's collection started to grow. “Sometimes a jeweller might have a special present they wanted for somebody, or there was something they wanted to commemorate for themselves, and instead of exchanging cash we exchanged work,” she says.</p> <h2>Zoe Arnold memories necklace (2009)</h2> <p>This elaborate charm necklace was commissioned for Kerr by her partner as a birthday present. A similar piece by the London-based jeweller had been modelled by Kerr at a jewellery show and was sold from around her neck.</p> <p>It features repurposed “bits and bobs” of jewellery Kerr did not wear. They include part of a chipped tiger-tooth necklace that had belonged to her mother and three little letters, with the German words “<em>Ich liebe dich</em>” (I love you), from a charm bracelet given to her by her grandmother in the 1970s. Arnold also incorporated pieces made from scratch, including a mother-of-pearl bird.</p> <p>Kerr added a hollow gold apple, which her mother had bought herself when she was a child, and a gold winking man in the moon pendant by Leo de Vroomen, which her mother gave her for Valentine's Day when she was seven years old.</p> <p>“I've spent my life making things for other people, so it's quite nice when somebody makes something special for me every now and then,” says Kerr.</p><p>Source: Kate Youde 2021 'My Favourite Pieces: Natasha Kerr's collection of contemporary jewellery recalls friendship and family' FT.com 30 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-30T04:00:09.294Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4248,
          "end": 4253
        }
      ]
    }
  ]
}