{
  "_id": "eefa93917c8aff64128b52eb2d4df1d3ae4d481d8c1759a894525be8f63eb563",
  "feed": "ftcomall",
  "title": "Adam Curtis: ‘Nothing is working, the systems are broken'",
  "text": "<p>Covid-19 proved Adam Curtis's point. When reports of the virus first broke, the British documentary maker was already assembling his new series for the BBC. Like his others, it was to be a heady epic of psychology, history and politics: where we are and how we got here. Changes of landscape deep in the edit were not new to him. Curtis's last project, <em>HyperNormalisation, </em>was finished between the 2016 Brexit referendum and Donald Trump's election victory. But nothing prepared him for the manic see-saw of the past 12 months. “I've never known a mood that has changed —&#xa0;is changing — so much, minute to minute,” Curtis says. “Drawing conclusions is like white water rafting.”&#xa0;</p> <p>Curtis sits at the table of his large white kitchen in London, a neat and forthright man of 65. The original title for the new films was <em>What Is It That Is Coming?</em> Eventually, he says, that felt “silly”. It also invited a literal answer. Coronavirus, mostly.</p> <p>The title is now <em>Can't Get You Out Of My Head</em>. In fact, the pandemic would end up uncannily mirroring its themes. The growth of conspiracy theories, for instance. Or — after endless vows that we would never go back to normal after the virus — the sense we will desperately try to do precisely that, for lack of any better idea. </p> <p>“Covid has been like lighting on a dark night,” he says. “Suddenly you see what has been there the whole time.” Does his new series do the same? Curtis gives one of the dry smiles you don't see in his dizzying collages of archive footage. “I would hope so.”</p> <p>Among his sizeable fan base, new work from Curtis stirs an excitement not often associated with political history. His subject matter defies a single tagline, which is part of the appeal. You could say <em>HyperNormalisation</em> was about fake news, or 2004's <em>The Power of Nightmares</em> about terrorism, but it would be reductive. Truer to say his films are about all of it, all the time; history told not through textbook landmarks but odd, novelistic lives and moments until <em>bang</em>: the lightning flash. </p> <p>So it is too in his new series, six chapters zigzagging through time and place: 1990s Moscow, 1950s Notting Hill, Saudi golf courses, hushed server farms. “But in a strange twist,” his crisp, well-spoken narration will say, “Mao Tse Tung's wife was going mad.” The latter is Jiang Qing, the former actress whose will to power in communist China makes her a key player, a prophet for the age of the individual.&#xa0;</p> <p>Which leads us to the era we might now call “2016-20” —&#xa0;the populist moment Curtis agrees his new films are an attempt to process. But the starting point was not, he says, the actual votes for Brexit and Trump. “They shocked me far less than the response of good thinking liberals, which was to retreat into conspiracy theories about Putin stealing elections.” At dinner in London, saying that out loud seldom went down well. “If you suggested there was more to this than Russian computer hackers, friends shouted at you.”</p> <p>Enter on-screen Dominic Cummings, another scoffer at middle-class London obsessed with the meeting point of politics and psychology. Curtis denies any kinship with the now departed Downing Street adviser (“please don't say ‘admire'”). And yet. “The unusual thing about Cummings was he actually had an idea,” Curtis says. “The problem was it turned out to be using 1990s data science to administer a decaying, class-based society. Which is bonkers. More importantly, it only deals with process. He never actually offered a different future.”</p> <p>That absence sits at the heart of Curtis's new films. His thesis is urgent. Both democracies and dictatorships are in crisis, he says, evident in the outright fractures of the UK and US and the rumbles under China and Russia. “Clearly, nothing is working. The systems are broken. Inequality is ruinous. A huge number of very angry people want genuine change. Yet no one can even imagine what change could be.” </p> <p>Conspiracy theories, he says, have metastasised at the same time that the hopeful stories governments used to tell —&#xa0;about a steady upwards curve for all —&#xa0;have fallen silent. “What postwar generations took from fascism and communism was that grand ideas of change lead to horror. So we stopped having them. And now when we need them, our imaginations have failed. So everything operates like HR. Personnel changes, but no one says, ‘Actually, the company is in the wrong business.'”</p> <p>Like all Curtis's films, <em>Can't Get You Out Of My Head</em> is provocative, fun, frequently thrilling. It is also a study of dead ends that can itself seem resigned, like going to the doctor experiencing a strange pain to be told — dazzlingly — that yes, you are. There is no prescription. “I'm just a journalist,” Curtis says. “It's not my job to offer solutions.”</p> <p>Curtis has been at the BBC since 1980. Before that, he briefly taught politics at Oxford. His first job at the corporation was shortlived too, working on the light entertainment/investigative hybrid <em>That's Life!</em>. On graduating to the intellectually chewy films that made his reputation, interviewers mentioned this as an amusing nugget. Really, it was not so weird. The mainstream appeals to him on principle; Curtis himself is a throwback to a time when big ideas were not seen as being beyond mass audiences. His signature use of pop music is pointed as well as stylistically brilliant. (It also lands a great punchline, as when the new series wryly employs The Specials' “Do Nothing”: “I'm just living in a life without meaning,” laments singer Terry Hall.)</p> <p>He has survived countless BBC regime changes. “Whatever else happens there,” Curtis says, “part of the remit is always to push people a bit.” Hardheaded new director-general Tim Davie's drive for impartiality holds no fear for someone all politicians would see as a fly in the ointment. In a time of two sides and never the twain, his opinions are free range. Today, Curtis praises Alexandria Ocasio-Cortez <em>and</em> mocks the reporting of the US Capitol riot as overblown by a “codependent” liberal media. “No one can tell where I'm coming from politically because I don't know myself half the time.”&#xa0;</p> <p>And capitalism? To Curtis, that too has run out of compelling stories about innovation and opportunity. “We just have Big Tech. In fact, I would argue that isn't capitalism at all, but a few giant corporations buying anyone who threatens them. Again, there is no vision. Driverless cars won't change the world.”</p> <p>Still, the internet has been a fine delivery system for conspiracy theories and tribal conflict. “Online psychodramas create waves of hysteria that make it feel like the world is transforming. In fact, nothing actually changed in the last four years. Trump made himself a pantomime villain, and we booed rather than imagine an alternative.”</p> <p>Psychoanalysis has long held that good mental health is impossible until patients deal with troubled pasts. In <em>Can't Get You Out Of My Head</em>, poisoned histories are everywhere: the ugly ghosts of the British empire and the Chinese Cultural Revolution, Stalinism and segregation. Curtis says that if societies honestly reckoned with the stuff of their nostalgia, better futures might finally emerge. “But we prefer to keep those boxes closed.” Other versions of change, he says, are easier. His rough cut of the series is awaiting images of another event that arrived late — the Biden inauguration. “You can feel it, can't you? That sense of: Phew! Normality! It's all OK again.” Now he bursts out laughing. “But it isn't.”</p> <p><em>‘Can't Get You Out Of My Head: An Emotional History of the Modern World'&#xa0;is on BBC iPlayer from February 11</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Danny Leigh 2021 'Adam Curtis: ‘Nothing is working, the systems are broken'' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-28T12:00:45.296Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7795,
          "end": 7800
        }
      ],
      "nexusId": "10022657"
    }
  ]
}