{
  "_id": "40728031b7192992287a910f3364e641eede09fed52d05b888f907037c3ef326",
  "feed": "wall-street-journal",
  "title": "Apple Watch Series 7 Review: Bigger Screen, Same Short Battery Life; The new screen makes reading text easier, and faster charging enables some sleep tracking, but it would be nice not having to charge daily",
  "text": "<p>To put it plainly: The Apple Watch Series 7 is slightly better than its predecessor. There aren't any new health sensors. The price hasn't dropped. And at 18 hours, the watch's daylong battery life is still relatively short.</p><p>The most significant update to the new smartwatch, arriving on Friday, is a slightly larger touch screen, which can fit more text from messages and features bigger, easier-to-press buttons. The watch is also more rugged, according to Apple.</p><p>These incremental refinements add up to a better—though not significantly better—watch experience. If you liked the Apple Watch before, you're going to like this one. If you weren't already convinced you needed a $399 wrist computer, the Series 7 probably won't convert you. But if you're an iPhone user thinking about your first smartwatch, you'll want to consider this.</p><p>A Slightly Bigger Screen </p><p>The Series 7, left, has a 20% larger screen than the prior model, the Series 6. PHOTO: nicole nguyen/the wall street journal</p><p>Every time I put my Apple Watch on, I have to type a passcode and, about 75% of the time, I enter the digits correctly. The rest of the time, I let out a sigh, retry the code and dream about the day Face ID comes to the Apple Watch. (Also acceptable: Touch ID in the side button.)</p><p>WSJ News Exclusive</p><p>* Apple Studying Potential of AirPods as Health Device</p><p>On the Series 7, on-screen buttons—including my dreaded passcode number pad—are bigger. Mis-taps are less frequent. For the first time, I used the watch's calculator app and it wasn't terrible. Apple squeezed more pixels out of the watch's screen by reducing the display border. Despite the bigger face, the watch doesn't feel bulkier. It's the same thickness as the Series 6, and the case size grew by just 1 millimeter.</p><p>For folks coming from a Series 4, 5, 6 or an SE—all of which have the same display size—the difference is subtle. If you have a Series 3, it'll feel like a real upgrade. That model's thicker case and wide border look chunky next to the Series 7. </p><p>The Series 7 has a new typing input option: a tiny, full-size QWERTY keyboard. Small fingers and laser focus recommended. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>Apple determined, somehow, that the Series 7's screen is big enough to accommodate a full-size keyboard. Even when swipe-typing, though, it took me many tries to perfect my text replies. \"Hey this\" came out \"Hey those,\" then \"Hey Tia.\" (I don't even know a Tia.) Only with laser focus could I type full sentences without error.</p><p>Voice dictation is much more efficient. A 58-character message took me 11 seconds using voice-to-text, while typing on the tiny keyboard took 27 seconds. But hey, options!</p><p>Also good: ruggedness. The Series 7's screen is thicker. That means it's harder to crack, says Apple. I didn't test this claim by banging my wrist into every concrete wall I passed. (When receiving a review unit, I agree to keep the device in good working condition.) But because I'm accident prone, I'll report back after the inevitable drop or fall. </p><p>A new aluminum-case color, the slightly golden Starlight, replaces silver. PHOTO: nicole nguyen/the wall street journal</p><p>This new model is also the first with a dust resistance rating of IP6X, meaning it's not susceptible to dirt, sand or other fine particles. (Previous generations were not tested for dust.)</p><p>The Same Battery Life</p><p>The Series 7 is rated for 18 hours—as Apple Watches have been since 2015—based on an evolving test that includes a workout with music, other app use and a steady stream of notifications and time checks. In other words, your battery life might be very different. Recording GPS workouts without a paired iPhone, listening to audio from the watch or using onboard apps can eat up serious amounts of energy. The optional always-on display is also a drain.</p><p>SHARE YOUR THOUGHTS</p><p>What features do you look for in a smartwatch? Why? Join the conversation below.</p><p>With casual home use, where the watch is mostly connected to my iPhone and Wi-Fi network, I actually got nearly 25 hours on a single charge. That's including an hour of outdoor workouts, at least 30 minutes of audio streaming, six to eight hours of sleep tracking and multiple time checks an hour. And I had opted for the always-on display.</p><p>The Series 7 exceeded my battery expectations, but still needs to be charged daily, especially if you want to use sleep tracking. And that's its Achilles' heel.</p><p>Apple figured one solution for the battery-life problem is faster charging. The Series 7 includes a USB-C charger that, in my testing, powered it from 0% to 100% in 74 minutes. That's only about 15 minutes quicker than the Series 6 took. However, charging for eight minutes with the included USB-C cable and a power brick rated for at least 20 watts is sufficient for eight hours of sleep tracking (with display and notifications off). </p><p>An included USB-C cable, when paired with a not-included 20-watt power adapter, can provide faster charging: about 45 minutes to get from 0 to 80%. PHOTO: nicole nguyen/the wall street journal</p><p>It's a fine solution, but not a perfect one. Daylong battery life might be sufficient for people in the habit of charging their devices every night, and who don't care about sleep tracking. (Some experts say it won't necessarily help you get more restful sleep.) Plus, Apple's sleep app is pretty basic.</p><p>Still, going on a long weekend without an Apple Watch charger seems like a pipe dream. Meanwhile, Fitbit's Charge 5 and Garmin's Fenix 6S, which have smart features such as phone alerts and mobile pay, can last several days on a single charge. (The Fenix 6S is rated to handle 25 hours of GPS activity, compared to the Apple Watch's seven-hour rating.) Neither has anything like the Apple Watch's ecosystem of apps and features, but they're great for fitness.</p><p>I understand the trade-offs: Apple can't just stuff a bigger battery in the case. It has to keep the watch svelte to remain wearable. The bright screen and many sensors all require energy—and more sensors are coming.</p><p>The Right Apple Watch For You</p><p>Besides screen-size variations, the three Apple Watch types the company currently sells mostly differ in the lineup of onboard health sensors:</p><p>* Series 7 ($399 and up): It has a larger always-on display and fast charging, plus fall detection and an array of health sensors to monitor heart rate, ECG, blood-oxygen levels and more.</p><p>* SE ($279 and up): It does fall detection but there's no always-on display, blood-oxygen sensor, ECG app or fast charging.</p><p>* Series 3 ($199 and up): None of the latest health sensors or fall detection—only heart rate—and no iPhone-free cellular option.</p><p>You can still purchase refurbished older models. Apple has limited inventory of these watches, and you can take a gamble on sites such as Amazon, Back Market and eBay. (Just make sure there's a return policy.)</p><p>Deciding between basic GPS and more expensive cellular models? There's a lot you can do sans iPhone with any new Apple Watch, such as listen to Spotify or Apple Music offline. When connected to Wi-Fi, you can send messages and make calls. The cellular models do have a killer feature. The Apple Watch SE and Series 5 and newer include international emergency SOS, to call for help even without a cellular plan.</p><p>If you're on a budget, the SE is still a better choice than the aging Series 3. If you want more health sensors, look at the refurbs. (I'd recommend the Series 5.) The Series 7 is the best Apple Watch you can buy right now, but if you already have a 5 or 6, maybe hold off until next year for additional health capabilities. My colleague Rolfe Winkler reported that Apple is working on a blood-pressure tool and thermometer to help with fertility planning.</p><p>For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>Apple Watch Series 7 Review: Bigger Screen, Same Short Battery Life</p>",
  "published": "2021-10-13T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1008,
          "end": 1013
        },
        {
          "start": 5838,
          "end": 5843
        },
        {
          "start": 5391,
          "end": 5402
        },
        {
          "start": 459,
          "end": 464
        },
        {
          "start": 1208,
          "end": 1219
        },
        {
          "start": 6690,
          "end": 6695
        },
        {
          "start": 7006,
          "end": 7011
        },
        {
          "start": 7867,
          "end": 7878
        },
        {
          "start": 6036,
          "end": 6041
        },
        {
          "start": 2773,
          "end": 2778
        },
        {
          "start": 1537,
          "end": 1542
        },
        {
          "start": 1208,
          "end": 1213
        },
        {
          "start": 4416,
          "end": 4421
        },
        {
          "start": 7628,
          "end": 7633
        },
        {
          "start": 3399,
          "end": 3404
        },
        {
          "start": 1290,
          "end": 1295
        },
        {
          "start": 7140,
          "end": 7145
        },
        {
          "start": 7451,
          "end": 7456
        },
        {
          "start": 6098,
          "end": 6109
        },
        {
          "start": 5391,
          "end": 5396
        },
        {
          "start": 582,
          "end": 593
        },
        {
          "start": 7451,
          "end": 7462
        },
        {
          "start": 6964,
          "end": 6975
        },
        {
          "start": 1008,
          "end": 1019
        },
        {
          "start": 5314,
          "end": 5319
        },
        {
          "start": 5668,
          "end": 5673
        },
        {
          "start": 5668,
          "end": 5679
        },
        {
          "start": 7867,
          "end": 7872
        },
        {
          "start": 6964,
          "end": 6969
        },
        {
          "start": 6098,
          "end": 6103
        },
        {
          "start": 582,
          "end": 587
        },
        {
          "start": 2178,
          "end": 2183
        },
        {
          "start": 5732,
          "end": 5737
        },
        {
          "start": 5732,
          "end": 5743
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 6036,
          "end": 6047
        },
        {
          "start": 7140,
          "end": 7151
        },
        {
          "start": 23,
          "end": 34
        }
      ],
      "nexusId": "10022657"
    }
  ]
}