{
  "_id": "95d7fc85c66199cdbff69d94733be797e7869367d58a3025b5d8e6511c064b50",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Small Miners of Battery Minerals Scrape for Funds  ----  By Vipal Monga and Jacquie McNish",
  "text": "<p>   TORONTO -- Investors are pouring money into car companies, battery makers and clean-tech startups that are poised to benefit from the global economy's shift to electric power. But many small mining companies that supply the raw materials haven't been invited to the party. </p><p>   Uncertainty over the metals' quality, the short- and long-term outlook for prices and the ability of North American miners to compete with their Chinese counterparts is making investors wary. </p><p>   Bryce Crocker, the chief executive officer of Jervois Mining Ltd., is touting a cobalt project in Idaho. The Australian executive needs $100 million to open a mine on central Idaho's Gant Mountain that the company says could eventually produce more than 15% of the cobalt consumed annually in the U.S. The blue-gray mineral is critical to making the batteries that power electric vehicles, laptops and smartphones as well as the alloys used to make jet-fighter engines. </p><p>   After more than a year of fundraising, he is still seeking contributions from commercial banks, private-equity firms and hedge funds. </p><p>   \"We need the support of the capital markets,\" he said. \"But this is not a commodity that lenders have traditionally loaned against.\" </p><p>   The global cobalt price is prone to wide swings. It has increased almost 60% since the beginning of this year, after dropping more than 41% in 2019. </p><p>   In theory, there has never been a better time to mine for cobalt and other battery minerals such as lithium in North America. Demand is surging as the global economy shifts to electric power. The U.S. and Canadian governments are concerned about China's dominance over the market and have begun to funnel money to ore refiners and battery makers because they want to counterbalance their Asian rival. </p><p>   Still, many of the small North American miners that could be the first link in the supply chains leading to the production of the batteries that power Tesla Model 3 electric sedans and the iPhone are finding it difficult to raise money, said Egizio Bianchini, head of the metals and mining group at investment bank Stifel GMP. </p><p>   Mining investors have been slow to buy in to the growing interest in electrification and the surging use of technologies that depend on the minerals because it can take too long for the mines to produce returns. Many mining projects can take 10 years from discovery to producing revenue, he said. That is leaving early-stage projects scrambling. </p><p>   \"In our market system, there's a mismatch between timing and expectations,\" said Mr. Bianchini. \"It's hard to expedite digging.\" </p><p>   Lithium is in demand, yet lithium miners received 1% less financing last year than they did in 2019, according to S&amp;P Global Market Intelligence. While funding for cobalt miners almost doubled in 2020, the amount raised was still 24% less than in 2018 and 45% less than in 2017. </p><p>   Miners are struggling to persuade investors to fund their costly efforts to break from the earth the ores needed to make batteries and magnets and to dispose of toxic products such as arsenic and uranium that the mining can create. </p><p>   The miners are also competing for investment dollars with gold miners, a sector that has historically been more attractive to investors because the returns are more certain, said Chris Galbraith, an S&amp;P analyst. As battery-minerals projects struggled to raise money last year, financing for small and medium-size gold miners jumped 40% in 2020, a year that marked the best showing for the precious metal's price since 2010. </p><p>   Financing hurdles threaten to slow Western economies' efforts to catch up to China, which is speeding ahead in the race to dominate the battery markets, said Simon Moores, managing director of Benchmark Mineral intelligence. The London-based firm tracks battery prices and industry developments. </p><p>   \"All they get is that there's too much risk,\" he said. \"You need a long-term vision. The way capital markets work for minerals is so inefficient.\" </p><p>   China has encouraged the growth of its mining sector through a combination of state support and aggressive investment in mineral-rich countries such as the Democratic Republic of Congo, he said. China accounted for almost 60% of estimated rare-earths production in 2020, according to the U.S. Geological Survey. It also refines the bulk of the world's lithium, cobalt and graphite, placing the country at the center of a web that reaches much of the global economy. </p><p>   Investors say that it is difficult to commit funds to nascent mining projects outside China without some assurance that there will be a payoff. </p><p>   Lind Partners LLC has invested about $100 million in the securities of Australian and North American companies mining critical minerals and rare earths. </p><p>   Phillip Valliere, a managing director with the New York firm, said miners have historically placed a priority on mines with large ore reserves. When mining for rare earths, he said, investors are unlikely to commit to a project unless the ore has high grades of minerals and can successfully be developed. </p><p>   \"Anyone can produce a couple of ounces of lithium. You need to show you have an ore body with product potential that meets the standards of Tesla and Volkswagen,\" Mr. Valliere said. </p><p>   Constantine Karayannopoulos, chief executive of Canada's Neo Performance Materials Inc., buys rare earths and critical minerals from a variety of global sources to produce a mix of chemicals, metals, alloys and magnets for automotive, appliance and consumer-electronics companies as well as other customers. </p><p>   He said many rare-earth miners \"fail miserably at a massive cost to their investors\" because they stake their prospects on lower-grade minerals that are too expensive or difficult to refine. </p><p>   To reflect their business risk -- there is no guarantee a mineral discovery will become a revenue-producing asset -- smaller miners usually pay high rates to lenders or trade at valuations that are too low to justify raising money by selling stock. </p><p>   With market funding in short supply, some mining executives say governments need to bridge the gap. The U.S. Department of Defense, for example, is helping to fund a processing facility in the California desert for the only mine in the U.S. that produces rare earths. </p><p></p>",
  "published": "2021-04-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}