{
  "_id": "4e5a78185585c6da91ca3008b4e899ce298ae1c6f6e277f62d537474730f12eb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Intelligent Investor:  The Danger in Setting Your  Investing Sights Too High  ---  Some people expect to earn a massive return from their stock portfolios.  It's time for them to face reality.  ----  By Jason Zweig",
  "text": "<p>   Optimism is as American as hot dogs and apple pie. Too much optimism, though, is about as good for you as eating a few dozen hot dogs and slices of pie. </p><p>   In a recent survey of 750 U.S. individual investors, Natixis Investment Managers found these people expect to earn 17.3% this year, after inflation. </p><p>   That might not sound like pie in the sky. The S&amp;P 500 returned 18.4% last year, counting dividends, and is up 15.9% so far in 2021. Recent past returns always mold future expectations. </p><p>   Over the long run, however, the people in the Natixis survey anticipate earning an average of 17.5% annually, after inflation -- even higher than for this year. That's up from the 10.9% long-term return they expected in 2019, the previous round of the survey. </p><p>   It's also more than twice the return on U.S. stocks since 1926, which has averaged 7.1% annually after inflation. It's more than triple their 5.3% return over the same period after both inflation and taxes, according to Morningstar. </p><p>   Natixis surveyed more than 8,500 individuals in 24 countries. Although U.S. investors were the most optimistic, those in Latin America, Spain, Australia and the U.K. weren't far behind. </p><p>   Other recent measures of sentiment are also rosy. </p><p>   This spring, Yale University's U.S. One-Year Confidence Index, which tracks how many people expect positive returns in the coming 12 months, hit its highest level since 2012. </p><p>   The CFO Survey, run quarterly by Duke University and the Federal Reserve Banks of Richmond and Atlanta, found in March that chief financial officers expect the S&amp;P 500 to return 8.4% annualized over the next 10 years, up from 6.8% in December. </p><p>   Are long-run expectations like 17.5% realistic? </p><p>   \"Obviously they feel realistic enough to the respondents in the survey,\" says Esty Dwek, head of global market strategy at Natixis Investment Managers. She adds with a laugh: \"It's a question of coming back to earth.\" </p><p>   That's for sure. The higher your expectations, the lower your chances of achieving them. </p><p>   I asked Wharton Research Data Services, which analyzes business and investing information, to rank all U.S. stocks and exchange-traded funds over the last 10 years. </p><p>   WRDS counted 3,790 stocks and ETFs that traded continuously over the 10 years that ended May 31, 2021. Only 14% earned total returns that exceeded 17.5% annually. Fully 22% earned negative returns. </p><p>   In short, investors were more likely to lose money than to compound it by at least 17.5% a year. </p><p>   What if you happened to pick a big winner? </p><p>   The biggest winner of all over the 10 years through the end of May was Tesla Inc., up an average of 59.1% annually, according to WRDS, using data from the Center for Research in Security Prices LLC. </p><p>   The other top performers include a few household names -- Amazon.com Inc., Domino's Pizza Inc., Netflix Inc., Nvidia Corp. -- but consist mainly of companies you've probably never heard of, either 10 years ago or now. I know I haven't. </p><p>   EVI Industries Inc. (up 45.1% annually over the past decade)? Tucows Inc. (which compounded at 38% a year)? Heska Corp. (36.2%)? Are you kidding me? </p><p>   Just consider Patrick Industries Inc., whose shares returned an average of 56.7% annually, second only to Tesla. </p><p>   Based in Elkhart, Ind., Patrick makes components for recreational vehicles, manufactured housing, marine and other markets. A decade ago, the company had a microscopic market value of about $40 million and wasn't even paying a dividend so it could conserve capital. </p><p>   If you'd somehow heard of Patrick in 2011 and had the bravery to buy it, would you have had the guts to keep it? In less than three months in 2018, the stock fell 58%. Then, in early 2020, it lost 69% in 25 days as panic-stricken traders concluded the pandemic would kill demand for all kinds of housing. </p><p>   Today, even after its epic gains over the past decade, Patrick still has a total market value of only $1.7 billion and makes up less than 0.15% of assets at leading small-stock index funds. </p><p>   To earn the gigantic returns such stocks can provide, you need enormous skill, phenomenal luck and the nerves and reserves to withstand bloodcurdling losses. </p><p>   In other words, you have to take enormous risks. Yet 77% of the U.S. investors in the Natixis survey say that if they were forced to choose, they would rather keep their money safe than earn a high return. </p><p>   That implies their expectation of getting 17.5% out of their stock portfolios is more a wish or a dream than a rational forecast. </p><p>   When fantasies collide with the real world, dreamers get their hearts broken. </p><p>   From today's levels of interest rates and stock prices, I'd be thrilled if stocks returned at least 4% annually over the next decade or two after inflation. I'd also be surprised. And I'd rather be surprised by earning more than I expected than by earning less -- or by losing more. </p><p></p>",
  "published": "2021-07-03T06:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 40,
          "end": 45
        }
      ],
      "nexusId": "10022657"
    }
  ]
}