{
  "_id": "6462929a525dbbf9b724a753d55c124a330a5ea5d68b74f231eef413aa6540c0",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Weekend Confidential: James Taylor --- At 72, the music legend who wrote 'Fire and Rain' and 'Something in the Way She Moves' looks fondly back on 'the arrogance of youth.'",
  "text": "<p>Mr. Taylor has had a seismic cultural impact. His manager says that he has sold 100 million albums. Taylor Swift was named after him, as she announced from the stage of Madison Square Garden in 2011 when Mr. Taylor joined her to sing \"Fire and Rain.\" In addition to his own songs, Mr. Taylor has excelled as an interpreter, notching hits with covers including Carole King's \"You've Got a Friend\" and \"How Sweet It Is (To Be Loved by You),\" which was written by the Motown team of Lamont Dozier, Brian Holland and Eddie Holland.</p><p>On his most recent releases, 2020's \"American Standard\" and the three-song EP follow-up \"Over the Rainbow,\" Mr. Taylor's taste in covers gets more eclectic. He focuses on songs he learned in his childhood, including \"Moon River,\" \"Somewhere Over the Rainbow\" and \"Surrey With a Fringe on Top\" from the musical \"Oklahoma!\", mostly performed as guitar duets between Mr. Taylor and the jazz great John Pizzarelli. \"American Standard\" has been nominated for a Grammy for Best Traditional Pop Vocal Album -- his 19th nomination on his 19th album. He has previously won five.</p><p>\"Early in my career, I found it almost embarrassing to be nominated for Grammys,\" says Mr. Taylor. \"I was dismissive and arrogant and felt an adversarial relationship with the business side of music, which only wanted massive hits and turned a blind eye toward so much beauty. Now that albums don't sell like they used to, there's no longer a king's ransom involved, and the people left are really dedicated. It feels like more of a team effort, and I appreciate the acknowledgment of all that work.\"</p><p>Mr. Taylor's sweet, contemplative voice and wonderfully precise fingerpicked guitar have always hearkened to pop, standards and Anglican hymns, as well as folk and blues. Their beauty has often belied some dark subject matter, most notably in \"Fire and Rain.\" The song, about a friend's suicide and Mr. Taylor's own mental health and struggles with addiction, has been central to many people's lives, played at countless funerals and farewells. That could be a large burden to bear, but Mr. Taylor says that isn't so.</p><p>\"Writing something with that kind of resonance was always the main point for me,\" he says. \"My songs were always expressing very internal thoughts in music, and you hope that these things which mean something to you will resonate with other people. We go shopping in the popular culture for our own mythology and our tribe. We assemble things to speak for us.\"</p><p>Mr. Taylor has largely been riding out the pandemic at home in western Massachusetts with his wife, Kim. Last summer's postponed tour with Jackson Browne has been rescheduled to start May 14 in New Orleans. His twin sons, Rufus and Henry, are in their freshman years of college. His children with Carly Simon, Ben and Sally, are both singer/songwriters, following in a Taylor family tradition that included all four of Mr. Taylor's siblings.</p><p>His late mother Gertrude was also musical; she studied singing at the New England Conservatory of Music. His father Isaac was a physician who moved the family from Boston to Chapel Hill, N.C., when he took a job at the University of North Carolina, where he eventually became dean of the Medical School. The family spent summers on Martha's Vineyard, which became central to Mr. Taylor's musical development. He met a group of musicians there that included the guitarist Danny Kortchmar, who would become a key collaborator.</p><p>Mr. Taylor later attended Massachusetts' Milton Academy. At age 17, he checked himself into McLean psychiatric hospital outside of Boston, where he was treated for depression for nine months.</p><p>After graduating high school, he moved to New York City and formed the Flying Machine, a band with Mr. Kortchmar and drummer Joel O'Brien, an important musical guide who also introduced him to heroin. When that band flamed out, Mr. Taylor moved to London. That led to a meeting with Peter Asher, who had a new job signing acts to the Beatles' Apple Records.</p><p>Mr. Taylor's self-titled debut album was released in 1968 on Apple Records, and to get that deal, he auditioned alone with his guitar for George Harrison and Paul McCartney, both of whom played on the record. (Mr. Harrison borrowed the opening line of Mr. Taylor's \"Something in the Way She Moves,\" which he played at the audition, for his own song \"Something.\" Mr. Taylor says he was \"hugely flattered\" by this and always considered it accidental.) It is almost impossible to imagine what that attention from the rock legends must have felt like for an unknown 20-year-old, as the Fab Four were recording their seminal White Album; his own album was cut in the same studio when they went home for the night. How was he confident enough to do such a thing? \"I had some competence and the arrogance of youth,\" says Mr. Taylor.</p><p>\"If we didn't have those things, nobody would ever do anything, because you would hedge your bets. There's a stage in our development where you're allowed to do impossible things.\"</p><p>Mr. Taylor says that can-do momentum continued on his second album, 1970's \"Sweet Baby James,\" which truly launched his 50-year career. It was recorded in less than two weeks for less than $10,000. He and his band, which included Carole King and Mr. Kortchmar, recorded songs as fast as he could write them.</p><p>\"We were just living on the surface, like one of those water striders that can walk on the surface tension of a pond,\" he says. \"It felt like we were just right on the surface of ourselves. Our artistic process was like stepping out into traffic and getting hit by a truck. There was nothing premeditated or strategic about the entire enterprise.\"</p><p>Mr. Taylor adds, \"That was an unprecedented time in popular music. The postwar baby bubble was 21 years old, and we all decided that we were going to rewrite everything and decide how life would be lived from this point on. That was supremely arrogant and destined to fail, but it did actually change a lot -- and it sure made a huge musical impression.\"</p>",
  "published": "2021-01-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4056,
          "end": 4061
        },
        {
          "start": 3980,
          "end": 3985
        }
      ],
      "nexusId": "10022657"
    }
  ]
}