{
  "_id": "adf3761cf8e9b7b66ec0c834c0e17dd0a3e2d6fab495d3d69963521668aa2207",
  "feed": "ftcomall",
  "title": "Hot property: five homes for sale in the New England autumn",
  "text": "<h2>European style château, New Canaan, Connecticut, $15m</h2> <p><strong>Where </strong>In south-west Connecticut, near the border with New York state, 50 miles from Manhattan and nine miles inland from Long Island Sound. LaGuardia Airport is about an hour by car.</p> <p><strong>What </strong>A seven-bedroom, 10-bathroom home built in 2004. The house has a cosy 10 fireplaces, a two-storey library with a wine cellar below, a gym, spa and laundry room with pet shower. There is also an underground garage suitable for a collection of 20-25 cars.</p> <p><strong>Why </strong>The property is on more than six acres of grounds, featuring a guest house, pool, tennis court, terraces, fountains and a large pond.</p> <p><strong>Who </strong><a href=\"https://www.luxuryportfolio.com/property/new-canaan-properties-single-family/dmwh\">Luxury Portfolio International, Brown Harris Stevens</a></p>  <h2>House, Greenwich, Connecticut, $12.995m</h2> <p><strong>Where</strong> Four miles north of Greenwich town and its rail station, where commuter trains depart for Grand Central station in Manhattan (the journey time is just over an hour). LaGuardia Airport is about 55 minutes by car; Newark is 1 hour 5 minutes.</p> <p><strong>What </strong>A seven-bedroom federal-style home built in 1820 and restored to maintain original details. Five acres of grounds include a separate guest cottage, formal gardens, pool, pool house and tennis court.</p> <p><strong>Why </strong>The area around Greenwich has a wealth of golf, yacht and country clubs, including Round Hill Golf Club within walking distance of the property.</p> <p><strong>Who </strong><a href=\"https://www.elliman.com/connecticut/sales/detail/593-l-586-51_108854/205-round-hill-road-mid-country-west-greenwich-ct-06831\">Douglas Elliman</a></p>  <h2>Estate, Salisbury, Connecticut, $15.75m</h2> <p><strong>Where </strong>In the northwest corner of Connecticut, just south of Mount Washington State Forest. Albany and Bradley International Airports are both 1 hour 15 minutes by car, to the north and east respectively.</p> <p><strong>What</strong> A country estate on 474 acres. The nine-bedroom main house has lifts to all floors, a 39ft dining space with three-storey glass ceiling, library, offices and screening room — the home previously belonged to TV producers Thomas Miller and Robert Boyett. Outside there is a two-bedroom cottage, tennis court, spa, pool, streams and orchards.</p> <p><strong>Why </strong>A roof deck has 360 degree views, including Bear Mountain and the Berkshire Mountains. A cabin on the highest part of the grounds has views of the Twin Lakes.</p> <p><strong>Who</strong> <a href=\"https://www.harneyre.com/real-estate-property/real-estate-salisbury-ct-eh4530/\">Elyse Harney Real Estate</a></p>  <h2>Waterfront estate, Lyme, Connecticut, $22m</h2> <p><strong>Where </strong>On the Connecticut River, which flows into Long Island Sound. New Haven and Yale University are a 40-minute drive, and the nearest international airport is Bradley (55 minutes).</p> <p><strong>What</strong> A five-bedroom house on 18.8 acres with a carriage house and 1700s Vermont barn. The house has a gym, spa-pool, games room and a built-in fish aquarium.</p> <p><strong>Why</strong> The area has excellent fishing and sailing and the house has a veranda facing the water as well as a beach, boathouse and 100ft dock.</p> <p><strong>Who</strong> <a href=\"https://www.knightfrank.com/properties/residential/for-sale/lyme-connecticut/usct170344279\">Knight Frank</a></p>  <h2>Family house, Lyme, New Hampshire, $3.9m</h2> <p><strong>Where </strong>In Grafton County, New Hampshire, near the state border with Vermont. Lebanon Municipal Airport, which has regional flights to Boston and New York, is a half-hour drive.</p> <p><strong>What </strong>A four-bedroom house with wood-beamed ceilings, a double-sided fireplace between the dining and living rooms, screen porch, office and guest suite. Several outbuildings include a large studio.</p> <p><strong>Why </strong>The house is on 75 acres with apple trees, perennial gardens, stone walls and a chicken coop.</p> <p><strong>Who </strong><a href=\"https://www.coldwellbanker.com/property/10-Tavern-Ln-Lyme-NH-03768/103744555/detail\">Coldwell Banker</a></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Maria Crawford 2021 'Hot property: five homes for sale in the New England autumn' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T12:00:33.324Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3120,
          "end": 3125
        }
      ],
      "nexusId": "10022657"
    }
  ]
}