{
  "_id": "5bc72cdd737d96f15588e97577887e5d22b21815b53a3d9346cf312f4ec0f281",
  "feed": "wall-street-journal",
  "title": "The iPhone Feature to Turn On Before You Die; The new Legacy Contact setting in iOS 15.2 lets you specify who can access your Apple iCloud information after you die. Here's how to set it up.",
  "text": "<p>#2: You will die one day.</p><p>OK, maybe you're on Android, but unless you're Dracula or Kenny from \"South Park,\" you're not immortal.</p><p>On Monday, Apple released iOS 15.2, and among many other features, the software update includes a much overdue Legacy Contact setting. The new tool allows you to specify who can access your Apple account—your photos, notes, mail and more—when you die.</p><p>Google and Meta (formerly Facebook) have offered a similar setting for years. Instead, Apple had a more lengthy process, requiring a court order.</p><p>I've been deeply interested in what happens to our digital stuff after we die. This isn't just about making it easier for your family to access some PDF from the accountant. It's about making sure your photos, videos and more—the record of your memories and life stories—get passed to the next generation. Having produced an Emmy-award-winning WSJ documentary about the topic, I know it isn't easy to think about. Many people don't until it's too late.</p><p>That's why I encourage you to explore Apple's tool, despite some initial flaws, and talk about it with your family. Here are some answers to questions you might have.</p><p>Where can I find the setting?</p><p>First, you need iOS 15.2. You know the drill: On your iPhone or iPad, go to Settings &gt; General &gt; Software Update, then follow the prompts.</p><p>When that's done, go to Settings and tap your name at the top. Select Password &amp; Security then, toward the bottom of the screen, Legacy Contact. You'll be able to add up to five legacy contacts. The people in your Family Sharing plan will automatically be suggested. </p><p>Follow these instructions to get to the Digital Legacy feature in Apple iOS 15.2. PHOTO: Joanna Stern/The Wall Street Journal</p><p>OK, but what is a legacy contact really?</p><p>Simply put, it's someone who can get access to your Apple account and the information in it when you die. They are the friends or family members you trust and want to have this data. My spouse, for instance, is my legacy contact.</p><p>A digital legacy contact would be able to access most of what's in your iCloud account: your photos, messages, email, notes, files, contacts, calendars, downloaded apps and device backups. (Here's a full list.) Not included: passwords stored in your iCloud keychain and licensed media, like books or music or movies you may have purchased.</p><p>What if I want to limit what data they can access?</p><p>No can do. You give them access to all or nothing. I think that's a mistake. Say you just wanted to make sure your family had access to your photos and notes? You couldn't. They'd get the whole enchilada—messages, files, etc. Google allows you to specify with a checklistexactly what you want to share. An Apple spokesman said that the company wanted to make this as simple as possible for users. The company didn't want people having to tweak the settings when new data categories were added or removed.</p><p>How does a legacy contact gain access when I die?</p><p>When you add people as your legacy contacts, they are assigned an access key. If the legacy contacts have Apple devices, you can send keys to them via Messages. If the receiver has iOS 15.2 or later, the key will be stored locally in an encrypted location on the device.</p><p>Apple also has a print option so you can print out the access key and give it to your legacy contact to stash with other important documents.</p><p>Then, when you die, your legacy contact will go to digital-legacy.apple.com There he or she will log in with their iCloud account (or, if not on iCloud, provide some other contact information) and input the access key. (He or she can also do this right through the Legacy Contact settings on a compatible Apple device.) The person will also have to upload a death certificate, which is then reviewed by Apple staff, including members of its legal team. Every legacy contact you name can request the data.</p><p>If all checks out after Apple's review—which a spokesman says could take up to two weeks—your legacy contact will be sent a link where they can create a password for the account. He or she can then use this to log in on the web or an Apple device to access the data. </p><p>When setting up the feature, you will be prompted to send an access key to your digital legacy contact or print it out. PHOTO: Joanna Stern/The Wall Street Journal</p><p>Is this a security loophole that someone could exploit?</p><p>The access key alone wouldn't be enough to get into your account. It would take a combination of the access key and a death certificate that passes Apple's review.</p><p>Can my legacy contact do anything in my account?</p><p>Parts of the account will be disabled. For instance, your contact won't be able to send messages or emails. The account will still receive messages however. (It isn't uncommon for people to continue messaging loved ones who have died. I wrote about how my wife has done that.)</p><p>Couldn't I just give my loved ones my passcodes and passwords?</p><p>Sure, you could and many people do. But with a setup like Apple's—and similar ones from password managers and other cloud services—you ensure your data isn't available to people while you're still an \"active user.\"</p><p>Whom should I pick as my legacy contacts?</p><p>This is the most difficult question. The person you name as your will's executor might not be the person you want accessing your entire messaging history.</p><p>\"You have to consider who would you want to have access to your data, when the universe of data is growing exponentially,\" says Alison Arden Besunder, the chair of the trust and estate group at the New York law firm Goetz Fitzpatrick LLP.</p><p>Again, given that we store so many different types of data with Apple, we should have the ability to specify what exactly gets passed on. Ms. Besunder suggests identifying someone who is trustworthy as well as tech-savvy-enough to deal with this. And while I fit both descriptions, I'm sorry, I can't be a legacy contact for all of you. Best of luck!</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Joanna Stern at joanna.stern@wsj.com</p><p>The iPhone Feature to Turn On Before You Die</p>",
  "published": "2021-12-14T13:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 469,
          "end": 474
        },
        {
          "start": 3645,
          "end": 3650
        },
        {
          "start": 141,
          "end": 146
        },
        {
          "start": 4079,
          "end": 4084
        },
        {
          "start": 3743,
          "end": 3748
        },
        {
          "start": 126,
          "end": 131
        },
        {
          "start": 1019,
          "end": 1024
        },
        {
          "start": 2678,
          "end": 2683
        },
        {
          "start": 4480,
          "end": 4485
        },
        {
          "start": 3198,
          "end": 3203
        },
        {
          "start": 1650,
          "end": 1655
        },
        {
          "start": 3033,
          "end": 3038
        },
        {
          "start": 320,
          "end": 325
        },
        {
          "start": 5600,
          "end": 5605
        },
        {
          "start": 3869,
          "end": 3874
        },
        {
          "start": 3405,
          "end": 3411
        },
        {
          "start": 1803,
          "end": 1808
        },
        {
          "start": 4943,
          "end": 4948
        }
      ],
      "nexusId": "10022657"
    }
  ]
}