{
  "_id": "ec6a5c878fdf3449b8f9631795a9c3e7f0c8ed3caebb3d2c073f58c8f005fb59",
  "feed": "ftcomall",
  "title": "Probe claims spyware used to hack journalists, activists and executives",
  "text": "<p>A spyware tool licensed by the Israeli company NSO Group was used to target smartphones belonging to 37 journalists, human rights activists and other prominent figures, according to an investigation released on Sunday.</p> <p>The report drew a prompt response from NSO, which claimed it was “full of wrong assumptions and uncorroborated theories”.</p> <p>Conducted by the journalism non-profit Forbidden Stories and 17 media partners, the investigation was based on a list of more than 50,000 phone numbers linked to people who had allegedly been selected for possible surveillance by NSO's clients since 2016, the group <a href=\"https://forbiddenstories.org/about-the-pegasus-project/\">said</a>.</p> <p>Forbidden Stories said <a href=\"https://www.ft.com/content/d9127eae-f99d-11e9-98fd-4d6c20050229\">Pegasus</a>, a software product NSO sells to government agencies, had been “widely misused” by clients to target lawyers, academics and other professionals in countries including India, Mexico and France.&#xa0;</p> <p>A forensic analysis conducted by Amnesty International found 37 phones had been infected or faced attempted infections by NSO spyware, according to the human rights group, which released a separate <a href=\"https://www.amnesty.org/en/latest/research/2021/07/forensic-methodology-report-how-to-catch-nso-groups-pegasus/\">report</a> on its methodology. </p> <p>The FT was unable to independently verify the claims reported by the media consortium.</p> <p>Victims of the attacks are said to include Siddharth Varadarajan, founder of Indian news site The Wire, and Szabolcs Panyi, an investigative reporter in Hungary for the journalism non-profit Direkt36, according to Forbidden Stories.</p> <p>Bill Marczak, a senior research fellow at Citizen Lab, said the Canadian watchdog group had reviewed four of the phones and <a href=\"https://citizenlab.ca/2021/07/amnesty-peer-review/\">confirmed</a> with “high confidence” that the devices had been targeted with Pegasus software. Marczak said Citizen Lab peer-reviewed Amnesty's methodology and had found it “sound”.</p> <p>The consortium partners have promised to reveal the names of others on the wider list of alleged surveillance targets in the coming days. That list included business executives, cabinet ministers, presidents and prime ministers, according to <a href=\"https://www.theguardian.com/world/2021/jul/18/revealed-leak-uncovers-global-abuse-of-cyber-surveillance-weapon-nso-group-pegasus\">The Guardian</a> newspaper<em>, </em>one of the media partners in the investigation.</p> <p>An NSO spokesperson said the company would “continue to investigate all credible claims of misuse” while denying what it claimed were “false allegations” in the Forbidden Stories report.</p> <p>“NSO Group has a good reason to believe the claims that are made by the unnamed sources to Forbidden Stories are based on misleading interpretation of data from accessible and overt basic information, such as HLR Lookup services, which have no bearing on the list of the customers' targets of Pegasus or any other NSO products,” the spokesperson said.</p> <p>NSO <a href=\"https://www.nsogroup.com/wp-content/uploads/2021/06/ReportBooklet.pdf\">has said</a> the Pegasus software was meant to only collect mobile data on people suspected of involvement in crime and terrorism. It said its customer agreement required that products not be used to violate human rights, and it had shut down customers' systems “multiple times in the past” due to misuse.</p> <p>The investigation adds to the scrutiny of NSO, which was <a href=\"https://www.ft.com/content/390fc2c6-7703-11e9-be7d-6d846537acab\">valued at more than $1bn</a> in a buyout by its management team and the private equity firm Novalpina in 2019.</p> <p>In December, Citizen Lab said <a href=\"https://www.ft.com/content/466b806b-e7cc-4693-9ccc-6d86ae76f008\">dozens of iPhones</a> used by reporters at Al Jazeera had been hacked using NSO spyware. NSO said the claims were based on “speculations, inaccurate assumptions and without a full command of the facts”.&#xa0;</p> <p>Previously, the Financial Times <a href=\"https://www.ft.com/content/4da1117e-756c-11e9-be7d-6d846537acab\">reported</a> that attackers had used a vulnerability in messaging app WhatsApp to plant NSO spyware on targeted phones. NSO had said that it was not involved in operating or targeting its technology, which was solely operated by intelligence and law enforcement agencies.</p> <p>Roula Khalaf, the editor of the FT, was among more than 180 journalists listed as potential targets by NSO's clients in the investigation, <a href=\"https://www.theguardian.com/world/2021/jul/18/ft-editor-roula-khalaf-among-180-journalists-targeted-nso-spyware\">The Guardian reported</a>.&#xa0;The NSO spokesperson said it had confirmed Khalaf “was not a Pegasus target by any of NSO's customers”.</p> <p>“Press freedoms are vital, and any unlawful State interference or surveillance of journalists is unacceptable,” an FT spokesperson said.</p><p>Source: Miles Kruppa in San Francisco 2021 'Probe claims spyware used to hack journalists, activists and executives' FT.com 18 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-18T21:19:11.293Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}