{
  "_id": "01b2bdaae97da76173828fb6592187002a388c36c24f1171e715d51710a2e02d",
  "feed": "wall-street-journal",
  "title": "Various Apple, Epic Players to Have Key Roles in Trial",
  "text": "<p>U.S. District Judge Gonzalez Rogers, nominated by former President Obama and confirmed in 2011, has presided over the Epic-Apple case since August.</p><p>The Houston native has heard cases involving Apple previously, including one that went to the Supreme Court over the company's requirement that all phone software be downloaded through the App Store and whether that resulted in higher prices for consumers. She ruled in Apple's favor that iPhone owners couldn't sue the company on antitrust grounds because they weren't direct purchasers from Apple, a decision reversed on appeal.</p><p>Tim Cook</p><p>Mr. Cook, Apple's chief executive since 2011, is expected to testify about its corporate values and operations, the launch of the App Store and the competition that Apple faces. He has defended the company's App Store practices, saying in a congressional hearing last year that they help create a reliable and secure user experience.</p><p>Tim Sweeney</p><p>The co-founder and CEO of Epic has been a critic of Apple's business practices, saying the tech giant's fees result in higher costs to developers and unfairly restrict competition by not allowing competing app stores on iOS devices. Mr. Sweeney helped mastermind a plan called \"Project Liberty\" that drew Apple into a fight in Epic's bid to challenge Apple's rules.</p><p>Karen Dunn</p><p>One of Apple's lawyers is Ms. Dunn, a partner at Paul Weiss Rifkind Wharton &amp; Garrison LLP. Ms. Dunn represented Apple in its lawsuit against Qualcomm Inc. over patent-licensing fees and Uber Technologies Inc. in its legal battle against Alphabet Inc.'s Waymo.</p><p>Richard Doren</p><p>Mr. Doren, a partner in Gibson, Dunn &amp; Crutcher LLP, is also on Apple's legal team. He made appearances in court on Apple's behalf last year in hearings on pretrial motions.</p><p>Katherine Forrest</p><p>Epic is working with Cravath, Swaine &amp; Moore LLP on the lawsuit and Ms. Forrest, one of the firm's attorneys, is expected to help the game company argue its case.</p><p>Ms. Forrest is a former New York federal judge and Justice Department antitrust attorney.</p><p>Gary Bornstein</p><p>Also part of Epic's legal team is Mr. Bornstein, co-head of Cravath's litigation department, with a focus on antitrust, merger and acquisition and securities litigation.</p><p>Phil Schiller</p><p>The longtime Apple executive and friend of the late Steve Jobs helped remake the company from a struggling computer maker into the world's biggest by market value, playing a key role in the launches of the iPod, iPhone and iPad as well as in Apple advertising. Mr. Schiller, whose current title is Apple Fellow, is expected to testify about Apple's business, the App Store's business model, the iOS operating system and iPhone development and launch.</p><p>Lori Wright</p><p>Ms. Wright, vice president of Xbox business development at Microsoft Corp., is one of the third-party witnesses expected to testify during the call. Epic and Apple have called her to testify about software distribution, Xbox cloud gaming and her company's interactions with Apple. Microsoft is among companies that has significant dealings with both Epic and Apple because it is a game publisher, hardware developer and operates a game software-distribution platform.</p><p>Craig Federighi</p><p>Apple's senior vice president of software engineering oversees the development of iOS and macOS. Mr. Federighi, a longtime Apple executive, is expected to be called to testify by Apple and Epic about iOS and issues related to app security.</p><p>Scott Forstall</p><p>Epic and Apple plan to call Mr. Forstall, the former head of Apple's mobile-software unit, to testify about operating systems for mobile devices and personal computers, historical App Store policies and Apple's in-app purchasing function. He left Apple nearly a decade ago in one of Mr. Cook's earliest management shake-ups as CEO. According to a deposition cited in court filings, Mr. Forstall was among people who helped persuade Mr. Jobs to enable third-party native app development on the iPhone.</p><p>Ned Barnes</p><p>Epic is slated to present testimony from Mr. Barnes, a forensic accountant who is a managing director at consulting firm Berkeley Research Group. Just days before the trial, Apple filed a motion to close the courtroom for the entirety of Mr. Barnes's testimony amid concern that his analysis of App Store financials could \"confuse the securities markets.\" The court denied a blanket seal and enabled parts of his written testimony to be sealed.</p>",
  "published": "2021-05-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1702,
          "end": 1707
        },
        {
          "start": 193,
          "end": 198
        },
        {
          "start": 4118,
          "end": 4123
        },
        {
          "start": 2243,
          "end": 2248
        },
        {
          "start": 2571,
          "end": 2576
        },
        {
          "start": 986,
          "end": 991
        },
        {
          "start": 3493,
          "end": 3498
        },
        {
          "start": 1239,
          "end": 1244
        },
        {
          "start": 3356,
          "end": 3361
        },
        {
          "start": 1285,
          "end": 1290
        },
        {
          "start": 3052,
          "end": 3057
        },
        {
          "start": 1318,
          "end": 1323
        },
        {
          "start": 2851,
          "end": 2856
        },
        {
          "start": 3441,
          "end": 3446
        },
        {
          "start": 1424,
          "end": 1429
        },
        {
          "start": 2967,
          "end": 2972
        },
        {
          "start": 3679,
          "end": 3684
        },
        {
          "start": 2472,
          "end": 2477
        },
        {
          "start": 3635,
          "end": 3640
        },
        {
          "start": 598,
          "end": 603
        },
        {
          "start": 3300,
          "end": 3305
        },
        {
          "start": 1650,
          "end": 1655
        },
        {
          "start": 2528,
          "end": 2533
        },
        {
          "start": 418,
          "end": 423
        },
        {
          "start": 123,
          "end": 128
        },
        {
          "start": 753,
          "end": 758
        },
        {
          "start": 8,
          "end": 13
        },
        {
          "start": 3177,
          "end": 3182
        },
        {
          "start": 541,
          "end": 546
        }
      ]
    }
  ]
}