{
  "_id": "8ad320147f194e04e2fcbe104985a8c9d0d155930c257c9c4182dde172857a9f",
  "feed": "ftcomall",
  "title": "Marcella returns to infiltrate a Belfast crime family on ITV",
  "text": "<p>Anna Friel returns as the troubled former cop — with so many cover stories and switched identities, it's a miracle she can remember to put her pants on the right way in the morning. For series three Marcella has a new location and a brand new hairstyle. Embedded in Northern Ireland as Keira Devlin, she's 10 months into a relationship with soppy Lawrence, who suddenly presents her with an engagement ring. OK, just a ring then, he hastily backtracks after clocking the look on her face. I doubt he'd be so keen if he'd spotted her stowing a laptop inside the dishwasher for safekeeping.</p> <p>Lawrence works in some shady capacity for crime bigwigs the Maguires, and since their idea of an after-dinner stiffener generally involves a stiff, accepting an invite to their exquisite mansion means donning a wipe-down bib. Suddenly Keira/Marcella is ensconced under their roof as a . . . guest? Prisoner? Hostage? No one is in any hurry to explain, certainly not the presiding matriarch (Amanda Burton), whose every utterance is an equivocating barb. </p> <p>The dour Maguires leave bodies lying around like louts do lager cans — for others to clean up. What a blessing to have totally silent Conor on hand as driver/gofer/assassin. You <em>can</em> get the staff! While other family members worry about controlling the docks and pacifying local politicians, only Bobby makes a life of crime look like a fun-filled spree: “I ordered a new Bentley today!” His manic confidence — chirping “What's the craic?” after a catastrophic misdemeanour — is woefully misplaced, for he's only a Maguire by marriage, loomed over by disapproving brother-in-law Finn (Aaron McCusker). Martin McCann as the slippery Bobby deploys a bright-eyed “who, me?” demeanour to the full. </p> <p>When Bobby heads to London and disgraces himself on a night out, who should be put on the next ferry across the Irish Sea, but Marcella's old mucker DI Rav Sangha (Ray Panthaki). Another hangover from the past is the way our heroine mutters “Juliette . . . Juliette” in her sleep. For someone deep undercover, she has a funny habit of flashing her bright blonde barnet all around Belfast. Some of that Maguire sense of invulnerability must be rubbing off. “You're too close . . . prejudice the case . . . living with the target,” grumbles handler Frank (Hugo Speer), holed up in a nearby medical centre. </p> <p>This won't do much for Northern Ireland as a tourist destination, though to be fair when the sun comes out the “Drug dealers will be shot” graffiti looks quite festive. Friel is watchful, wary, mostly blank as the unfathomable Marcella. The emotion only shows when she's mid-snog. You can predict to the second when the eyes will open for that over-his-shoulder panic look.</p> <p>★★★★☆</p> <p><em>On ITV from January 26 at 9pm</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Suzi Feay 2021 'Marcella returns to infiltrate a Belfast crime family on ITV' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T16:00:40.555Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2958,
          "end": 2963
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}