{
  "_id": "c047f10f064a6c67e797dabc42818714468d98f4bd258e962ebb7bebf1c5c1c5",
  "feed": "market-watch",
  "title": "Cathie Wood's ARK Investment plans to launch a no-vice, bank or oil transparency ETF",
  "text": "<p>Apple AAPL, Netflix NFLX, Chipotle Mexican Grill CMG, Coinbase COIN and Tesla TSLA are among the names included in that transparency index, with many of those companies already included in ARK's other funds.</p><p>ARK's ETF will also exclude chemicals, confectionary, fossil fuel transportation, metals and mineral, dropping it into a group of increasingly popular environmental, sustainable and governance funds. Among the more popular ETFs in that space, Vanguard FTSE Social Index Fund VFTAX and the iShares ESG Aware MSCI USA ETF ESGU have returned around 20% each year to date.</p><p>The veteran money manager Wood raked in billions last year via her group of ETFs that focused on high growth innovation stocks, which were star performers during the first year of the pandemic. But this year has seen some of her biggest ETFs struggle to match last year's stunning gains — the popular ARK Innovation&#xa0;ARKK&#xa0;exchange-traded fund is down about 2% year to date after soaring 148% in 2020.</p><p>That has come as investors shifted into stocks geared towards the economic recovery and hopes that the pandemic was waning, though new variants such as delta have dashed some of those aspirations. Even so, stocks have continued to march higher this year, shaking off economic and pandemic setbacks.</p><p>Wood has also butted heads with other Wall Street investors, such as hedge-fund manager Michael Burry of “The Big Short” fame who has made a $30 million bet against her strategies. Wood has said that Burry simply doesn't understand “explosive growth” opportunities in the innovation space.</p><p>Read:A $2.5 trillion behemoth among mutual funds wants in on ETFs — underscoring a fast-moving trend</p>",
  "published": "2021-09-01T05:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 6,
          "end": 10
        }
      ],
      "nexusId": "10022657"
    }
  ]
}