{
  "_id": "18bf9e9e3cda69a5f3ff2937041963b26111c4c7c1be14b95fb2df3b6bc27afa",
  "feed": "wall-street-journal",
  "title": "Goldman To Offer Digital Investing",
  "text": "<p>Marcus Invest will be tucked into Goldman's existing Marcus consumer-banking app and website. The offering will help round out a somewhat disjointed set of Goldman banking products, which include savings accounts, unsecured personal loans and budgeting software that carry the Marcus brand and a credit card with Apple Inc. that doesn't.</p><p>With Marcus Invest and a forthcoming Marcus checking account, \"we get to the point where we can be someone's primary banking relationship, meaning we can be the digital bank on your phone,\" said Stephanie Cohen, who was promoted to global co-head of Goldman's consumer and wealth-management division in September after a stint as the bank's strategy chief.</p><p>Among the beta testers for the Marcus Invest app was CEO David Solomon. Under Mr. Solomon, Goldman has de-emphasized riskier activities like trading bonds and derivatives in favor of Marcus and other more predictable businesses preferred by investors.</p><p>In 2020, Goldman generated $1.2 billion in consumer-banking revenue, a 40% increase from 2019. At year-end, consumer-loan balances totaled $8 billion while deposits totaled $97 billion. Goldman is a relative latecomer to the field of digital investment advice, which is estimated to reach $449 billion in assets under management in 2021, according to Cerulli Associates.</p><p>Startups such as Betterment LLC pioneered robo-advisory strategies more than a decade ago. Every other big U.S. bank and brokerage has some version of an automated-investing option, though few of them disclose how much in assets those businesses have gathered.</p><p>False starts marked Goldman's earlier attempts to expand into retail investing. In 2016, the firm acquired an online retirement-savings startup called Honest Dollar but never fully embedded it within Goldman's broader suite of services. The debut of Marcus Invest was delayed by many months, in part because Goldman had to reassign engineers to meet a 2019 deadline for the release of the Apple credit card.</p><p>Marcus Invest is designed for mainstream investors who can meet an account minimum of $1,000.</p>",
  "published": "2021-02-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1968,
          "end": 1973
        },
        {
          "start": 1956,
          "end": 1961
        },
        {
          "start": 312,
          "end": 322
        },
        {
          "start": 313,
          "end": 323
        }
      ]
    }
  ]
}