{
  "_id": "c934ba78e8bf8972235281143ab00c9b6ab4d480f8d1dbd1b975d5bb69c0e02b",
  "feed": "ftcomall",
  "title": "Letter: Action against Parler is not a victory to celebrate ",
  "text": "<p>In “<a href=\"https://www.ft.com/content/3b567358-951a-4a86-ac7e-88fd1bfbad34\">Tech companies kick Twitter rival Parler off their platforms</a>” (FT.com, January 10), we learn that pressure has led Amazon, Apple and Google to end their distribution of the smaller social media platform Parler. You can dislike Parler; you can distrust the people behind it. But this isn't a victory worth celebrating.</p> <p>Internet infrastructure of the sort which Amazon, Apple and Google offer is critical to the success of an open and free global internet.</p> <p>Websites used to be an infinite resource: if you disliked one, you could start your own and host it on your home computer. Buy a few servers in a co-location facility if traffic grew. You'd scale progressively.</p> <p>But this is no longer the case. Starting a website of the scale of Parler today simply isn't done without relying on the private infrastructure owned and operated by a few dominant tech companies.</p> <p>Parler, if it wishes to survive, must now rapidly build out its own distributed server infrastructure, maintain this at great expense and buy transit from an upstream provider — of which there are only a handful. And these too will face pressure to refuse service to Parler.</p> <p>It might seem a good idea to ban Parler given the moment we are in. I personally lose no sleep over it. But the slippery slope argument here is real. What will be banned next?</p> <p>This is all a consequence of our failures as a society to rein in Big Tech and recognise that cloud services of the kind Amazon offers are really analogous to a public utility.</p> <p>These companies do not need to be publicly owned, however just like other utility providers such as electricity suppliers that are subject to public oversight, our digital infrastructure providers need transparent and accountable governance mechanisms so that their policies are developed fairly and in the public interest — and not made on a whim in order to avoid bad press.</p> <p><strong>Ayden Férdeline</strong><br><em>Public Interest Technologist, Berlin, Germany</em></p><p>Source:  2021 'Letter: Action against Parler is not a victory to celebrate ' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T00:01:00.686Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 127,
          "end": 132
        },
        {
          "start": 372,
          "end": 377
        },
        {
          "start": 372,
          "end": 379
        },
        {
          "start": 127,
          "end": 134
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}