{
  "_id": "5ad9061acbf563f6bf4e85a8fcdfd502728c1b09bb96c93120859d972ec7e3d6",
  "feed": "ftcomall",
  "title": "‘Tiger mother' Amy Chua: ‘Boldness is my downfall'",
  "text": "<p>Owing to my forgetfulness, my lunch with <a href=\"https://www.ft.com/content/8892e40c-8ec1-11e3-b6f1-00144feab7de\">Amy Chua</a> starts awkwardly before it even begins. On the train to New Haven, home of Yale University where Chua has been a tenured professor for 20 years, I realise that I forgot to reserve her favourite restaurant as requested — the Union League Cafe, a staple of the campus diet. There are no tables left. I email Chua apologetically to ask for her second choice.</p> <p>“Don't worry!” she replies. “There are tons of places to eat here!!” An impressively short time later Chua sends me links to three reservations she has made, saying that I should pick. “At least we have options!” she says, with the sixth of 12 exclamation marks (plus one smiley face) before our thread concludes. Chua eventually settles on Shell &amp; Bones, a fish place with a postcard view of the Long Island Sound — a 30-minute stroll from New Haven's main station.</p> <p>To rank Chua among America's most controversial academics would be to understate her notoriety in some quarters. She first came to national prominence in 2011 when she published <a href=\"https://www.ft.com/content/2ebc6d28-1f56-11e0-8c1c-00144feab49a\"><em>Battle Hymn of the Tiger Mother</em></a> — a book that chronicled the strict, traditional Chinese approach she took in raising her two daughters. Some accused her of mistreating her offspring, who were denied play dates and sleepovers. Her older daughter felt so oppressed by her endless piano lessons that she left teeth marks on the keyboard. The book was a best-seller. Amusingly, the title for the Chinese translation is: <em>Parenting by Yale Law Professor: How to Raise Kids in America</em>. By all accounts, Chua's daughters have turned out fine.</p> <p>Their mother, however, has had a bumpy ride. In 2018, Chua set Yale's left-leaning campus alight when she endorsed Brett Kavanaugh, a conservative judge and Donald Trump's nominee for the Supreme Court. To exacerbate an already fraught situation, Chua's husband, Jed Rubenfeld, also a professor at Yale Law School, was last year suspended without pay for two years following a probe into alleged sexual harassment, including claims he tried to kiss a student at one of the parties he and Chua used to host in their home. Rubenfeld has denied the allegations.</p> <p>I am thus primed for a lively conversation. Chua, who is 59, arrives shortly after I have secured a quiet corner table, although the restaurant's soundtrack is quite audible. Chua is dressed in a black jacket with a tiger skin pattern on each sleeve — and a face mask to match. “I am not running away from that book,” she says, laughing, when I remark on her motif. She seems a little jittery.</p> <p>Though we have never met, Chua emailed me two years ago to complain about <a href=\"https://www.ft.com/content/7b00c3a2-8daa-11e9-a1c1-51bf8f989972\">a column</a> I wrote headlined “Amy Chua and the big little lies of US meritocracy”, in which I said that her string-pulling to secure life-changing federal clerkships for her students, including her daughter, epitomised the US elite's inside game. There were no exclamations in that Chua email. As is very occasionally the case, I later regretted using quite such tough language. Seeing the diminutive Chua now seated before me, I tell her that she was brave to agree to this lunch. “Boldness is also my downfall,” Chua says with a nervous chuckle. “I've tried to change myself at least 50 times. It's too late now.”</p> <p>As if to confirm her point, Chua gamely agrees to a glass of wine. The waiter says since we both want Sancerre it would be cheaper to order the full bottle at half-price. Not a bad idea, I say. “Perfect. Let's go for it,” says Chua. I tell her that the contrast between Yale's cloistered quads and the relatively dilapidated town of New Haven must generate town-vs-gown friction. “A lot of resentment,” says Chua. “We have very poor inner-city neighbourhoods. Then we have student clubs, where the students are ironically much more leftwing than the city but many of them living in super expensive loft-type apartments.”</p> <p>That must be common on campuses nowadays, I prompt. About a seventh of Yale's students are “legacy”, meaning one of their parents attended. “The system is broken,” Chua says. Partly as a result, Chua mentors a lot of “first-generation professional students” — the first in their family to go to college. “Their politics tend not to be very leftwing,” she says. “They have loans to pay back — they're progressive and anti-Trump usually. But they whisper to me: ‘I can't admit it to anyone but I'd love to buy my parents a house.'”</p>  <p><strong>Our starters have landed.</strong> Chua has a generous-sized tuna tartare, which she barely touches. I have chosen a mushroom bisque. Were you the first in your family to go to college, I ask? Not at all, Chua replies. Her Chinese Filipino father taught engineering at Purdue University. For a time, Chua was the only Asian kid in her local Indiana school. Though she was born in Illinois, Chua's mother tongue was Hokkien, a southern Chinese language. When she uttered an English word at home her mother would rap her with chopsticks. Like mother, like tiger, I think. Chua experienced racism at school. </p> <p>“Kids would run around chanting ‘slanty eyes' and mocking my accent,” she says. Chua's parents showed no sympathy when she complained. “‘We come from the oldest civilisation,' my mother would say. ‘This guy is so stupid. Why waste a single second thinking about it?'”</p> <p>I say that Chua's tough upbringing must make her impatient with the fragility that is often apparent among the educated young these days. She nods. “The way I grew up was the opposite of entitled,” she says. “A lot of judges prefer to hire my first-generation students [rather than ones from legacy backgrounds]. They want somebody who can take criticism, and not be afraid to tell the students, ‘This work is horrible' as opposed to getting sued for saying that.”</p> <p>What about <a href=\"https://www.theguardian.com/us-news/2018/sep/23/amy-chua-denies-telling-female-students-to-be-model-like-for-brett-kavanaugh\">the claim </a>that Chua told her female charges to dress like models for interviews with Kavanaugh? Chua says she remembers having observed to a group of students that he had a lot of attractive clerks. This was mangled in the retelling, she says — and published in the polarised context of his Senate hearings. “I know myself,” Chua says. “This is a Federalist Society judge I was talking about [very conservative]. I've given students advice on how to dress: no neckline; longer hems — it's literally the opposite.”</p> <p>Chua asks the waiter to pack up her still pristine starter. “Put the chips in too,” she says. Noticing my amused look, she adds: “Immigrant culture. I take everything.” The server refills our wine glasses. Earlier this year, Chua resigned from leading a “small group” (a faculty mentoring vehicle) after <a href=\"https://www.nytimes.com/2021/06/07/us/amy-chua-yale-law.html\">a student claimed</a> Chua had broken the pledge she made in 2019 not to host students at her home, or to serve them alcohol. She denied the allegations. This week two students filed a <a href=\"https://yaledailynews.com/blog/2021/11/15/two-students-sue-yale-law-administrators-for-alleged-retaliation-in-amy-chua-case/\">lawsuit against Yale</a> claiming they had been punished for not speaking out against Chua.</p> <p>I tell her my time as an undergraduate in Britain would have been quite different had there been no alcohol with tutors. Chua insists that she dropped her parties in 2019 and never invited judges, as was claimed. The alcohol ban dated from her husband's sexual harassment case.</p> <p>“I've done a lot of stupid and regrettable things in my life but they made the mistake of coming after me on something that was 100 per cent false,” she says. She sent a letter to the law faculty denying the charges then, on her younger daughter's advice, tweeted it out. She estimates that out of fear or disapproval about 80 per cent of her colleagues stopped talking to her. As the situation has calmed, that has fallen to about a fifth.</p> <p>Does she miss socialising with her students? “Everything is now so policed. This whole ‘small group' thing they begged me to do is that you're supposed to host students, and go apple picking together and play board games . . . that was the conceit of it.” Apple picking and board games, I ask? “And wine and Cognac,” she confirms.</p> <p>Our main courses coincide with our second refill of the wine glasses. Chua has fish tacos. I have scallops. Again, she only nibbles at her serving.</p> <p>Does Chua feel she is getting a raw deal from the Yale inquiry? She says her real sin had been to endorse Kavanaugh three years earlier. Her <a href=\"https://www.wsj.com/articles/kavanaugh-is-a-mentor-to-women-1531435729\">op-ed</a> endorsing Kavanaugh had stressed his record as a mentor, rather than his judicial philosophy. Shortly after her piece came out, Kavanaugh was accused of having tried to rape a 15-year-old girl, Christine Blasey Ford, at a party when he was 17. After more than three decades, the denied allegations were hard to corroborate. Trump's White House shut down an FBI investigation after less than a week. The rest of Yale Law School, Kavanaugh's alma mater, withdrew their endorsements, including the dean. Chua did not. Everything changed after that, she says.</p> <p>The university administrator Chua most admires is <a href=\"https://www.ft.com/content/876a49a2-5a70-4c20-b880-c90e47c891ab\">Robert Zimmer</a>, chancellor of the University of Chicago, who is a lonely voice in defence of robust campus free speech. The rest have mostly been running scared, says Chua. “If there was a little bit more spine and leadership . . . ” she says, trailing off. “These administrators talk out of both sides of their mouth. They tell their faculty they agree with their leftwing views and then tell their donors, ‘No we believe in free speech' because donors are older and have a different view.”</p> <p>I ask whether it is something in her personality that attracts such controversy. “I'm a lightning rod because I'm so irritating,” Chua says, laughing. Perhaps some colleagues resented her literary success, I suggest. In addition to <em>Tiger Mother</em>, Chua has written a prominent book on political tribalism and another, <a href=\"https://www.ft.com/content/8892e40c-8ec1-11e3-b6f1-00144feab7de\"><em>Triple Package</em></a>, co-written with her husband, on the success of certain immigrant groups, including Chinese and Jews, which they argued came from a superiority complex, feelings of insecurity and impulse control. The last provoked accusations of stereotyping and even racism. </p> <p>“A friend of mine jokes to me that the epitaph on my grave should be ‘This woman was interested in dominance', because I've written about being a dominant mother, about dominant immigrant groups and about hyperpowers,” she says. “What's funny, though, is that I'm really good at inspiring people who are down. My favourite students are the ones who say ‘I don't belong here, I'm too scared to speak in class'. That was how I felt. I still believe in upward mobility.”</p> <p>One such student was JD Vance, author of the 2016 bestseller, <a href=\"https://www.ft.com/content/614cff5e-7b68-11e6-ae24-f193b105145e\"><em>Hillbilly Elegy</em></a>, who wrote that he did not know how to use a knife and fork when he arrived at Yale. “All of which was true,” says Chua. She declines to criticise Vance's conversion to Trumpism. “I never turn on my students,” she says. Another former charge was <a href=\"https://www.ft.com/content/55befe44-1d95-11ea-81f0-0c253907d3e0\">Ronan Farrow</a>, son of the actress Mia Farrow, and the journalist who exposed Harvey Weinstein, the Hollywood mogul since convicted of rape, which helped trigger the #MeToo movement. </p> <p>“I was Ronan's main mentor — his first book was from a paper originally written for me,” Chua says. “We haven't spoken much in the last few years because of this Kavanaugh thing. I don't turn on students even when they don't like me any more.” Our main courses are cleared (with another packing-to-go request — “If they miss a string bean I complain,” says Chua) and I order a double espresso. We drain the rest of the Sancerre.</p> <p>Might Chua come to regret her Kavanaugh endorsement if he votes to overturn Roe vs Wade, the 1973 landmark ruling that enshrined the federal right to abortion? That is a distinct possibility within the next year. Chua admits the spectre had crossed her mind. But she declines to predict. Her area is contract law. She tends to avoid the constitution. </p> <p>“My husband, ironically, is very much on the left on these questions,” she adds. Sensing it will be in vain, I ask about the allegations against him. She says she cannot discuss them. I decide not to press. But has it taken a toll on her marriage? After a pause Chua says: “Marriage is a difficult thing. All of these things take a toll and this last one has especially because it was all about him.”</p>  <p><strong>Chua has given me plenty to digest</strong> over more than two and a half hours. I ask whether she has her own issues with impulse control. Someone has turned up the soundtrack. The Smiths' “Please, Please, Please Let Me Get What I Want” is blaring. Chua laughs and says: “This is so whiny. I so much prefer country music.”</p> <p>In the copious glowing testimonies students have posted on <a href=\"https://www.amychua.com/\">Chua's website</a>, plain speaking is seen as one of her plus points. Could it also be her Achilles heel? Chua concurs: “A lot of friends said don't be so outspoken with students, or don't order wine with the FT, but at this stage of my life I can't be bothered to hide.” Then she adds: “The irony of all this is I really just want to be liked.” Why don't you and your husband move to another university? I ask. Her laugh is borderline incredulous. “Are you kidding? Nowhere would take us.”</p> <p>Chua confesses that some days she feels so down she can barely get out of bed. Then her natural optimism kicks in. She is now weighing a number of books, one of which would be called <em>Tales of Rejection and Humiliation: The Luckiest Life Ever</em>. “Before Kavanaugh, I was so busy with committees and important administrative stuff, then it all ended,” she says. “Now I can read novels.” She mentions Kingsley Amis's <em>Lucky Jim</em> as her all-time favourite. “There are multiple things that are cancellable on every other page but it's so funny.”</p> <p>Having dispatched the Sancerre, I sense it is time we should wrap up. Chua is too polite to end it herself. We should stay in touch, she says, then adds: “Since you're writing about me, maybe that's an unethical suggestion.” As a fan of frank debate, and a sceptic of cancellations, I assure her it is no such thing.</p> <p><a href=\"https://www.ft.com/edward-luce\"><em>Edward Luce</em></a><em> is the FT's US national editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Edward Luce 2021 '‘Tiger mother' Amy Chua: ‘Boldness is my downfall'' FT.com 19 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-19T12:30:41.777Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7781,
          "end": 7786
        },
        {
          "start": 7702,
          "end": 7707
        }
      ]
    }
  ]
}