{
  "_id": "9704cce76a01d5207a3d38dfbe41ebfccea94adcc93124c6245693539d807e7d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- How Big Tech Got Even Bigger",
  "text": "<p>The result was dizzying growth for some of the largest corporations in history -- and for their stock prices. At a time when companies such as airlines and bricks-and-mortar retailers struggled to survive, combined revenue for the five biggest U.S. tech companies -- Apple Inc., Microsoft Corp., Amazon.com Inc., Google-parent Alphabet Inc., and Facebook Inc. -- grew by a fifth, to $1.1 trillion. Their aggregate profit rose an even faster 24%. And their combined market capitalization soared by half over the past year to a staggering $8 trillion.</p><p>Their economic sway expanded in other ways, too, including employment: Amazon alone added 500,000 new workers in a single year, roughly equivalent to the entire population of Atlanta.</p><p>Lawmakers and regulators may yet find ways to rein them in, but the economic and societal forces propelling Big Tech to even higher heights seem likely to outlast Covid-19. Microsoft Chief Executive Satya Nadella has said that he expects spending on technology to double to 10% of gross domestic product from its current level of 5%. This month he said he now expects that to happen even faster.</p><p>APPLE</p><p>Apple was one of a number of companies that saw demand soar for laptops, tablets and other devices as many people stayed home for work and school due to Covid-19 lockdowns. The Cupertino, Calif., company unveiled a variety of new models of the iPhone, a device that makes up a substantial portion of its annual profits, over the past year. Sales of its Mac computers fell in the January-to-March quarter compared with the same period in the previous year before shooting up in the rest of 2020.</p><p>MICROSOFT</p><p>Microsoft has enjoyed surging sales as companies and individuals adapted to pandemic life, with its Xbox videogames, Surface laptops and myriad cloud-computing services in hot demand. Its Teams software suite, the company's workplace collaboration tool that includes video functionality similar to Zoom Video Communications Inc. and text chat like Slack Technologies Inc., has seen average daily use numbers more than triple. Microsoft shares are up more than 30% over the past year and trading at all-time highs, giving the software powerhouse a market valuation above $1.8 trillion, second only to Apple.</p><p>AMAZON</p><p>Pandemic-fueled online shopping powered a rapid shift to e-commerce among consumers, and few benefited as much as Amazon. The company's revenue jumped 38% to $386.1 billion last year. To meet the uptick in demand, Amazon went on a hiring spree, adding roughly 500,000 workers. It now employs 1.3 million people globally, and if the rapid pace of hiring continues, Amazon could overtake Walmart Inc. in the coming years as the largest U.S. employer.</p><p>ALPHABET</p><p>Google, the advertising behemoth, powered through the pandemic as more people spent time on the internet and increasingly shifted their spending to digital channels through the health crisis. The Alphabet unit was hurt in the first half of 2020 as advertisers paused spending in the early pandemic months, but the business rebounded later in the year. The eponymous search engine has been the advertising breadwinner for years but the company has said YouTube is seeing strong growth in ad spend.</p><p>FACEBOOK</p><p>Facebook was already a social-networking giant prior to the pandemic, but its swath of services including Instagram, WhatsApp and Messenger continued to add users world-wide through 2020 as people spent loads of time online as stay-at-home orders grounded in-person activities.</p><p>The company has been introducing new features such as shopping into Instagram to capitalize on the e-commerce boom and strengthened the connections among its platforms to help it better compete with tech rivals. The moves also are aimed to make its products hard to quit.</p><p>(See accompanying illustration -- WSJ Feb. 6, 2021)</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 267,
          "end": 277
        },
        {
          "start": 267,
          "end": 276
        },
        {
          "start": 1136,
          "end": 1141
        },
        {
          "start": 267,
          "end": 272
        },
        {
          "start": 2241,
          "end": 2246
        }
      ]
    }
  ]
}