{
  "_id": "1af83367b4e90160b7967dab7b6063f47bc9dfbe56bc9eade423c5cdd17bb4ef",
  "feed": "ftcomall",
  "title": "US stocks close at record levels despite lacklustre economic data",
  "text": "<p>Wall Street stocks closed at record levels on Thursday as traders shrugged off disappointing US economic growth data, focusing on positive earnings results early in the trading day. </p> <p>The technology-focused Nasdaq Composite and the blue-chip S&amp;P 500 both closed at record highs on Thursday, up 1.4 per cent and 1 per cent respectively. The rally was driven by strong corporate earnings results this week, including earlier optimism about Apple and Amazon earnings after the bell. However, <a href=\"https://www.ft.com/content/8ff4f9f3-7e55-4ac4-a000-c04294a0c338\">Amazon missed earnings</a> and revenue estimates, while <a href=\"https://www.ft.com/content/46069192-7261-4959-b46d-2e30092bce8d\">Apple missed</a> revenue estimates. </p> <p>That positive sentiment balanced out figures showing that the US economy expanded at an <a href=\"https://www.ft.com/content/eacd1594-f665-48f2-8d12-7fd093d19bb7\">annualised pace of 2 per cent</a> in the third quarter, down from 6.7 per cent in the previous three-month period. Economists polled by Refinitiv had forecast a 2.7 per cent growth rate.</p> <p>Meanwhile, European equity markets were little fazed by the European Central Bank's decision to slow its bond-buying programme.</p> <p>The regional Stoxx 600 index closed up 0.2 per cent, after the ECB said that its €1.85tn pandemic emergency purchasing programme would continue at a “moderately lower pace” than in the second and third quarters of this year. It also opted to keep the eurozone's benchmark rate stable at minus 0.5 per cent, notwithstanding a backdrop of persistent high inflation.</p> <p>London's FTSE 100 ended the day flat. </p> <p>Government debt yields were volatile on Thursday afternoon. Longer-dated Treasury yields were higher, with the most important moves happening in five-year yields, which reflect interest rate expectations, and seven-year yields. The five-year was last up 0.02 percentage points to 1.19 per cent and the seven-year was up 0.04 percentage points to 1.45 per cent. The spread between the five and 30-year yields, one measure of the yield curve, on Thursday reached its narrowest point since the start of the pandemic. Yields move inversely to price.</p> <p>The price of Germany's two-year Bund dropped significantly as investors ramped up their bets on eurozone interest rate rises, despite ECB president Christine Lagarde's insistence that an increase was not anticipated before the end of 2022. </p> <p>The two-year Bund rose to minus 0.58 per cent, its highest level since January 2020, and the five-year rose to minus 0.38 per cent its highest since April 2019, before retracing some of that move later in the day. </p> <p>Data on Thursday showed that German inflation topped expectations in October, reaching 4.5 per cent. Analysts at Commerzbank said a further rise in energy prices — which have surged in recent weeks because of a supply crunch — “is likely to push up the inflation rate strongly once again in November”, before price rises significantly reduce next year.</p> <p>The UK's 10-year gilt yield stood at 1.0 per cent in late New York trading. A day earlier, the price of the benchmark gilt had staged its biggest one-day rally <a href=\"https://www.ft.com/content/0bfbbae7-5fa5-4297-983b-096d8be84c44\">since March 2020,</a> after the government slashed its planned debt sales by almost £60bn — a much bigger cut than traders had forecast. </p> <p>“It's still variants of the stagflation theme that are dominating markets,” said Will Hobbs, chief investment officer at Barclays Wealth and Investments — referencing a combination of rising inflation and slowing economic growth. </p> <p>Beyond the ECB, several other central bank meetings are due next week for the Reserve Bank of Australia (on Tuesday), the Federal Reserve (Wednesday) and the Bank of England's Monetary Policy Committee (Thursday).</p> <p>Officials are expected to outline how they will tackle inflationary pressures that have been prompted by post-pandemic demand increases paired with supply shortages. </p><p>Source: Kate Duguid in New York and Harriet Clarfelt in London 2021 'US stocks close at record levels despite lacklustre economic data' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-28T20:49:54.566Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 539,
          "end": 544
        },
        {
          "start": 436,
          "end": 441
        }
      ],
      "nexusId": "10022657"
    }
  ]
}