{
  "_id": "a62d9cd19878b4df47b81fe0dc7336f2270f01ab9ef5f1c7339f4bc45f8a5820",
  "feed": "ftcomall",
  "title": "A Discovery of Witches, Sky One — hey-nonny-nonsense from start to finish",
  "text": "<p>You can forgive a time-travelling vampire a little sartorial confusion, but still, what on earth is Matthew wearing? As series two opens, he's headed for London in the 1590s in order to “hide in time” from his enemies. He and his beloved, Diana (Teresa Palmer), have changed out of their modern clothes in order to blend in more easily, but Tudor motorcycle gear was a strange look to go for, even with a cape. Those leather-look trousers are so tight it might explain why his eyes keep bulging. As for Diana, she's in and out of shifts, stays and stomachers more often than Lucy Worsley.&#xa0;</p> <p>It's not Matthew's first time at the Elizabethan rodeo, so he has some famous mates to catch up with; for starters a brooding fellow called Kit with a New Romantic fringe. “I can't believe Christopher Marlowe is a demon!” Diana gasps. Well, it'll come in handy when he writes <em>Doctor Faustus</em>. “Master Marlowe has sent for Sir Walter,” a servant announces. You can probably guess who that will be. There's a poignant moment when Kit (Tom Hughes) demands to know whether his plays will still be read in the future, an assurance his century-vaulting buddy resolutely declines to give. He doesn't even advise him about paying his tab in Deptford. Some friend Matthew is.&#xa0;</p> <p>Matthew Goode in the lead mainly has to look sinisterly handsome as he poses under a variety of oak beams and lintels, saying things like “I'll end you!” I think we're meant to thrill to the romance element, but even beyond the cross-species oddness of vampire and witch, the couple make a queasy pairing. As they pursue their quest for the Book of Life, a prized alchemical text, the celebrity hobnobbing continues with Lady Mary Sidney — “her late brother was a great friend” — and Lord Burghley, who's keeping an eye on interesting developments in Scotland regarding witches. It's bad news for Diana, who can crack eggs just by looking at them.&#xa0;</p> <p>Burghley might think he runs things on behalf of the queen, but in the underworld it's vampire Catholic priest Hubbard (Paul Rhys) who calls the shots: “Nothing happens in London without my knowledge!” Sheila Hancock plays Goody Alsop, “England's most powerful witch”, who has long foretold the arrival of Diana. Goody's motto seems to be, why close a shutter manually when you can do it by magic: “To keep out prying eyes!” The scriptwriters' exclamation mark key must be almost worn out.&#xa0;</p> <p>Who's missing? That Book of Life won't find itself, and a certain astrologer-magician has a wonderful library down in Mortlake. Gorgeously executed, generously cast and visually pleasing, it's hey-nonny-nonsense from start to finish.&#xa0;</p> <p>★★★☆☆</p> <p><em>On Sky One from January 8 at 9pm </em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Suzi Feay 2021 'A Discovery of Witches, Sky One — hey-nonny-nonsense from start to finish' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T09:00:05.122Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2874,
          "end": 2879
        }
      ]
    }
  ]
}