{
  "_id": "1e8d6a27c240771430dc1f81b46b3009fb8944ace8566e517221b4dd90096f0b",
  "feed": "ftcomall",
  "title": "Rob Speyer bets workers will return to the (fancier) office",
  "text": "<p>If the Covid-era sky is falling on commercial real estate then someone neglected to tell Rob Speyer.</p> <p>The chief executive of Tishman Speyer Properties, one of the world's largest developers, has done more than $11bn of deals over the past year. In just the past few months, Tishman has snapped up two office buildings in Austin, Texas, a trio in Paris and a technology campus in the Bay Area, among other acquisitions.&#xa0;</p> <p>It is also developing entire neighbourhoods in Boston, San Francisco and San Diego that will be built around life sciences laboratories — the new darling of the property world — with a mix of office, retail space and housing.</p> <p>There is also The Spiral, a splashy new office tower at the edge of Hudson Yards in New York that features a garden winding around its 65 stories like a vine. Half of the Spiral will become the new headquarters for Pfizer, the pharmaceuticals company at the Covid-19 vaccine vanguard. The rest remains to be leased. </p> <p>Underlying it all is Speyer's conviction that the corporate office — while evolving — will remain an essential and valuable piece of real estate for years to come, and that leading technology companies, which Tishman increasingly courts, will have the means to pay for it.&#xa0;&#xa0;</p> <p>“I've had by now hundreds of conversations with chief executives about how they see the future of their workplace, and virtually every one of them points out the importance of physical, in-person interaction, and the critical role that offices have to play in keeping their cultures strong over time,” Speyer said.&#xa0;</p> <p>The office to which he refers is not the standard issue but an enhanced version with the sort of accoutrements that make people actually want to come to work — even after a <a href=\"https://www.ft.com/coronavirus\">pandemic</a>. “It's not just four walls and a floor: you need great hospitality, you need flexibility, you need things that are going to help you build community among your people, and we have a major role to play in all of that,” he explained.</p> <p>Speyer's view is being contradicted on a near daily basis as companies dump record amounts of unwanted office space on to the sublet market, putting pressure on rents. At the same time, though, the likes of Google and Facebook are expanding in New York and other cities.</p> <p>The true picture will only become clear in the months — and years — ahead as leases gradually expire and more companies determine whether the revolution in remote working precipitated by the pandemic means they can do with less space.</p> <p>How things play out may determine Speyer's reign over one of New York's great real estate dynasties. The company's roots go back to the late 1890s when Julius Tishman, a department store owner, built a tenement building on the Lower East Side.</p> <p>In addition to acquiring the Chrysler Building and the Rockefeller Center, Speyer's father Jerry led the family business into Europe, South America and China, cultivating enduring relationships with wealthy clans and sovereign wealth funds. Tishman now has $59bn in assets under management and controls 88m square feet of real estate around the world. At home, Jerry chaired the Federal Reserve Bank of New York and the Museum of Modern Art, and was a close confidant of governors and mayors.</p> <p>“When he was putting together the deal to buy Rockefeller Center and he started talking about his plans for what he wanted to do to reanimate and reinvent it, it made real estate come alive in a way it just hadn't before for me,” said Speyer, who worked for New York governor Andrew Cuomo on affordable housing and then as a reporter at the New York Daily News before joining the family business in 1995.</p> <p>Tishman stumbled badly in the financial crisis. Its record $5.4bn buyout in 2006 of Manhattan's Stuyvesant Town-Peter Cooper Village residential development was over-levered and ill timed. By 2010, Tishman was forced to surrender the property to lenders. Investors such as Calpers and the Church of England suffered big losses and Speyer took a drubbing in the press. As penance, he sat for hours of interviews with Charles Bagli, the New York Times reporter who chronicled the debacle in his book <em>Other People's Money</em>.</p> <p>“We learned a lot and we moved forward,” said Speyer, now 51. Among other lessons, Tishman's deals now average no more than 50-55 per cent borrowed money. “When I look across our global portfolio, we don't have a single situation where we're having a difficult conversation with our lenders. And I'm not sure there's another real estate company of our scale that could say the same,” he added.</p> <p>Yet Speyer has been trying to engineer a more far-reaching transformation: to nudge Tishman from the ranks of hidebound New York developers to become the property company at the forefront of the information economy and its leading lights.&#xa0;</p> <p>Speyer has drawn close to tech companies such as Apple and Facebook and venture capitalists including Sam Altman and Mike Volpi to better understand their world. Such relationships encouraged Tishman to launch a life sciences business with Arie Belldegrun, the renowned oncologist and biotech entrepreneur. Tech now influences everything, according to Speyer — from the geographies where Tishman invests to whom it hires and the look and feel of its buildings.</p> <p>“We have very close connectivity with the tech industry and we saw the flares they were shooting into the sky. And we made dramatic changes to our business because of it,” he explained.</p> <p>A particular wake-up call sounded in 2015 when the head of real estate at one of the world's largest companies spoke glowingly to Speyer of WeWork, the start-up that offers flexible, short-term leases and hip offices. Virtually overnight it grew to become New York City's largest tenant before almost collapsing last year.</p> <p>“WeWork understands us. They understand our business,” Speyer recalled the executive telling him. It was a realisation, he said, that “real estate companies had focused on their building, their investors and their lenders — but not their customers”.</p> <p>Speyer has since banned the use of the word “tenant”, deeming it a feudal term. He launched a Tishman flexible office product, Studio, to compete with WeWork. Tishman has also invested in property technology start-ups and recruited staff from the hospitality industry to lift its buildings' services and atmosphere.&#xa0;</p> <p>The hope is to recreate the sense of joy Speyer experienced upon stepping from the elevator at a LinkedIn building in San Francisco years ago and encountering pulsing music, copious food and outdoor space. “Every person I saw . . . had a smile on their face. They were super happy to be at work,” he recalled, observing: “A lot of what we've learned we've learned from innovation economy companies, we've learned from tech companies.” </p> <p>Increasingly, Tishman is following those companies outside the Bay Area to cities such as Austin, Nashville and now Pittsburgh. Speyer credits Volpi, whom he befriended while serving together on the board of Exor, the Agnelli family holding company, for opening his eyes to the former steel town's rebirth as a leader in artificial intelligence and robotics.&#xa0;&#xa0;</p> <p>“That conversation made me realise there are places in the US that are going to benefit from the growth in the innovation economy that are going to be different from prior cycles and we need to get ahead of those cycles,” he said.</p> <p>First, though, Tishman, like other developers, will have to contend with Covid. The company's experience in China gave it an early sense of the magnitude of the crisis. A year ago, when Covid was ravaging Europe and shutting down New York, Tishman's China employees were already back in the office.&#xa0;</p> <p>“We started setting up virtual calls between our China team and other global teams so people could see there was a light at the end of the tunnel,” Speyer said. “And people could learn from our China team about how to come back safely.”</p> <p>Tishman is now sharing those lessons with clients — via Zoom briefings, in-person meetings and phone calls, including from Speyer himself — to help them sort through the complications of returning to the office. “Our responsibility is to be here for our customers when they come back, to welcome them, to convey how happy we are that they've come back,” he said. “What could be a better amenity during Covid than helping them cope with decisions like that?”</p><p>Source: Joshua Chaffin in New York 2021 'Rob Speyer bets workers will return to the (fancier) office' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-06T09:00:12.961Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4817,
          "end": 4822
        }
      ],
      "nexusId": "10022657"
    }
  ]
}