{
  "_id": "a81e26ee0c53573634e1feda7bcf51ed59f1e2c93da3a78f85473b750e0617ea",
  "feed": "ftcomall",
  "title": "Europe's largest banks plan joint attack on US payments giants",
  "text": "<p>More than 30 of Europe's largest banks and credit card processors are trying to create a payments giant capable of shattering a US-dominated “oligopoly”.</p> <p>A Brussels-based venture, which currently employs 40 payment experts, has until September to draw up a blueprint for a pan-European payments service that can be used to pay online as well as in stores, to settle bills between individual consumers and to withdraw cash at ATMs. </p> <p>“The idea is to build a European payment champion that can take on PayPal, Mastercard, Visa, Google and Apple,” said Joachim Schmalzl, the chair of the European Payment Initiative. </p> <p>The banks and acquirers behind the initiative include Deutsche Bank, BNP Paribas, ING, UniCredit and Santander and currently process more than half of all payments in Europe. The project has the backing of the European Commission as well as the euro area's financial regulators.</p> <p>EPI has so far received more than €30m from its backers, said Schmalzl. He is also a board member of the German Savings Banks Association, the country's biggest retail banking group and staunch supporter of the initiative, which is still searching for a brand name. </p> <p>The first real-world applications — a system for electronic real-time payments between consumers — could be launched in early 2022, while a broader payments tool could follow in the second half of next year, said Schmalzl. </p> <p>Burkhard Balz, a Bundesbank board member, said that Germany's central bank supported the EPI, which “would strengthen the strategic autonomy of the EU in the payments market, enhance competition and thus improve consumer choice”. The ECB has also welcomed the initiative.</p> <p>The Commission described the initiative as “a new, ambitious and European project”. It added it “believes that EU citizens and businesses should benefit from fast, efficient and reliable payments solution . . . [the EPI] would be a critical and decisive step in that direction, in particular if it covered a large spectrum of European banking communities.”</p> <p>Card payments in Europe are predominantly processed by US-based companies. Four in five transactions in Europe are handled by Mastercard and Visa, according to EuroCommerce, a lobby group of European retailers.</p> <p>Schmalzl warned that such a dominant market share could hurt consumers and merchants — pointing to relatively high fees as well as questions over data protection. “We want to offer an alternative to this oligopoly and give merchants and consumers in Europe a real choice,” he said.</p> <p>Previous pan-European attempts to challenge the US supremacy in payments have failed miserably. The “Monnet Project”, which in 2011 was backed by 24 European lenders, faltered because it lacked political backing and failed to develop a viable business model.</p> <p>The barriers to entry are high because payments schemes are only attractive for merchants if many customers use them — and vice versa. “Overcoming this chicken-and-egg problem is the key obstacle,” said Marcus Mosen, a payments consultant and former chief executive officer of German payments firm Concardis. </p> <p>A Deutsche Bank spokesperson said that a European payment scheme was needed “to remain independent”, and that Germany's largest lender had joined the initiative “to support this joint effort of European financial institutions”.</p> <p>Eric Tak, global head of the payment centre at Dutch group ING, said: “There is an&#xa0;opportunity to harmonise the scattered European payment landscape with many local payments schemes and unite forces of sub-scale national solutions,” adding it had contacted other banks in the Netherlands and Belgium to sound out their support.</p> <p>Several countries have payment solutions that are successful in specific cases. For instance, Germany's “Girocard” and France's “Carte Bancaire” offer cheap access to cash and in-store payments, and the Netherlands has the “iDEAL” ecommerce payment system. </p> <p>“The national solutions cannot be scaled across European borders,” said Schmalzl. He said the idea behind the EPI was to harmonise the best national initiatives and then roll them out across Europe.</p> <p>“Nobody [in Europe] on its own can compete with the US credit card giants. That will be possible if we team up.”</p> <p>The Brussels-based EPI team started nine months ago. After the summer, the consortium's backers will decide whether they will push ahead with the idea, which would require significant additional funding. “As a level of investment, several billions of euros will be needed,” said Schmalzl, adding: “We can jointly muster the necessary resources if we team up in Europe.”</p> <p><em>Additional reporting by Jim Brunsden and Michael O'Dwyer </em> </p><p>Source: Olaf Storbeck in Frankfurt  2021 'Europe's largest banks plan joint attack on US payments giants' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-03T04:00:45.013Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 535,
          "end": 540
        }
      ],
      "nexusId": "10022657"
    }
  ]
}