{
  "_id": "f2b7e615a97a73a27039ca45e6172249455991b88fb89506a14fbb81b991659d",
  "feed": "ftcomall",
  "title": "Tim Cook grilled over App Store fees as Epic battle reaches climax",
  "text": "<p>Tim Cook was forced on to the defensive as a federal judge raised critical questions over what developers have called the “Apple tax”, the commission that the iPhone maker takes on everything sold through its App Store.</p> <p>The <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> chief executive was called to testify on Friday in a high-stakes trial in which Epic Games, maker of the popular game <em>Fortnite</em>, is accusing the technology giant of operating an illegal monopoly by forcing developers to use the App Store to reach its 1bn iPhone users.</p> <p>The two sides have been locked in combat since last year when Apple expelled <em>Fortnite</em> from the App Store. Epic had tried to get around Apple's fees by giving the game's players a zero-commission way to make in-app purchases.</p> <p>Epic had faced an apparently uphill battle in court after Judge Yvonne Gonzalez Rogers said its case looked to be on the “frontier” of antitrust theory, and Apple's lawyers have steadfastly argued that iPhone users are free to leave for other platforms.</p> <p>But on Friday, she gave heart to Epic's lawyers when she put sustained pressure on Cook over Apple's fees. She said it looked like gaming app developers were paying a “disproportionate” share of the fees and “almost subsidising” the rest of the App Store, which is used not just by small developers but by big corporations such as banks.</p> <p>Cook had testified that 85 per cent of apps pay nothing to Apple aside from a $99 annual fee.</p> <p>Gonzalez Rogers pressed on why Apple made it difficult for gamers to buy digital goods at cheaper rates via alternative platforms where Apple does not get a commission. </p> <p>“The lack of competition&#xa0;on 30 per cent is something that is troubling,” she said at one point, before later raising the question of why Apple in November halved the commission on in-app purchases for small developers.</p> <p>Cook testified the decision was motivated by sympathy for businesses during Covid-19, but the judge suggested it looked more like a reaction to litigation and media articles.</p> <p>“It doesn't seem you feel any pressure or competition to change the way you act to address the concerns of developers,” Gonzalez Rogers said. </p> <p>The trial is not being held before a jury. Gonzalez Rogers will rule on Epic's case herself.</p> <p>At stake is “billions of dollars” of high-margin revenue for Apple and legal precedent for what constitutes a monopoly in the digital era, <a href=\"https://loupventures.com/apple-epic-trial-check-in/\">according to</a> Gene Munster of Loup Ventures.</p> <p>The case could also have wider influence since Apple's software, hardware and services ecosystem is coming under <a href=\"https://www.ft.com/content/e1d7e13d-32f7-4fbd-bd84-4b4520f49b9b\">increased scrutiny</a> by regulators in Washington and Brussels, where Epic has also been remonstrating against the iPhone maker.</p> <p>In the three-week trial, <a href=\"https://www.ft.com/stream/01c79afe-2933-4e86-a7e0-18f245c0c740\">Epic</a> has drawn on economists, fellow app developers and the words of Apple's own executives to make its case that Apple deliberately lured developers in with one set of expectations — an App Store that did not seek to make profits, as Steve Jobs said in 2008 — before introducing a series of mechanisms to lock consumers into its ecosystem and make it difficult to switch.</p> <p>Apple said Jobs' statement was not a pledge so much as a prediction — a wrong one, to be sure, but wrong because the App Store turned out to be, in the words of Cook, an “economic miracle”.</p> <p>Jobs had said it might become “a billion-dollar marketplace at some point in time”, whereas, according to Sensor Tower, spending in the App Store reached $72bn in 2020.</p> <p>Lawyers for Epic on Friday grilled Cook on whether the App Store boasts margins of close to 80 per cent — a figure that Epic's expert witness introduced “from the files of Apple CEO Tim Cook”. Epic views this figure as a clear reflection of unduly high margins, reflecting its stranglehold on developers.<br></p> <p>Cook did not dispute the authenticity of the report but called it a “one-off” that did not accurately reflect all the investments Apple puts into the App Store. He said Apple did not break out profits and losses for the App Store.</p> <p>The case has at times taken bizarre turns, including an argument about whether the animated bananas in <em>Fortnite</em> are “naked” without their tuxedos, as Apple's lawyer said.</p> <p>The seemingly trivial comment in fact went to a core argument that Apple has used in its defence: that an exclusive and curated App Store is good for <a href=\"https://www.ft.com/stream/76fa5fa7-581c-4308-9704-1b056ef99e7b\">iPhone</a> users, because it protects them from lewd content that might appear if the company was forced to give up control and allow alternative app stores on its hardware.</p> <p>Epic called that argument “security theatre”, a pretext for maintaining high fees and strict control. Epic's counsel Katherine Forrest took several minutes to show that iPhone users are allowed to search terms such as “porn” and “BDSM” on apps including TikTok, Instagram and Reddit. In the App Store itself, Apple sells ads for search terms including “escort” and takes a commission for in-app purchases on apps such as <em>Love Positions 3D,</em> Forrest said.</p> <p>Whatever the outcome, the trial has offered a rare glimpse into the inner workings of the world's largest company, and surfaced materials that Apple's critics around the globe may yet use to advance claims it has acted anti-competitively.</p> <p>Emails uncovered in the discovery process, for instance, showed Apple executives opposed allowing the company's iMessage app to also be used on rival Android phones, since that would “remove [an] obstacle to iPhone families giving their kids Android phones”.</p> <p>In another exchange, an Apple engineer said “it would be awesome” if Apple could sell ads in the App Store, like Google does for the Play Store, but he acknowledged this would be “at odds” with Cook “telling the world we make great products without monetising users”. Nevertheless, Apple launched the service in 2017 and <a href=\"https://www.ft.com/content/5527ddd1-77a8-4cd0-82fd-4568be5da80f\">expanded</a> it last month.</p> <p>Apple has complained about “trial by anecdotes”. Its lawyers maintain Epic has failed to show that Apple's App Store rules are unusual, that its 30 per cent fee is excessive, or that its interest in preserving user safety is a pretext. </p><p>Source: Patrick McGee in San Francisco 2021 'Tim Cook grilled over App Store fees as Epic battle reaches climax' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T21:14:25.126Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1715,
          "end": 1720
        },
        {
          "start": 1440,
          "end": 1445
        },
        {
          "start": 2768,
          "end": 2773
        },
        {
          "start": 4160,
          "end": 4165
        },
        {
          "start": 4072,
          "end": 4077
        },
        {
          "start": 5647,
          "end": 5652
        },
        {
          "start": 5170,
          "end": 5175
        },
        {
          "start": 2437,
          "end": 2442
        },
        {
          "start": 3821,
          "end": 3826
        },
        {
          "start": 5434,
          "end": 5439
        },
        {
          "start": 2723,
          "end": 2728
        },
        {
          "start": 560,
          "end": 565
        },
        {
          "start": 3558,
          "end": 3563
        },
        {
          "start": 3027,
          "end": 3032
        },
        {
          "start": 3860,
          "end": 3865
        },
        {
          "start": 4722,
          "end": 4727
        },
        {
          "start": 1070,
          "end": 1075
        },
        {
          "start": 5389,
          "end": 5394
        },
        {
          "start": 122,
          "end": 128
        },
        {
          "start": 5809,
          "end": 5814
        },
        {
          "start": 1545,
          "end": 1550
        },
        {
          "start": 5010,
          "end": 5015
        },
        {
          "start": 224,
          "end": 229
        },
        {
          "start": 633,
          "end": 638
        },
        {
          "start": 5710,
          "end": 5715
        },
        {
          "start": 1374,
          "end": 1379
        },
        {
          "start": 2268,
          "end": 2273
        },
        {
          "start": 880,
          "end": 885
        }
      ],
      "nexusId": "10022657"
    }
  ]
}