{
  "_id": "ca8690155257ccb3e904b5621b98793a27adc9c809370350e5298799639f85d1",
  "feed": "wall-street-journal",
  "title": "Is the Metaverse Really the Next Big Thing? Its advocates say more immersive interfaces will increase our sense of presence. I think they have their definitions wrong.",
  "text": "<p>Mr. Zuckerberg's primary complaint about the existing interfaces we use today is that they aren't immersive enough. When we interact with our friends or colleagues virtually, we're experiencing a heavily mediated version of them—email threads, text messages, grainy Zoom videos with choppy audio. And all of that interaction is compressed through a two-dimensional screen, often the size of a pack of playing cards.</p><p>\"Screens…can't deliver that deep feeling of presence,\" he says at one point in the video. \"Presence is the defining quality of the metaverse.\"</p><p>Let us stipulate that 1) whatever version of the metaverse does emerge will be grittier and more ad-cluttered than the chipper, pristine version showcased in Meta's promotional video; and 2) Facebook/Meta may not be high on some people's list of companies to shape the next-generation architecture of the internet.</p><p>Focus, instead, on the basic question: Is Mr. Zuckerberg correct that the metaverse is the inevitable next leap forward in computer interfaces?</p><p>Paradigm shifts</p><p>Modern computing history has seen three \"inevitable\" paradigm shifts in how we interact with our digital devices, advances that began as fringe experiences but swiftly became ubiquitous: the graphic interface, popularized by Apple Computer with its introduction of the Macintosh in 1984; the hypertext links of the World Wide Web, which went mainstream in the '90s; and the multitouch interface introduced with the iPhone in 2007, now almost without exception the standard interface for all mobile interactions.</p><p>Will the metaverse eventually find its way into this pantheon? One challenge in answering that question is that the term itself has multiple definitions. In some uses, metaverse refers to a shared architecture—perhaps built on the blockchain—that would allow virtual goods and identities to move from platform to platform; imagine, for instance, purchasing an NFT horse on the Zed Run racing platform and bringing it into the Wild West game world of Red Dead Redemption. This would be a genuinely useful step forward—particularly if it allowed us to port our social connections from one platform to another—but it would largely be an infrastructure upgrade.</p><p>But the other definition of the metaverse involves a revolution in the user interface itself: flat screens with layered windows and icons giving way to 3-D immersive places that you visit, using either augmented-reality glasses or virtual-reality goggles like the Oculus product line that Meta itself sells. Early in his promotional video, Mr. Zuckerberg drops into a metaverse card game with four other colleagues in a simulated space station hovering above Earth. Some participants are cartoon avatars of themselves; one has reimagined himself as a 10-foot-tall robot sporting a green visor.</p><p>For its advocates, this kind of experience promises to liberate us from the fragmented, two-dimensional experience of our screens. Some of that liberation does suggest new creative possibilities. Architects, for instance, may develop a whole new line of work designing virtual spaces for public gatherings in the metaverse. And fully simulated interaction—robots on space stations—will be a boon for the subset of the population that has a difficult time engaging in traditional face-to-face conversation, or that wishes to reinvent their physical persona in some way.</p><p>But there is something fundamentally odd about describing these sorts of immersive spaces using the language of presence. To create the \"consensual hallucination\" of the metaverse, to borrow a phrase from sci-fi author William Gibson, all the participants have to be strapped into a VR headset, cut off from reality. And it is simply not clear whether this is a physical experience that most people want to have on a regular basis, even as the goggles get lighter and the screens get sharper.</p><p>Past interface revolutions steered our machines toward more human-centric ways of representing information: the visual metaphors of the graphic interface, the tactile responsiveness of multitouch. Virtual reality, for all its creative possibilities, demands that you adopt a fundamentally unnatural relationship to your surroundings. And even if some of these experiences can be created with augmented reality—where virtual companions or other forms of data are projected onto real-world environments through special glasses—it is unlikely that such interfaces will make us feel more \"present.\" Every conversation will be haunted by the possibility that your counterpart is checking a stock ticker or watching YouTube videos out of the corner of their eye. </p><p>Employers may take advantage of the metaverse's shared 3-D environments to allow workers to collaborate in ways that aren't possible with today's technology. PHOTO: Anton Egrorov for The Wall Street Journal</p><p>Real presence</p><p>For most of us, I suspect, presence doesn't mean dressing up as an oversize robot floating in a space station. It means experiencing our friends and family through the full bandwidth of human connection: facial expressions, subtle vocal cues, all experienced in an environment that we can feel and touch with our unmediated senses. We aren't far from a world where we can have remote conversations with people where their images are captured in 8K video and full-fidelity sound, and displayed life size on a wall-mounted screen. The experience wouldn't involve abandoning the real world for the metaverse; instead, other rooms populated by actual people could simply open up adjacent to ours, creating a powerful illusion of presence without goggles or glasses.</p><p>One other physical limitation undermines the case for the metaverse as the next paradigm shift: movement. In the Meta promotional video, we see numerous sequences where users are actively exploring a fully virtual environment—particularly when playing games or exercising. Needless to say, this requires a lot of empty space to make it work in practice. Having a fencing match with a virtual opponent in the middle of a tropical rainforest may sound appealing—until you accidentally trip over your real-world coffee table.</p><p>It is true that VR technology can scan rooms to create boundaries to protect you from unwanted collisions, but if we're going to be doing extensive physical activity in the metaverse, we're going to need a lot of empty space, preferably lined with Nerf-like surfaces to soften the inevitable blows.</p><p>There is some precedent for this, of course. The rise of television triggered changes in home design that ultimately became second nature to us. Perhaps we will eventually have empty \"imagination rooms\" in our homes where we can explore the metaverse without physical impediments. It sounds appealing when described with that language: Who wouldn't want a room dedicated to imagination?</p><p>Then again, you could just as accurately call it a padded cell.</p><p>Mr. Johnson is an author of many books, most recently \"Extra Life: A Short History of Living Longer.\" He writes the newsletter Adjacent Possible. He can be reached at reports@wsj.com.</p><p>Is the Metaverse Really the Next Big Thing?</p>",
  "published": "2021-12-09T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1259,
          "end": 1264
        }
      ],
      "nexusId": "10022657"
    }
  ]
}