{
  "_id": "95e89ffca155446ee2f2aa7f0bdf405d19ce9f44777f2185e0c8085258611d0c",
  "feed": "wall-street-journal",
  "title": "Epic CEO Slams Apple's Fees As Unfair on Trial's First Day",
  "text": "<p>The statements from Mr. Sweeney in an Oakland, Calif., courtroom helped kick off the first day of a planned three-week trial, one that could help reshape the multibillion-dollar market for distributing apps on mobile devices.</p><p>Mr. Sweeney, a 50-year-old programmer who founded Epic in 1991, had been plotting the moment for months. His closely held company in August inserted its own, unauthorized payment system into the versions of \"Fortnite\" on the app stores that Apple and Alphabet Inc.'s Google control as a way to circumvent the 30% fee the companies collect from in-app purchases.</p><p>Both companies yanked the combat game from their app stores in response, as Epic anticipated, prompting it to file lawsuits against them, as well as launch a public-relations campaign critical of Apple to draw support from consumers and other app developers. A trial date for Epic's suit against Google hasn't been set.</p><p>Mr. Sweeney spent about three hours on the stand, fielding questions from a range of trial participants including Epic attorney Katherine Forrest, Apple lawyer Richard Doren and U.S. District Judge Yvonne Gonzalez Rogers, who will decide the case.</p><p>The trial started about 15 minutes late because of technical issues that ended up persisting throughout the day, making it difficult for the hundreds of journalists and others listening in to hear the speakers clearly. Early in the day Judge Gonzalez Rogers complimented the lawyers on their professionalism and work to ensure things go smoothly.</p><p>In his testimony, Mr. Sweeney said his company, now valued at nearly $29 billion, had been happily contributing to Apple's app ecosystem since 2010 but that relationship changed over the years as the iPhone maker's policies grew more restrictive -- a claim Apple denied. Attorneys for Apple defended its policies as critical for its App Store's viability and success.</p><p>Epic worked to cast Apple as a monopolist in how it operates the App Store, which was created in 2008. Users of Apple's iPhone and iPads can download software only from its App Store and the company requires purchases of digital goods and services in apps to be processed through its payment system.</p><p>Ms. Forrest told the court that Epic isn't seeking monetary damages, but rather aims to unlock Apple's so-called walled garden for itself and all app developers.</p><p>\"The garden could've had a door. It's artificially walled in,\" said Ms. Forrest, an attorney with Cravath, Swaine &amp; Moore LLP who is a former New York federal judge. In building its mobile operating system known as iOS, \"Apple's plan was to lock users in and prevent users from switching away from the Apple ecosystem,\" she said.</p><p>Karen Dunn, an attorney for Apple, defended the iPhone maker's App Store policies and the 30% fee Apple charges developers on digital sales.</p><p>\"Apple did not create a secure and integrated ecosystem to keep people out,\" said Ms. Dunn, a partner at Paul Weiss Rifkind Wharton &amp; Garrison LLP who represented Apple in its lawsuit against Qualcomm Inc. over patent-licensing fees. Instead, Apple did so to \"invite developers in without sacrificing the privacy and liability, security and quality that consumers wanted,\" she said.</p><p>Ms. Dunn also challenged Epic's definition of a competitive market, saying its perspective is too narrow because there are many platforms where consumers and developers engage in transactions, including personal computers and three major game consoles. She argued consumers move fluidly between platforms and can purchase game currency for \"Fortnite\" on one platform and spend it on another.</p><p>Apple's attorneys further argued that Epic was motivated to break Apple's rules because \"Fortnite\" was waning in popularity. Epic has denied that accusation. A document was filed Monday with the court showing \"Fortnite\" revenue declined significantly in 2019 from 2018. Epic has generated about $13.1 billion of revenue from \"Fortnite\" between the game's introduction in 2017 and the end of last year, said Mr. Sweeney, confirming data shared by Mr. Doren.</p><p>The Epic CEO is expected to return to the witness stand Tuesday as cross-examination continues.</p><p>In addition to Mr. Sweeney, Epic's witness list includes other company executives, former Apple employees and employees of companies including Microsoft Corp. Apple's witness list includes the company's CEO for nearly the past decade, Tim Cook, and other executives such as Phil Schiller, who currently holds the title of Apple Fellow and who played a key role in the launches of the iPod, iPhone and iPad.</p><p>Antitrust cases can be difficult for plaintiffs to win, and Epic's suit might hinge on the court's definition of a market in the digital age. Epic has said Apple has a monopoly in its App Store, while Apple said it is just one of many distribution channels in the larger market for videogames and other software. Analysts said an appeal is likely regardless of the trial's outcome, a possibility the judge outlined last year in hearings.</p>",
  "published": "2021-05-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2266,
          "end": 2271
        },
        {
          "start": 3645,
          "end": 3650
        },
        {
          "start": 1891,
          "end": 1896
        },
        {
          "start": 2635,
          "end": 2640
        },
        {
          "start": 2761,
          "end": 2766
        },
        {
          "start": 2691,
          "end": 2696
        },
        {
          "start": 4454,
          "end": 4459
        },
        {
          "start": 1983,
          "end": 1988
        },
        {
          "start": 4740,
          "end": 4745
        },
        {
          "start": 2967,
          "end": 2972
        },
        {
          "start": 1618,
          "end": 1623
        },
        {
          "start": 15,
          "end": 20
        },
        {
          "start": 1055,
          "end": 1060
        },
        {
          "start": 784,
          "end": 789
        },
        {
          "start": 4695,
          "end": 4700
        },
        {
          "start": 467,
          "end": 472
        },
        {
          "start": 3047,
          "end": 3052
        },
        {
          "start": 1760,
          "end": 1765
        },
        {
          "start": 4222,
          "end": 4227
        },
        {
          "start": 3579,
          "end": 3584
        },
        {
          "start": 1788,
          "end": 1793
        },
        {
          "start": 2805,
          "end": 2810
        },
        {
          "start": 4291,
          "end": 4296
        },
        {
          "start": 2554,
          "end": 2559
        }
      ],
      "nexusId": "10022657"
    }
  ]
}