{
  "_id": "2c746b34c2140a22265399e968c9ba51131a3d99121a8f9fa043269a89c41bc6",
  "feed": "ftcomall",
  "title": "Hyundai faces regulator probe over alleged insider trading ",
  "text": "<p>South Korea's financial regulators are examining allegations that Hyundai Motor executives traded on inside information about the company's talks with Apple on developing an autonomous electric car, according to people with knowledge of the situation. </p> <p>Hyundai shares rose more than 20 per cent after it confirmed <a href=\"https://www.ft.com/content/40cfd599-b2f6-469d-923f-9015e9cc46ab\">early-stage discussions with Apple</a> in January but subsequently fell back after the group said on February 8 that it was <a href=\"https://www.ft.com/content/cd8b4852-fd2a-4a8a-9407-f23349aecaf0\">no longer in talks with the US tech giant.</a></p> <p>After Hyundai announced the initial discussions, 12 Hyundai executives sold about 3,400 shares, worth about Won833m ($753,000), according to Reuters calculations based on the company's regulatory filings.</p> <p>The probe by South Korea's Financial Supervisory Service is expected to take about six months. A person close to the regulator said the FSS was “looking into suspicions about insider trading at Hyundai”. South Korea has tough rules against insider trading and the regulator can refer its findings to prosecutors for potential legal action. </p> <p>Some retail investors have questioned in online forums whether insider trading took place at Hyundai. </p> <p>The probe comes at a critical time for Hyundai, which has been trying to build a presence in the autonomous vehicle market through tie-ups with foreign companies.</p> <p>“This is about corporate ethics. Their alleged insider trading is against the ESG moves of global companies,” said Lee Hang-koo, an adviser at research group Korea Automotive Technology Institute. “Its corporate image will be hurt and could have a negative impact on potential future talks with external partners.”</p> <p>In February, when he was asked about alleged insider trading at Hyundai, the country's top financial regulator Eun Sung-soo told a parliamentary hearing that he would “take proper measures if there is a problem”.</p> <p>“Their stock trades look quite suspicious if you look at the circumstances, but it is hard to prove that they used inside information,” said Hwang Seiwoon, a researcher at the Korea Capital Markets Institute. “I have hardly seen any cases where the alleged perpetrators have seriously been punished for insider trading.” &#xa0;&#xa0;</p> <p>Hyundai declined to comment. Shares of Hyundai closed down 1.1 per cent at Won226,000 on Monday, underperforming a 0.12 per cent rise in the benchmark Kospi Composite index. &#xa0;</p>&#xa0;&#xa0;<p>Source: Song Jung-a in Seoul  2021 'Hyundai faces regulator probe over alleged insider trading ' FT.com 12 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-12T12:05:46.368Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 151,
          "end": 156
        },
        {
          "start": 342,
          "end": 347
        }
      ],
      "nexusId": "10022657"
    }
  ]
}