{
  "_id": "743f62b7e6d2d60ea582122ed2238b32f75953e9e5a1af4d621acd34ff4a1786",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Television Review:  Dancing Away the Pain  ----  By John Anderson",
  "text": "<p>\n  Physical </p><p>\n  Begins Friday, Apple TV+ </p><pre>\n </pre><p>\n  Sheila Rubin, the fitness-guru-to-be and centerpiece of the period comedy \"Physical,\" is the role of a lifetime for Rose Byrne. And only a Rose Byrne could have played her. As envisioned by the show's creator, Annie Weisman, Sheila is a work of art. Several, in fact: Her face is a Leonardo, her figure a Modigliani and her mind a Francis Bacon, roiling with horror and self-loathing. \"Selfish stupid fat liar greedy cow\" are some of the printable things she calls herself, none of which make any sense. Which is, of course, the point. </p><p>\n  It stands repeating that \"Physical\" is a comedy, despite Sheila's colossal lack of self-esteem and the fact that we have entree into what are her disturbing interior monologues (\"I bet I could drown you and make it look like an accident,\" she says, silently, to a friend with whom she's run out of patience). Her caustic asides are often bitingly droll and Ms. Byrne has the chops to deliver them properly. Still, the fact that the show will make its debut with three of its 10 episodes is a wise move, because the first two half-hour segments are basically a wallowing in junkie misery -- Sheila's addiction is buying sacks of fast food, renting a cheap motel room, stripping naked, gorging and then throwing up. Which is one way to keep one's figure. But it makes her hate herself. And, all in all, it doesn't do much to endear her to us. </p><p>\n  Sheila will get better, and considerably funnier. And besides, there's a suggestion of triumph to come right at the beginning of the show, which opens in 1986: Sheila, haughty and disdainful, is about to go on camera for what has all the earmarks of a Jane Fonda-style fitness video (some of her tights and '80s big hair also suggest the Fonda videos, which were first released in 1982). How did she get there? That's what we're set up to want to find out. </p><p>\n  Plummeting back to 1981, \"Physical\" finds Sheila in a trough of suburban San Diego despair. Her insufferable husband, Danny (Rory Scovel), is teaching at a local college; coeds are circling; her child is a screaming nightmare. Danny, a former lefty college activist whose ideals are deader than disco, loses his job. Rather than retreat into depression -- or, God forbid, self-reflection -- he decides to get a fresh start by running for state assembly. </p><p>\n  This only aggravates Sheila's neuroses as well as some basic character flaws: Becoming campaign treasurer by default, she keeps the kitty drained; burgers and motel rooms can be expensive. And her marriage is a model of late-stage chauvinism: It puzzled me at first, but I finally realized that Danny talks to his wife as if he's trying to pick her up at a bar. That she believes anything he says is a tribute to epic neediness. </p><p>\n  What awakens her, even empowers her, is aerobic dance -- or Jazzercise, or whatever it is that Bunny (Della Saba), a Syrian refugee with her own problems, teaches at a space inside the local mall. Because we're sharing the space inside Sheila's head, we know that our heroine is really much more than the pathetic specimen that she thinks she is, and one day she has a brainstorm: The only women who want to go to the gym are the ones who look like they don't need to go to the gym. Women like her plumpish friend Greta (the marvelous Dierdre Friel) might work out if they could do it in the privacy of their own homes. And, as Sheila realizes, the home-video revolution has provided the means for just that. (\"Beta is the superior system,\" someone inevitably advises her.) </p><p>\n  When someone creates a period piece, there's usually some affection for the period being pieced together. But Ms. Weisman has little love for the '80s, not the clothes, not the hair, not the worldviews. Wasn't there some good '80s music? \"Physical\" avoids it, going instead for the second-rate Pat Benatar, Duran Duran and (gasp) Heart, but the soundtrack does what it's meant to do -- emphasize the personal, cultural and even political stagnation the characters find themselves in, while debunking the myth that people were somehow permanently enlightened in the '60s -- female body dysmorphia is hardly the stuff of wokeness. </p><p>\n  Female viewers will know Sheila, and maybe are/were Sheila; male viewers certainly won't want to identify with the unctuous Danny, or his hipper-than-thou campaign manager and fellow \"revolutionary\" Jerry (the entertainingly loathsome Geoffrey Arend), or any of the men, for that matter. But they will get sucked into the story, which after three or four episodes may call out to the viewer the way a bag of free burgers and an empty motel room would to Sheila. </p><p></p>",
  "published": "2021-06-18T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 24,
          "end": 29
        }
      ],
      "nexusId": "10022657"
    }
  ]
}