{
  "_id": "76793b45ee0bc1e13975cb4dc2743fef3f44037b2ff5a8a9789ad1a02b32b971",
  "feed": "wall-street-journal",
  "title": "'Swan Song' Review: Til Death Don't We Part; Mahershala Ali stars as a dying artist who chooses to have a scientifically engineered duplicate silently replace him in his family once he is gone.",
  "text": "<p>Friday, Apple TV+</p><p>Would any of us, given the option, allow our death to go unacknowledged if it somehow spared our loved ones emotional pain? That's the choice given Cameron Turner (Mahershala Ali), an artist and advertising designer who is dying of an inoperable brain tumor. His seizures are getting worse; time is running out. He lives in a not-so-distant world of driverless cars, holographic imagery conjured out of thin air, and human replacements: He can, with the aid of Arra House and its director, Dr. Scott (Glenn Close, dressed like Obi Wan-Kenobi), help fashion a Cameron duplicate, replete with his memories and emotions, to take his place after he dies. His wife need be none the wiser.</p><p>Cameron can certainly be accused of infantilizing his spouse, Poppy (Naomie Harris), though there are mitigating circumstances: They already have a small son; she's pregnant again; she just got over the traumatizing death of her twin brother (Nyasha Hatendi). Cameron can't live—or, rather, die—with the knowledge that she'll be so shattered again. So he plans, with considerable trepidation, to help prepare the new Cameron.</p><p>That process isn't as compelling as the ethical/philosophical debate that runs through the film, though it does provide writer-director Benjamin Cleary a way to provide all the Cameron-Poppy history without resorting to more conventional flashbacks—the transfer of intelligence from Cameron to his replacement, whom Dr. Scott calls Jack (and is played by Mr. Ali), gives us the windows we need to appreciate, just for instance, Poppy's disabling reaction to the death of her brother. Other aspects are more elusive. Just how selfish is the old Cameron being in committing his seemingly selfless act? How egoless need you be to simply step out of your life and let a replicant take over? To move into your wife's bed? To read bedtime stories to your son?</p><p>These are matters that aren't quite articulated by Mr. Cleary's script but rather through his direction and the performance by his double Oscar-winning actor (\"Moonlight,\" \"Green Book\"), who communicates the myriad quandaries of Cameron's plight without actually voicing most of it. The actor and his director may be addressing the oldest subject in drama. But they manage to give it a new twist nonetheless. Critical to the mix is Awkwafina, who plays Kate, a woman who has already been replaced at home and helps guide Cameron through the experience. The actress-comedian can't help but be funny. Mr. Ali doesn't really have that problem.</p><p>As is the case with much conceptual art, it's the idea of \"Swan Song\" that supersedes itself as a film, which is not to say it isn't beautiful, especially in the clean lines and streamlined, frictionless surfaces captured by cinematographer Masanobu Takayanagi (\"Black Mass,\" \"Spotlight,\" \"The Grey\"). The impression given is of a physical world free of obstacles and mess, amid a spiritual-ethical universe that's a minefield.</p><p>'Swan Song' Review: Til Death Don't We Part</p>",
  "published": "2021-12-16T22:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8,
          "end": 13
        }
      ],
      "nexusId": "10022657"
    }
  ]
}