{
  "_id": "c89725672ecfe6bd10a2248e9356b33e6da2bdaabb6e04c98f509016e9d79cff",
  "feed": "ftcomall",
  "title": "Go-Ahead stripped of the Southeastern rail franchise",
  "text": "<p>All change on the Southeastern rail franchise this morning. </p> <p>The <strong>Department for Transport</strong> is to take over the franchise from Go-Ahead next month as operator of last resort after finding what it described as a “serious breach” of good faith. </p> <p>Go-Ahead had failed to disclose over £25m of historic taxpayer funding which should have been returned, the DfT said. MP Huw Merriman told Radio 4 that the Serious Fraud Office was involved. </p> <p>The DfT said that once further investigations had been completed, it would consider further options for enforcement action. But it added that it would not be extending a further contract to London and Southeastern Railway Ltd, the operator co-owned by Go Ahead and Keolis UK. </p> <p>Go-Ahead said it “acknowledges that errors have been made in relation to the franchise” and had repaid the £25m. Its chief financial officer has resigned, and is standing down from the board with immediate effect. </p> <p>There will be no changes to fares, tickets or services, the DfT says. Those of you who commute via Southeastern will tell us whether that is a good thing or not. </p> <p><em>Please do tell me what you think of the newsletter, and how we can make it better. Drop me a line at&#xa0;</em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a><em>.</em></p> <h1>Briefly</h1> <p>Shareholders in <strong>easyJet</strong> overwhelmingly backed the airline's surprise £1.2bn rights issue, despite questions over what exactly it will do with the money (for more on that, <a href=\"https://www.ft.com/content/c43ab705-08ee-4fb3-9461-9010b105b3c9\">Helen Thomas's column from earlier this month is well worth a read</a>). The group said it had received valid acceptances for 93 per cent of the total number of new shares being issued. </p> <p>Goldman Sachs' alternative asset management unit <strong>Petershill Partners</strong> is set for a roughly £4bn valuation, after the group set its IPO price at the middle of a previously-announced range. Each share will be priced at 350p: the company had set a range of 320p to 380p a share. </p> <p>Software maker <strong>Blue Prism</strong> has agreed to be taken over by US private equity group Vista in a deal that values it at £1.1bn. If you're not familiar with the flurry of interest over Blue Prism, do read Bryce's column on why this is one British public company that we <a href=\"https://www.ft.com/content/fcdac98c-69ba-4655-85b0-20c39e4b5daa\">should allow to go private</a>.</p> <p>There are also results out today from <strong>Ferguson </strong>and <strong>Smiths Group.</strong></p> <p>Bank of England governor <strong>Andrew Bailey</strong> is talking tough(ish) on interest rates. In a speech last night he made no attempt to contradict market expectations the BoE could be preparing for a <a href=\"https://www.ft.com/content/b3e403a3-a408-4d84-b71e-8857b677bbea\">first rate rise</a> in February — or before. Farewell, ultra-cheap borrowing. </p> <p>Miner <strong>BHP's</strong> climate plan just isn't good enough, reckons proxy adviser Glass Lewis, setting up a clash with shareholders at next month's AGM in London. BHP, listed in London and Sydney, is one of a growing number of companies offering investors a “say on climate” vote. But Glass Lewis raised concerns about the plan's scope as well as the alignment of its target with the latest climate science, <a href=\"https://www.ft.com/content/79c73edf-9b1e-4852-ad6e-91fdae0aca36\">reports our Natural Resources Editor</a>.</p> <p><strong>Octopus</strong>, one of the energy suppliers that seems to be weathering the UK energy crisis rather well, has <a href=\"https://www.ft.com/content/eed210bb-1047-47df-abd8-7a73b0062ac7\">secured new investment</a> — from former US vice-president Al Gore's sustainable investment fund. The fund, Generation Investment Management, is taking a stake of up to 13 per cent with an investment of $300m this year and a further $300m to follow in 2022. </p> <h1>Beyond the Square Mile</h1> <p>Ex- Apple designer <strong>Sir Jony Ive</strong> is teaming up with <strong>Ferrari</strong> to help the <a href=\"https://www.ft.com/content/c2436fb5-d857-4aff-b81e-30141879711c\">supercar maker develop its first electric vehicle</a>. Exor, the Agnelli dynasty's holding company and Ferrari's largest shareholder, said on Monday that it had formed a “long-term, multiyear collaboration” with Ive's company LoveFrom, starting with Ferrari but potentially extending to other companies in the group's portfolio. But will the battery last?</p> <p><strong>Blackstone </strong>has got lucky in Vegas, <a href=\"https://www.ft.com/content/270ac4c9-21db-4232-ae23-5e7edc6ce438\">offloading The Cosmopolitan hotel for $5.7bn</a>, seven years after acquiring it for $1.7bn. The sale — of the rights to run the resort, to MGM for $1.6bn, and separately of the high-rise complex itself to a trio of investors — completes the turnround of a hotel blighted by losses and labour disputes before Stephen Schwarzman's private equity firm took ownership. </p> <p><strong>Ford</strong> has set out plans for an $11bn investment in electric pick-up trucks alongside <strong>South Korea's SK Innovation</strong>. The two companies plan to build three plants to supply batteries and vehicles, employing almost 11,000 workers to produce <a href=\"https://www.ft.com/content/8cea01d2-362a-4c5b-8291-1d27b448ef01\">battery-powered versions of Ford's popular F-series</a> trucks.</p> <h1>Essential comment before you go</h1> <p>After gaps on the supermarket shelves, soaring energy bills, petrol stations short of fuel and with the army on standby, the <strong>FT's editorial board </strong>has an unpleasant message for prime minister <strong>Boris Johnson</strong>, in his own garbled franglais: <a href=\"https://www.ft.com/content/95bb5c85-1778-4e1e-bb13-c063f069aeba\">“prenez un grip”</a>. </p> <p>And if you don't already read <strong>Sarah O'Connor's</strong> excellent columns on employment and the labour market, you should. Her latest argues that the government's introduction of temporary lorry driver visas are a symptom of its failure: that rather than acknowledging trade-offs and planning, <a href=\"https://www.ft.com/content/73fb9887-055f-4a5b-89b1-5df0c37ecc2b\">politicians are exposing migrant workers</a> to more exploitation.</p><p>Source: Cat Rutter Pooley 2021 'Go-Ahead stripped of the Southeastern rail franchise' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-28T07:22:33.202Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3253,
          "end": 3258
        }
      ]
    }
  ]
}