{
  "_id": "c3ae90ad15a3d300596594d443394649d0e07f5784a19bc980e4b02dcc50ad7f",
  "feed": "ftcomall",
  "title": "UK to take start-up stakes in wider push to promote tech sector  ",
  "text": "<p>The UK government is planning to take large stakes in promising British start-ups as part of a wider push to support the tech industry, which will include overhauling competition rules and issuing “new tech visas” to attract talent. </p> <p>Chancellor Rishi Sunak will on Tuesday invite founders and tech entrepreneurs to a summit where he is set to launch the Future Fund Breakthrough, a £375m fund that will invest in a handful of R&amp;D intensive companies looking to grow quickly.&#xa0;</p> <p>The launch of the fund comes after a bumper month for the UK technology sector in which Revolut, the London-based digital banking start-up became the UK's most valuable private tech company of all time when a <a href=\"https://www.ft.com/content/4d7b739c-ffbb-4a29-ac5b-4e7dfddff5ae\">new fundraising</a> valued the company at $33bn. In a further boost, British fintech company Wise, formerly known as TransferWise, listed in London last week with a market value of more than £8bn.</p> <p>The government wants to back new digital champions in the UK to compete with rivals in the US and China and plans a number of announcements in coming weeks to support start-ups and help grow promising companies in tech, life sciences and other areas of innovation. Government efforts will include taking stakes directly in firms through the Future Fund Breakthrough. </p> <p>Unlike an earlier version of the fund — launched in April 2020 — the new scheme is not aimed at supporting companies hit by the pandemic.&#xa0;Instead, it will back British companies needing money for research and development to accelerate the deployment of breakthrough technologies. </p> <p>Eligible companies need to aim to raise at least £20m from private investors in a planned fundraising.&#xa0;</p> <p>The government is also launching consultations on a new “<a href=\"https://www.ft.com/content/cb3b56ac-4953-42b1-8d01-6d83677c958b\">digital markets unit</a>” to help curtail the dominance of the large US technology groups such as Google and Apple, according to people familiar with the matter.&#xa0;</p> <p>It is hoped the new competition watchdog will open up markets for smaller UK start-ups by ensuring easy and equal access to app stores, and challenge potentially unfair use of software bundling and licensing deals. Large companies will be given “strategic market status” and a code of conduct that will come with potential fines up to 10 per cent of revenues.</p> <p>In a bid to address the concerns of tech executives, who have raised the alarm about a shortage of skilled programmers and other staff after Brexit ended the free movement of people from the EU, the government is working in tandem on the details of a new visa system. </p> <p>This will allow “talented entrepreneurs” to live and work in the UK. Under the “innovator visa” scheme, entrepreneurs will be given visas either if they have approval from an “endorsing body” or if they have secured funding from a source recognised by one. There are more than 50 endorsing bodies that can give out visas under the system.</p> <p>A separate system is being drawn up for “scale-up visas” to help fast growing tech companies hire talented staff from abroad. </p> <p>Commenting on the government initiatives,&#xa0;Dominic Hallas, executive director of Coadec, which represents UK start-ups said:&#xa0;“The last year has been really positive. The big question now is about how we make sure the regulatory agenda doesn't overshadow all the progress.”</p> <p>In parallel with Treasury plans, the business secretary Kwasi Kwarteng will next week launch a 10-point<a href=\"https://www.ft.com/content/477a9fd1-26f9-4b69-b488-10ba54bb4336\"> innovation strategy</a>, in support of next generation technologies in the UK such as quantum, life sciences, genomics, robotics and artificial intelligence.&#xa0;</p> <p>Proposals include improving access to finance for fast-growing but risky ventures, and cutting red tape that is holding back development in some sectors.&#xa0;</p> <p>The Treasury did not comment. </p><p>Source: Daniel Thomas and Jim Pickard 2021 'UK to take start-up stakes in wider push to promote tech sector  ' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-16T15:14:36.068Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1790,
          "end": 1795
        }
      ],
      "nexusId": "10022657"
    }
  ]
}