{
  "_id": "5867f1b158d9cc31391ee08e32a8be230164d3355cf57f9c7e7857cada6afaeb",
  "feed": "ftcomall",
  "title": "Big Tech split leads to demise of Internet Association",
  "text": "<p>Growing tensions between Microsoft, Amazon, Alphabet, Meta and Apple lie behind the death of the Internet Association (IA), the nine-year-old lobby group that was Big Tech's voice in Washington, according to insiders and industry observers. </p> <p>The Washington-based group, which dubbed itself the “unified” voice of the internet industry, will <a href=\"https://internetassociation.org/news/board-of-directors-statement-on-ias-future/\">shut at the end of the year</a> after both Microsoft and Uber, among others, pulled their financial support, leaving an insurmountable funding gap. </p> <p>“Our industry has undergone tremendous growth and change,” it said in a statement, adding that its closure was “in line with this evolution.”</p> <p>The closure is a sign of the increasingly different policy objectives of its Big Tech members, said observers, with Microsoft in particular looking to distance itself from its Silicon Valley peers. </p> <p>“Microsoft has realised that it doesn't want to be associated with Google, Facebook and Amazon,” said Barry Lynn, executive director of the Open Markets Institute, an anti-monopoly campaign group. “It's really, really simple.”</p> <p>A number of smaller tech companies had also become frustrated that their priorities were at odds with Big Tech's agenda. </p> <p>“This org could've saved itself years ago by kicking out everyone with a market cap greater than $500bn,” <a href=\"https://twitter.com/lutherlowe/status/1470941101821472772\">tweeted</a> Luther Lowe, Yelp's head of public policy. Yelp left the association in 2019. “I made this suggestion to the leadership a few years ago, but it was shot down, so we quit.”</p> <p>A person familiar with Microsoft's decision-making said the company no longer saw value for money in its involvement with the IA. Membership dues are calculated according to companies' size, based on revenue.</p> <p>An <a href=\"https://www.politico.com/news/2021/07/12/internet-association-powerhouse-recedes-499212\">earlier report</a> from Politico suggested the biggest contributors, Microsoft among them, were paying up to $800,000-$1m per year. Microsoft declined to comment.</p> <p>Despite being the second most valuable US technology group, Microsoft has been able to dodge the latest focus on antitrust in Congress. Unlike the CEOs of Facebook, Google, Apple and Amazon, Microsoft's Satya Nadella was left out of the blockbuster congressional hearing in July 2020 that saw the others summoned for a lengthy grilling. </p> <p>Microsoft has also not yet been the focus of any action announced by President Joe Biden's <a href=\"https://www.ft.com/content/57cd6686-d1ee-4321-ae35-a8e1fc7f0813\">reinvigorated Federal Trade Commission</a>.</p> <p>The company, which went through lengthy antitrust scrutiny in the early 2000s that led it to the brink of being broken up, now boasts about a more collaborative approach with regulators. An internal memo written by Microsoft president Brad Smith and sent to staff in June outlined the company's strategy.</p> <p>“There will be many days when some in the tech sector will complain loudly about the risks of regulation,” read the memo, which the company shared with the FT. “There are real risks, and they need a fair hearing. But as a company, we will continue to be more focused on adapting to regulation than fighting against it.”</p> <p>Lynn said Microsoft was keen to distance itself from its rivals because “they've been through the wringer. They don't want to have their emails read, they don't want to have to go through discovery.”</p> <p>Microsoft has trailed Amazon and Google in lobbying spend in 2021, according to OpenSecrets, a database based on Senate records. </p> <p>Amazon has been the most active, with $15.3m spent in the first three quarters of the year, versus $9m at Google and $7.8m at Microsoft. The figures do not include contributions to trade groups such as the Internet Association.</p> <p>Meanwhile, other Big Tech companies have a “vested interest” in involving Microsoft in the antitrust debate, said Dan Ives, an analyst with Wedbush. “If Microsoft stays untouched on the antitrust issues, Amazon and Google will be at a clear disadvantage especially on the M&amp;A front in 2022,” he said.</p> <p>One person familiar with high-level discussions at Amazon said Andy Jassy, the company's new chief executive, is frustrated that regulators have not looked more closely at his rival. </p> <p>“Andy Jassy is obsessed with Microsoft,” the person said. “His refrain internally has been ‘they should be going after Microsoft because they're still doing bad things'.”</p> <p>Amazon disputed the characterisation of Jassy's view. But a spokesman said the company did feel Microsoft “should be scrutinised like any other business”. </p> <p>In Europe, an Amazon-backed trade group for the cloud computing industry has repeatedly taken aim at Microsoft, calling out what it deems to be uncompetitive licensing contracts surrounding “enterprise software”, such as Microsoft's Office suite.</p> <p>The Cloud Infrastructure Services Providers in Europe said the forthcoming Digital Markets Act, proposed by the EU, would be a “historic failure” if it failed to cover software providers. </p> <p>“Legacy software providers must be recognised as gatekeepers and these practices outlawed so that European enterprises are not forced to take expensive and time-consuming legal actions to counter clearly anti-competitive practices,” the group said in a statement at the time.</p> <p>Meanwhile, a study co-commissioned by Google and <a href=\"https://www.ccianet.org/2021/09/new-study-shows-microsoft-holds-85-market-share-in-u-s-public-sector-productivity-software/\">published</a> by the Computer &amp; Communications Industry Association in September, declared that 85 per cent of productivity software used by US government agencies was from Microsoft.</p> <p>Tim Banting, the author of the report warned: “The research report outlines a number of consequences to the US government's over-reliance on a single vendor, including higher costs to taxpayers, less innovation than the private sector and, most importantly, greater risk to the US government for future cyber attacks and national security incidents.”</p> <p>Google declined to comment on its lobbying tactics.</p><p>Source: Dave Lee in San Francisco 2021 'Big Tech split leads to demise of Internet Association' FT.com 23 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-23T05:00:36.796Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 63,
          "end": 68
        },
        {
          "start": 2002,
          "end": 2007
        }
      ],
      "nexusId": "10022657"
    }
  ]
}