{
  "_id": "a7c6b618cb243344fc70b661d745837b9081ae9a8f7bb10d39b5450baaacef22",
  "feed": "ftcomall",
  "title": "G7 tax deal is ‘starting point' on road to global reform",
  "text": "<p>The tax deal agreed by the world's leading advanced nations this weekend is the first substantive proof of revived international co-operation since President Joe Biden brought the US back to the negotiating table. Yet there is still a long road ahead before it can be implemented.</p> <p>“This is a starting point,” said French finance minister Bruno Le Maire, pledging that “in the coming months we will fight to ensure that this minimum corporate tax rate is as high as possible”.</p> <p>The accord aims to close loopholes multinationals have exploited to reduce their tax bills, ensuring they pay more in the nations where they operate. </p> <p>G7 ministers backed a global minimum rate of at least 15 per cent, and agreed that countries should have the right to tax a certain proportion of the largest, most profitable multinationals' profit in the locations where it is generated. </p> <p>However, they left much still to be decided in the wider global negotiations, which are being conducted among 139 countries at the OECD in Paris. The first hurdle the G7 agreement faces is winning the backing of the G20 group of nations, which will meet in Venice next month. </p> <p>While the OECD <a href=\"https://www.oecd.org/tax/beps/economic-impact-assessment-webinar-presentation-october-2020.pdf\">estimates </a>the proposals could generate an additional $50bn-$80bn a year in tax revenues, the actual sum raised will vary wildly depending on the technical details of the eventual global agreement.</p> <p>Two factors will have a particular impact: the rate at which any minimum is set and whether countries that implement the minimum can levy it on revenue generated in countries that do not. The scale of the overall impact is particularly sensitive to this latter point, known as “jurisdictional blending” or “country by country top-ups”.</p> <p>NGOs criticised the 15 per cent minimum as being far too low; UK think-tank IPPR said it “would not be enough to end the race to the bottom”. </p> <p>But Gabriel Zucman, an economist at the University of California, Berkeley known for his work on tax havens, tweeted that the deal was “historic, inadequate and promising” — because while 15 per cent was too low, there was no obstacle to reaching a higher rate. </p> <p>The minimum rate “slashes incentives for multinational firms to book profits in tax havens”, he said, but added that for the minimum to bite, “it's essential that it be on a country-by-country basis”, since companies could otherwise use tax havens to offset rates set higher than 15 per cent elsewhere.</p> <p>Ministers and officials at the G7 talks were at pains to emphasise their accord did not mean the world had agreed changes to international taxation, let alone that the plan would ultimately succeed. Instead they couched it as an ambitious attempt to instil momentum into the global talks. </p> <p>That was acknowledged by other countries. Irish finance minister Paschal Donohoe joined the G7 ministers in London, although he has defended his country's 12.5 per cent rate. </p> <p>After the announcement he tweeted: “I look forward now to engaging in the discussions at [the] OECD . . . Any agreement will have to meet the needs of small and large countries, developed and developing.”</p> <p>The global talks must reconcile countries' competing priorities on two elements, known as “pillars”. </p> <p>The first, most important to the UK, France and Italy, seeks to ensure the world's largest companies — especially US digital giants Facebook, Google and Apple — pay more tax in their countries even if they have little physical presence there. </p> <p>Rishi Sunak, UK chancellor, said the G7 agreement ensured “the right companies paid the right tax in the right places”, a reference to pillar one. </p> <p>By contrast US Treasury secretary Janet Yellen did not mention this in her prepared remarks, focusing on the second pillar: a global minimum rate of “at least 15 per cent”. This would generate more revenue for the federal government in Washington. </p> <p>The first requires a global agreement and US legislation which must pass through Congress, while the second — which the OECD estimates will raise the most additional revenues — can be implemented unilaterally, but would work better if many countries came on board. </p> <p>Pillar one faces vigorous opposition in Washington. France, Italy and the UK refuse to abolish their own digital taxes until the US has passed the relevant legislation. Canadian finance minister Chrystia Freeland said after the G7 agreement was announced that her country intended to press ahead with introducing a digital tax too.</p> <p>Beyond these issues of principle, there remain many unanswered technical questions which could make a big difference to the practical effects of an eventual agreement — including which companies would fall within its scope, and how to define the tax base. </p> <p>“Whilst headline rates matter, competition is likely to continue at the tax base level. This can be messier,” said Rita de la Feria, a professor of tax law at the University of Leeds. </p> <p>Asked how she would sell the deal to US legislators, Yellen said it would “provide a level of certainty to corporations in the US and globally about what the environment is they'll be operating in and that environment has been very unstable”.</p> <p>And she <a href=\"https://www.youtube.com/watch?v=LofbTZoE16o&amp;authuser=0\">hailed the</a> “revival of multilateralism”.</p> <p>Privately some ministers said the urgency to do a deal at the G7 was to demonstrate that rich countries still mattered, in a bid to show the world that the 21st century was not going to be dominated by rules set by China.</p> <p>The west is seeking to regain control of the global agenda by striking agreements in contentious policy areas after four years of the Trump administration when this was impossible, ministers said both in public and in private.</p> <p>“What I've seen during my time at this G7 [meeting] is deep collaboration and a desire to co-ordinate and address a much broader range of global problems,” Yellen said.</p><p>Source: Chris Giles and Delphine Strauss in London 2021 'G7 tax deal is ‘starting point' on road to global reform' FT.com 6 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-06T14:58:39.574Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3318,
          "end": 3323
        }
      ],
      "nexusId": "10022657"
    }
  ]
}