{
  "_id": "2c807ae9f3abcc1e939cab01bb392b4ff46b55d1897c4bcde4052df5dfff5713",
  "feed": "ftcomall",
  "title": "The handmades' tale: the artisans crafting new tools for trading ",
  "text": "<p>The Covid-19 pandemic has spawned an army of craft hobbyists, as people around the world attempt to knit, stitch or découpage their way through the tedium of lockdown. “I like that <em>you </em>made it,” my partner says diplomatically when presented with yet another wonky vase.</p> <p>Yet for the people who make beautiful objects for a living, whose output we value for skill rather than sentiment, large parts of their industry have been devastated. In March 2020, a Crafts Council survey of 600 UK makers found that orders were already down 67 per cent. At the end of the year, a comparable survey found that nearly a third of respondents were still in need of financial support. </p> <p>The equivalent US body, the American Craft Council, confirms that Covid-19 has wrought disruption: “[Makers] can no longer rely on one revenue source,” writes representative Keona Tranby.</p> <p>The pandemic has injured all creative industries, but it has delivered the blow in different ways. For producers of handmade pieces, the cancellation of physical events has been particularly challenging. </p> <p>From high-end design fairs to village-hall markets, in-person showcases put smaller companies' products in front of audiences that might otherwise never find them while allowing buyers to appreciate the individuality that differentiates handcrafted objects from mass-produced ones.</p> <p>Design shows such as Milan's <a href=\"https://www.ft.com/content/bb537152-5be6-11e9-939a-341f5ada9d40\">Salone del Mobile</a> bring customers together with makers and sales reps to fuss over handmade products and each other. Fabrizio Cantoni, Salone regular and co-founder of hand-knotted rug company cc-tapis, tells me over email that his biggest challenge is that the rugs are “something which need to be touched and felt”.</p> <p>Several major fairs have had success running virtual events. But while craft is a disparate industry, the thing that unites big fish and small fry is the presence of the human hand — and right now that's the one thing money can't buy.</p> <p>“At a market, you feel confident that the person buying the product has understood what it is, how it's made, or any imperfections and uniqueness because they have physically handled it,” says Glasgow-based ceramicist Morven Mulgrew-Reeves of the tactile experience that can't be replicated online. She makes rough-hewn pots and candlesticks with gloopy glazes that cost about £20.</p> <p>Sarah James, who has been organising craft fairs in the UK for almost 20 years, held her first digital event last June when she would normally have been welcoming several hundred makers and 10,000 visitors to Bovey Tracey in Devon. She organised a barrage of live content: studio visits and interviews, but also yoga and a running clinic, the sort of diverting paraphernalia that draws visitors to real-life festivals.</p> <p>The virtual event attracted as many online visitors as Bovey Tracey did real ones and, although takings were lower, makers didn't have to travel and paid £80 rather than upwards of £500 for a stall. “I think pro rata they probably did at least as well,” says James.</p> <p>But the virtue of selling online is that there are more ways for artisans to connect directly with customers, without any organiser or intermediary. Those brokering high-value exchanges are using one-on-one video consultations to recreate the experience of in-person shopping. </p> <p>At cc-tapis, where the latest collections are priced €6,000-€7,000 on average, this has included sending out carpet samples that customers can physically handle as they go on a remote showroom tour.</p> <p>Lalique, the luxury French glassmaker whose 2020 Botanica collection is priced from £95 to £27,000, will on occasion send a bottle of champagne to valuable customers to make an occasion out of their virtual viewings. This new way of trading requires new tools.</p> <p>Joe Cariati, who makes slender, handblown glass vessels (priced $240- $1,895) at his studio in Los Angeles, recommends that online sellers invest in a gimbal — a device that keeps a phone stable “no matter what you do with your hands or body”.</p> <p>For makers of lower-priced pieces, there are easier alternatives. Online marketplaces for handmade items are booming. In 2020, Etsy's third quarter gross profit margin shot up 126 per cent year on year for homewares and home furnishings. On Folksy, a UK site with a similar remit, the typically quiet month of May saw almost twice as many shop openings in 2020 as the previous year.</p> <p>Instagram has also become a lucrative and easy-to-use channel for many sellers. “It no longer feels that I have to be in some conference centre somewhere, with all my wares on display,” says Nell Swift, a weaver who lives in a remote part of the Peak District.</p> <p>She has had particular success with the Artist Support Pledge — a simple but successful initiative that encourages artists and makers to list works for sale on Instagram under the hashtag <a href=\"https://www.instagram.com/artistsupportpledge/?hl=en\">#artistsupportpledge</a>. Each work must cost less than £200, and participants commit to buying a work through the scheme every time they make £1,000. </p> <p>Swift has sold roughly 20 woven cushions, scarves and blankets since the initiative was launched in March — a positively industrial production line when you consider that she recently began a rug by collecting the fleece from her neighbour's sheep.</p> <p>Livestream shopping has also taken off, providing makers with a cheap way of replicating the interactive nature of a market. In Glasgow, Mulgrew-Reeves joined up with jewellery maker Stefanie Ying Lin Cheong to create Quality Craft Vision (QCV) — part anarchic performance art, part serious attempt to replicate the sales success of the TV shopping channel QVC. </p> <p>During the broadcasts on Instagram Live, Mulgrew-Reeves used an eclectic bag of props to demonstrate the virtues of each item, and banged a cymbal to celebrate each sale.</p> <p>“I realised that the Instagram Live format could be more responsive than an online market,” she says.</p> <p>All this disruption is a challenge to fairs and the bodies that organise them. According to Glenn Adamson, curator and author of <em>Craft: An American History</em>, published early this year, the American Craft Council is in a “terrible situation”. “Their main income stream was these in-person shows selling kind of mid-level, well-made, well-designed but not particularly artistically ambitious things,” he says. </p> <p>Lockdowns, combined with existing competition from the digital sector, have left the council's “whole identity sort of up for grabs”, although he is optimistic about what might emerge.</p> <p>The Council agrees that it's been a disrupted year, but rejects the idea of a crisis: “This moment is actually bringing ACC back to its roots in very exciting ways,” says Tranby.</p> <p>The shift to online selling is global. Peter Ting, a ceramicist and co-founder of Ting-Ying gallery, which operates in both the UK and China and specialises in Blanc de Chine porcelain, says that online platforms have been a key part of the Chinese industry's response.</p> <p>“It is natural that they turned to livestreaming and selling online when the pandemic hit, it is not new tech,” he says. Ting-Ying's prices start at £1,000, with bespoke chandeliers costing up to £30,000-£50,000.</p> <p>Speaking to independent makers, the picture that emerges is of an industry that is, paradoxically, both extremely precarious and <a href=\"https://www.ft.com/content/57686a65-1337-44fe-b6d4-09b7bb295382\">unusually resilient</a>. Small businesses have fewer resources to fall back on, and an increased likelihood of falling through cracks in government support. </p> <p>But the virtue of being small or solo-operated is that they can be what a consultant would term agile, and pivot. “It's almost the basic condition of craft,” Adamson says of this tension.</p> <p>Some makers have smoothly shifted discipline. Adamson cites the New York sculptor and designer Daniel Arsham, who normally runs a bustling “post-Jeff Koons” studio, but started painting for the first time since grad school when he was forced to close it.</p> <p>Nikole Lowe, a New Zealander tattoo artist based in east London, launched a wallpaper collection when her studio was shuttered, with Chinese-inspired designs not dissimilar to the ones she usually applies with a needle. Several of her employees at Good Times Tattoos have asked to come back on part-time hours post-lockdown, so they can pursue their new craft sidelines. “Everybody's trying for something different,” she says.</p> <p>Artisan businesses can also slip into the spaces left by a larger economic crisis. The Bergen-based furniture maker Philipp Von Hase, who will be participating in the Norwegian Presence round table on craftsmanship next month, says he has taken up a shop and studio for the first time during the pandemic; rents in some parts of the city have gone down by a third.</p> <p>For Adamson, as someone who thinks about handmaking and artisanship as a radical alternative to mass production, “I would dare say, this has probably been a golden age for amateur craft making,” he says. “Although it's very atomised and people are doing it in their individual sewing rooms and garages.”</p> <p>At the same time, the pandemic has also forged new bonds between amateur and professional makers. As the number of hobbyists has risen, many makers have switched their sales focus from finished products to tools and teaching. Listings for handmade craft kits on Folksy jumped by 274 per cent between 2019 and 2020.</p> <p>Tabara N'Diaye, founder of the basket and homeware weaving company La Basketry, clocked the potential for DIY kits early in the pandemic when she saw that sales of her 2019 how-to book were rising. “It went from the sourdough, to the banana bread, then to actually picking up crafting,” she says. Selling the materials to make baskets is now La Basketry's most important revenue stream.</p> <p>The wonky vases and wobbly mugs that I have made during lockdown were made possible by the Stay Home Clay Club, run by ceramics studio Kana London. Owner Ana Kerin confirms that the kits have been a lifeline for her small team, who normally run in-person workshops and sell Kerin's own ceramics. “Ceramics became the new yoga,” she says. Almost a year into the pandemic, she is still dispatching an average of 20 kits a week.</p> <p>If N'Diaye or Kerin feel resentful that they have become facilitators of other people's creativity, they don't show it. Kerin says she loves packing up the clay kits, which often come with messages indicating their destination: an NHS doctor, a friend going through a hard time or a romantic interest with the message “Would you go on a virtual date with me?” “Really beautiful gestures are coming through it,” she says.</p> <p>It's a thin form of community compared with the bustle of a busy studio, or the serendipity of meeting the perfect buyer at a design fair, but right now it's enough to keep hope — and the business — alive.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p>&#xa0;<p>Source: Harriet Fitch Little 2021 'The handmades' tale: the artisans crafting new tools for trading ' FT.com 20 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-20T05:00:36.224Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 10907,
          "end": 10912
        },
        {
          "start": 10907,
          "end": 10914
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}