{
  "_id": "bb35f3b22e1251b2a5155bfd41ce08206c7690ee8d3eda9075653e705ec36476",
  "feed": "wall-street-journal",
  "title": "TSMC, Sony to Open $7 Billion Chip Plant in Japan in 2024; Factory aims to ease semiconductor shortages and get Japan back in the manufacturing game",
  "text": "<p>The Taiwanese chip maker said Tuesday it would form a joint venture with Sony's semiconductor subsidiary, which plans to invest about $500 million for a stake of less than 20% in the venture. The companies plan to kick off construction next year.</p><p>The plant is to be built in the southern Japanese prefecture, or state, of Kumamoto, already one of the places where Sony makes image sensors used in products such as smartphones. The area has abundant water, a necessity for chip manufacturing.</p><p>Once a world leader in semiconductor manufacturing, Japan has fallen far behind Taiwan and the U.S. Tokyo sees that as a national-security concern as well as a business problem for local auto makers, which rely in part on imported chips. Both the U.S. and China are using government money to enhance their own domestic production.</p><p>TSMC and Sony said their plant has \"strong support from the Japanese government.\" They didn't elaborate, but Japanese Prime Minister Fumio Kishida said Monday that his administration planned legislation to provide funds for new semiconductor factories.</p><p>TSMC and Sony, both major suppliers to Apple Inc., said the plant would focus on manufacturing less-advanced chips that are commonly used in cars and smartphone components.</p><p>Kosaku Narioka contributed to this article.</p><p>Write to Yang Jie at jie.yang@wsj.com</p><p>TSMC, Sony to Open $7 Billion Chip Plant in Japan in 2024</p>",
  "published": "2021-11-09T13:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1115,
          "end": 1125
        },
        {
          "start": 1115,
          "end": 1120
        },
        {
          "start": 1115,
          "end": 1124
        }
      ],
      "nexusId": "10022657"
    }
  ]
}