{
  "_id": "1b63dacb4af44ef0f9f87cb2b4996834ae96a0975a591984a0eb56a01160db4b",
  "feed": "wall-street-journal",
  "title": "Microsoft Still Needs Windows to Shine as It Looks to Cloud Growth",
  "text": "<p>The software titan's formal unveiling of Windows 11 on Thursday comes more than six years after the last major update to the ubiquitous PC system. That is the longest Microsoft has gone between such revisions, though frequency hasn't always been a sign of quality. The widely panned Windows Me and Vista versions were barely on the market for two years before Microsoft pushed out replacements.</p><p>But even strong Windows offerings don't carry the same weight these days. Smartphones and tablets that run on different operating systems have expanded the computing market significantly. And Microsoft's own pivot to the cloud has reshaped its business model.</p><p>When the company pulled out all the marketing stops to launch Windows 95 -- a campaign that included buying an entire print run of the London Times and paying big for the Rolling Stones \"Start Me Up\" hit -- about 28% of Microsoft's total revenue came from licensing its operating system to PC makers. Analysts now estimate that contribution to be about 8% of projected revenue for the company's fiscal year ending this month, according to consensus estimates from Visible Alpha.</p><p>Still, Windows is a key part of Microsoft's ecosystem. Despite the popularity of mobile devices, personal computers remain the workhorse of the working world. And the vast bulk of those are running on Microsoft's platform. Windows powered 83% of PC devices sold last year, according to Gartner. Microsoft Chief Executive Satya Nadella said at the company's Build conference last month that the current Windows 10 version alone has more than 1.3 billion users.</p><p>Windows 11 may not alter that position much; booming sales of Chromebooks for education cut into Microsoft's share last year, according to Gartner data. But the new operating system previewed through a virtual event on Thursday looks strong enough to keep the company in the game.</p><p>Microsoft is even bringing Android apps to the platform through a partnership with Amazon's app store. The move seemed a not-so-subtle swipe at Apple's closed ecosystem that has become the subject of lawsuits and regulatory pressure. \"Today, the world needs a more open platform,\" Mr. Nadella said at Thursday's event.</p><p>Having joined Apple in the $2 trillion market-value club this week, Microsoft needs all the help it can get to keep revenue and earnings growing smoothly. It can't afford to ignore a business still producing a reliable $23 billion in revenue a year, along with gross margins that Karl Keirstead of UBS estimates to be in the range of 90% to 95%. Breaking Windows now would still be enough to make a grown man cry.</p>",
  "published": "2021-06-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2208,
          "end": 2213
        },
        {
          "start": 2019,
          "end": 2024
        }
      ],
      "nexusId": "10022657"
    }
  ]
}