{
  "_id": "ae4fa92287a564f511965baf89b2700d5358426be1e8750700bc82b5d82b5754",
  "feed": "wall-street-journal",
  "title": "Technology:  Apple  Puts Off  Return  To Office  ----  By Tim Higgins",
  "text": "<p>    Apple Inc. again delayed its plans to return to the office as concerns mount about the Omicron variant of the virus that causes Covid-19, and the company also closed three retail locations after a rise in cases at those stores. </p><p>   On Wednesday, Apple told its office workers that their return is again delayed to a yet-to-be-determined date, according to a person familiar with the announcement. Roughly a month ago, Chief Executive Officer Tim Cook told employees they would return in a hybrid approach in February. </p><p>   The iPhone maker has put off its return-to-office several times, after attempting to bring employees back to physical spaces in June and September this year as well as in January of 2022. </p><p>   The company had previously sketched out a plan to bring workers back in steps, initially one or two days a week and eventually reaching three days a week after that. </p><p>   Apple also temporarily closed stores in Miami's Brickell City Centre; Annapolis, Md. and Ottawa after the stores experienced a rise in Covid-19 cases. </p><p>   \"We regularly monitor conditions and we will adjust our health measures to support the well-being of customers and employees,\" Apple said. \"We remain committed to a comprehensive approach for our teams that combines regular testing with daily health checks, employee and customer masking, deep cleaning and paid sick leave.\" </p><p>   The move comes after Apple announced on Tuesday that all employees and customers in its U.S. stores would be required to wear masks. </p><p></p>",
  "published": "2021-12-16T07:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1365,
          "end": 1370
        },
        {
          "start": 1146,
          "end": 1151
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 868,
          "end": 873
        },
        {
          "start": 12,
          "end": 17
        },
        {
          "start": 242,
          "end": 247
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10022657"
    }
  ]
}