{
  "_id": "f89e17be225a3e6ca70bf4b4c9ea2ab407cc8e474895a65d1f0cbb9a70ebed65",
  "feed": "market-watch",
  "title": "Retailers' future is still in the store — and both Children's Place and Wayfair don't understand that",
  "text": "<p>Retailers are in the business of making more money than they spend. With e-commerce, they don't. With e-commerce&#xa0;and&#xa0;brick-and-mortar, they can.</p><p>While stores do not sell as much as they used to, it's not a reason to close large numbers of them. The value of physical locations is not only or even primarily in the gross sales that they generate, but in how they reduce the exorbitant costs of e-commerce.</p><p>The smart retailers are those who, rather than shifting most of their resources to unprofitable digital channels, realize that the only way to make the numbers work is to get people through their physical doors.&#xa0;</p><p>While e-commerce might obviate the need to pay rent on a physical storefront, it entails other, more expensive costs. The most obvious is “last-mile” shipping. But also, generating visibility in cyberspace requires paying the advertising oligopoly of Facebook, Google and Amazon. After all, a website does a business little good if no one knows or remembers that it is there.</p><p>Finally, losses that must be absorbed on returns, which hover around 10% for in-store purchases, where one can see, touch, feel and try on the product, versus 30% to 40% for online buys.</p><p>At this point there's no going back. Perks like free delivery and returns are now the table stakes for online selling. In lieu of game-changers like widespread drone delivery or 3D printing, it is difficult to see how the cost structure changes. Indeed, shipping fees are far more likely to continue on an upward trajectory as demand for major carriers keeps rising.&#xa0;&#xa0;</p><p>In short, online-only retail is unsustainable. There is no apparent endgame here: it is a race to the bottom, one that only Amazon AMZN appears capable of surviving.&#xa0;&#xa0;&#xa0;</p><p>Or maybe not even Amazon. AWS has always been its profit generator, not the retail business, which was still struggling with a negative operating margin prior to the pandemic. More than a quarter-century since the company was founded, its shipping costs as a percentage of sales continue to rise. So much for economies of scale.&#xa0;</p><p>Whatever, then, the new paradigm ultimately looks like, it will include both clicks&#xa0;and&#xa0;bricks. Physical locations increase the likelihood and amount of impulse shopping, while significantly reducing the costs of delivery (by doubling as “ship-from-store” fulfillment centers as well as providing curbside and in-store pickup), marketing (by serving as a highly visible billboard and offering an immersive brand experience) and returns.&#xa0;</p><p>Some of the industry's most respected operators understand what's at stake, but others are playing ostrich.&#xa0;</p><p>The Children's Place's PLCE approach has been especially radical. With a goal of deriving 50% of its sales from e-commerce, it has halved its brick-and-mortar footprint in just eight years from roughly 1,200 locations in 2013 to a projected 625 by the end of 2021, including 300 closures in the last 20 months.&#xa0;</p><p>This has improved the productivity and profitability of its remaining stores as well as its online business, but at what cost? Not only did gross margins suffer due to higher fulfillment expenses, but roughly 70% of those sales were lost in the process. That is a steep price to pay for a brand with national scale and ambition.&#xa0;&#xa0;&#xa0;&#xa0;</p><p>Read:Children's Place shares drop after revenue miss</p><p>Perhaps more worrisome, chains that close large numbers of stores in a bid to return to the black almost always shrink further over time (if not disappear entirely), with even lower revenue and profit than before, according to research conducted by Citigroup and BMO in 2019.</p><p>Such a strategy seems like a recipe for irrelevance, especially in a category where customer acquisition looms so large. As Children's Place CEO Jane Elfers is fond of saying, “100% of our customers grow out of our product.” Yet by ditching the billboards provided by its storefronts, how does it hope to remain front-of-mind versus expansion-minded competitors like Target, Old Navy, TJX, Burlington and Carter's?&#xa0;&#xa0;&#xa0;</p><p>Read:HomeGoods parent TJX beats earnings and sales expectations</p><p>Separate reports from Moody's Investors Service and the International Council of Shopping Centers (ICSC) suggest that it will struggle to do so, with both finding that when a chain shutters a physical location, its online traffic and sales then&#xa0;decrease&#xa0;in the surrounding area. The industry might be changing rapidly, but the importance of storefront visibility has not.&#xa0;&#xa0;&#xa0;</p><p>As a digitally native retailer, Wayfair W comes from the opposite direction. It has seemingly little interest in a meaningful brick-and-mortar presence; it shuttered its lone freestanding store in 2020 after less than two years in business.&#xa0;</p><p>Wayfair's thinking is all the more curious in light of the ICSC data, which also pointed to&#xa0;increased&#xa0;web traffic in areas where a new store opens. This effect has been separately reported by Warby Parker, Fabletics, Casper, Indochino and even Amazon.</p><p>Until COVID-19, the home furnishings and décor marketplace had failed to turn a quarterly profit since its 2014 IPO, with net losses continuing to widen in lockstep with sales gains, to an eye-popping $1 billion in 2019.&#xa0;&#xa0;</p><p>The abrupt reversal of these numbers since last spring can be largely attributed to a pandemic-era sales boost that is very unlikely to endure. After all, how many times can one furnish a home office or outdoor patio,&#xa0;buy new kitchen equipment,&#xa0;or relocate from a tiny urban apartment to a spacious suburban house?&#xa0;</p><p>Wayfair's latest earnings report bears this out, with a 26.5% year-over-year decline in delivered orders, a 10.4% fall in net revenue (15.2% in the U.S.), and a 52.4% drop plunge in net income. With the lower volumes, operating expenses as a percentage of net revenue have started to rise again, from 23.7% to 25.4%.&#xa0;</p><p>The company has made progress on reducing certain costs – with its specialized Wayfair Delivery Network, for example – but other ones are likely to keep growing. Finding new customers, for example, will prove ever more challenging for the online seller in the months and years ahead. Indeed, they accounted for less than 25% of total orders in this year's second quarter.</p><p>“History,” claims CEO Niraj Shah, “has told us that e-commerce gains tend to be speed up when categories cross the 20% threshold.” But one could also point to the adoption lifecycle of technological innovation to argue that customer acquisition will only become more expensive over time, not less — implying ever higher marketing expenses and a return to unsustainable economics.</p><p>In the end, “the-(online)-customer-is-always-right” mantra is a great recipe for losing money over the long haul. Giving in to it in the face of basic math is a strategy of weakness and resignation.</p><p>Retailers&#xa0;can and do&#xa0;move markets. Apple's Steve Jobs, Whole Foods' John Mackey and Starbucks' Howard Schultz certainly did not resign themselves to meeting customers where they were, but where they would want to go if shown the way.&#xa0;Rather than following the whims of the consumer, they pursued their own visions, distilling them into truly unique in-store experiences that were not just wildly profitable, but culturally transformative.&#xa0;</p><p>We live in a derivative, risk-averse age, and retail can be a derivative, risk-averse industry. Fortunately, there are many who strive – like Jobs, Mackey and Schultz did — to build better brick-and-mortar mousetraps. The future belongs to them.&#xa0;</p><p>Michael J. Berne is president of MJB Consulting, a New York City and San Francisco Bay Area-based retail planning and real estate consultancy.</p><p>Now read:Target earnings and revenue beat expectations, announces $15 billion share buyback program</p><p>Also:Walmart and Home Depot beat earnings expectations but a number of factors are putting a squeeze on the consumer shopping spree</p>",
  "published": "2021-08-18T10:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6739,
          "end": 6744
        }
      ]
    }
  ]
}