{
  "_id": "c0fcba3a798a0ea637d3c200af441ab143bcebc12248121a4c89a7425628946b",
  "feed": "wall-street-journal",
  "title": "The Electric Vehicle Welfare State",
  "text": "<p>\"This represents a dramatic shift from the U.S. market today that can be achieved only with the timely deployment of the full suite of electrification policies committed to by the Administration,\" including government incentives for consumers, charging stations and battery manufacturing, Detroit's auto makers said. For \"incentives,\" read subsidies.</p><p>BMW, Ford, Honda, Volkswagen and Volvo seconded the need for \"bold action from our partners in the federal government.\" Politicians as partners? The five auto makers previously struck a deal with California to reduce their greenhouse gas emissions after the Trump Administration eased the Obama corporate average fuel-economy (Cafe) standards.</p><p>The Biden Administration is adopting the California deal as the framework for its revised Cafe rules from 2023 to 2026. The mileage mandate will increase by 10% in 2023 from the existing standards in 2022 and then by 5% each year through 2026 to 52 miles per gallon by 2026. They will also earn extra regulatory credits for producing more EVs.</p><p>Manufacturers no doubt don't want to be reminded of this, but they begged President Trump to roll back the Obama standards, which all but three couldn't attain without regulatory credits banked from earlier years. The Biden rule allows them to continue to roll over some of these credits.</p><p>Yet auto makers will only be able to achieve the stricter Biden targets by manufacturing more EVs. Thus the companies are lobbying for more subsidies: If government mandates that they build EVs, it must then pay people to buy them. EV buyers in some states like California can already pocket $10,000 or more in taxpayer largesse.</p><p>The big problem for auto makers is that EVs remain impractical for many drivers who live outside cities. While EVs are less expensive to maintain than cars that run on gasoline, batteries need to be recharged every 200 to 300 miles, which can take at least 30 minutes even with today's fastest chargers. Most people don't want to wait that long when they're on the road.</p><p>Auto makers also need a major battery technology breakthrough to reduce the manufacturing cost -- about $10,000 to $12,000 more on average than gas-powered cars -- increase their range and reduce their charge time. For now most companies are losing thousands of dollars on every EV they sell, which they compensate for by charging more for the gas-powered trucks and SUVs that the vast majority of Americans still prefer.</p><p>The companies hope to lower EV costs over time through economies of scale in manufacturing. This is another reason they are begging for government subsidies to increase sales. But auto makers don't want to drive the electric highway alone because then they could lose money while others churn out profits. The solution? Collusion with the Biden Administration to regulate competition across the industry and raise prices for consumers.</p><p>---</p><p>Auto makers have been touting their increasing EV sales and claim electric cars are the \"future.\" Great. Then government doesn't need to subsidize them. Steve Jobs never asked the government to pay people to buy iPhones or to finance their production.</p><p>And CEOs wonder why Americans have soured on big business. This isn't capitalism. It's corporate socialism, or state capitalism. We hope these corporate titans enjoy their new government \"partners.\" Maybe they can put Elizabeth Warren and Bernie Sanders on the corporate board.</p><p>(See related letters: \"Letters to the Editor: Biden's EV Dream Will Have to Face Reality\" -- WSJ Aug. 12, 2021)</p>",
  "published": "2021-08-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}