{
  "_id": "4ca7677ba29b5c41e0f9e85e5ca4017861308ed353df34149543cf18914c37f6",
  "feed": "wall-street-journal",
  "title": "Brian Robbins Expected to Take Over Leadership of Paramount Movie Studio; Mr. Robbins, head of Nickelodeon, will replace Jim Gianopulos, as ViacomCBS aims to beef up original content on Paramount+",
  "text": "<p>An announcement could come as soon as next week, people briefed on the matter said.</p><p>The promotion of Mr. Robbins, 57, continues a meteoric rise for the former actor turned producer and executive at the company. He was tapped to head Nickelodeon less than three years ago. Before that he headed Paramount Players, a production arm that produced content for ViacomCBS's array of cable networks including MTV and BET.</p><p>The move also comes as ViacomCBS's Ms. Redstone takes a greater role in the day-to-day operations of the media giant. Ms. Redstone was instrumental in this latest elevation, people familiar with the situation said. Ms. Redstone is said to be impressed with Mr. Robbins' producing chops and his ability to tap into younger audiences, which will be key for ViacomCBS's streaming ambitions, people close to the pair said.</p><p>Driving the decision to add the movie studio to Mr. Robbins's growing fiefdom is a desire to beef up original content on Paramount+, the ViacomCBS streaming service, which is competing against much bigger rivals in Netflix Inc., Walt Disney Co.'s Disney+ and AT&amp;T Inc.'s HBOMax.</p><p>A well-regarded Hollywood veteran, Mr. Gianopulos previously ran the 20th Century Fox studio. At Paramount he is credited with the horror franchise \"A Quiet Place,\" which has spawned two hit movies. He also signed lucrative licensing deals to sell Paramount movies to outside platforms including \"Coming 2 America\" and \"The Tomorrow War\" to Amazon Prime. Revenue grew 3% at Paramount in the second quarter.</p><p>After getting his start in international distribution, Mr. Gianopulos rose to become a Hollywood fixture, known for charming directors like James Cameron and stars like Tom Cruise. His house has been the location of see-and-be-seen parties around the Academy Awards.</p><p>When Mr. Gianopulos arrived at Paramount, the studio was struggling financially. Under his watch, it has consistently been profitable. Paramount's television arm, which also reports to him, has more than 20 shows in production and is a supplier not only to its sister networks and streaming service but also to those of Amazon, Apple and Netflix.</p><p>Once known as one of Hollywood's mightiest studios—an operation behind \"Sunset Boulevard\" and \"The Godfather\"—Paramount has more recently become known as a small operator with an ill-defined identity. Like other smaller studios, such as Sony Group Corp.'s Sony Pictures, it can seem dwarfed by major rivals, such as Walt Disney Co., especially after a year in which it had few theatrical releases.</p><p>Paramount's streaming strategy has been confusing to agents in Hollywood—and even to some of the studio's employees, said people familiar with their thinking. Viacom has announced bullish plans to produce dozens of movies and TV shows for its Paramount+ service, but has yet to see a breakout hit that significantly boosts subscriptions.</p><p>More recently, Paramount has focused its theatrical strategy on lucrative franchises like \"Mission: Impossible\" and on mining its library for reboot-ready hits like \"Top Gun.\" A sequel to that Tom Cruise blockbuster was originally scheduled for release last summer but has been postponed several times, most recently to May 2022.</p><p>Write to Joe Flint at joe.flint@wsj.com and Erich Schwartzel at erich.schwartzel@wsj.com</p><p>Brian Robbins Expected to Take Over Leadership of Paramount Movie Studio</p>",
  "published": "2021-09-10T15:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2115,
          "end": 2120
        }
      ],
      "nexusId": "10022657"
    }
  ]
}