{
  "_id": "a99adfca307b0a53da7f2145b04a753f0f6c8934b91a0feffbddbd471a899b87",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  States of Growth and Decline",
  "text": "<p>   President Trump is soon expected to submit to Congress state population counts from this year's Census for reapportionment. Last week the Census Bureau gave a preview of what to expect, and blue-state Democrats might want to prepare their smelling salts in advance. </p><p>   Sixteen mostly coastal and Rust Belt states lost population from July 2019 to July 2020, according to the Census Bureau's annual population survey, and Illinois, West Virginia, New York, Connecticut, Mississippi and Vermont have shrunk since 2010. At the same time, many low-tax Sun Belt states have continued to attract newcomers. </p><p>   --- </p><p>   The pandemic may have contributed to population losses in some states as city dwellers with means escaped to rental and vacation homes. Foreign immigration also fell after President Trump suspended new green cards in April. Some states, especially in the Northeast, experienced thousands of more deaths than usual due to Covid. </p><p>   But the bureau's annual population estimate captures only the first few months of the pandemic when migration generally declined as most people hunkered down. Geographic mobility increased over the summer and fall, and the pandemic seems to have accelerated migration flows that have been occurring for years. States such as New Jersey, Michigan, Pennsylvania and California have counted on foreign immigration offsetting net out-migration. That didn't happen this year, so many states lost population for the first time in decades. </p><p>   California's population shrank for the first time as far back as records go (-69,532). According to a separate state government survey, a net 261,000 residents moved to other states during the period, the most in nearly 25 years. High housing costs have been driving out the middle class for years. But now many large businesses are shifting workforces to other states. </p><p>   Last year Charles Schwab announced it is relocating its corporate headquarters to the Dallas region from San Francisco. Apple is building a new campus in Austin. Facebook this fall bought REI's headquarters outside of Seattle. Oracle and Hewlett Packard Enterprise recently announced relocations to Texas. </p><p>   Other Democratic states that have taken their high earners for granted face a similar reckoning, only worse since they have older populations and are also losing more retirees. Over the last decade, Illinois has lost 243,102 in population, about the size of Peoria and Naperville combined. Only West Virginia (-3.7%) has lost a larger share of its population than Illinois (-2%). Other states in the Midwest including Indiana (4.1%), Iowa (3.7%), Kentucky (3%), Missouri (2.6%), Wisconsin (2.5%) and Michigan (0.9%) have added population since 2010, according to research outfit Wirepoints, so Democrats in Illinois can't blame cold weather. </p><p>   One culprit: Exorbitant property taxes. The Illinois Policy Institute reported an annual property tax bill of $30,201 on the Winnetka house featured in the movie \"Home Alone,\" which was recently valued at $1.26 million. That's about 2.5 times more than a similarly valued home in California. </p><p>   The elimination of the state-and-local tax (SALT) deduction in the 2017 GOP tax reform has magnified the pain of living and working in high-tax states. So it's not surprising that most Democratic states in the Northeast last year lost population, led by New York (-126,355), Connecticut (-9,016) and New Jersey (-8,887). New Hampshire gained (+5,492) and doesn't tax wage income. </p><p>   By raising taxes again and again to pay for generous collective-bargained benefits, public unions are making Democratic states less competitive, much as private unions do to businesses. Note that states with the fastest-growing populations also tend to have right-to-work laws, which give workers a choice of whether to join a union. </p><p>   Tesla CEO Elon Musk has often complained about the United Auto Workers union, which has tried to organize his factory in Fremont, Calif. He's locating Tesla's new auto factory in Texas. Foreign auto makers have expanded in right-to-work southern states including Tennessee, South Carolina and Alabama. </p><p>   Despite the pandemic, most Sun Belt states with low taxes and good business climates gained population last year, led by Texas (373,965), Florida (241,256), Arizona (129,558), North Carolina (99,439) and Georgia (81,997). Texas, Florida, Arizona, Tennessee and Idaho grew more than they did in the previous year. Six states have added more than one million people since 2010 including Texas (4.2 million), Florida (2.9 million), California (2.1 million), and North Carolina, Arizona and Georgia about a million each. </p><p>   It's hard to predict how this migration will affect the political balance in states and Congress, though California does seem likely to lose a seat in Congress for the first time. Many Republicans worry that migrants from high-tax states will import their liberal politics to conservative states. But then U.S. immigrants who fled socialism are also among the staunchest supporters of free markets. </p><p></p>",
  "published": "2021-01-02T07:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1953,
          "end": 1958
        }
      ]
    }
  ]
}