{
  "_id": "36095cf32bcbab18f3aecdfe94a5d1e99e96a1b6e60b3397d1d2e79d599bf4bb",
  "feed": "ftcomall",
  "title": "Samsung's foldable fallacy",
  "text": "<p>Foldable-screen handsets have become “the new mainstream for smartphones”, Samsung announced today, as <a href=\"https://news.samsung.com/global/the-next-chapter-in-mobile-innovation-unfold-your-world-with-galaxy-z-fold3-5g-and-galaxy-z-flip3-5g\">it unveiled the latest generation</a> of its bendable brand.</p> <p>That seems a stretch. The <a href=\"https://www.idc.com/getdoc.jsp?containerId=US48005621\">IDC research firm said</a> last month it expected sales of foldables to more than double this year, but only from 1.9m to 4m units. Put that against Gartner's forecast of 1.5bn total smartphone sales in 2021 and the market share of foldables is just a speck on any chart. Even by 2025, IDC only sees 13.9m units shipping.</p> <p>To be fair, the technology is becoming mainstream among Android smartphone makers. “Samsung is not alone in believing that foldable phones have a role in future, given we've now seen commercial products or prototypes from Motorola, Oppo, Xiaomi, TCL and others,” says Ben Wood, chief analyst at CCS Insight. OnePlus also teased a foldable-screen phone just ahead of Samsung ‘s presentation.</p> <p>Yet while Apple has always trailed Android in hardware advances, there are no signs of it becoming a fast follower in foldable. <a href=\"https://www.bloomberg.com/news/articles/2021-08-10/apple-readies-new-iphones-with-pro-focused-camera-video-updates\">Bloomberg reported on Tuesday</a> there would be modest improvements in the “iPhone 13”, focused on its camera and video capabilities, when it is unveiled in the autumn.</p> <p>The biggest factor that could change the forecasts would be a breakthrough price. However, the Galaxy Z Fold3 will start at $1,799 and the dinky clamshell Flip3 at $999. Both will be available on August 27. The Flip is $500 cheaper than the $1,499 the previous Flip cost, but it looks an even nicher product among foldables, featuring a small colour screen on the outside and a 6.7in folding display inside. The Fold3 has a big display on the exterior and then a double expanse inside, which can now cater better for the S Pen, suggesting Samsung's Note phablet is being phased out. </p> <p>Samsung announced new partnerships with app makers and an improved operating system and split-screen interfaces to take advantage of the screen size, but the aspect ratio still looks odd for viewing video. Consumers should be more impressed with the hardware — the hinge has been bolstered and the phone made more water-resistant — but Samsung appears misguided if it feels its future hinges on foldable.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. DeFi blow as hacker siphons $600m</strong><br>Poly Network, a decentralised financial network, said&#xa0;a <a href=\"https://www.ft.com/content/47329261-afec-4cf7-840e-5eee0c70ba61\">hacker&#xa0;absconded with about $600m </a>worth of cryptocurrencies, a heist that would rank among the largest to target the rapidly growing digital asset industry. Some of it has <a href=\"https://www.theblockcrypto.com/post/114189/poly-hack-attacker-return-funds-id-slowmist\">since been returned</a>. Coinbase has reported its<a href=\"https://www.ft.com/content/b4daff21-6ce6-4854-a499-dc3394859708\"> revenues rose more than 1,000 per cent</a> year on year in the second quarter, though the exchange warned of declining volatility as it lowered expectations for the year ahead.&#xa0;</p> <p><strong>2. Deliveroo delivers much-improved results</strong><br>Deliveroo narrowed its pre-tax losses by almost a fifth to £104.8m in the first half, as <a href=\"https://www.ft.com/content/8d91c37d-ad9a-4c8d-9998-6826441ac7e4\">revenues rose 82 per cent</a> to £922.5m and orders doubled. <a href=\"https://www.ft.com/content/5cbd66ff-cab7-4ce2-a89e-6356aa03903b\">Lex says</a> the London-based food delivery service remains in a precarious position. In India, losses at the food delivery company Zomato <a href=\"https://www.ft.com/content/a52ef597-3abb-47b7-8697-1244331f3bf8\">more than tripled</a> in its first quarterly earnings report since it became the first of the current wave of big Indian tech start-ups to go public.</p> <p><strong>3. Avast secures antivirus future with Norton</strong><br>NortonLifeLock has<a href=\"https://www.ft.com/content/eb9ab52f-aede-4d32-a474-dad87b3d80d5\"> agreed to buy</a> its European counterpart Avast in a consumer&#xa0;<a href=\"https://www.ft.com/content/ebbde309-fd1a-4f96-a925-c798c4a45fda\">cyber security deal</a>&#xa0;that values the London-listed group at more than $8bn.&#xa0;</p> <p><strong>4. Investors should beware Beijing's unpredictability&#xa0;<br></strong>The structure of Chinese IPOs can lull the unwary into thinking that investing in the country is no different than putting money in developed markets. That is a terrible mistake,&#xa0;<a href=\"https://www.ft.com/content/32b8a1c7-cd06-4628-b608-a29bd2de1eab\">writes Brooke Masters</a>. Shareholders are buying into an arbitrary system where the rules can and do change overnight.</p> <p><strong>5. Deepfakes — be careful how you view things</strong><br>Deepfakes are proliferating, growing more sophisticated and convincing all the time, <a href=\"https://www.ft.com/content/757aef84-028c-4ea5-92a8-d8d2976f7f32\">comments Elaine Moore. </a>Start-up Sensity, which claims to be able to spot online fakes, believes that there were more than 85,000 deepfake videos at the end of last year.</p> <h2>Tech tools — Samsung Galaxy Watch4</h2> <p>Samsung also announced <a href=\"https://www.theverge.com/22619305/samsung-galaxy-buds-2-review-specs-price-features?scrolla=5eb6d68b7fedc32c19ef33b4\">new earbuds </a>and the latest generation of its smartwatch at its <a href=\"https://news.samsung.com/global/full-video-replay-galaxy-unpacked-2021\">Unpacked event</a> today. The health-monitoring capabilities of <a href=\"https://news.samsung.com/global/galaxy-watch4-and-galaxy-watch4-classic-reshaping-the-smartwatch-experience\">the Watch4</a> were emphasised, with a sophisticated sleep app as well as body composition readings — showing the amount of muscle in your body compared to more primitive weight measurements — and blood pressure and ECG rhythm monitoring. Back and home buttons on the side and improved swipe gestures on the touchscreen watch face also improve the experience. The Watch4 is available on August 27 starting at $249.99 for Bluetooth versions and $299.99 for 4G LTE models. </p><p>Source: Chris Nuttall in London 2021 'Samsung's foldable fallacy' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-11T18:39:28.214Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 905,
          "end": 910
        }
      ],
      "nexusId": "10022657"
    }
  ]
}