{
  "_id": "1a3d2e2201759c78ab8d907bd308992c242820dafbd5cc5ba0c09e2822b762a7",
  "feed": "wall-street-journal",
  "title": "Emmys 2021: 'The Crown,' 'Ted Lasso,' 'The Queen's Gambit' Score Wins; Netflix lands 44 awards, including top awards for 'Gambit' and 'Crown'; Apple TV+ prevails with 'Lasso'",
  "text": "<p>Netflix also prevailed in one of the most closely watched races in the industry, winning outstanding limited series with \"The Queen's Gambit,\" which broke out in the depths of the pandemic and sent fans racing to buy chess sets.</p><p>The streamer had never won a major series-level Emmy since first breaking into the Emmys eight years ago with \"House of Cards.\"</p><p>Those long-awaited victories were juxtaposed with Apple's sprint to the same milestone. Less than two years after the launch of Apple TV+, the streamer seized the award for outstanding comedy series thanks to \"Ted Lasso.\"</p><p>In his acceptance speech, executive producer Bill Lawrence jokingly thanked \"T-Dog, my new nickname for Tim Cook,\" Apple's CEO.</p><p>Watching the Emmys</p><p>* Emmy Awards 2021: Complete List of Winners</p><p>* 2021 Cheat Sheet: From 'The Crown' to 'Ted Lasso,' What You Need to Know</p><p>The warmhearted sports comedy scored across the genre, with wins for lead actor Jason Sudeikis, supporting actress Hannah Waddingham and supporting actor Brett Goldstein, who was up against three of his fellow \"Ted Lasso\" castmates in that category.</p><p>Overall, Netflix won the Emmys: For the first time, the streamer came away with 44 wins—more than any other network or streaming platform, including those handed out at last week's technical awards.</p><p>HBO had claimed those bragging rights in recent years. But the creative powerhouse had to settle for 19 total wins this year. That tally included Emmys earned by the premium cable network's sibling brand, HBO Max.</p><p>In the first year of eligibility for its original series, streaming service HBO Max got on the board with \"Hacks.\" The comedy about a Las Vegas comedian (Jean Smart) and her reluctant millennial protégée (Hannah Einbinder) earned Ms. Smart the first lead-actress win of her career—and one of the loudest ovations of the evening. \"Hacks\" was also honored for its directing and the writing of series co-creators Lucia Aniello, Paul W. Downs and Jen Statsky.</p><p>\"Mare of Easttown,\" HBO's addictive crime drama, fell short of winning best limited series but racked up awards for lead actress Kate Winslet, along with supporting actors Julianne Nicholson and Evan Peters.</p><p>As the score for industry winners and losers emerged Sunday, with basic cable and broadcast networks shut out of many top categories, TV fans got a showcase for the series and performers that helped many people get through the pandemic.</p><p>\"The Crown\" dominated the acting categories among dramas with wins for lead actress Olivia Colman (in her final run on the series as Queen Elizabeth II); lead actor Josh O'Connor (as Prince Charles); supporting actress Gillian Anderson (as Margaret Thatcher); and Tobias Menzies (as Prince Philip). The show's behind-the-scenes winners were series writer Peter Morgan and director Jessica Hobbs.</p><p>Disney+ crowd-pleasers \"The Mandalorian\" and \"WandaVision\" left Sunday's ceremony empty-handed (despite winning a combined 10 awards at an Emmy ceremony last week honoring technical categories). The streamer did secure a win (outstanding variety special, prerecorded) with the filmed version of the musical \"Hamilton,\" which Disney had originally intended for the big screen.</p><p>In other categories, \"Last Week Tonight With John Oliver\" won for best variety talk series, its sixth year in a row. The first person the host thanked was fellow nominee Conan O'Brien, who in June ended his run on late-night TV after 28 years. \"RuPaul's Drag Race\" extended its winning streak, too, winning outstanding competition program for a fourth year in a row.</p><p>Host Cedric the Entertainer, stand-up comedian and star of CBS sitcom \"The Neighborhood,\" injected some energy into the scaled-down ceremony, leading the celebrity crowd in a singalong of Biz Markie's \"Just a Friend,\" reworked as a tribute to the late rapper and television itself.</p><p>Write to John Jurgensen at john.jurgensen@wsj.com</p><p>Emmys 2021: 'The Crown,' 'Ted Lasso,' 'The Queen's Gambit' Score Wins</p>",
  "published": "2021-09-20T04:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 694,
          "end": 699
        },
        {
          "start": 485,
          "end": 490
        },
        {
          "start": 407,
          "end": 412
        },
        {
          "start": 143,
          "end": 148
        }
      ],
      "nexusId": "10022657"
    }
  ]
}