{
  "_id": "5dba508534b582470da6ad14d246c543ce7c2a8612e3066ea246beb979b7f997",
  "feed": "wall-street-journal",
  "title": "Family & Relationships -- Family & Tech: How to Get Your Files In Order --- Tax season is a good time to tackle paperwork; here's what to save, shred or move to the cloud",
  "text": "<p>-- Tax documents. Individuals need to keep tax returns and related documents for only three years from the date the original return was filed, according to the Internal Revenue Service. There are some exceptions and different periods of limitations for filing refund claims listed here.</p><p>There are some records you should hold on to even longer, said Andy Phillips, a director at H&amp;R Block's Tax Institute. For example, if you've made improvements to a home you own and rent out, it's wise to keep records of all repairs and new appliances so you can determine your cost basis when you sell the property.</p><p>However, you don't have to keep paper versions of these. Mr. Phillips said it's fine to produce digital records in the event of an IRS audit.</p><p>Many tax preparers have cloud-based services that allow clients -- and self-filers -- to upload and store their tax documents from a mobile device or computer, connect with tax experts and sign and file their returns. These include H&amp;R Block's MyBlock, which is accessible via website or mobile app, Intuit's TurboTax and Jackson Hewitt.</p><p>-- Estate-planning documents. Estate planning can involve many documents, from trusts to those naming a power of attorney. \"The only document that absolutely has to be a physical copy from an estate-planning perspective is a person's will,\" said Stephanie Kriegel, a partner at law firm Bryan Cave Leighton Paisner. \"If you don't have the physical one, there will be a lot of hoops to jump through in court to prove that a copy is valid.\"</p><p>Most law firms will keep signed copies for you, but it's important to keep originals of your own -- and let someone know where to find them. A will is considered revoked if it's torn up or burned, she said, adding, \"If you only have a digital copy of your parents' will, you have to prove they didn't revoke the original by destroying it.\"</p><p>Ms. Kriegel said when people update their estate-planning documents, they can destroy the old versions.</p><p>-- Bills, receipts and financial statements. Professional organizers and lawyers say there's usually no reason to keep physical copies of utility bills or financial statements anymore, since those are all available online. But banks are legally obligated to keep records for only a certain number of years, according to Margot Note, an archives and records-management consultant. So if you think you'll need proof of payments or deposits for some reason, such as for a legal case, download it.</p><p>Because home buyers can request to see one year of the seller's utility bills, Jennifer Martin, a certified home organizer, suggested people keep digital copies for a year. She also recommended keeping hard or digital copies of a car's maintenance records until the car is sold, because buyers often want to see how well a car has been maintained.</p><p>-- Vital and legal records. Experts agree that people should perpetually keep originals of all vital and legal records, including birth and death certificates, marriage licenses, adoption papers, military service records, property deeds, car titles, Social Security cards and professional licenses.</p><p>But you should scan a digital copy as well. Ms. Note recommended saving three copies of each important document: one on a computer, one on an external hard drive and one in a cloud-based service. That way, if you lose your laptop or a digital file gets corrupted, there's likely to be at least one good copy remaining.</p><p>Medical records should be kept as long as a medical condition warrants. Do you need to keep a record of every checkup? No, Ms. Note said. But for a chronic condition or major surgery, it's good to hold on to at least digital records, she said.</p><p>So how do you digitize your records? If you're scanning only a few documents here and there, you can use your phone. Apple's Notes iPhone app has it built in: Just tap the camera icon in a new note, then select Scan Documents. After you scan them, you can save them to your phone or to a cloud account, or just email them to yourself. Dedicated scanning apps for iOS and Android are available from Adobe and Microsoft.</p><p>If you need to scan a lot of pages, you can buy an all-in-one printer-scanner-copier, ideally one with a built-in sheet feeder, or get a dedicated document and photo scanner such as the pricey but reliable Epson FastFoto 680W, recommended by my colleagues.</p><p>Once you've got the files, how do you store them? There are numerous cloud-based services and apps where people can organize, store and share important documents with others.</p><p>When deciding where to store items digitally, the experts I spoke to said it's best to choose a service that's likely to endure -- even after you're gone. It's important to know ahead of time what will happen to your documents if the service goes out of business or gets sold, and what the process is for retrieving your documents if you decide to stop using the service.</p><p>You might already have free storage or a storage plan from services such as Apple iCloud, Google Drive and Microsoft OneDrive. Other recommended services include Dropbox Vault and Evernote.</p><p>---</p><p>For more Family &amp; Tech columns, advice and answers to your most pressing family-related technology questions, sign up for my weekly newsletter.</p>",
  "published": "2021-03-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3788,
          "end": 3793
        },
        {
          "start": 4970,
          "end": 4975
        }
      ]
    }
  ]
}