{
  "_id": "63e38195d2431b197617b2dd3ce478c4ed0918a8d51823dff670f79c8cba7072",
  "feed": "ftcomall",
  "title": "Parler chief says he was fired by social media network",
  "text": "<p>The chief executive of Parler, the social media platform favoured by far-right groups and recently forced offline, said on Wednesday that he had been fired. </p> <p>John Matze told the Financial Times that he was removed by Parler's board, which is controlled by Republican mega-donor Rebekah Mercer, last Friday.&#xa0;He said that he had not signed a severance agreement. &#xa0;</p> <p>He added that he had been given no reason for his “termination”, which was first reported by Fox News.</p> <p>In a statement, Mr Matze said: “Over the past few months, I've met constant resistance to my product vision, my strong belief in free speech and my view of how the Parler site should be managed.”</p> <p>Parler did not respond to a request for comment. Ms Mercer, the daughter of hedge fund billionaire Robert Mercer, could not immediately be reached for comment.&#xa0;</p> <p>A self-described “unbiased social media network” that purports to champion “free speech”, Parler <a href=\"https://www.ft.com/content/f5c4679b-20c5-4b68-bb6d-958f17385183\">rose in popularity</a> over the past year among far-right groups as larger rivals Facebook and Twitter ramped up efforts to <a href=\"https://www.ft.com/content/6df12c33-e7a3-482b-92da-8c3549789a6b\">stamp out misinformation</a> and violence-inciting content, including curbing posts from former US president Donald Trump himself.</p> <p>But the app was <a href=\"https://www.ft.com/content/3b567358-951a-4a86-ac7e-88fd1bfbad34\">forced offline</a> in January after Amazon cut off the provision of their web hosting services, citing repeated content moderation failures in the wake of the attack at the US Capitol by a pro-Trump mob on January 6. Apple and Google have also removed Parler from their app stores on similar grounds.</p> <p>Last month, Carolyn Maloney, chair of the US House oversight and reform committee, called on the FBI to investigate the role that Parler played in fomenting the <a href=\"https://www.ft.com/content/9a37c259-f7c8-4cca-9a00-83e7e5b9287d\">riots at the Capitol</a>. She also urged the FBI to explore the platform's “ties to Russia, given the company has re-emerged on [a] Russian hosting service”.</p> <p><a href=\"https://www.ft.com/content/9d896ac0-f6fa-11e7-88f7-5465a6ce1a00\">Ms Mercer</a> has previously said she set up Parler with Mr Matze “to provide a neutral platform for free speech, as our founders intended” and to counter the “ever-increasing tyranny and hubris of our tech overlords”. Ms Mercer is its <a href=\"https://www.wsj.com/articles/parler-backed-by-mercer-family-makes-play-for-conservatives-mad-at-facebook-twitter-11605382430\">lead investor</a>, according to a report by The Wall Street Journal. </p><p>Source: Hannah Murphy in San Francisco 2021 'Parler chief says he was fired by social media network' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T05:19:01.312Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1395,
          "end": 1400
        },
        {
          "start": 1395,
          "end": 1402
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}