{
  "_id": "3effe5136fefb73735535c4d06ac8fed9ba7f41733f0973ad2b9bba5706b3f68",
  "feed": "ftcomall",
  "title": "Investors warm to US bank stocks in 2021",
  "text": "<p>Bank stocks, stuck in the investment doghouse for years, are back in favour, gaining further support after Senate run-off races last week that flipped control to the Democratic party.</p> <p>The sector suffered a rough 2020 as coronavirus lockdowns threatened to spark a rush of loan defaults, drawing out a period of marked underperformance since long-term interest rates began to fall in 2018, compressing profit margins.</p> <p>But US bank indices have outperformed the wider market by more than 25 percentage points since Pfizer and BioNTech announced on November 9 that their Covid-19 vaccine had proven highly effective. </p> <p>“The banks are going from the land of misfit toys, where they were in the summer, to being an area of interest for investors,” said Charles Peabody of Portales Partners, a research house specialising in banks. “People are picking up the phone when we call.”</p> <p>Investors are now hunting for stocks likely to feel the benefit of the vaccines-led rebound, while the prospect of the Democratic party controlling the White House and both chambers of Congress has also fuelled inflation expectations, triggering a <a href=\"https://www.ft.com/content/80a4c6ac-4899-4182-bb4c-0a1d63e7ebac\">rise</a> in long-term interest rates that bodes well for banks' profits.</p> <p>On Wednesday, after the Georgia results came in, US bank shares rose by almost 7 per cent, their biggest daily gain since November.</p> <p>The coronavirus crisis made a run of poor performance much worse. The KBW bank index lost a quarter of its value from late 2018 to late 2020, underperforming the S&amp;P 500 by almost 50 percentage points.&#xa0;The valuation of the index, as measured by the price/earnings ratio, is now about half of the wider market's, Autonomous research points out. Historically, the banks' discount has averaged 25 per cent. </p> <p>“The underperformance of banks versus the overall market in 2020 was really extreme — we had to go back to 2000 to find something similar, and when that reversed, banks outperformed for eight years,” said Ben Mackovac, portfolio manager for the Strategic Value Bank Partners fund, which invests in community banks.</p> <p>The shift in sentiment is most visible in the attitude towards Wells Fargo, which has not yet recovered from its 2016 fake accounts scandal. Labouring under an asset cap imposed by regulators, the bank lost more than half its value early in 2020. Since November, however, it has received five upgrades from Wall Street analysts, and the shares have rallied almost 40 per cent.</p> <p>Rallies are visible outside the US, too. In Europe, an index tracking bank stocks on the benchmark Stoxx 600 index climbed 30 per cent in November, its best month since 2009. Gregory Perdon, co-chief investment officer at Arbuthnot Latham, said the bullish trade for banks is squarely on in Europe as long as US 10-year government bond yields stay at around 1 per cent or higher.</p> <p>One veteran investor in financials remains sceptical. Dave Ellison, the portfolio manager of Hennessey Funds' large and small-cap financials funds, said that while banks have enjoyed a relief rally, very low rates and low growth are here to stay.</p> <p>“A 3 per cent cost of funds and a 6 per cent return on a mortgage? Those days aren't coming back,” he said. “How do you grow customers? Not on price — the cost of capital is already zero. Not on service — you can't compete with Apple or Google.” His portfolios are dominated by non-bank financial services companies, such as PayPal and Visa.</p> <p>But optimists point to several factors. Some think shareholders are in line to benefit from a <a href=\"https://www.ft.com/content/c2b155a3-8901-4011-be32-fde3f4bad740\">rush</a> of share buybacks from banks in the coming months — a step that the US Federal Reserve reopened for lenders in late 2020. </p> <p>Autonomous estimates that large US banks' excess capital stands, on average, at 18 per cent of their market capitalisation, suggesting they could buy back a meaningful proportion of their own shares.&#xa0;&#xa0;</p> <p>Shares in smaller banks, meanwhile, could benefit from consolidation. In recent years, investors have reacted coolly to bank mergers, balking at the big premiums paid for targets. Increasingly, however, banks are doing low- or no-premium mergers of equals, on the model of the $28bn BB&amp;T-SunTrust deal of 2019, which created Truist. </p> <p>In December, Huntington Bancshares agreed to buy TCF Financial for about $6bn, a small premium, taking the total volume of deals in 2020 to $32bn, in line with recent years' totals, despite the virus.</p> <p>The final catalyst is rising interest rates and a steepening yield curve — a bigger gap between short and long-term rates. A steeper curve means higher profits, as it increases the difference between banks' cost of funding and what they earn by lending. Both the release of pent-up economic demand as the pandemic eases, and supportive monetary policy, should in theory lead to a steeper curve. </p> <p>David Konrad, a banks analyst at the broker D.A. Davidson, said that with the economy emerging from the Covid-19 crisis, “it's hard to imagine that in the back half of next year we don't have a steepening curve”.&#xa0;</p> <p>Until recently, analysts and investors say, bank stocks have been seen as a trade rather than a long-term play, except among the small fraternity of investors who specialise in the financial sector. For the group to take another leg up, they argue, requires generalist investors to buy in.&#xa0;&#xa0;</p> <p>For much of the last year, said Mr Konrad, the bank space has been “a knife fight among hedge funds fighting for positioning”. But a recent pick-up in yields on US government bonds has started to interest generalists, he added.</p><p>Source: Robert Armstrong 2021 'Investors warm to US bank stocks in 2021' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T05:00:03.526Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3271,
          "end": 3276
        }
      ]
    }
  ]
}