{
  "_id": "b85effee9fff5380dac9112de08b6ff9a2597e7b9d2cb26b6b217d9c33869ff9",
  "feed": "wall-street-journal",
  "title": "Apple Is Working on iPhone Features to Help Detect Depression, Cognitive Decline; Company is working with UCLA, Biogen to see if sensitive data like facial expressions, typing metrics could signal mental-health concerns",
  "text": "<p>The efforts spring from research partnerships that Apple has announced with the University of California, Los Angeles, which is studying stress, anxiety and depression, and pharmaceutical company Biogen Inc., which is studying mild cognitive impairment. \"Seabreeze\" is Apple's code name for the UCLA project and \"Pi\" is the code name for the Biogen project, according to the people and documents.</p><p>Biogen launched its study on Monday, but many of the details about Apple's studies haven't been reported. The pharmaceutical company received approval this summer from the U.S. Food and Drug Administration for a new drug to treat mild cognitive impairment.</p><p>Representatives for Apple, Biogen and UCLA declined to comment.</p><p>Much of Apple's past health work has focused on features for its smartwatch. The mental-health and cognitive-decline research leverages more-sensitive iPhone data and shows Apple's health unit is now looking at features for the company's flagship product, according to people familiar with the plans.</p><p>The research projects are still at early stages, and may never lead to new device features, the people said. While prior academic studies have shown some evidence that people with certain mental-health conditions use their digital devices differently than others, it remains to be seen if reliable algorithms can be created to detect the conditions, according to researchers.</p><p>Apple also has a research project with Duke University that aims to create an algorithm to detect childhood autism, including to use the iPhone's camera to observe how young children focus, according to the documents and people familiar with the work.</p><p>The promise of detection tools for people with severe neurological or mood disorders is that you could intervene early and potentially prevent worse outcomes, said Faraz Hussain, the lead developer at BiAffect, an academic research project at the University of Illinois Chicago that uses typing data from smartphones to predict moods. \"It's the ability to peek inside how our mind is functioning instead of relying on self-reports that are often subjective, using digital exhaust from our daily lives that would otherwise be lost.\"</p><p>Even though the effort is at an early stage, top Apple executives are excited about the possibility. Chief Operating Officer Jeff Williams, who oversees Apple's health unit, has spoken enthusiastically to employees about the company's potential to address surging rates of depression and anxiety as well as other brain disorders, according to people who have heard him talk about the efforts.</p><p>If they are successful, Apple and its partners could improve the detection of the conditions, which affect tens of millions of people world-wide. But the extent of user tracking that may be required could spark privacy concerns. To address them, Apple aims for algorithms that work on users' devices and don't send the data to Apple servers, the documents show.</p><p>Achieving its health ambitions could depend on consumers' trusting Apple with sensitive data, underscoring why privacy is a business imperative for the company. The new research comes as Apple faces intense scrutiny over how it planned to access user data to warn authorities of child pornography, which raised new concerns about the company's commitment to privacy after years of battles against governments seeking to access their customers' devices.</p><p>The company has said privacy remains paramount, arguing the anti-child-pornography initiative is meant to guard against intrusion while also combating the exploitation of children. Apple has said it is slowing the effort.</p><p>Scores of companies are chasing the opportunity in the broader digital behavioral-health sector, where startups are on pace this year to nearly double the record $2.7 billion in financing raised in 2020, according to Rock Health, a venture-investment and advisory firm.</p><p>The pandemic drove an increase in mental-health-related complaints. The percentage of adults reporting anxiety or depression-related symptoms reached 41% in January, according to the Kaiser Family Foundation, nearly quadruple the early-2019 figure. Mild cognitive impairment, which can develop into dementia, affects around 5 million Americans over 60 years old, estimates the Alzheimer's Association.</p><p>Apple has developed previous health features after working with researchers. For example, work at Stanford University showed that its smartwatch could identify an irregular heart rhythm known as atrial fibrillation. Soon after Apple added a watch feature to do so.</p><p>UCLA has said its research studying signs of stress, anxiety and depression began with a pilot phase last fall tracking Apple Watch and iPhone data from 150 people and will continue with a main phase tracking similar data for 3,000 people starting this year.</p><p>UCLA researchers will track data from the iPhone's video camera, keyboard and audio sensors, and data from the watch related to movement, vital signs and sleep, according to the documents and people familiar with the study. The data that may be used includes analysis of participants' facial expressions, how they speak, the pace and frequency of their walks, sleep patterns, and heart and respiration rates. They may also measure the speed of their typing, frequency of their typos and content of what they type, among other data points, according to the people familiar with the research and the documents.</p><p>Each bit of data could give researchers clues about device users' emotions, concentration, energy level, state of mind and more, according to the people and the documents.</p><p>To compare this data with other measures of stress, anxiety or depression, the researchers are having participants complete questionnaires about how they feel, according to people familiar with the work and the documents. They are also looking at the amount of the stress hormone cortisol in follicles of participants' hair, according to the documents and one of these people.</p><p>If the research finds that any of that data correlates with relevant mental-health conditions, the hope is to turn those signals into an app or feature that could warn people they might be at risk and prompt them to seek care, according to the documents and people familiar with the work.</p><p>Biogen and Apple said in January they are collaborating on a study to use the iPhone and Apple Watch to track cognitive function over time and identify mild cognitive impairment, a condition that can develop into Alzheimer's. The two-year study aims to follow about 20,000 participants—half of them at high risk of cognitive impairment—and will use device data in a way similar to the UCLA mental-health research, according to the documents and people familiar with the matter. The work follows a 2019 feasibility study that showed that 31 adults with cognitive impairment exhibited different behavior on their Apple devices than healthy older adults.</p><p>Biogen is collaborating on the study because it hopes it can help Apple develop an iPhone feature to detect mild cognitive impairment early and encourage relevant users to seek care earlier, according to a person familiar with the matter. The company will compare the data against standard tests of brain health including traditional cognitive assessments and scans that track plaque buildup in the brain, according to the documents and the person familiar with the work.</p><p>Biogen's drug Aduhelm, which costs about $56,000 a year, was approved earlier this year by the FDA for people with early-stage Alzheimer's.</p><p>Write to Rolfe Winkler at rolfe.winkler@wsj.com</p><p>Apple Is Working on iPhone Features to Help Detect Depression, Cognitive Decline</p>",
  "published": "2021-09-21T17:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 674,
          "end": 679
        },
        {
          "start": 2818,
          "end": 2823
        },
        {
          "start": 6970,
          "end": 6975
        },
        {
          "start": 2899,
          "end": 2904
        },
        {
          "start": 1395,
          "end": 1400
        },
        {
          "start": 4281,
          "end": 4286
        },
        {
          "start": 726,
          "end": 731
        },
        {
          "start": 6263,
          "end": 6268
        },
        {
          "start": 2228,
          "end": 2233
        },
        {
          "start": 3001,
          "end": 3006
        },
        {
          "start": 6863,
          "end": 6868
        },
        {
          "start": 3121,
          "end": 3126
        },
        {
          "start": 3568,
          "end": 3573
        },
        {
          "start": 2596,
          "end": 2601
        },
        {
          "start": 4666,
          "end": 4677
        },
        {
          "start": 6341,
          "end": 6352
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 51,
          "end": 56
        },
        {
          "start": 7564,
          "end": 7569
        },
        {
          "start": 891,
          "end": 896
        },
        {
          "start": 269,
          "end": 274
        },
        {
          "start": 2332,
          "end": 2337
        },
        {
          "start": 4508,
          "end": 4513
        },
        {
          "start": 464,
          "end": 469
        },
        {
          "start": 4666,
          "end": 4671
        },
        {
          "start": 6341,
          "end": 6346
        }
      ],
      "nexusId": "10022657"
    }
  ]
}