{
  "_id": "b09e3f742c4938ee9d4c9370024c34577c6adedd982c0f6f2d4135fee806c8a7",
  "feed": "wall-street-journal",
  "title": "No One Is Safe in Hong Kong; Authorities extend their assault on anyone who dissents from the Communist Party line.",
  "text": "<p>Police also arrested former top editor Chung Pui-kuen, whose wife—former Apple Daily associate publisher Chan Pui-man—has been in jail since July. In these days of Beijing control in Hong Kong, families that dissent together end up separated behind bars.</p><p>Citing the city's new national security law, more than 200 police descended on the Stand News office, seized computers and documents, and froze some $7.8 million in assets without due process. Police said \"further arrests may be made,\" even as Stand News announced its immediate closure.</p><p>Earlier this year the Communist Party executed a similar assault on Hong Kong's pro-democracy Apple Daily. A day before the Stand News takedown, authorities announced new sedition charges against Apple Daily's founder, Jimmy Lai, and six former senior employees.</p><p>Mr. Lai has already been convicted for participating peacefully in pro-democracy demonstrations. Authorities have also accused him of collusion with unnamed foreign forces and levied trumped-up fraud charges. Under the national security law, Mr. Lai faces up to life in prison. He'll have been in jail for a year this week.</p><p>This week's overkill is less about punishing Mr. Lai than about crushing all dissent. This month the government rigged Hong Kong's Legislative Council elections and tore down a statue commemorating the victims of the 1989 Tiananmen Square massacre. Nearly all of Hong Kong's opposition leaders have been jailed or driven into exile.</p><p>The Communist Party can't tolerate a free press covering its demolition of Hong Kong freedom, so it slanders the city's journalists as criminals and traitors. And it is getting the coverage it wants. The South China Morning Post, a once robust independent publication, now toes the party line. The paper recently reported on a letter from Secretary for Constitutional and Mainland Affairs Eric Tsang excoriating us for an editorial before we had a chance to publish his response.</p><p>The Party views all economic activity as fundamentally political, and this week's crackdown illustrates how no one is safe doing business in Hong Kong.</p><p>No One Is Safe in Hong Kong</p>",
  "published": "2021-12-29T23:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 73,
          "end": 78
        },
        {
          "start": 637,
          "end": 642
        },
        {
          "start": 739,
          "end": 744
        }
      ],
      "nexusId": "10022657"
    }
  ]
}