{
  "_id": "11a78e60ac03032025bc41325ed1870a33fcc812833b18e5f4e219ae0bfbf8bf",
  "feed": "ftcomall",
  "title": "William Dalrymple on the trail of Babur's paradise lost",
  "text": "<p>In 1526, Zahir-ud-Din Babur, a young Timurid poet-prince from Fergana, in what is now Uzbekistan, descended the Khyber Pass with a small army of hand-picked followers; with him he brought some of the first modern muskets and cannon seen in India. With these he defeated the Delhi sultan, Ibrahim Lodhi, and established in Delhi and Agra the beginnings of what would soon become the Mughal Empire.</p> <p>This was not Babur's first conquest. He had spent much of his youth throneless, living with his companions from day to day, rustling sheep and stealing food. Occasionally he would capture a town — he was 14 when he first took Samarkand and held it for four months. But for much of his youth he lived as a brigand, wandering for years across central Asia in a tent, displaced and dispossessed. “It passed through my mind,” he wrote, “that to wander from mountain to mountain, homeless and helpless, has little to recommend it.”</p> <p>Babur died in 1530, only four years after his arrival in India, and before he could consolidate his new conquests. He regarded himself as a failure for having lost his family lands in Fergana, and had no idea whether his new Indian conquests were secure. History may remember him as the first Mughal emperor, but in his own eyes he was always a refugee.</p> <p>Towards the end of his life, Babur spent his days writing, polishing and editing one of the great memoirs of the world, <em>The</em> <em>Baburnama</em>, recalling all he had done and, also, all he had lost. Re-reading it recently to write an introduction to the new Everyman edition, it was striking how, despite having won the wondrous treasures and landscapes of India, Babur still lamented his lost Fergana homeland, a place that is today largely forgotten, but which Babur always&#xa0;remembered as an earthly paradise.</p> <p>In passage after passage he lovingly describes the things of Fergana that he adored and now, writing in Indian exile, missed: spring mornings spent amid hillsides dotted with wild violets, tulips and roses; cold running water passing through “a shady and delightful clover meadow where every passing traveller takes a rest”; “beautiful little gardens with almond trees in the orchards”; “pomegranates renowned for their excellence . . . good hunting and fowling . . . pheasants which grow so surprisingly fat that rumour has it four people could not finish one they were eating with its stew”.</p> <p>Ever since I first fell in love with <em>The</em> <em>Baburnama, </em>when I read it aged 18 on my first visit to India, I had always wondered what had happened to the valley Babur described with so much love and longing. Reports were mixed. When I began making inquiries&#xa0;at the end of the 1980s, travellers who had been there told me I was too late, that it was wrecked: the Soviets, they told me, had tried to industrialise the valley as the centre of their central Asian cotton industry. Factories, smoke stacks, workers' barracks and railway yards had sprung up in the shadow of the Tien Shan.</p> <p>But, more recently, I had begun to hear other accounts. Several travellers I talked to said that since the end of Soviet rule, the heavy hand of Moscow and its five-year industrial plans had been quickly lifted from central Asia; with the departure of the Soviets, many of the old state-run industries and monocultures had simply died. The factories ran first to ruin, then eventually had to be taken down. Even the collectivised farmland was said to be returning to private ownership, under the guise of “50-year private leases”. After all, a whole generation had been born and grown up since the fall of the Berlin Wall, and to them the Soviet empire seemed almost as distant as that of the Timurids, the Sogdians and the Kushans who preceded them.</p> <p>I paid my first visit to Uzbekistan last spring, just before lockdown. On arrival in Tashkent, these impressions of rapid de-Russification were quickly confirmed. The wide boulevards and the vast 1960s apartment blocks that lined them&#xa0;were among the last signs of the old Soviet system, along with a lingering national passion for vodka, surprising in a Muslim country. But the country had changed beyond all recognition. The trains were now faster, cleaner and more modern&#xa0;than many lines in Europe; there were good 4G internet connections in the hotels. The TV was full of Turkish sitcoms and Ottoman costume dramas — <em>Resurrection: Ertugrul</em> was the favourite show.</p> <p>Politically, things were changing fast too. After his election in 2016, President Shavkat Mirziyoyev had launched a programme of sweeping political and economic reforms: he freed some political prisoners — though many remain imprisoned — and enacted reforms to weed out corruption and improve government services. He announced a market-driven budget instead of a state-controlled one, liberalising the economy and attracting foreign investment. The contrast with the world of his predecessor, Islam Karimov, one of central Asia's most brutal dictators, was stark.</p> <p>You could see the results everywhere around you in the streets of Tashkent. The roads were now full of Japanese and Korean cars; there was craft beer on sale in the bars; cappuccino shops&#xa0;with seats under parasols filled the pavements under the shade of chestnuts and chinars. Fashionably dressed lovers held hands under the casuarina trees. At the end of 2019, The Economist named Uzbekistan&#xa0;its country of the year, declaring that “no other country travelled as far”. It was quite a feat for a state that in the past had often found itself at the bottom of international rankings on corruption, governance and human rights.</p> <p>But what of Fergana? I was determined to see how much, or little, was left&#xa0;of the valley Babur described as the closest place on earth to the heavenly paradise. I negotiated a fee with a taxi driver and set off to find out.</p> <p>The valley was reached from the flat steppe around Tashkent by a road that led at first through an unpromising belt of factories, power plants and cooling towers, pylons marching through steppe grasslands and semi-derelict freight yards. Here there were occasional glimpses of dead white fields killed by&#xa0;salination from careless irrigation for the obsessive Soviet cotton monoculture.</p> <p>But, after an hour, the highway turned sharply into the mountains. It began to climb, corkscrewing steeply upwards through what soon became green Alpine meadows. The roadsides were full of hollyhocks, asphodels and wild tulips, all framed by the blinding white of the snowy peaks rising in the distance. As we rose, huge, high central Asian skies stretched out, framed by the peaks of the Tien Shan. It grew distinctly colder, and we began passing patches of snow by the roadside.</p> <p>At the top of the pass, we went through a rain shadow, a high-altitude desert, then descended on the far side into scrubby, arid steppe grassland. Then, quite suddenly, at the bottom of the slope the steppe blossomed. Beyond the first green fields of rich spring wheat, we saw the bubbling irrigation runnels, muddy with fresh snowmelt from the Kyrgyz Pamirs, that had brought about the transformation. Beyond these fields, framed by jagged snow peaks, lies the fertile fruit basket of Babur's beloved homeland. Whatever the case 30 years ago, there was not a cotton factory to be seen now. The Fergana Valley has reverted to the high-altitude Eden it was at the time of Babur.</p> <p>As we drove along avenues of poplars, rolling meadows full of poppies flanked apple, mulberry, apricot and almond orchards. In the distance, on the higher ground at the edge of the valley, were vineyards, with young vine shoots twisting their way along the supports. Next to some of the larger irrigation runnels men sat cross-legged on wooden charpoys, sipping tea. Flocks of fat-tailed sheep were grazing amid the meadows, watched over by women in wimples and velveteen waistcoats. Donkeys rested by the roadside. An old man with gold teeth cast a fishing line from a bridge. It reminded me of Kashmir or, perhaps, the Shomali plain in Afghanistan.&#xa0;</p> <p>As we drove, I fished out <em>The</em> <em>Baburnama</em> and re-read the first section, which describes the young Babur's days in this valley. I was astonished yet again by the freshness of Babur's writing. Throughout he admits us to his confidence as he constantly examines and questions the world around him. It is in many ways an oddly modern text, almost Proustian in its self-awareness. It presents the uncensored fullness of the man, a life perfectly pinned to the page in simple, direct and attractively unpretentious prose. As much as any pre-modern text it is a reminder that while some things change from age to age, much remains universal.&#xa0;To read Babur on the beauty of a Fergana garden is still as resonant and pleasurable in the 21st century as it was in the 16th.</p> <p>The green intensified as we pushed deeper into the valley. The meanders of the great Syr Darya, Alexander the Great's Jaxartes, lay ahead beyond the fields. On the far side, directly above its banks, rose the eroded but precipitous mud-brick walls of the greatest fortress of Fergana, and the valley's ancient capital: Akhsikath (also known as Ahsiket, Axsikent and by various similar spellings). We had arrived at the home fortress of Babur's dynasty, and the focus of his exiled longings.</p> <p>I had feared that Babur had exaggerated its beauty; I need not have worried. Babur is a reliably honest writer, even when writing about his lost home. The sun was now setting behind the snow peaks, turning the massive mud walls of Akhsikath a bright and spectacular red in the last light of the day. Below, in the canebreaks, waterfowl were calling to roost. There was no one about. The town was destroyed and left deserted by a cataclysmic earthquake in 1621 but, even in complete ruination, you could still sense the grandeur and might of this place in its Timurid glory days.&#xa0;</p>  <p><strong>It was a few days later</strong> that I found myself in a village that brought me closer to Babur than anywhere else I saw in central Asia.</p> <p>I had been touring Samarkand and, wonderful though it was, I could not help feeling the damage of the irreparable cultural break effected first by 19th-century Russian imperialism, then by Soviet Marxism. The old madrasas and mosques are no longer functioning as places of worship or learning. Cut off from both the <em>ulema</em> and the believers who once looked after them, they stand only as garishly over-restored museums, there for the benefit of dollar-wielding tourists rather than as living centres of the community in the way the great Mughal mosques of India still are. Timur's tomb, the most magnificent monument of all, today feels more like a wedding parlour than a place of mourning with its gilt cornices and three-tiered crystal chandeliers. </p> <p>But I was told that some distance outside of town there was one gorgeous Timurid relic that had escaped the Soviets: a collection of monuments dating from the childhood of Babur, set in a beautiful river valley. On my second morning in Samarkand, we abandoned the tour groups and set off on our own into the countryside.</p> <p>At the top of the pass separating Samarkand from Timur's other great capital of Shakhrisabz, we stopped for lunch: tent flaps of naan and log skewers of shashlik, freshly cooked on charcoal, and served with mulberry <em>plov</em> (pilau) and sometimes <em>manti</em>, a sort of Turkic ravioli. The food was served next to a bubbling mountain spring on wooden divans in the shade of the poplars. Here were all the things Babur missed: shady gardens, clear streams, wild tulips and cool mountain landscapes with views down over the valleys below.</p> <p>We drove on, down the switchbacks, past women offering us <em>qurut</em> — balls of sour, fermented goats cheese — pistachios, bottles of melon juice and, more eccentrically, bunches of rhubarb, which they claimed were “good for blood pressure”. We stopped for petrol, and I wondered: where else in the world do the pump attendants invite you for a cup of tea?</p> <p>Twenty miles beyond Shakhrisabz, we turned up a green and lovely valley towards Katta Langar. Herds of goats were grazing in rolling water meadows; eagles soared overhead. At the very end of the valley, high on a hill, long after the tarmac road had given way to dusty farm track, we saw what we had come for:&#xa0;the Naqshbandi Sufi shrine of the Timurid scholar-poet Sheikh Mohammed Sadik, a direct contemporary of Babur's, whose gorgeous tomb, surrounded on all sides by a thickly planted, shade-giving orchard, has the beginnings of the long neck and elongated Timurid dome that would, three generations later, blossom into the silhouette of the Taj Mahal.</p> <p>The only other visitors were three elderly women in aprons, who prostrated themselves, then reversed out, still facing the grave of the saint. Inside, we found the shrine keeper, Abu'l Hasan. He sported a pepper-and-salt beard and was wearing an&#xa0;Afghan-style <em>chapan</em> of beautifully striped silk topped with a small polygonal Uzbek cap. I asked him about the sheikh: “He was a very great Sufi saint,” said Abu'l Hasan. “A very great&#xa0;academic, and a poet too.”</p> <p>“And people still come and pray?”</p> <p>“Of course,” he said. “More and more&#xa0;people come. Pilgrims come from all over . . . Uzbeks, Afghans, Turks, Hindustanis, Arabs . . . even Europeans. The whole world. Everyone comes. Especially on a Thursday.”</p> <p>He gestured around him. “He knows every time when we step inside this building. He knows what we wish for and he will tell the Emir [by which I presume he meant God]. Many people are cured of illness. Barren women became pregnant. The poor find sustenance.”</p> <p>“How did the shrine escape the Soviets?” I asked, thinking of the dead madrasas and shrines we had seen the day before in Samarkand.</p> <p>“It didn't,” he said. “The Soviets completely&#xa0;closed this&#xa0;place. During the Soviet time we prayed on the mountaintops and read the Koran in secret.&#xa0;It was illegal to have a Koran then. If they found one, they put you in jail. We reopened the shrine only in 1991. Then, in 2007, I raised the money to make some small renovations to stop it collapsing. Keeping the memory of the saint alive: this is now my life.”&#xa0;</p> <p>“And how do you do that?”&#xa0;</p> <p>“We sing his poems,” said Abu'l Hasan. “His words are remembered whenever we pray here. We sing, and only after that can my heart rest. Would you like to hear?”</p> <p>“I would.”</p> <p>So Abu'l Hasan began to sing, and he did so with all his heart, filling the shrine chamber with a beautifully strong, tonic descant of minor chords, rising to a climax, then falling gently away again. He fell quiet when he had done, hands cupped, eyes closed, lost in prayer. Outside, you could hear the birds chattering amid the roses and the mulberry and almond blossom.</p> <p>“Who comes here prays to Allah,” he said eventually, “and their wishes are fulfilled. You pray to the saint and he tells the Lord. God sees everything.”</p> <p>The Soviets had come and gone, but here at least I felt I had touched on something vital and undamaged, something that Babur would have recognised, and loved.</p> <p>As we were leaving, Abu'l Hasan asked where I had come from. When I said Delhi, his face lit up and he quoted some Persian texts by&#xa0;the poet Bedil. “He died in Delhi,” he said. “Do you know his work? Do they still tend his tomb?”</p> <p><em>Babur's memoirs, </em><a href=\"https://amzn.to/3l0iSy2\"><strong>The Baburnama</strong></a><em>, have recently been republished by Everyman, with an introduction by William Dalrymple</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: William Dalrymple 2021 'William Dalrymple on the trail of Babur's paradise lost' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T11:47:52.608Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7408,
          "end": 7413
        }
      ],
      "nexusId": "10022657"
    }
  ]
}