{
  "_id": "0d4d1c48941d1bee7d5a40c8e31f5388c8f97e3534e572cb777a718918e54e08",
  "feed": "wall-street-journal",
  "title": "Robinhood's Reckoning: Facing Life After GameStop --- Firm that democratized investing met the reality of Wall Street rules",
  "text": "<p>(WSJ Feb. 9, 2021)</p><p>(END)</p><p>Many startup founders dream of the day their creation claims the top spot in Apple Inc.'s app store. For Vlad Tenev, Robinhood Markets Inc.'s chief executive, it was more like a nightmare.</p><p>Mr. Tenev and his co-founder, Baiju Bhatt, had set out eight years earlier to bring the stock market to a new class of investors. With engineers plucked from Facebook Inc. and other tech giants, they stripped down the trading experience and eliminated commissions, making buying stock about as easy as posting a photo on Instagram.</p><p>It worked. During the pandemic, throngs of amateur investors -- homebound, bored and flush with stimulus checks -- opened Robinhood accounts to experience the market's thrills. By the end of December, the firm had amassed about 20 million users, according to people close to it, and weeks later its app hit the top of download charts.</p><p>It should have been a moment to celebrate. Instead, Thursday of last week began with a panicked, predawn phone call informing Mr. Tenev that Robinhood needed to come up with billions of dollars if it wanted to open for business in a few hours.</p><p>His day ended on prime-time television, with a CNN anchor asking Mr. Tenev if Robinhood was trying to \"starve the little guy.\" Robinhood's breakout moment turned out to be the thing that nearly broke it.</p><p>The firm that set out to bring investing to the masses had run into the reality of Wall Street, with its tangle of regulations, overseers and Byzantine infrastructure. A tech company at heart, Robinhood at times failed to give priority to things like customer service, communications and risk management -- staid but essential tasks in the world of finance. It differed from most major brokerage firms in a critical way: It wasn't part of a well-funded financial colossus that had myriad sources of cash and sprawling compliance teams.</p><p>Matters came to a head early on Jan. 28 when the clearinghouse that handles Robinhood's trades demanded it put up a total of $3 billion to cover the day's trading, a cushion for the risks created by a stunning run-up in a few stocks, such as GameStop Corp., fed by cheerleading on Reddit's WallStreetBets forum.</p><p>The demand, 10 times Robinhood's daily requirements earlier that week, set in motion a chain of events that included stopping customers from buying the very stocks that made the app so popular.</p><p>Many were furious. For hours -- an eternity in markets -- as Robinhood executives fretted about how to explain the situation, rumors filled the void. On WallStreetBets, posters floated the theory that Robinhood was shielding hedge funds that were in a bind because they had bet on these stocks to fall. Angry customers showed up at the firm's Menlo Park, Calif., offices. Dozens filed lawsuits, and \"#DeleteRobinhood\" trended on social media.</p><p>Yet all the while, big investors were clamoring to get a piece of Robinhood and its explosive growth. The firm's executives, looking to raise capital quickly, dialed existing backers and potential new ones. The deal it reached with some of them was a note convertible into equity at a discount to a future IPO price.</p><p>The next few months will test Robinhood like no other time since its founding. Mr. Tenev and his team told investors they still plan to take the company public in the first half of the year, according to people familiar with the matter. To do so, he will have to clear the high growth bar set by Wall Street investors while simultaneously repairing Robinhood's ties with the novice traders who made it go viral.</p><p>He and Mr. Bhatt were Stanford University classmates who got the idea to start Robinhood a decade ago. They were developing software for ultrafast trading firms when the Occupy Wall Street protests inspired them to make a smartphone app that would expand access to financial services beyond the well-heeled.</p><p>Many of the firm's rank-and-file were unfamiliar with finance regulations. Banks and their examiners monitor electronic chats among traders and deal makers to ensure compliance with industry codes of conduct. At Robinhood, some employees were surprised that their communications on Slack, where they discussed work, were accessible to regulators, said people close to the company.</p><p>Silicon Valley principles of user engagement and word-of-mouth marketing animated Robinhood's thinking. It borrowed visual cues from gaming apps, such as confetti that appeared on-screen to celebrate new trades or deposits. One feature let users virtually scratch off a mystery card to win a free share of stock.</p><p>Users could buy up to $1,000 worth of stock with a few smartphone swipes after they opened an account -- even before their bank transfer to fund the account had cleared.</p><p>Despite Robinhood's populist ethos, much of its revenue came from Wall Street. It earned extra income by lending shares of Tesla Inc. and other popular stocks to short sellers, who hope to make money by seeing the stock fall.</p><p>Like other retail brokerage firms, Robinhood routed customers' orders to high-speed traders, which paid for the right to execute many of the trades. That \"payment for order flow\" earned Robinhood $687 million in 2020, according to securities filings.</p><p>By March 2020, Robinhood was one of the few startups that could credibly claim to have changed an industry. Months earlier, Charles Schwab Corp., E*Trade Financial Corp. and other big firms had said they were following Robinhood's lead and taking commissions down to zero.</p><p>Robinhood wasn't prepared for an order onslaught when the pandemic sent stocks plunging. Its systems groaned under the volume, and on March 2, 2020, it went offline for most of the day.</p><p>Though staff were told the firm's goal was to provide \"insane customer service,\" Robinhood had only about 100 people assigned to respond to users' issues last spring, said people familiar with the matter. With no hotline, agents responded only to emails and social-media messages.</p><p>At one point, a 20-year-old student named Alex Kearns tried to reach a Robinhood customer-service representative in the middle of the night regarding an options position. An amateur trader, Mr. Kearns was rattled when he thought his account statement showed he had lost three-quarters of a million dollars.</p><p>Mr. Kearns received an automated email reply from the company, according to people familiar with the matter. He killed himself on June 14, leaving a note that asked how someone of his inexperience was allowed to trade so easily.</p><p>At the time, a relative told The Wall Street Journal Mr. Kearns appeared to be looking at a figure on his account statement representing one leg of a trade that was losing money, but not the opposing leg that was gaining value.</p><p>Mr. Tenev addressed employees, pledging to do better. It took Robinhood until June 19 to publish a letter announcing a review of its options trading eligibility rules and user interface.</p><p>Robinhood hired hundreds more customer-service agents. While still lacking a hotline, it has added a feature that lets customers request a phone call from a real person.</p><p>The firm set out to raise an abundance of capital after its scare in March 2020. It expanded bank credit lines. Investment rounds announced in May and August gave it a total of $1.26 billion in fresh equity. That led executives to believe their balance sheet was sufficiently fortified. They weren't prepared for the jet fuel that Reddit's message boards were to pour on retail trading.</p><p>In the last week of January, hundreds of thousands of traders opened Robinhood accounts daily to buy GameStop and a few other stocks. The simplicity of the firm's user interface masked the complexity of the parties that touch each trade, such as clearinghouses that collect and distribute payments for customers' orders and officially transfer ownership of stocks.</p><p>They can take days to finalize a transaction. To account for the risk that a trade -- or a broker -- could fail in the interim, clearinghouses require brokers to post collateral each day to guard against losses.</p><p>Formulas clearinghouses use to arrive at their requests aren't public, but the amounts are known to go up in volatile times and when a broker's customers concentrate trading in a small number of stocks.</p><p>On Jan. 28, before dawn on the West Coast, Mr. Tenev and his team frantically strategized how they could lower the day's $3 billion bill from their clearinghouse. They concluded that if they restricted trading in the most popular stocks, that should be enough to convince the clearinghouse risk was being reduced. Users would be allowed to sell certain hot stocks. But if they tried to buy them, they would see an error message.</p><p>Depository Trust &amp; Clearing Corp., which runs the main clearinghouse for U.S. stock trades, agreed. The capital request was cut to about $1.4 billion. Robinhood had roughly $700 million on deposit there, meaning it only had to post an additional $700 million.</p><p>The firm borrowed about $500 million from its bank credit lines. But executives worried the frenzied trading plus its surging growth would bring more clearinghouse demands. Mr. Tenev worked the phones for a cash infusion. Within hours, he had commitments for more than $1 billion.</p><p>The deal took the form of a convertible note that entitled holders to invest in Robinhood's eventual IPO at a 30% discount or at a valuation of $30 billion, whichever figure was lower, according to a person familiar with the matter. After Robinhood announced the $1 billion financing, executives were surprised at the interest they got from venture capitalists, hedge-fund managers and high-net-worth individuals. On Monday, Robinhood said it had raised an additional $2.4 billion. Believing it had enough capital, it loosened the restrictions on buying shares in hot stocks.</p><p>One of the firm's challenges now will be keeping its users happy. In a live stream on Sunday over Clubhouse, an invitation-only social networking app popular in Silicon Valley, Tesla CEO Elon Musk asked Mr. Tenev if he had \"sold your clients down the river.\" Mr. Tenev, whom Mr. Musk called \"Vlad the Stock Impaler,\" said Robinhood, like other financial firms, needed to comply with regulations.</p><p>The company sent customers an email about its decision to restrict stock buying. \"We hope you take away this: at Robinhood, we stand with everyday investors participating in the markets,\" it read. A Robinhood commercial with the slogan \"We are all investors\" is expected to air during the Super Bowl on Sunday.</p><p>Brad Williams, a 42-year-old investor in Birmingham, Ala., is unconvinced.</p><p>Mr. Williams said he opened a Robinhood account about two years ago after he saw the firm marketing a free share of stock for joining. Also a member of the WallStreetBets forum, he joined the rush to buy GameStop in January.</p><p>Even though he made money on the trade, Mr. Williams said he is planning to close his Robinhood account. \"Before last week, I would have said I enjoyed Robinhood and had no issues,\" Mr. Williams said. \"This week is a different story.\"</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 102,
          "end": 107
        },
        {
          "start": 102,
          "end": 112
        },
        {
          "start": 102,
          "end": 111
        }
      ]
    }
  ]
}