{
  "_id": "adffebcda7cccf5c5f55a2b5658753ff8eecd3ae11278b8cce76f587ef53f24c",
  "feed": "ftcomall",
  "title": "Poland versus the EU",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/34684fdc-9b9f-49fd-830e-e72748b147fd\"><em>Poland versus the EU</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Wednesday, October 27th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>Robinhood missed the mark with its latest earnings, while Google's parent company Alphabet exceeded expectations. And the UK chancellor Rishi Sunak will unveil his country's budget today. We'll chat with the FT's Chris Giles about what he's looking for. Plus, Poland's feud with the EU has been escalating. </p> <p><strong>James Shotter</strong> <br>I would say it is probably one of the lowest points, if not the lowest point during Poland's membership of the EU. </p> <p><strong>Marc Filippino</strong><br>And it's not clear how Brussels and Warsaw can find room for compromise. I'm Mark Filippino and here's the news you need to start your day. </p> <p>[MUSIC PLAYING] </p> <p>Robinhood did not make off like a bandit last quarter. The company was at the centre of the retail trading wave. It listed on the stock market at the end of July, and it was expected to rake in $423 million in revenue for the third quarter. But yesterday, the internet broker announced earnings that fell $60 million short. The FT's investment reporter Madison Darbyshire says Robinhood is a little bit of a victim of its own success. </p> <p><strong>Madison Darbyshire</strong> <br>So Robinhood's in a pretty tough spot where they've had a pretty unbelievable year of growth, setting all kinds of records, which makes it really hard for them to make that sustainable. So their revenues from cryptocurrency trading fell almost 80 per cent from the second quarter, when there was record-setting volumes. But that's still up 800 per cent from this time last year. One of the things that Robinhood said on their call is they don't see their growth necessarily as linear. It's really hard to maintain the kind of record-setting volumes that we saw in the first half of the year with the whole GameStop trading craze and pandemic-induced retail participation in the markets. </p> <p><strong>Marc Filippino</strong><br>Madison Darbyshire is the FT's US investment correspondent. </p> <p>[MUSIC PLAYING] </p> <p>Meanwhile, Google's parent company, Alphabet, smashed Wall Street's third-quarter profit expectations. The company reported that its revenues rose 40 per cent year on year to more than $65 billion. Driving those profits were stronger-than-expected advertising revenues. Apparently, the company's cashing in on a rebound in search traffic, especially searches related to travel. Google was not affected by Apple's new privacy policy, allowing users to limit ad tracking. Apple's move has hurt other internet companies, but Google has its own trove of personal data. But it wasn't all great news. Apple's cloud division fell just short of Wall Street expectations. The company's shares were down two per cent in after-hours trading. </p> <p>[MUSIC PLAYING] </p> <p>Today, Britain's chancellor of the exchequer will present the UK budget. Rishi Sunak is expected to brandish new forecasts showing the economy grew faster than expected this year. That will help him trumpet his investment priorities. Here's the FT's economics editor Chris Giles, who's covering the budget. </p> <p><strong>Chris Giles</strong> <br>Well, I'm gonna be watching very closely some of the forecasts for things like inflation. I'm going to be looking very closely at what's happening to public spending, particularly in the departments we don't know about. The UK government really is almost a big health service and then has other services attached. But health services now 40 per cent of total public spending. So we want to see what's happening to other government departments because we already know what's going to happen on the health side. And I'm just going to be looking very closely at what the forecasts say about how much long-term damage there is from the pandemic. The independent forecaster was saying in March it was gonna be about three per cent of national income hit. Most advanced economies expect things to be rather better than that. </p> <p><strong>Marc Filippino</strong> <br>You know, Chris, it kind of feels like Chancellor Sunak is constantly being thrown curveballs, right? Like first, there was the pandemic as he was taking office. Now he's contending with these post-pandemic inflationary pressures. It's just like one thing after the other. </p> <p><strong>Chris Giles</strong><br>It is. And remember that the UK is a special case when it does budgets. Nearly every country, any sensible country, does it as a process over a series of weeks. People understand it. It is not a big secret. Whereas in the UK, essentially it's a one day thing. Everything is supposed to be a secret in advance. That's sort of gone by the wayside a little bit in recent years. And then everything is decided on one day. The country has a big conservative majority in parliament. Nothing will be changed, so there's no discussion beforehand. Big announcement, big parliamentary event and then a vote and it will go through. </p> <p><strong>Marc Filippino</strong> <br>Chris, right now, how much does politics weigh into the drafting of this budget? </p> <p><strong>Chris Giles</strong><br>Oh, hugely. Politics is always massively important in these budgets. The chancellor, Rishi Sunak, says this isn't austerity, but I'm going to be pretty tough with public spending departments. We've already seen quite a lot of tax increases, which have already been announced to help pay for some of the problems arising from the pandemic and to pay for catch-up spending after the pandemic. So politics demands it be quite tight now, hoping that the news gets better in the future so that before the next election, he has room for quite big potential tax cuts or more spending to make everyone feel a little bit happier. </p> <p><strong>Marc Filippino</strong><br>Chris Giles is the FT's economics editor. Thank you, Chris. </p> <p><strong>Chris Giles</strong><br>Thanks, Marc. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong> <br>Poland was once seen as the great success of the EU's eastern expansion. Poland joined the bloc in 2004 and the move helped drive a sustained economic boom. But now Warsaw and Brussels are on a collision course. They've been clashing over migration, LGBTQ rights and now over the rule of law. </p> <p><strong>James Shotter</strong> <br>I would say it is probably one of the lowest points, if not the lowest point, during Poland's membership of the EU. </p> <p><strong>Marc Filippino</strong><br>That's our correspondent in Warsaw, James Shotter. He says the feud started about six years ago with a change in Poland's government. </p> <p><strong>James Shotter</strong> <br>In 2015 Law and Justice, which is the sort of conservative nationalist party, came to power. They have a different view of the EU from their predecessors. They're more Eurosceptic. They're very focused on national sovereignty. And since then, relations have begun to deteriorate. But the one fight that has run them through has been this battle over the rule of law. </p> <p><strong>Marc Filippino</strong><br>James, can you unpack what this rule of law is, you know, actually is? </p> <p><strong>James Shotter</strong><br>Yeah. So the EU requires of its members that they have independent judicial systems. And basically, since Law and Justice came to power in 2015, the government has embarked on a series of reforms that basically gives politicians broader and broader sway over the judiciary. They've also introduced a new disciplinary regime for judges that allows judges to be punished for the content of their readings. And the EU basically regards these changes as a fundamental threat to the independence of the judiciary in Poland. And, you know, the EU is, above all, a legal order. They regard having a member state without an independent judiciary as a fundamental threat to the functioning of the bloc. </p> <p><strong>Marc Filippino</strong><br>So how has the EU responded to Poland's moves? </p> <p><strong>James Shotter<br></strong>Well, they've adopted different approaches as this fight has gone on. So the EU tried to use procedure called the Article 7 procedure, which ultimately, if you get to the end of it, allows for member states' voting rights in the EU to be suspended. That was always seen as the nuclear option, but the problem from the point of view of the European Commission is that it requires unanimity among member states. And Hungary, which is a close ally of Poland, has made clear that it will veto any attempt to use that mechanism. Since then, the approach that the commission has been to take Poland to the Court of Justice of the EU. So the EU's top court. And that court has indeed ordered Poland to reverse various elements of its judicial overhaul. And more recently delayed approval of Poland's €36bn post-Covid recovery package as another way of putting pressure on Warsaw. </p> <p><strong>Marc Filippino</strong><br>And then, as we've reported, the EU put more pressure on Warsaw by delaying the approval of Poland's €36bn post-Covid recovery package and then Poland shot back with its own threat, right? </p> <p><strong>James Shotter</strong><br>Like all member states, they have a veto on anything that the EU wants to do that requires unanimity. And when it became clear that the EU was going to take a hardline approach and various politicians in the ruling camp made clear that Poland respond by blocking key parts of the EU's agenda. I mean, the green deal is one element that politicians in Warsaw have raised. </p> <p><strong>Marc Filippino</strong><br>Could we see Poland leave the EU, James? </p> <p><strong>James Shotter</strong><br>I think at the short term it's, you know, it's very unlikely for those reasons. One is that EU member states can't be expelled, so there's no way anyone can force them out. And on the other hand, Polish support for membership of the EU is incredibly high in Poland after poll suggests that 80, 85, 90 per cent of polls wants to stay in the EU. </p> <p><strong>Marc Filippino</strong><br>James Shotter is the FT's central Europe correspondent. Thank you, James. </p> <p><strong>James Shotter</strong><br>Thanks so much. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Chris Giles, James Shotter and Madison Darbyshire 2021 'Poland versus the EU' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T04:00:32.721Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2473,
          "end": 2478
        },
        {
          "start": 2538,
          "end": 2543
        },
        {
          "start": 2663,
          "end": 2668
        }
      ],
      "nexusId": "10022657"
    }
  ]
}