{
  "_id": "c2a6ce67dc835a102796854d1b49ed68f68e8e6ceb8b0920e6e48222a6b46a1b",
  "feed": "ftcomall",
  "title": "Facebook's facial recognition removal comes with caveats",
  "text": "<p><a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Facebook </a>is removing faces from its books. Or, at least, ripping out some pages. The company this week said it is <a href=\"https://www.ft.com/content/48707a39-fc8a-411b-a252-66468d1e134f%C2%A0\">deleting 1bn facial recognition templates</a> — made through scans of users' faces — and shutting down the features that automatically recognise people in photos and videos.</p> <p>“This change will represent one of the largest shifts in facial recognition usage in the technology's history,” Jerome Pesenti, vice-president of artificial intelligence at Meta (Facebook's <a href=\"https://www.ft.com/content/29762a96-419f-41b2-9e96-fa7423abb125\">newly renamed</a> parent company), said <a href=\"https://about.fb.com/news/2021/11/update-on-use-of-face-recognition/%C2%A0\">in a blog post.</a></p> <p>But while it is true that societal concerns about the use of facial recognition are growing, a thing Facebook cites in its decision, the social media giant has added some important caveats.</p> <p>It will still use facial recognition in a “narrow set of use cases”, Penseti said, including (but not limited to) verifying identities and unlocking hacked accounts.</p> <p>This means that the specific facial templates for photo-tagging will be removed but Deepface — the algorithm behind its facial recognition, which has been trained using the data of the 1bn scans — will remain. The company has not ruled out using this technology in future products, <a href=\"https://www.nytimes.com/2021/11/02/technology/facebook-facial-recognition.html%C2%A0\">the New York Times reported.</a></p> <p>So, perhaps unsurprisingly, there is no mention of how facial recognition might be used in Meta's vision to build the metaverse — a digital world where users embody realistic avatars based on their physical appearance.</p> <p>Meanwhile, <a href=\"https://click.newsletters.ft.com/f/content-ba03ac89-d055-460d-823d-9b700270e7cf/sfP4x84iHoKpBRlciPuK2w~~/AAAAAQA~/RgRjZTjlP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYmEwM2FjODktZDA1NS00NjBkLTgyM2QtOWI3MDAyNzBlN2NmP2VtYWlsSWQ9NjE4Mjk2ODQ1ZTAwMDIwMDA0ZTVkZjNkJnNlZ21lbnRJZD0zOTM0ZWM1NS1mNzQxLTdhMDQtZmViMC0xZGRmMDE5ODVkYzJXCGZpbnRpbWVzQgphgeWzgmF46o0UUhdjcmlzdGluYS5jcmlkZGxlQGZ0LmNvbVgEAAAAAA~~\">Facebook is under continued scrutiny</a> after a whistleblower shared a series of internal documents with regulators and news outlets, alleging the company places profits over the safety of its users.</p> <p>Frances Haugen, the former product manager at Facebook who collected these documents, yesterday said that CEO Mark Zuckerberg should leave the company for a leader who is “willing to focus on safety”.</p> <p>Yet it seems like Zuckerberg is going nowhere, at least for now. This latest move could signal Facebook's willingness to change its image in the new Meta age — but it has done little to silence critics. To them, it's akin to bulldozing a house but keeping the blueprints.</p> <h2>The Internet of (Five) Things</h2> <ol>  <li><p><strong>ByteDance's chair steps down </strong><br>Zhang Yiming has <a href=\"https://www.ft.com/content/2f7becaf-defe-457d-9191-1f87152bf618%C2%A0\">announced his departure </a>from the social media group he founded. <a href=\"https://www.ft.com/content/16f916ac-f755-49e8-a788-c9037804292f\">An internal memo revealed</a> Liang Rubo will officially take over the company that owns TikTok in December. The restructure comes against a backdrop of growing instability in China's tech sector as the government cracks down on regulation.<br></p></li>  <li><p><strong>Chip shortage hits Apple and Nintendo</strong><br>As Christmas edges closer, shortages of semiconductor chips might limit the number of gadgets under the tree this year. The production of <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Apple-trims-iPad-production-to-feed-chips-to-iPhone-13%C2%A0\">Apple iPads</a> is down 50 per cent, while the <a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Nintendo-to-make-20-fewer-Switch-consoles-due-to-chip-crunch\">Nintendo Switch</a> games console is down 20 per cent, according to two exclusives in Nikkei Asia. Gift shortages could be set to get worse as the founder of Taiwan Semiconductor Manufacturing Company (the world's largest chipmaker) warned that rebuilding the chip supply chain in the US was <a href=\"https://www.ft.com/content/a629a648-d824-4c41-92ee-475905f5d6f8%C2%A0\">impossible under current plans. </a><br></p></li>  <li><p><strong>Netflix announces its first mobile games</strong><br>Five games, including two linked to Netflix's popular series Stranger Things, have been launched for subscribers. The company has promised no in-game adverts or purchases, unlike other mobile gaming offers. But it's only available to those with Android smartphones for now.<br></p></li>  <li><p><strong>Bird starts trading publicly on the NYSE</strong><br>The e-scooter and e-bike rental company has gone public through a merger with special public acquisition company Switchback II Corporation. Switchback stocks were down 18 per cent following the completion yesterday but on market opening rebounded by almost 0.4 per cent.<br></p></li>  <li><p><strong>Alexa should monitor children's chores</strong><br>Amazon Alexa senior vice-president Tom Taylor told Web Summit 2021 that the future for Alexa could be in listening to “passive sounds”. “Let's say you are a parent and want to make sure your kids do their chores,” he said. “You could train Alexa to listen for the sound of Xbox turning on and have it automatically show your kids a to-do list on the Echo Show.”</p></li> </ol> <h2>Tech tools — </h2> <p>There's a lipstick shade to match every outfit, and augmented reality is here to help you find it. Yves Saint Laurent's Rouge Sur Mesure Powered by Perso (£250) lets you customise lipstick colours through an app on your phone. It works by injecting three cartridges of YSL velvet cream matte lipstick into the machine, which then generates the desired hue. The brand said the device can create thousands of shades. Let's hope it is less of a mouthful than the name. <strong>Read Jamie Waters' round-up of </strong><a href=\"https://www.ft.com/content/45defce0-b43c-4d8d-b770-c452e7a221a7\"><strong>beauty gadgets to prettify your day.</strong></a></p><p>Source: Cristina Criddle 2021 'Facebook's facial recognition removal comes with caveats' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-03T18:04:06.902Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2646,
          "end": 2651
        },
        {
          "start": 2489,
          "end": 2494
        }
      ]
    }
  ]
}