{
  "_id": "71bb6c96ca9d3cae0bef7f0df58b577c5a98af818f11cc4a800776ce7638cd8c",
  "feed": "ftcomall",
  "title": "Hyundai in early-stage talks with Apple over electric car tie-up",
  "text": "<p>Shares in Hyundai Motor surged after the carmaker confirmed early-stage discussions with Apple about building an electric vehicle in what could mark the US tech group's eagerly awaited move into the industry.</p> <p>“Apple and Hyundai are in discussions, but as it is at an early stage, nothing has been decided,” the South Korean carmaker said in a statement to the Financial Times on Friday. </p> <p>However, Hyundai played down its certainty of the potential partnership, adding that Apple was speaking with “a variety of global carmakers”. Apple declined to comment.</p> <p>Any acknowledgment by an Apple partner of work on an unreleased product — especially one that is likely several years away — is highly unusual. The iPhone maker, which is known for its obsessive secrecy in product development, typically ties up suppliers and partners with non-disclosure agreements. Even for <a href=\"https://www.ft.com/content/3d49b76a-1b76-11e7-a266-12672483791a\">longstanding suppliers</a>, an official statement naming Apple risks endangering any contract. </p> <p>After its initial statement, Hyundai later on Friday attempted to amend its comments to remove any mention of Apple, instead referencing “requests for potential co-operation from various companies” about autonomous electric vehicles. </p> <p>However, that did not dent investor excitement about the potential alliance. Hyundai's shares were up about 20 per cent and trading at a six-year high in late-morning market activity in Seoul on Friday.</p> <p>A Korean-language report, published on a news service part-owned by Hyundai,&#xa0;said Apple planned to launch its electric vehicle in 2027 and was teaming up with Hyundai to develop the car and its own EV batteries. Hyundai declined to comment further. </p> <p>The development comes as market interest mounts over Apple's electric vehicle aspirations. </p> <p>While Apple executives have said little publicly, the company's efforts — including in-house engineering, testing and acquisitions — go back at least seven years. </p> <p>Apple's ambitions are viewed as a threat to industry leader Tesla as well as traditional carmakers such as Ford, Volkswagen, Toyota and General Motors. The latter are trying to navigate the upheaval as the industry transitions to self-driving and more environmentally friendly vehicles.</p> <p>The success of Tesla founder Elon Musk in building the world's <a href=\"https://www.ft.com/content/1fd51f91-ff3c-4723-995c-f75f6629c66e\">most valuable auto group</a> underscores the threat Apple could pose if its cash, engineering talent and global brand recognition are channelled towards EV development.</p> <p>Reports on Apple's imminent <a href=\"https://www.ft.com/content/f2124105-8f0a-4e99-a1c8-d8bee28f9fe7\">entrance</a> marked “one of the biggest ‘moments' in the autos and shared mobility industry in 2020”, Morgan Stanley analysts said last month.</p> <p>“We're not just talking about any ‘new entrant' looking at autos. This is Apple. Aside from Apple's technical knowhow and platform advantages, the company has nearly $200bn of cash and is expected to generate more than $70bn of annual free cash flow going forward,” the analysts said.</p> <p>Incumbent carmakers have <a href=\"https://www.ft.com/content/dc111194-2313-11e9-b329-c7e6ceb5ffdf\">inherently low valuations</a> but analysts predict massive opportunities as the market shifts to EVs and self-driving ride-hailing services. </p> <p>Herbert Diess, chief executive of VW, <a href=\"https://www.ft.com/content/cbdbc068-39c9-11e9-b72b-2c7f526ca5d0\">told the FT in 2019</a> that by 2030 the biggest auto companies may well be Tesla and Apple. “I hope that it will still be Volkswagen; we are working hard. But on the other hand I am quite sure that not all brands can survive this.”</p> <p>Hyundai, which regularly ranks as the world's fifth-biggest carmaker by sales, has embarked on a <a href=\"https://www.ft.com/content/a56e947e-f46c-11e9-b018-3ef8794b17c6\">spree of investments</a> and partnerships in new auto technologies. Those include its 2019 $4bn joint venture&#xa0;with Dublin-based auto tech group Aptiv and scores of smaller plays.</p> <p>Chung Sung-yop, an analyst at Daiwa, said the tie-up could benefit from Hyundai's openness to working with other companies in its EV and hydrogen technology development. </p> <p>“Japanese automakers are not so open to external collaboration and Apple is unlikely to choose a domestic [US] automaker as a partner,” Mr Chung said. </p> <p>Kim Jin-woo, an analyst at Korea Investment &amp; Securities in Seoul, said investors in the country were going “crazy about just the fact that Hyundai was in talks with Apple”.</p> <p>“Apple considering Hyundai as a partner shows how the carmaker's EV credentials have improved, even if the talks break down,” he said.</p> <p><em>Additional reporting by Tim Bradshaw</em></p><p>Source: Song Jung-a and Edward White in Seoul and Patrick McGee in San Francisco 2021 'Hyundai in early-stage talks with Apple over electric car tie-up' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T04:10:40.058Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2670,
          "end": 2675
        },
        {
          "start": 2422,
          "end": 2427
        },
        {
          "start": 2294,
          "end": 2301
        },
        {
          "start": 3801,
          "end": 3806
        },
        {
          "start": 1066,
          "end": 1071
        },
        {
          "start": 918,
          "end": 923
        },
        {
          "start": 918,
          "end": 925
        },
        {
          "start": 209,
          "end": 215
        },
        {
          "start": 2652,
          "end": 2657
        },
        {
          "start": 1896,
          "end": 1901
        },
        {
          "start": 472,
          "end": 477
        },
        {
          "start": 4059,
          "end": 4065
        },
        {
          "start": 2294,
          "end": 2299
        },
        {
          "start": 1475,
          "end": 1482
        },
        {
          "start": 529,
          "end": 536
        },
        {
          "start": 529,
          "end": 534
        },
        {
          "start": 34,
          "end": 41
        },
        {
          "start": 472,
          "end": 479
        },
        {
          "start": 1066,
          "end": 1073
        },
        {
          "start": 581,
          "end": 588
        },
        {
          "start": 1695,
          "end": 1702
        },
        {
          "start": 1739,
          "end": 1746
        },
        {
          "start": 2422,
          "end": 2429
        },
        {
          "start": 1739,
          "end": 1744
        },
        {
          "start": 1896,
          "end": 1903
        },
        {
          "start": 3145,
          "end": 3152
        },
        {
          "start": 89,
          "end": 94
        },
        {
          "start": 3801,
          "end": 3808
        },
        {
          "start": 1475,
          "end": 1480
        },
        {
          "start": 89,
          "end": 96
        },
        {
          "start": 581,
          "end": 586
        },
        {
          "start": 2670,
          "end": 2677
        },
        {
          "start": 3145,
          "end": 3150
        },
        {
          "start": 34,
          "end": 39
        },
        {
          "start": 4051,
          "end": 4057
        },
        {
          "start": 1695,
          "end": 1700
        },
        {
          "start": 2652,
          "end": 2659
        }
      ],
      "nexusId": "10022657"
    }
  ]
}