{
  "_id": "8f4056ecf28be725ae8977815b392d6aadd84daa71d41669c87ac5031d5d5c82",
  "feed": "wall-street-journal",
  "title": "Over-the-Counter Hearing Aids Are Coming. Here's How to Get Ready. If you think you have mild or moderate hearing loss, there are ways to prepare for one of the less-expensive hearing aids coming to your drugstore",
  "text": "<p>Over-the-counter hearing aids could cost a fraction of the price of hearing aids fitted by audiologists, though people with severe hearing issues will still need a high-end model from a specialist.</p><p>The FDA's aim is to make hearing help more accessible to the 37.5 million American adults with hearing loss. Due to the high cost of hearing aids and the social stigma of wearing them, only about a fifth of the people who could benefit from a hearing aid use one, according to the agency.</p><p>In the long run, the benefit of making hearing aids available at lower costs with less hassle is profound. But the wait could be a year, and playing the waiting game could have dire consequences. Experts warn that even people with mild to moderate hearing loss could miss out on conversations and other social activity if they don't address it, and social isolation is a slippery slope that could potentially lead to dementia.</p><p>\"I think there are a lot of people waiting, but the problem is these things don't move quickly,\" said Janice Lintz, a consultant who advises institutions and companies on providing hearing accessibility. \"Every day a person is unaided, they're withdrawing from conversation.\"</p><p>Doctors say social isolation can result in a faster rate of brain atrophy. Researchers at Johns Hopkins University and the National Institute on Aging followed more than 600 adults for 12 years and found that people with mild hearing loss doubled their risk of developing dementia, while those with moderate hearing loss tripled their risk. People with severe hearing loss were five times as likely to develop dementia.</p><p>That doesn't mean people should rush out and get fitted for a $5,000 pair of hearing aids. There are other steps people can take to understand their hearing health, and to protect it, while waiting for cheaper hearing aids.</p><p>What you can do</p><p>Get tested. If you have trouble hearing in certain situations—you have to turn up the volume on the TV, or you find it's hard to hear people at your table in a noisy restaurant—it's a good idea to get tested.</p><p>Age-related hearing loss, the most common variety, happens gradually, said Catherine Palmer, director of audiology and hearing aids at the University of Pittsburgh Medical Center. \"People don't recognize right away that they have hearing loss at all.\"</p><p>A test might indicate that your hearing loss is more severe than you realized, which could mean you aren't a candidate for an over-the-counter hearing aid.</p><p>There are free apps that can test your hearing and generate an audiogram, such as Mimi, which I've tried. That can be a good starting point for a relative measurement of hearing loss, but the apps can't diagnose a cause, Dr. Palmer said. Some hearing loss is caused by issues that can be addressed medically rather than with a device, she said.</p><p>Learn what to look for. Before over-the-counter hearing aids become available, it's a good idea to understand your specific hearing needs so you can pick one that suits you. Dr. Palmer said an audiologist can help you determine what to look for, even if what you end up with is an over-the-counter device.</p><p>Dr. Palmer said she expects the cost of over-the-counter hearing aids to be several hundred dollars per hearing aid. Whether or not you have professional assistance in picking them out, you should ensure that they can be returned, she added.</p><p>SHARE YOUR THOUGHTS</p><p>Have you had your hearing tested lately? What are you doing to protect your hearing? Join the conversation below.</p><p>Get some form of hearing assistance. While you wait for the arrival of cheaper hearing aids, you can look into new \"hearable\" devices, such as Nuheara's \"hearing buds,\" which amplify the sounds you want to hear while canceling background noise. There are also sound-amplification apps, as well as apps that provide captions for phone and video calls, for TV viewing and for live communications. A recent paper published in the journal \"Smartphones and Hearing Loss\" lists several free iOS and Android apps.</p><p>Even Apple's AirPods Pro can amplify quiet sounds without making loud sounds louder. The trick with using smartphones to assist with hearing loss is ensuring the person in need of the assistance is comfortable using apps or AirPods—and has a phone that's new enough to run the latest operating-system updates.</p><p>Ask others how your device or app is working. Don't rely only on how well you think those devices or apps are working, Ms. Lintz cautions. She suggests asking friends and relatives if they think you're hearing them correctly when you're using a \"hearable\" device or app. If they aren't working, she said, it's wise to seek out an audiologist.</p><p>\"You don't know what you don't hear,\" she said.</p><p>For more Family &amp; Tech columns, advice and answers to your most pressing family-related technology questions, sign up for my weekly newsletter.</p><p>Write to Julie Jargon at julie.jargon@wsj.com</p><p>Over-the-Counter Hearing Aids Are Coming. Here's How to Get Ready.</p>",
  "published": "2021-12-11T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4006,
          "end": 4011
        }
      ],
      "nexusId": "10022657"
    }
  ]
}