{
  "_id": "fa15250107dfc63246065fda4280fe189a46996e1a4c686ca614f8163f49c230",
  "feed": "ftcomall",
  "title": "The Island of Missing Trees by Elif Shafak — war and figs",
  "text": "<p><em>The Island of Missing Trees</em> begins with an astonishing scream of some duration and ends with the dreams of a soon-to-be unburied fig tree. </p> <p>Between the scream, unleashed by the teenage heroine Ada during Mrs Wallcott's history lesson, and the ceremonial rebirth of the fig, there are star-crossed lovers cauterised and separated by the violence of the 1974 civil war in Cyprus, investigations of multigenerational trauma and determined searches for the loved and lost. There are eccentric aunties who chat about the gods as though they were the neighbours (Aphrodite is pretty “but a bitch”), a teenage social media storm #doyouhearmenow, a lament for the cruel trade in songbirds and a self-help guide for adults seeking arboreal consolation. </p> <p>This is a novel, the 12th by the British-Turkish writer <a href=\"https://www.ft.com/video/653aae9d-a34e-4da7-a3fa-ea280b526f17\">Elif Shafak</a>, in which many of the facts are sad — bereavement, violence and unbearable misunderstandings — but the atmosphere is one of great enchantment. Its young lovers unite with “an incredulous laughter, the kind of effervescent lightness that only comes after constant distress and fear”, and much of this spirit pervades the book. </p> <p><em>The Island of Missing Trees</em> is a strong and enthralling work; its world of superstition, natural beauty and harsh tribal loyalties becomes your world. Its dense mazes of memory make you set aside your own. It blurs the boundaries between history and natural history in profound and original ways. Oh — and one of the narrators is a fig tree.</p> <p>The story begins in the “late 2010s” with Ada Kazantzakis, a 16-year-old north Londoner. Her mother, Defne, died 11 months earlier, leaving Ada and her father Kostas scalded by loss. Kostas grieves discreetly, consumed by misery in the garden at night, while Ada watches from an upper window. </p> <p>When her mother's sister, Meryem, arrives for a visit, in a flurry of over-catering and Marilyn Monroe-themed luggage, Ada's thirst for information grows. What was the great sadness her mother carried, self-medicating with alcohol and pills? Why did none of her mother's family attend the funeral? Lack of knowledge unsteadies Ada and wounds her pride. Her long wild scream is a protest that none of the facts of her life add up.</p> <p>Shafak carries us back into the summer of 1974, when two teenagers meet in secret in the store room of The Happy Fig tavern in Nicosia. Defne, Ada's Muslim Turkish Cypriot mother, and Kostas, her Christian Greek Cypriot father, are powerfully drawn to each other although both know their families would neither tolerate nor forgive their romance. “You don't fall in love in the midst of a civil war, when you're hemmed in by carnage and by hatred on all sides . . . And yet there they were.”</p> <p>War and love and violence are daringly mixed in this novel. The blast of a home-made bomb lobbed into the tavern instigates a passionate tryst and death unites others whose love is forbidden. </p> <p>Through the character of Kostas, who is hyper-alert to nature, Shafak makes clear the devastation wrought by war is not unique to humans. Trees suffer horribly, as do parrots and even ants. In one of the most shattering scenes Kostas describes the hundreds of fruit bats that have perished, some so tiny they are still suckling. The destruction of the natural world at first strikes as a metaphor until you realise it isn't at all. </p> <p>Shafak, whose last novel, the Booker-shortlisted <a href=\"https://www.ft.com/content/10be5b18-7ae4-11e9-8b5c-33d0560f039c\"><em>10 Minutes 38 Seconds in this Strange World</em></a>, was filtered through the consciousness of a newly dead heroine, writes with great control about despair. She understands the shame that attaches to grief, the fear it generates, the way extreme loss assaults the personality. She shows the protection rackets that spring up in families where the horror of aggravating another's sadness means all feelings must be hidden. </p> <p>The push and pull of teenage emotion is also captured with precision. We see Ada's thinking mature, experiencing her shifts in perception incrementally. Resisting the urge to simplify or judge is a recurring theme. </p> <p>Ada's favourite bedtime story from her mother featured soldiers during the second world war who feared for their lives when they saw a cloud of yellow poisonous gas floating towards them, only to realise it was thousands of migrating butterflies. This image of deathly threat dissolving into beauty is characteristic of Shafak's magical sway.</p> <p>I wasn't certain I could accept a novel largely narrated by a fig tree. A fig tree who is part psychoanalyst, part historian and natural historian, a tree of knowledge, keeper of hearts and secrets; a tree with the broad inclusive sweep of Walt Whitman, making scant distinction between the suffering of a eucalyptus and a soldier, a tree who admits to being a pessimist and itself harbours symptoms of post-traumatic stress disorder. </p> <p>This tree is wise (aren't all tree narrators?) but can also be witty. The infamous fruit devoured in the garden of Eden was assuredly a fig, it maintains. Nice as they are — crisp, refreshing and wholesome — no one ever went overboard, in life, for an apple.</p> <p>Yet I came to admire this tree, which piqued me at the start. Its generosity, its understanding and its foibles seemed Shakespearean. I like terse, fraught novels about grief and loneliness, but <em>The Island of Missing Trees</em>, for all its uses of enchantment, is a complex and powerful work in which the harrowing material settles on the reader delicately. </p> <p><a href=\"https://www.amazon.co.uk/gp/product/0241434998/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0241434998&amp;linkId=7e3b0b69bedb15f1faa6065d0289d0af\"><strong>The Island of Missing Trees</strong></a> by Elif Shafak, <em>Viking £14.99, 368 pages</em></p> <p><em>Susie Boyt's novel ‘</em><a href=\"https://www.amazon.co.uk/gp/product/0349015058/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0349015058&amp;linkId=79761850bf65223f8c07c78a3155d42b\"><em>Loved and Missed</em></a><em>' is published next month by Virago</em></p> <p><em>Join our online book group on Facebook at&#xa0;</em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: Susie Boyt 2021 'The Island of Missing Trees by Elif Shafak — war and figs' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T13:00:07.869Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5027,
          "end": 5032
        }
      ],
      "nexusId": "10022657"
    }
  ]
}