{
  "_id": "498d18dc12d7552c8ca880bf996050566477f8cb817f200253c2a47d1808b0c8",
  "feed": "ftcomall",
  "title": "‘The condition of black life is one of mourning'",
  "text": "<p>Jack Whitten's “Birmingham” is a wound on the wall, a torn patch of black canvas and charred foil. Through the hole in that calamitous surface, veiled by nylon mesh, we glimpse a familiar news photo from 1963. You can just make out a young black man's face, his sleeve locked in a police dog's jaws, an indelible image of the city where a bomb had recently killed four young girls in church. That year's dose of facts overwhelmed Whitten's usual practice of painting abstraction; instead, he channelled his fury and sorrow into this raw assemblage, which hovers on the verge of self-negation.</p> <p>Whitten wasn't there when the dogs attacked. Originally from Bessemer, Alabama, he joined the civil rights movement, then sped far enough away that he could observe the combat from a distance. “I witnessed evil,” he said after a 1960 march on the Louisiana state capitol building in Baton Rouge. “I saw hatred coming out of white people. They attacked us, threw shit and piss on us. We made it all the way to the state capitol building as they were hitting us with sticks. I did it then, but I made a vow, I would never put myself in that position again. That march is what drove me out of the South. I took a Greyhound bus to New York City.” </p> <p>Instead of continuing to live the violence, he made art about it.&#xa0;</p> <p>Six decades later, that same allusive agony flows into the New Museum's <em>Grief and Grievance: Art and Mourning in America</em>, which once again fuses requiem and rage. This gutting exhibition summons a roster of current stars (Lorna Simpson, Theaster Gates, Kara Walker, Kerry James Marshall, plus many more) and plenty of work from the past decade. But its roots go back much farther, and so does the tension between hot emotion and cool technique, between spectacle and deflection.&#xa0;</p> <p>The influential Nigerian-born curator Okwui Enwezor planned <em>Grief and Grievance</em> before the pandemic, before George Floyd's killing and the protest summer of 2020, before the Confederate flags in the US Capitol, and he died two years before it could open. But he knew that it would be both prescient and timely. Enwezor, who expected the opening to coincide with last year's presidential election campaign, conceived it as a furious indictment of Donald Trump and, he wrote, “a direct response to the national emergency of black grief”. Maybe the moment would always have seemed right: “The condition of Black life is one of mourning,” Claudia Rankine writes in the catalogue. That was true when Enwezor was alive, and it will still be true two years from now.</p> <p>The show occupies the entire museum, and nearly all the art in it is seething yet muted. Enwezor steered clear of explicit political statements, preferring subdued articulations and fertile metaphors. A team of sympathetic curators, Massimiliano Gioni, Naomi Beckwith, Glenn Ligon and Mark Nash, united to fulfil his intent.</p> <p>The sober sensibility springs from Nari Ward's “Peace Keeper”, a work that moved Enwezor when he saw it at the 1995 Whitney Biennial. Ward commandeered an epic ‘70s-style hearse, glazed it with glossy tar, and dotted it with peacock feathers. He built a metal pen around the vehicle and caged it like a zoo animal, jamming the enclosure with rusty pipes and mufflers.&#xa0;</p> <p>The piece was later destroyed, but Ward has reconstituted it to serve as the pivot for the rest of the exhibition. At the centre of a gallery, in the heart of the museum, “Peace Keeper” reads less as an act of protest than as a projection of majestic melancholy that tackles death, punishment and captivity with tenderness and a touch of humour.&#xa0;</p> <p>Theaster Gates picks up a similarly unconsoling metaphor in his 2014 video “Gone Are the Days of Shelter and Martyr”, which unfolds inside a church on Chicago's South Side that was doomed to demolition. Two men amble through the abandoned sanctuary of St Laurence, accompanied by the Black Monks of Mississippi's doleful blues. The men hoist wooden doors and smash them to the ground, punctuating the music with irregular thwacks, like an eruptive heartbeat. Gates reanimates the abandoned building, but only momentarily. Its fate is foreordained, and these are its last rites. The artist packs an allegory of resilience into the wreckage, creating a haven for rumination and lament.</p> <p>Ward's and Gates's rituals of salvage offer scant traces of optimism or rebirth, and their pessimism becomes a through line. Melvin Edwards, too, collected cast-off materials with an impressively grim sense of purpose. Eight reliefs from his “Lynch Fragment” series make a menacing appearance; the junkyard assemblage of spikes, blades, chains, and pipes evokes a museum of oppression.</p> <p>That project, which Edwards started in 1963 and kept adding to for decades, reminds us that the instruments of pain can change but the story doesn't. In a catalogue essay, Gioni wonders whether the art gathered here into a plaintive chorus has the power to “speak beyond its immediacy and urgency, beyond its topicality, and teach us to mourn not only for the ones who fall in the many acts of racial violence, but also for the many who are falling against the invisible enemy of the pandemic.” The presence of works that are at once old and fresh has already answered the question: the theme of loss never ages.&#xa0;</p> <p>Music keens through the galleries. In Khalil Joseph's video collaboration with Alice Smith, “Alice ™ (you don't have to think about it)”, from 2016, the camera meanders away from the singer's face, now blurring her body, now zooming in so close that she practically disappears. At times, Joseph lingers on other corners of the room — anything to pry our attention from the singer's visual presence and redirect it to her voice and its improvisatory wails. He could, of course, have let the sound ring without any video at all, but the struggle to focus sharpens the experience. It's here that the scholar Christina Sharpe detects one of the show's rare notes of redemption: somewhere around the 15th minute, she writes in the catalogue, Smith “hits an excruciating, life-giving sound that cracks into the painful, beautiful thing that is, for me, the possibility of consolation.”&#xa0;</p> <p><em>To June 6, </em><a href=\"https://www.newmuseum.org/\"><em>newmuseum.org</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Ariella Budick 2021 '‘The condition of black life is one of mourning'' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T05:00:59.089Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6382,
          "end": 6387
        }
      ],
      "nexusId": "10022657"
    }
  ]
}