{
  "_id": "e9f239f5a4ea313fa906ba0c6b01f02a3070fe35f953baac05685c272045e2f2",
  "feed": "ftcomall",
  "title": "Brussels appeals against €250m Amazon tax defeat",
  "text": "<p>Brussels has appealed against a court decision that quashed an order for Amazon to pay €250m in tax to Luxembourg, the EU said in a statement on Thursday.</p> <p>The General Court, the EU's second-highest court, said last May the commission was “incorrect in several respects” in its analysis of the 2017 case. </p> <p>The ruling said Brussels was not right to argue that the company's tax bill was artificially reduced as a result of overpricing of a royalty payment.</p> <p>But in its appeal to the court, the European Commission said the court had “made a number of errors of law in its judgment”. </p> <p>Similar to its appeal in the Apple state aid case, Brussels believes the General Court should have based its ruling on the profits recorded in Luxembourg by Amazon rather than looking at the US where it holds its intellectual property.</p> <p>“That's because Amazon entities in Luxembourg have already paid for the right to use this intellectual property in Europe, so the profits generated should be taxed here,” said a person with knowledge of the matter.</p> <p>The appeal is being brought to the European Court of Justice.</p> <p>The commission said in its statement that it was its top priority to make sure that all companies of all sizes “pay their fair share of tax”. While the EU has lost state aid cases on the grounds that not enough evidence has been provided, the courts have confirmed the principle that member states must determine taxation laws in line with EU state aid rules. </p> <p>“If member states give certain multinational companies tax advantages not available to their rivals, this harms fair competition in the European Union in breach of State aid rules,” the European Commission added.</p> <p>Brussels has been diligently pursuing state-aid cases with a patchy record. Last year it lost an order for Apple to pay back €14.3bn in taxes to the Irish government, its most humiliating defeat to date.</p> <p>The appeal comes after the world's leading economies agreed to force multinationals to pay a global <a href=\"https://www.ft.com/content/d0311794-abcf-4a2a-a8a4-bcabfc4f71fa\">minimum corporate tax rate</a>.</p> <p>Amazon did not immediately reply for a request for comment.</p><p>Source: Javier Espinoza in Brussels 2021 'Brussels appeals against €250m Amazon tax defeat' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T16:32:42.691Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1772,
          "end": 1777
        },
        {
          "start": 608,
          "end": 613
        }
      ],
      "nexusId": "10022657"
    }
  ]
}