{
  "_id": "230bd16b138892038362927b53c6f64299ffa8b49c63778c51af13f2d78c11d5",
  "feed": "ftcomall",
  "title": "The next quant revolution: shaking up the corporate bond market",
  "text": "<p>Two years ago Rich Donick strode up the steps of Blackstone's New York headquarters to pitch the investment group on managing a slice of its money. <a href=\"https://www.ft.com/stream/2519f1ee-e8b7-4f4b-976a-d2f4cf7b7dac\">Blackstone</a> was so taken by his firm's vision for the bond market's future that last year it bought the entire company, <a href=\"https://www.businesswire.com/news/home/20201130005529/en/Blackstone-Announces-Agreement-to-Acquire-DCI-a-Pioneer-in-Technology-driven-Quantitative-Credit-Investing\">Diversified Credit Investments</a>.</p> <p>The corporate bond market has long been dominated by the sort of old-fashioned trading and large egos that were once made famous by the writers Tom Wolfe and Michael Lewis. But DCI is one of a new breed of <a href=\"https://www.ft.com/content/109efec0-8bf2-11e9-a1c1-51bf8f989972\">money managers</a> hoping to shake up the market by using processing power, models, algorithms and big data to systematically wring money out of pricing anomalies.</p> <p>The potential is enormous. The global corporate bond market stands at over $40tn, but is virtually untouched by the computer-powered “<a href=\"https://www.ft.com/stream/f2693ebe-70d7-4a30-83ac-c8ae8fcca71b\">quantitative</a>” investment revolution that has reshaped the stock market in recent decades. Some so-called quants are giddy about the opportunities. “There's been a real rapid evolution in how corporate credit works,” says Donick. </p> <p>At the same time, the four-decade slide in interest rates and inflation has stoked a remarkably long and strong rally for fixed income markets, but one that many investors now fret is coming to an end. The need for a new approach to tackle the coming era is one of the reasons why Blackstone <a href=\"https://www.blackstone.com/press-releases/article/blackstone-announces-agreement-to-acquire-dci-a-pioneer-in-technology-driven-quantitative-credit-investing/\">swooped</a> in for DCI last December, despite it managing only $7.5bn at the time. </p> <p>“We are at the end of a 40-year bond bull market, and we are going to have to navigate a bear market at some point in the future,” says Dwight Scott, global head of Blackstone's credit investing arm. “By taking a more systematic approach to risk in fixed income you can outperform even if you're facing an environment that isn't as benign as it has been through my entire career.”</p> <p>Many sceptics scoff at the idea that groups such as DCI can repeat the <a href=\"https://www.ft.com/content/fdc1c064-1142-11e9-a581-4ff78404524e\">quant earthquake</a> that started rattling equity markets three decades ago. It is hard to overstate the challenges. Even some optimists concede that corporate debt is so fundamentally different — opaque, messy, and traded mostly by phone rather than on an exchange — that there are limits to how far it can follow the journey taken by the stock market since the 1980s.&#xa0;</p> <p>Nonetheless, after a sharp acceleration in electronic corporate bond trading over the past two years, the optimism in some corners of the industry is palpable. Firms now betting on “systematic credit investing” range from big traditional money managers such as BlackRock to hedge fund titans like Citadel and <a href=\"https://www.ft.com/stream/38d3c8a7-5245-4082-b538-3169e2e24d13\">Man Group</a>. </p> <p>Paul Kamenski, a senior executive at Man, argues that the corporate debt market is the “last big frontier” for quantitative investors like his employer — but one that will inevitably succumb to the quant advance as well. </p> <p>“It comes with real challenges, but it really does feel like the forefront, the bleeding edge of systematic strategies,” he says. “We all know the golden years of systematic equity were the 80s, 90s and 2000s. I think we're in the golden years of credit.”</p> <h1>The quant pioneers</h1> <p>Decades ago, in Wall Street's analogue belt-and-suspenders age, a big bulky calculator was all it took to gain an edge.</p> <p>When Donald Sussman started trading convertible bonds in the 1960s, he convinced his boss to buy him a $2,000 Friden calculator that could divide to six decimal places in a near-instant. “It gave us a huge advantage over other traders in the market,” he reminisces.</p> <p>Sussman later became a pioneer of the hedge fund industry, and an adept seer of how it would evolve. In 1988 he bankrolled a precocious computer scientist called <a href=\"https://nymag.com/intelligencer/2018/01/d-e-shaw-the-first-great-quant-hedge-fund.html\">David Shaw</a>, whose eponymous hedge fund DE Shaw today manages more than $60bn and helped usher in the quant revolution that has rewired the investment industry. </p> <p>Sussman now reckons the stars are aligned for a similar upheaval in the corporate bond markets, and is determined that his hedge fund Paloma Partners will profit from it. “It's very similar to the early days of quantitative equity trading,” he says. “The opportunity set is substantial because there is very little capital allocated to this type of trading. It's wide open.”</p> <p>Quant investment groups have long been active in the broader bond market, surfing trends in government debt, for example, or taking advantage of pricing anomalies in fixed income derivatives. Firms such as <a href=\"https://www.ft.com/content/7dfd1e3d-e256-4656-a96d-1204538d75cd\">Barclays Global Investors</a> — now part of BlackRock — started dabbling in systematic corporate bond investing in the 1990s. But the corporate debt market has proven inhospitable to many computer-powered strategies.</p> <p><a href=\"https://www.ft.com/stream/f629ead0-d40f-43ba-b104-95b1e02fe174\">Corporate debt</a>, often just referred to as “credit” in the industry, is significantly more complex than equities. While a company will often just have one stock outstanding, it can have dozens of individual, idiosyncratic bonds. These are affected not just by the firm's own fundamentals but also by the broader ebb and flow of macroeconomic fundamentals. </p> <p>The World Federation of Exchanges estimates that there are globally about 48,000 stocks. CUSIP Global Services, a company that issues identification numbers for financial securities, estimates that there are over 515,000 corporate bonds in the US alone, each of which is as unique as a snowflake. </p> <p>Unlike common stocks, bonds actually mature, adding a new dimension. Information is patchier. Even trading data is rudimentary, unlike the instantaneous, granular information that stock market investors enjoy. Most trading has historically happened over the phone and via big investment banks such as Barclays, Goldman Sachs, Deutsche Bank or Citi, and even actively-traded corporate bonds often only see a few deals a day. Swaths hardly ever change hands. </p> <p>However, the credit market is evolving rapidly. The rise of <a href=\"https://www.ft.com/content/9d6e520e-3ba8-11ea-b232-000f4477fbca\">exchange-traded bond funds</a> has triggered a wave of innovation, and activity is gradually shifting on to <a href=\"https://www.ft.com/content/683effc4-993a-4baf-bc17-8ba70b96c06a\">electronic venues</a> like MarketAxess and Tradeweb. The pandemic has stoked the trend further. </p> <p>In October, 37 per cent of high-grade US corporate bond trading happened electronically, up from 21 per cent in early 2019, according to Coalition Greenwich, a consultancy. The electronic share of US junk bond trading has vaulted from 12 per cent to 29 per cent over the same period. In Europe the shift is also advancing. In fact Flow Traders, a big Amsterdam-based trading firm, estimates that almost half of all euro-denominated high-grade corporate bond trading is now electronic. </p> <p>This has enabled algorithmic corporate bond trades that in the past might only have worked on paper. “Liquidity and transparency have reached a point where strategies that always made a lot of sense but were too intensive to actually implement now actually become possible,” says David Horowitz, the chief executive of Agilon Capital, one of a handful of new investment groups focused on the field. </p> <p>There are many different approaches being explored. They range from replicating what many traditional bond funds already do in a systematic, emotionless fashion, to higher-octane hedge fund-like strategies such as “statistical arbitrage” — essentially eking out small profits from myriad small pricing glitches — or getting machines to instantaneously read complex bond documentation and legal clauses for signs of trouble. But industry insiders say everything in the embryonic industry is growing quickly. </p> <p>Man Group has been parsing trading patterns, and estimates that there is now at least over $31bn held by various systematic credit strategies, more than double their footprint just two years ago. BlueCove, a boutique systematic bond fund manager, estimates that across the entire fixed income market there is now about $300bn of quant strategies, compared with $10tn for systematic equity strategies. </p> <p>“I think the artisanal, traditional approach to bond fund management will increasingly be under threat from a more scientific approach,” says Alex Khein, chief executive of BlueCove. </p> <h1>‘We've cracked the code'</h1> <p>DCI — now renamed Blackstone Credit's Systematic Strategies unit — was built for this era. It was founded back in 2004 by <a href=\"https://www.amazon.co.uk/Trillions-Renegades-Invented-Changed-Finance/dp/0241422051/ref=sr_1_1?crid=F9W79FD3P4Q0&amp;dchild=1&amp;keywords=trillions+wigglesworth&amp;qid=1633586940&amp;qsid=260-4075959-8066752&amp;sprefix=trillions%2Caps%2C184&amp;sr=8-1&amp;sres=0241422051%2CB07XJZLSGH&amp;srpt=ABIS_BOOK\">John McQuown</a>, the inventor of the first index fund; the well-connected American financier David Solo; and Stephen Kealhofer, a cerebral former academic who has devoted much of his life to dissecting the bond market. </p> <p>The company managed $7.5bn when it was acquired by Blackstone in December 2020. Its assets have now edged up to over $8bn —&#xa0; excluding roughly $14bn it steers on behalf of Blackstone's insurance subsidiary — and the investment group has high expectations. Indeed, Blackstone's founder Stephen Schwarzman has <a href=\"https://event.webcasts.com/starthere.jsp?ei=1405616&amp;tp_key=3d2348097d&amp;tp_special=8\">likened DCI to GSO </a>Capital Partners, which it bought in 2008 and is today the heart of its $178bn credit business. </p> <p>“We've been working on this for decades, but we really feel that the time is now for systematic credit,” says Tim Kasta, who leads the unit with Donick. “We're not a black box. We think we have cracked the code on what causes a firm's default risk to change, and how to tilt portfolios to capture attractive mispricings.”</p> <p>There is also a slew of start-up investment managers focused on systematic credit trading — such as Agilon in San Francisco and London-based BlueCove, which were both set up in 2018 by veteran bond quants from BlackRock — and a widening array of huge well-established firms that are delving deeper into the field.</p> <p>Take Ellington, one of the oldest and biggest dedicated credit hedge funds, having been set up in 1994 by Michael Vranos, a former superstar mortgage bond trader at Kidder Peabody. Five years ago it started experimenting with systematic credit strategies, and now it is running a standalone quant credit fund. </p> <p>In some respects, systematic credit strategies are stepping into the breach left by banks after the financial crisis, when they were forced to shutter their big internal hedge funds and ratchet back their market-making, according to Robert Kinderman, co-head of credit strategies at Ellington. “Before the financial crisis it would have been hard to compete with a Lehman Brothers in providing liquidity. But now we have a role to play in the ecosystem,” he says. </p> <p>However, the challenges are immense. Quite often, even bond quants need to pick up a phone to trade, or discover that whatever their model suggests simply cannot be done. Some traditional bond investors also point out that credit is an opaque market that has long included mathematically-oriented professionals with decades of experience of exploiting anomalies, as opposed to the more story-driven stock market. They argue the opportunities in credit just aren't as rich and simple as the quants say.</p> <p>Most of all, data — the raw fuel that powers all quant strategies — is often woeful. Jon McAuliffe, chief investment officer at quant hedge fund <a href=\"https://www.ft.com/content/338962c0-eeaf-11e9-ad1e-4367d8281195\">Voleon</a>, is optimistic on applying systematic techniques to the corporate bond market, but concedes that it is a “radically different information environment from equities”.&#xa0;</p> <p>For example, finding out the price of Apple's stock simply requires looking up the price people are willing to pay for it or sell it on a public exchange, and the midpoint between those only infinitesimally different numbers is an accurate assessment of the market's view. But with an Apple bond you might have to ask a series of investment banks for quotes, the differences can be stark, and even those bids and offers are not always firm. </p> <p>Moreover, data on all equity trades are publicised instantaneously for everyone to see, and they have an official closing price when the exchange closes. Corporate bonds have no official closing price, and even when trades are publicised the information revealed is often delayed and sparse. “There is no unambiguous source of ‘truth' in the bond market,” McAuliffe points out. </p> <h1>Snowball effect</h1> <p>Nonetheless, if the quants do succeed, the impact on the corporate debt market could be monumental. Industry executives say the rise of electronic trading and systematic credit strategies are now starting to reinforce each other in a positive feedback loop. The final outcome could be a radically different <a href=\"https://www.ft.com/stream/f629ead0-d40f-43ba-b104-95b1e02fe174\">corporate debt market</a> — faster, more transparent and cheaper to trade, but potentially more fragile and tempestuous. </p> <p>“It feels like we're disrupting a market that has been dominated by banks and closed for a very long time,” says Ramon Baljé, head of fixed income at Flow Traders. “We see a snowball effect, where platforms start to innovate and offer new trading protocols, more algorithmic trading becomes possible, new players enter the space and older ones design their own algorithms to trade automatically.”</p> <p>And irrespective of the undoubted challenges, what was once a fairly iconoclastic experiment now has the feel of a gold rush, according to DCI's Kealhofer. “It's been an interesting odyssey,” the firm's head of research says. “It has felt like exploring an undiscovered continent, and our footprints were the first there. But there are a lot more explorers here now.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/63afb2b4-b0eb-41a2-b10d-c97524bfabae\"><em>Bond markets are stuck in old ways for a reason</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/63afb2b4-b0eb-41a2-b10d-c97524bfabae\"><em>From Tim Skeet, UK Regional Chair, ICMA, London SW19, UK</em></a></p><p>Source: Robin Wigglesworth and Laurence Fletcher 2021 'The next quant revolution: shaking up the corporate bond market' FT.com 7 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-07T05:00:22.783Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 10928,
          "end": 10933
        },
        {
          "start": 11175,
          "end": 11180
        }
      ]
    }
  ]
}