{
  "_id": "f284b2b8221133867ce9935487c59e17f56e502ffb299173c32f76e452e209d4",
  "feed": "wall-street-journal",
  "title": "VC Daily: SoftBank Bets on Warehouse Tech; Hitachi's Push into Enterprise-Software; Coinbase 's Ties",
  "text": "<p>And we take a look at Hitachi Ltd .'s purchase of GlobalLogic Inc ., a deal that amounts to a big bet on helping heavy industry go digital.</p><p>And now on to the news...</p><p>Top News</p><p>SoftBank bet. SoftBank Group Corp . agreed to pay $2.8 billion for a 40% stake in AutoStore, whose technology makes it possible for warehouses to be operated almost entirely by robots, WSJ reports.</p><p>AutoStore is controlled by Thomas H. Lee Partners LP , while another private-equity firm, Sweden's EQT AB , holds a minority stake. The deal values the company at $7.7 billion including debt, the companies said Monday.</p><p>The Wall Street Journal reported such a deal was imminent earlier Monday. SoftBank Chief Executive Masayoshi Son has been placing big bets on artificial intelligence and internet-connected devices for years, famously predicting in 2017 that super smart robots will outnumber humans within 30 years.</p><p>21%</p><p>A Biden proposal would impose a 21% minimum tax on U.S. companies' foreign income. (WSJ)</p><p>Coinbase Independent Directors Have Close Company Ties</p><p>Fred Ehrsam 's ties to Coinbase Global Inc . run deep: He co-founded the multibillion-dollar bitcoin exchange, was its president until 2017, owns millions of its shares and was part-owner of a company it bought last year, WSJ reports. Under Coinbase 's plan to tap the public markets, however, the San Francisco-based company classifies Mr. Ehrsam as an independent director, securities filings show. The same goes for Fred Wilson , another Coinbase director who owns a significant stake of the company. That independent label allows Coinbase , the largest U.S.-based cryptocurrency exchange, to assign Messrs. Ehrsam and Wilson to an investor-protection role that is required for every public company. Mr. Ehrsam and Mr. Wilson didn't respond to requests for comment. Coinbase is restricted in what it can say publicly ahead of its listing, which is expected on April 14. The prospectus for its offering says its board has determined that Messrs. Ehrsam and Wilson meet the regulatory definition of independent directors.</p><p>Why Hitachi Is Spending $9.6 Billion to Dive Into the Software Business</p><p>Hitachi Ltd . 's $9.6 billion purchase of digital-engineering firm GlobalLogic Inc . amounts to a big bet that enterprise software will unleash the power of big data on heavy industry, WSJ reports. The Japanese manufacturing giant follows a string of other old-guard hardware businesses that are investing in fast-growing enterprise-software development, analysts say. Best-known years ago for TV sets, video recorders and batteries, Hitachi is diving headfirst into this area as coronavirus restrictions have all but shoved industries into digitizing their businesses—faster. That's where Hitachi hopes to employ GlobalLogic's engineering know-how in manufacturing, energy and other sectors to expand further outside Japan, said Gajen Kandiah, chief executive of Hitachi Vantara, the firm's digital infrastructure segment.</p><p>New Money</p><p>Sendbird Inc., a San Mateo, Calif.-based mobile engagement and communication platform, closed a $100 million Series C round. Steadfast Financial led the investment, with Managing Director and Head of Venture Capital Karan Mehandru joining the board. New investors Emergence Capital and Softbank Vision Fund 2 also participated in the funding, along with existing backers Iconiq Capital, Tiger Global Management and Meritech Capital.</p><p>Upsolver raised $25 million in Series B funding. Scale Venture Partners led the round, which included additional support from JVP, Vertex Ventures US and Wing Venture Capital. Ariel Tseitlin, partner at Scale, joined the company's board.</p><p>Bartesian Inc., a Chicago-based intelligent cocktail maker for on-demand craft cocktails at home, secured $20 million in Series A financing. Cleveland Avenue led the round, which included participation from Stanley Ventures and others.</p><p>Empathy, a New York- and Tel Aviv-based app that helps families deal with the loss of a loved one while streamlining the end-of-life bureaucracy process, emerged from stealth mode with $13 million in seed funding co-led by General Catalyst and Aleph.</p><p>Segron, a Slovak Republic-based test automation services provider, picked up a new round of funding, bringing the total raised to date to $10 million. OTB Ventures and Credo led the latest investment.</p><p>Olive Union Inc., a Carson City, Nevada-based hearing assist startup, raised a $7 million Series B funding round from investors including Beyond Next Ventures, Bonds Investment Groups, and Japan Policy Finance Corporation.</p><p>Tech News</p><p>The Supreme Court said Google 's copying of some Java API code for its Android operating system was fair use. The Google campus in Mountain View, Calif.</p><p>Supreme Court sides with Google over Oracle in their multibillion-dollar copyright battle.</p><p>China creates its own digital currency, a first for a major economy.</p><p>WSJ built an \"Apple car\" from old iPhones. Here's what we learned.</p><p>Around the Web</p><p>Ford-backed self-driving startup Argo AI mulling IPO this year (Bloomberg)</p><p>Digging into the Alkami Technology IPO (TechCrunch)</p>",
  "published": "2021-04-06T14:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4887,
          "end": 4892
        }
      ],
      "nexusId": "10022657"
    }
  ]
}