{
  "_id": "e21c62cb62f7247dcdf0d3ff23e4774b20eccd0a0b3000605efd43ccf9379fc5",
  "feed": "market-watch",
  "title": "After Selling His Mod Home, Will Arnett Snags $16.4M Modern Farmhouse",
  "text": "<p>Spanning 10,300 square feet, the luxurious layout seems to have everything a Hollywood star would ever desire, from a home theater, wine wall and lounge, gym, outdoor space with a pool and fire pit, and marble everything.</p><p>Realtor.comRealtor.comRealtor.comRealtor.comRealtor.comRealtor.comRealtor.comRealtor.comRealtor.comRealtor.comWith seven bedrooms and eight bathrooms, the brand-new build offers a serene, spacious interior.</p><p>Enter the gated estate to a 25-foot exposed brick wall entry, complete with bleached wood siding and white-oak vaulted beam and wine barrel ceilings. A foyer features an eye-catching bleached wood staircase, and an open floor plan.</p><p>The open chef's kitchen is practically an art piece, with an eye-catching hood, a slab of marble for a backsplash, plentiful storage, and a pantry area with an gray apron sink. A waterfall island with seating adjoins a family room.</p><p>Just beyond, a wall opens completely to allow in nature and sunlight. Next to the kitchen against the wall, a built-in banquette and round table offer space for casual dining.</p><p>A separate formal dining room is topped with a glitzy chandelier.</p><p>Six of the bedrooms come with en suite bathrooms and walk-in closets. A lavish master suite features a fireplace, sitting area, and a massive bathroom with a soaking tub and walls of marble.</p><p>The second floor also boasts terraces overlooking the pool. On the lower level, an entertainment area awaits—a perfect setting for Arnett's podcast crew to gather and sip vino, and perhaps prepare for their upcoming tour. The space boasts a glassed-in wine display, bar, comfy lounge area, and home theater.</p><p>Other details include a a gym and spa, home office, and a garage with car lift.</p><p>Outside, the resortlike feeling continues, with a saltwater pool and spa, fire pit, and space for dining or sunbathing.</p><p>Arnett may be relieved to leave behind the drama of home selling and buying, and to focus instead on picking out the perfect furniture for his new pad.</p><p>His last home was a prefab, modern structure he had custom-built after buying a piece of land for $2.86 million in 2015. The modern structure was finished two years later.</p><p>That glass and steel modern abode was so cool it was featured in Dwell magazine. However, it's significantly smaller, at 4,000 square feet and five bedrooms. So clearly, Arnett was looking for an enlarged space, which also meant a larger price tag.</p><p>Initially, the design-savvy star put his nearby home on the market in 2020 for $11 million. He eventually cut the price to $8 million, which snagged a buyer.</p><p>Arnett, 51, is known for his role as Gob Bluth on the series “Arrested Development.” Fans can catch him on the second season of the Apple TV series “The Morning Show.”</p><p>He has also developed an impressive portfolio of voice work, from his starring part in “BoJack Horseman,” to adding his lungs to Batman in the “Lego” movies.</p><p>And you can tune into his booming baritone on the hit podcast “Smartless,” with his co-stars Jason Bateman and Sean Hayes. The audio show's upcoming multicity tour featuring interviews with celebs will be turned into two docuseries specials for the Discovery Plus streaming channel.</p><p>Rayni Williams with The Beverly Hills Estates repped the seller. Richard Ehrlich represented the buyer.</p><p>This story was originally published on Realtor.com.</p>",
  "published": "2021-09-01T17:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2697,
          "end": 2702
        }
      ],
      "nexusId": "10022657"
    }
  ]
}