{
  "_id": "68c4e04518c3f305e4fdde87a575315ac6cbe815336b92682cf87d9687507b44",
  "feed": "wall-street-journal",
  "title": "I Gave My Mom a Crypto Wallet: A Simple Guide to NFTs, Blockchain and More; If you wince when you hear the term 'nonfungible token,' fear not. We created an NFT to help explain this whole crypto revolution in a clear, easy-to-understand way.",
  "text": "<p>If you knew what any of that meant—and how much trouble I went through to make it happen—you'd realize how much I truly love you.</p><p>Love,</p><p>Joanna aka Daughter of the Year </p><p>Joanna gave her mom a MetaMask crypto wallet with an NFT inside. PHOTO: Kenny Wassus / The Wall Street Journal</p><p>Don't know what an NFT—aka \"nonfungible token\"—is either? You better find out. Why? Because someone as crazy as me might give you one. Or a better reason: They're everywhere.</p><p>Macy's auctioned digital floats as NFTs at the Thanksgiving Day Parade. Robert Mondavi Winery is selling a limited run of wine in fancy Limoges porcelain bottles tied to NFTs. Reese Witherspoon is crazy about NFTs, especially ones made by women. Snoop Dogg is building a virtual NFT house—and people are spending as much as they would on a real house to \"live\" next to him.</p><p>SHARE YOUR THOUGHTS</p><p>Would you consider purchasing digital art or collectibles? Why or why not? Join the conversation below.</p><p>Underlying this vast and wild assortment of digital tokens is the same idea: People are buying and selling—primarily with cryptocurrency—unique, verifiable, irreplaceable online things.</p><p>Again, why? Well, why do people do most things? Money! But that's not the only reason: Many believe these digital items will be the keys to the internet's future.</p><p>I know. You're so confused you want to hide under your real bed in your real house, clutching your real teddy bear. I've been there. This world of mystical items was baffling to me: Why would I pay for a goofy GIF I can already text to a friend? And why do some of these cost more than a Fabergé egg?</p><p>I realized the best way to understand this—and to explain it—was to roll up my sleeves and make an NFT. In other words, I turned my son's pretty fungible construction-paper-and-googly-eyes unicorn into a nonfungible token of my esteem for my mom. I'm not suggesting you try this at home. But I am encouraging you to read the five steps I took, so you too can make sense of NFT fever.</p><p>Step 1: Get to know the blockchain.</p><p>When I gave my mom her NFT, she asked a smart question: \"So this art lives in the cloud?\" To which I said, \"Kinda. But not necessarily. It's actually on a blockchain.\"</p><p>Think of a blockchain as a giant computer party—sans music and hors d'oeuvres. Each computer on a software network runs its own copy of an identical program. No one computer or person controls the network—it's \"decentralized.\"</p><p>And the party never ends. The network is constantly processing transactions and it keeps a database, often called a ledger, with every single transaction that happens—every transfer, every purchase, etc. These transactions are grouped into blocks, which are connected in a chain. Thus…blockchain!</p><p>Blockchains are used to operate cryptocurrency but can also manage other things, such as NFTs. Most NFTs are on Ethereum-compatible blockchains, tied to the digital currency ether (aka Eth). There are other blockchains for bitcoin, dogecoin and so on. My colleague Paul Vigna has a great crypto explainer here.</p><p>Step 2: Put your thing on the blockchain. </p><p>Joanna took her son's 'Masterpiece Unicorn Rainbow' and turned it into an NFT. PHOTO: Joanna Stern / The Wall Street Journal</p><p>One big reason experts gave for why I'd want an NFT: owning something from an artist I love. And the artist I love more than anything is my 4-year-old son.</p><p>So I took one of his opuses, scanned it with my iPhone and asked a motion graphic artist to animate it for me. The result was a simple video file.</p><p>Sure, I could have just uploaded it to social media and wsj.com (and we did), but then it's just a copy. There's nothing to verify the originality of the piece, its title (\"Masterpiece Unicorn Rainbow\"), description (unicorn made by a 4-year-old) or owner (Joanna Stern).</p><p>That's what minting an NFT does. In that process you take a file and turn it into a token with a record of your ownership on the blockchain.</p><p>There are plenty of places to mint an NFT. The most popular are NFT marketplaces such as OpenSea, Rarible and Foundation. But since I wasn't interested in a marketplace, I went with a dedicated service called Cxip (pronounced \"chip\"). I uploaded the \"Masterpiece Unicorn Rainbow\" video file and its biographical info on Cxip's website. But before it could officially hit the blockchain, I had to pay a \"gas fee\" with some... dun, dun, dun…cryptocurrency.</p><p>Step 3: Get crypto and a wallet for it.</p><p>Buying my first crypto was a lot like buying my first bottle of vodka after turning 21, scary but surprisingly easy.</p><p>I headed to Coinbase, a crypto exchange, and bought $400 worth—at the time 0.092 Eth. Now, I needed to put it in a crypto wallet, an online tool made to hold digital money and NFTs.</p><p>Coinbase has its own wallet but I signed up for MetaMask—one of the most popular Ethereum wallets—via its iPhone app. (There's also an Android app and Chrome extension.) During sign-up, you get a 12-word secret recovery phrase, an extra layer of security that you'll be grateful for when stashing your $2,000 virtual can of Bud. You need the phrase to log in, and if you lose it, not even MetaMask can help you get back in.</p><p>(Many NFT marketplaces require crypto, although some, like Sweet.io or the NBA's Top Shot, have started to take dollars via credit card. There are still gas fees, but these platforms hide all that from you. On these sites, your NFT lives in a wallet provided by the platform.)</p><p>Step 4: Pay the gas fee.</p><p>With some Eth in my wallet, I could buy the gas.</p><p>Conducting a transaction across the many real-life computers on the Ethereum network requires energy, and someone has to pay for it, hence \"gas,\" Jeff Gluck, the chief executive and co-founder of Cxip, explained to me. </p><p>When you mint an NFT, you must pay the gas fee. PHOTO: Joanna Stern / The Wall Street Journal</p><p>Ethereum has some of the highest gas fees, and they fluctuate like other energy costs, based on network activity and usage. The energy use is also an environmental concern, since not all power sources are carbon-neutral. I opted to pay an extra $3.30 for carbon offset. On top of that and some other first-time fees, it cost $145.18 or 0.033 Eth to mint my son's masterpiece.</p><p>Once the transaction was done, I confirmed the presence of our unicorn on the blockchain at Etherscan, a website that lists all Ethereum transactions. There she was, right on block 13734952.</p><p>I'm not in the art business, so I opted not to sell the unicorn rainbow on a site like OpenSea. Instead I made my mom her own MetaMask wallet and transferred it to her. (More gas!)</p><p>Buying an NFT on one of the marketplaces doesn't require as many steps. But buying something almost always costs more than making it yourself, and this case is no different.</p><p>Step 5: Ponder the meaning of ownership.</p><p>While I was doing all of this, I questioned lots of people in this space. Why would you want an NFT more than, say, a rare Beanie Baby in 1996?</p><p>You want to make money. You buy with the intent to sell in the future. Just look how crazy the NFT art market has gotten.</p><p>You want to have stuff in the metaverse—you know, the coming virtual world where we work, shop, hang out and more. In the future, you could own NFT virtual land, with an NFT house decorated with NFT art.</p><p>\"The beauty of it is that it allows you to facilitate transactions that are not possible in the physical world or that would be really complicated and costly,\" Merav Ozair, a blockchain expert and a fintech professor at Rutgers Business School, told me.</p><p>She said NFTs can also be used to authenticate and transfer ownership of physical objects, like a rare bottle of scotch, in the real world.</p><p>You want special access. NFTs are already used as tokens or passes into private online groups. At the Bored Ape Yacht Club—which counts among its members Steph Curry and Jimmy Fallon—your unique cartoon-ape image comes with privileges, including invitations to real-world events. Just $200,000 to join!</p><p>You love an artist or brand. This allows you to own something unique from them. Who knows? Maybe my son will become the next Beeple.</p><p>For now, however, my mom seems to much prefer the digital photo frame in the living room—displaying my son's art—to the NFT itself. Oh that poor, untouched crypto wallet!</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Joanna Stern at joanna.stern@wsj.com</p><p>I Gave My Mom a Crypto Wallet: A Simple Guide to NFTs, Blockchain and More</p>",
  "published": "2021-12-13T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}