{
  "_id": "5b77a67df0e8a172f43efbbc1987aaa067bfd120ce2514a4b3c53d1926d825e0",
  "feed": "wall-street-journal",
  "title": "'To The Moon,' Part 4: Diamond Hands; How one man's arguments inspired legions of GameStop investors to band together and send shares surging. The fourth installment of our miniseries.",
  "text": "<p>The final episode of 'To The Moon' will publish Sunday. Listen and follow on Spotify , Apple Podcasts  or your favorite podcast player.</p><p>***</p><p>About This Podcast Series</p><p>When GameStop 's stock took off in January, it caught a lot of people by surprise, especially institutional Wall Street investors. Why was a stock for a struggling video game retailer shooting up almost 2,000%?</p><p>The explanation at the time was that a group of people on a Reddit forum called WallStreetBets all started buying the stock at the same time.</p><p>But the forces that drove GameStop 's surge go much deeper than online chatter. The moment was driven by changing dynamics in investing, new trading technology (which one investor described as giving the keys of a Porsche to a teenager), resentment of Wall Street and even pandemic isolation.</p><p>Our five-part special podcast series , \"To The Moon,\" tells the full story of the GameStop saga, and invites listeners onto the roller-coaster ride that was GameStop —to feel what it was like for the individual investors who were suddenly making hundreds of thousands of dollars overnight, and to hear why they wanted to risk their life savings in the first place.</p><p>New episodes will publish Sundays. You can find them in The Journal. podcast feed or through your favorite podcast player. If you're reading this on the WSJ app ( iOS  | Android ), you can tap to follow The Journal. above and be notified when new episodes go live.</p><p>Show artwork by Emil Lendof/The Wall Street Journal</p><p>'To The Moon,' Part 4: Diamond Hands</p>",
  "published": "2021-06-13T10:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 87,
          "end": 92
        }
      ],
      "nexusId": "10022657"
    }
  ]
}