{
  "_id": "2cadc769191f33277154165aa5d5ae3299692f0f986ddbeefc888111a5eb9252",
  "feed": "ftcomall",
  "title": "How are restaurants coping in lockdown?",
  "text": "<p>The streets of New York have had a construction boom lately. Not skyscrapers, but a combination of wooden sheds, plastic tents, yurts, booths and <em>kotatsus</em> (Japanese heated tables). Thanks to rules allowing the city's restaurants to remain open, but banning them from offering food indoors, restaurateurs have sought novel ways to keep going.&#xa0;</p> <p>Across the Atlantic, it is a rather different picture. The UK's third national lockdown has closed all restaurants and bars to guests, indoors and out. <a href=\"https://london.eater.com/22188447/best-coronavirus-pivots-london-restaurants-2020\">This has forced many restaurateurs to “pivot”</a> and offer meal kits for collection or delivery. How well are they doing? </p> <p>To get an idea, I asked three people I respect: Matthew Mawtus, general manager of Hide in London; Cass Titcombe, who left London to open Brassica, a restaurant with a shop attached, in Beaminster, Dorset; and Neil Forbes, who has been serving top-quality French bistro food at his Cafe St Honoré in Edinburgh for more than 20 years.</p> <p>As the largest of the three — with a downstairs bar, two floors of restaurants plus several private dining rooms — Hide has suffered the biggest drop in numbers: from 4,500 customers a week in December 2019 to serving just 800 a week in January 2021 from a takeaway/delivery menu that stretches from breakfast to dinner and is, unusually, available all week. </p> <p>At his much smaller restaurant, Titcombe notes that in December 2019 it served 200 customers a week, generating £6,000 in revenue. During the first lockdown, weekly sales of chilled meals reached £4,000 to £5,000; but in the second lockdown, sales were only 30 per cent of this. He expects sales during this current lockdown to average about £3,500 a week.</p> <p>Among the biggest changes to any restaurant's profit and loss account today are the extra costs involved in making the transformation from their normal style of service.</p> <p>Hide has spent about £500 per month on packaging, with an initial outlay that was close to £2,000. They have had to purchase 20 heat bags (£90 each) and 10 cool boxes (£25 each). </p> <p>On top of that have come considerable transport costs, the biggest of which is car rental as they do the majority of deliveries themselves. On a busy Saturday, they hire 10 Zipcars (£80 per car per day), with additional vehicles hired according to demand. They also have an electric car, hired for £200 per week, which is used every day — and which facilitated Hide's most complicated delivery: a seven-course tasting menu with paired wines to celebrate the 70th birthday of a regular customer in Cambridgeshire, a round trip of more than 200 miles.</p> <p>As with Hide and Brassica, sales have fallen by roughly 75 per cent at Cafe St Honoré, says Forbes, but they have been supplemented by a small shop and a stall at Edinburgh Farmers' Market, where customers can come for “glazed in front of you'' crème brûlée, a proper bridie (meat pasty), oatcakes and treacle tart.</p> <p>Because Forbes was already a shopkeeper, his transformation costs have not been excessive but, as a member of the Sustainable Restaurant Association, he feels that certain standards must be maintained: “We have to use Vegware or BioPak recycled and recyclable packaging, which is costing us between £2 and £2.50 per&#xa0;person.”</p> <p>Job descriptions have also evolved. “I certainly never thought I would become a delivery driver!” says Mawtus. “I have worked through each lockdown, driving in the evening and organising logistics/marketing during the day. Lockdown one was all about ‘the how' — as in, how do we serve as many people as possible without compromising quality?”</p> <p>Titcombe and Forbes have enjoyed the rare pleasure of not working at night. On the other hand, “a big chunk of the week is taken up labelling, packing and weighing”, says Titcombe. For all that, “it's still very pleasing to see the fridges full of food ready to go out on Thursday and empty on the Friday.”</p> <p>Yet even for those who have managed to pivot successfully, the challenges remain substantial and the effect on staff can be great. “It has stuck with me to always watch out for the team, to ask them how they are . . . to be thoughtful,” says Forbes. “It is such a scary time for these young people. The factor that doesn't get much coverage is the loss of gratuities. This has a massive impact on the income of so many. Yet we must soldier on.”</p> <p><em>Watch Nicholas discuss the secret to preparing the perfect fish with chef Josh Niland at the FT Weekend Digital Festival, March 18-20. For more information and tickets visit </em><a href=\"http://www.ftweekendfestival.com\"><em>ftweekendfestival.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Nicholas Lander 2021 'How are restaurants coping in lockdown?' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-25T11:00:35.359Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4699,
          "end": 4704
        }
      ],
      "nexusId": "10022657"
    }
  ]
}