{
  "_id": "6eab6cac0b1859302479813545fd0cb33430f659426d3c8da566311d216799b5",
  "feed": "wall-street-journal",
  "title": "Twitter Makes Tired Look Fresh; Twitter sometimes seems a couple of steps behind rivals in advertising tech—right now, that's a good thing",
  "text": "<p>Snap Inc. and Facebook whiffed with investors this earnings season after both companies said growth of their ad platforms took big hits in the third quarter due to Apple's recent ad-tracking changes, with some potentially tough innings still to come. Their misses made Twitter's results look pretty exciting—Twitter's shares rose 2% in after-hours trading immediately following the report, even while the company said it recognized a one-time net charge in the quarter of $766 million related to a settlement of a class-action lawsuit.</p><p>Whereas traditional advertising was all about spreading the word on your brand, advertising today is all about conversion, which can now be easily tracked via e-commerce online. For that reason, social-media companies are increasingly turning to direct-response ads, or those meant to get you to buy, subscribe or download something right now. Facebook has said direct-response ads, also often known as performance marketing, are the bulk of its business and its primary growth driver. Snap has been increasing its own mix of these types of ads, noting last week that they now comprise more than half of its ad mix.</p><p>However, Apple's recent privacy changes have hampered platforms' ability to track users' activity, dealing a blow to the value of direct advertising. As a result, Twitter's relatively low mix of direct-response ads—at just 15% of ads as of February—now looks like a positive. Twitter said the impact of Apple's iOS changes increased on a sequential basis in the third quarter, but it \"remained modest\" and was even lower than it had expected. Fourth-quarter guidance includes an ongoing modest impact, the company said.</p><p>Meanwhile, Twitter is continuing to play catch-up in other areas. While the platform's users have already been able to follow \"Topics\" which interest them, the company said Tuesday it is testing a simplified interest selection during onboarding, making it even easier to pinpoint specific subjects that new customers care about. Twitter also said it has started to roll out \"Communities,\" a feature it says will make it easy for users to find and connect with people who have similar interests. Both of these features channel Facebook Groups, a product that Facebook launched in 2010 and is now used by more than 1.8 billion people every month. Twitter's features will no doubt improve its users' experience on the app, but perhaps more importantly will help the company to better target them with ads.</p><p>It has been a rough couple of months for the social-media sector as a whole. Collectively, Facebook, Snap and Pinterest shares are down an average of nearly 27% over the past three months. If that doesn't make Twitter's 10% selloff over that period look appealing, its relative valuation may sweeten the deal. Fetching 7.7 times enterprise value to forward sales before Tuesday's earnings, Twitter's shares are at a discount even to Pinterest, whose shares have been the worst-performing of the social-media group.</p><p>Twitter might not be considered a heavy hitter in today's ad market, but at least it isn't missing. Sometimes getting on base is good enough.</p><p>Write to Laura Forman at laura.forman@wsj.com</p><p>Twitter Makes Tired Look Fresh</p>",
  "published": "2021-10-26T20:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1161,
          "end": 1166
        },
        {
          "start": 164,
          "end": 169
        },
        {
          "start": 1455,
          "end": 1460
        }
      ],
      "nexusId": "10022657"
    }
  ]
}