{
  "_id": "b740baae2f7f3c933f096544d39d67f9d8c009500cfac045fdb3cf1a0e7dee53",
  "feed": "ftcomall",
  "title": "Singapore's data debacle shakes city-state's ‘smart' ambitions",
  "text": "<p>It's not often that you catch Singapore's government looking flustered.</p> <p>Last year, it announced the&#xa0;launch of a contact-tracing system to fight Covid-19 that involved an app and a wearable device. Some citizens expressed privacy concerns about <a href=\"https://www.ft.com/content/588984ac-0396-4db2-b39d-4f78b6ebe622\">TraceTogether</a>, which uses Bluetooth to record distance between users and the duration of their encounters, and about the longer-term risk that, in a tightly controlled system such as Singapore, tracing mechanisms could be abused.</p> <p>The public were repeatedly assured that TraceTogether did not include GPS or internet or cellular connectivity and that all data — which is deleted after 25 days — is only passed on to the authorities if needed for contact tracing. </p> <p>Vivian Balakrishnan, the government minister in charge of Singapore's “Smart Nation” strategy, said in June 2020 that data generated by TraceTogether was “purely for contact tracing. Period.” </p> <p>So when it emerged earlier this month that Singapore's police had used TraceTogether data for a <a href=\"https://www.straitstimes.com/singapore/politics/tracetogether-data-was-accessed-in-may-2020-for-punggol-fields-murder\">criminal investigation</a> in May last year, and an online backlash erupted, I couldn't quite believe it, except — living in this quasi-authoritarian democracy — I could.</p> <p>Balakrishnan said he only realised in late October that the criminal procedure code applied to such data and he took “full responsibility” for the mistake. A&#xa0;bill was urgently passed to limit the use of data from TraceTogether and SafeEntry (the ubiquitous digital check-in system launched during the pandemic) in police investigations to seven <a href=\"https://www.straitstimes.com/singapore/proposed-restrictions-to-safeguard-personal-contact-tracing-data-will-override-all-other\">“serious offences”</a>, including terrorism and murder. But Singapore had clearly been rattled.</p> <p>What the TraceTogether debacle highlights is that Singapore's drive to develop and deploy cutting-edge technology to build a smart city — the government even launched a dedicated agency called GovTech in 2016 — might not be as straightforward as expected.</p> <p>There is no doubt that the city-state is on its way to becoming smart, with sensors and cameras all over the island — on buildings, in subway stations and on flyovers — to monitor crowd behaviour, traffic or air pollution. Smart meters manage energy consumption; subway stations have free WiFi; and infrared cameras can detect people in danger of drowning in public swimming pools. </p> <p>GovTech has even tested <a href=\"https://www.ft.com/content/91906058-487d-45da-bee3-0cce20f1a0e6\">facial recognition technology</a> on lamppost cameras, raising privacy concerns that it said it would be sensitive to. The government's aim is to funnel data collected by sensors all over the island into a single platform, which it says will help improve urban “planning and security”.</p> <p>Technology plays a major role in Singapore's law enforcement. Surveillance tools at the police's disposal include nearly 80,000 cameras across public housing estates (as of 2019), as well as robots and drones with sensors and cameras. Police robots last year patrolled locked-down migrant worker dormitories, which suffered the <a href=\"https://www.ft.com/content/0fdb770a-a57a-11ea-92e2-cbd9b7e28ee6\">biggest Covid-19 outbreaks</a> in&#xa0;Singapore.</p> <p>Such detailed surveillance may appear to be at odds with the low levels of crime and terrorist threat in Singapore, which took second place in the 2019 “safe cities” ranking from the Economist Intelligence Unit. But the government says this is necessary to keep the island “safe and secure”, a leitmotif in the city-state's political discourse.</p> <p>Singapore's approach to the use of data and technology is a product of history, politics and legislation. Lee Kuan Yew, the country's founding father, once said the island would not have made economic progress “if we had not intervened on very personal matters — who your neighbour is, how you live, the noise you make, how you spit or what language you use”.</p> <p>Comprehensive planning and a dose of paranoia tend to shape policymaking here. This is combined with legislation that provides few constraints on government surveillance. </p> <p>But the TraceTogether mess comes as privacy advocates worldwide fight back against the <a href=\"https://www.ft.com/content/19d90308-6858-11ea-a3c9-1fe6fedcca75\">mass data collection</a> deployed to fight Covid-19. </p> <p>The popular upset around this saga and the government's subsequent admission of its mistakes, which some have found uncharacteristically detailed, suggest that even carefully controlled Singapore might pay more heed to privacy concerns, as it builds what it hopes will be the most technologically advanced city in the world.</p> <p><em>Stefania Palma is the FT's Singapore correspondent.</em></p> <p><em>Follow @FTMag on Twitter to find out about our latest stories first. Listen to our podcast, Culture Call, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on Apple, Spotify, or wherever you listen.</em></p><p>Source: Stefania Palma 2021 'Singapore's data debacle shakes city-state's ‘smart' ambitions' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-23T05:00:18.622Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4504,
          "end": 4509
        }
      ],
      "nexusId": "10022657"
    }
  ]
}