{
  "_id": "400558f51145b243c42c25b772add4da435e5a3525fd7906059093c7ebd67dc0",
  "feed": "ftcomall",
  "title": "Wollstonecraft by Sylvana Tomaselli — forensic and fascinating",
  "text": "<p>On August 30 1797, at 11.20pm, the radical philosopher and feminist Mary Wollstonecraft gave birth to her second child, Mary, the future author of&#xa0;<em>Frankenstein</em>.&#xa0;&#xa0;</p> <p>The delivery of the baby went smoothly, but the placenta was adhered to the womb and had to be removed manually. Pre-anaesthesia, this was an agonisingly painful procedure. Pre-antibiotics, it was also an extremely dangerous one.&#xa0;</p> <p>Ten traumatic days later, at the age of just 38, Wollstonecraft died, her internal organs ravaged by post-partum sepsis. “There does not exist her equal in the world,” wrote her devastated husband, the writer William Godwin. </p> <p>Godwin's choice of words was apt. For Wollstonecraft, how women and men should and could exist in the world as equals was <em>the </em>critical question. What makes her death from childbirth, that inescapable marker of gender difference, all the more tragic is that she did not merely advocate equality; to the best of her ability, and often at great personal cost, she attempted to live it. </p> <p>She supported herself financially as a professional author, literary critic, translator and editor.&#xa0;She twice became pregnant out of wedlock, lived with a man she was not married to, and was married to a man she did not live with. All of these decisions were in line with her ideas about gender relations, but no easier for that.&#xa0; </p> <p>Today, Wollstonecraft is primarily famous for her proto-feminist manifesto, “A Vindication of the Rights of Woman”, published in 1792. In <em>Wollstonecraft: Philosophy, Passion, and Politics</em>, Cambridge historian Sylvana Tomaselli argues this has unjustly eclipsed her other work and impoverishes our perception of her true significance as a moral and social philosopher. </p> <p>Tomaselli instead situates “A Vindication” is its wider context, tracking the development of Wollstonecraft's thinking before and after 1792 by drawing on Wollstonecraft's extensive letters, scores of reviews for Joseph Johnson's&#xa0;<em>Analytical Review&#xa0;</em>and other journals, lesser known social and political publications, travel writing, and her unfinished novel.&#xa0;</p> <p>Despite Wollstonecraft's unconventionality, Tomaselli stresses the high store she placed on the faculty of reason and the exercise of fortitude and self-control. Her Christian faith, a subject somewhat sidelined by other biographers (including the atheist Godwin, whose candid memoir of Wollstonecraft inadvertently destroyed her reputation for decades) is reappraised by Tomaselli as intrinsic to her belief in the perfectibility of human society.&#xa0; </p> <p>Rousseau and Burke were powerful influences on Wollstonecraft, whose ideas about society and gender were forged in direct and outraged opposition to theirs. She vehemently rejected Rousseau's view that women's primary purpose&#xa0;was to make themselves delightful to men, and was scathing about Burke's defence of the status quo, social hierarchy and tradition.&#xa0;</p> <p>Wollstonecraft in turn had a profound influence on others, not only future feminists, but the first generation of the Romantics who admired her accounts of her travels in Scandinavia as ardently as her defence of the French revolution.&#xa0;</p> <p>Ironically for a champion of women's rights, Wollstonecraft held a low opinion of actual women, the upper classes especially. She regarded contemporary society as corrupt and degenerate (for many reasons, including gross disparities in education, that still apply) and held both men and women responsible for this state of affairs.&#xa0;</p> <p>The ideal of equality was, nevertheless, deeply embedded in Wollstonecraft's philosophy, whether she was writing about the French revolution, education, slavery, the rights of man, or the social oppression of women. Her ideas about gender emerge from Tomaselli's analysis as part and parcel of her philosophical vision for human civilisation as a whole. </p> <p>As an intellectual biography, Tomaselli's account is both forensic and fascinating. What gets left out, regrettably, is the personal. There are only the briefest sketches of Wollstonecraft's actual life during the years she was producing these letters, reviews and books, and very little on how her thinking was affected by her experiences. For this, you will have to turn to other accounts, such as Janet Todd's enduringly excellent biography, <em>Mary Wollstonecraft: A Revolutionary Life</em> (2000). </p> <p>The glaring biographical gaps are all the more frustrating given that Tomaselli herself stresses that Wollstonecraft could not have done more to embody her philosophy, or thought more deeply about how individual's actions shape society, and vice versa. This after all is the woman who wrote of her infant daughter Fanny: “I dread to unfold her mind, lest it should render her unfit for the world she is to inhabit.” </p> <p>The antithesis of the bloodless bluestocking, Wollstonecraft wrote powerfully about the interplay of reason and passion, and uncoyly about sexual intimacy and sensual pleasure. She understood all too well that freedom is not the same as licence, and that spirit and body, imagination and intellect, are obliged to coexist. A radical, for sure, but as Tomaselli makes clear, one who highly valued modesty, dignity and self-governance. </p> <p>Even without much biographical context for her writing, what shines through Tomaselli's account is Wollstonecraft's moral and intellectual seriousness, her vitality and fortitude, and her extraordinary resilience. As for the monstrous <a href=\"https://www.ft.com/content/04f12df0-bf83-4bce-8c1c-4a3f11cc385b\">sculpture</a> by <a href=\"https://www.ft.com/content/8bf44f61-f2ec-4a76-ac03-6d6a1134bedb\">Maggi Hambling</a>, erected in London in November 2020, Tomaselli's book leaves me still more convinced that Wollstonecraft would have hated it. </p> <p><a href=\"https://www.amazon.co.uk/gp/product/B08B33BHL6/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=B08B33BHL6&amp;linkId=843b87e9b2d03082a0f346f682591ce1\"><strong>Wollstonecraft</strong></a><strong>: Philosophy, Passion, and Politics</strong>, by Sylvana Tomaselli, <em>Princeton University Press, RRP£22, 216 pages</em></p> <p><em>Rebecca Abrams is the author of ‘Touching Distance' (Picador)</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Rebecca Abrams 2021 'Wollstonecraft by Sylvana Tomaselli — forensic and fascinating' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T17:00:01.833Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5890,
          "end": 5895
        }
      ]
    }
  ]
}