{
  "_id": "6a0a7b521016860d57ba1a87e0fdcbc2a9ef5d8d06558587de734a422395b799",
  "feed": "wall-street-journal",
  "title": "Volvo Cars Announces IPO Plan That Could Value It at $25 Billion; Stockholm listing would represent one of the car industry's most dramatic turnarounds",
  "text": "<p>The proceeds of the IPO will go toward financing Volvo's efforts to transform its fleet into a fully electric one. It will also invest in battery supply in Europe, the U.S. and China and in the in-house production of electric motors.</p><p>The Wall Street Journal first reported that Volvo was finalizing its IPO plans and was expected to disclose them as early as Monday.</p><p>A listing would represent one of the car industry's most dramatic turnarounds. Ford Motor Co., weakened by the global financial crisis, sold the Swedish company to Geely for $1.8 billion in 2010.</p><p>Volvo has long capitalized on a brand recognized for safety, but at the time of its sale, its product lineup had failed to excite car buyers. Geely bankrolled Volvo's recovery over the next decade, opening China as a market for the brand and providing financing to help the company revamp its model offerings.</p><p>Today, Volvo is profitable, with a road map for electric-model rollouts that is ahead of some competitors. Its brand is back in fashion in the U.S. and elsewhere. It now competes with German premium brands, including BMW maker Bayerische Motoren Werke AG, Volkswagen AG's Audi brand and Daimler AG's Mercedes-Benz.</p><p>At a valuation of $25 billion, Volvo would be bigger than European car maker Renault SA, which has a market value of a little more than $10 billion. That is despite Volvo's selling a fraction of the cars Renault sells each year. Volvo's size, though, would pale against the world's biggest car makers, including General Motors Co. and Volkswagen, underscoring the competitive challenge the Swedish company faces. Its value would also by a long way trail the $767.5 billion market capitalization of electric-vehicle leader Tesla Inc.</p><p>Still, a listing would provide investors another competitor to bet on in an auto-industry race to roll out electric vehicles.</p><p>Volvo was the first conventional auto maker to begin phasing out internal-combustion engines, ending its production of cars only powered by fossil fuels in 2019. Since then, every new Volvo is either a fully electric or hybrid model.</p><p>Most big auto makers have since said that they also will be phasing out conventional engines in new vehicles, by around 2035.</p><p>Electric Vehicles</p><p>* Foxconn Made the iPhone in Your Hand and Wants to Make the EV in Your Garage (Oct. 1)</p><p>* Ford Fortifies EV Bet With Four New Factories in Tennessee and Kentucky(Sept. 27)</p><p>* Biden's Electric-Car Ambitions Face Real-World Roadblocks (Aug. 8)</p><p>* Are Electric Cars Really Better for the Environment? (March 22)</p><p>Volvo floated the idea of a possible listing as far back as 2018, and in May said it was considering an IPO on the Stockholm stock exchange. Such a listing could provide the company a broader shareholder base and greater independence from its Chinese investors.</p><p>Though it isn't clear how big a stake Geely plans to sell, it has previously indicated it would likely remain a major shareholder after any offering.</p><p>An offering would come amid a frenzy of investor interest in electric vehicles and after an EV-focused Volvo affiliate made its own move to take advantage of that enthusiasm.</p><p>Last week, Polestar, a Swedish electric-vehicle maker jointly owned by Volvo, Geely and others, announced plans to merge with a special-purpose acquisition company and list in New York in a deal that would value the Swedish EV company at roughly $20 billion.</p><p>Volvo Cars said last month that it expected to own close to 50% of the combined company after completion of Polestar's merger with Gores Guggenheim Inc.</p><p>The Polestar deal generated a pathway for Volvo to pursue its own offering by assigning a value of about $10 billion to Volvo's stake, according to some of the people familiar with Volvo's listing plans.</p><p>Earlier this year, Volvo and Geely backed away from considerations of merging Volvo with Geely Auto Group, raising expectations that the company would pursue a separate listing and greater independence from Geely Holding.</p><p>Ford bought Volvo in 1999 for about $6.5 billion. At the time, Volvo had 28,000 employees and produced about 400,000 vehicles a year.</p><p>By 2009, when Ford put the company up for sale, Volvo was struggling. After Geely stepped in, it poured in money.</p><p>Over the course of a decade, Geely invested more than $11 billion, financing a modernization of the company's model lineup, an early shift into electric vehicles, and factories in China that helped Volvo cash in on China's surging appetite for Western cars.</p><p>In 2018, Volvo opened its first U.S. factory. The brand had once been a household name in suburban America in the 1970s. But it had to rebuild its business in the world's most lucrative car market.</p><p>Volvo produces the S60 sedan in Charleston, S.C. Next year, the South Carolina plant intends to produce the XC90, a large, electric, premium sport-utility vehicle.</p><p>Volvo has invested more than $1 billion in the plant and employs 1,500 people there. The company has said that its U.S. plant will be the first to shift entirely to electric-car production.</p><p>Write to Ben Dummett at ben.dummett@wsj.com and William Boston at william.boston@wsj.com</p><p>Volvo Cars Announces IPO Plan That Could Value It at $25 Billion</p>",
  "published": "2021-10-04T12:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}