{
  "_id": "2370abf5689a131612b734e60f7d8b96d499c368837b62b52e1eca74b178fd34",
  "feed": "wall-street-journal",
  "title": "Juergen Teller Gets His Best Ideas From Ice Cold Showers; The photographer, whose latest book is called 'Donkey Man and Other Stories,' indulges in goat or sheep yogurt and loves giant snails.",
  "text": "<p>Teller grew up in the German village of Bubenreuth, just outside a forest, which he says informed his artistic eye. After studying photography in the 1980s, he moved to London to pursue work despite not speaking English at the time. His career took off in the '90s, thanks to portraits of subjects like musician Kurt Cobain and models Kristen McMenamy and Kate Moss. With his popularity soaring, so many agents wanted to send models to his studio to be captured by him that he was inspired to publish Go-Sees (1999), a collection of hundreds of stark photographs of young hopefuls in their own clothing and hairstyles.</p><p>A question that often comes up around Teller is whether he's a fashion or fine-art photographer. He has frequently photographed fashion campaigns for Saint Laurent, Marc Jacobs and Celine (its famous Joan Didion sunglasses ad was his), but his recurring subjects are his family, his wife, animals, celebrities, the woods, food and himself. It seems he simply photographs what he loves and uses his pictures to explore the world and to, as he says, dream up his own fairy tales. \"You have to create your own universe,\" he says. \"Otherwise, what's the point?\"</p><p>What time do you get up on Mondays? What's the first thing you do after waking up?</p><p>In general, I wake up between 6 and 7 o'clock in the morning and sometimes even at 5 if there's a lot going on in my mind. Then I go down, make a coffee for my [wife] and myself, read the news, and then, if possible, we go for a long walk and hit the really good coffee shop, which is called Lift. Every morning, I stretch because I get quite tight muscles…. I find photographing physically quite demanding. I have to sort of kneel down quite a lot. I never use a tripod, so I use my body a lot when I photograph and I find it quite strenuous, so I have to take care of my body because I'm not so young anymore. So I stretch and then sometimesI do a headstand and things like that.</p><p>Do you take any vitamins?</p><p>Every morning, I take Viagra. Just kidding! In the winter, you take your vitamin D and then you have your magnesium, potassium, and then you take some zinc and omega-3 fish oil, and that's about it. You guys—Americans—would take probably 35 pills a day.</p><p>What's your exercise routine like?</p><p>It really varies. Sometimes I run or go on the bicycle. I love playing Ping-Pong. It's excellent exercise. I sweat like a maniac. I have a Ping-Pong [table] in the studio. It's also very meditative. And the sound of the ball, taptaptaptaptap, is great. The exercise stuff, it really varies; once I'm on it, I'm on it. But once I'm on drinking and cigarettes—it then goes in the other direction. It's not so easy for me to keep a straight line.</p><p>Is there a time of day or week you're more creative?</p><p>We have a sauna at home. I'll sit there and sweat, and then when I have an ice-cold shower afterwards, things come to me. Things are very clear to me, ideas and what I want to achieve and what I want to do in the moment. It's very beautiful. When I'm working on a book or have a museum show, you're so in it. And I do so much commercial work. But once you have a time to kind of not do that and do something else—or go for a very long hike, that's also another thing I like—it comes back to this body exhaustion, and then [the] ice cold, it awakens, and I suddenly get this idea of how I'm going to solve this problem.</p><p>What have you been reading and watching lately?</p><p>Apart from reading news…I'm reading a Japanese crime novel at the moment by Yōko Ogawa called The Memory Police. Otherwise, if possible, sometimes when I'm not too tired, I like reading to my wife. We've been reading Karl Ove Knausgaard. He did four bookson the four seasons where he writes little stories to his unborn child. Each little segment is not so long. I find it nice reading out loud to Dovile, and she likes it and she likes my voice apparently. And then watching, I love Mubi, which is a streaming service. It's curated movies, documentaries.</p><p>What draws you to a photographic subject?</p><p>I guess it's always instinct. I'm a very open person, and also, at the same time, I'm extremely conservative and very, very close-minded. It's a bit of a weird thing with me. Photography helps me to explore the world. I'm very open with myself and very open with my self-portraits [because] I don't give a shit about vanity. Of course, it would be stupid to say I'm not vain. Everybody has a certain vanity.</p><p>Why did you name the book after Donkey Man [the nickname Teller gave a stranger who tried to rape him, as recounted in the book]?</p><p>It's good that it's intriguing, because it is a strong story. It's not just a picture book. There's actually writing in it. I see myself a little bit as a storyteller, because there are stories that are like fairy tales that I'm dreaming up. There's a fantasy. There's a harsh reality. It's not just one thing.</p><p>[British Vogue editor] Edward Enninful wrote in Donkey Man that you have the ability to see your subject's soul. Has this always come instinctively to you?</p><p>I studied photography [from] '84 to '86, and strangely enough, my pictures are not very different from now to then. They are very direct. And somehow it's, I don't know, it's a gift. Why is Messi such a good footballer? It's just a talent. I think I have that talent to instinctively nail that person. I can sense how I believe this person should be photographed. People really recognize themselves in these photographs, and they're extremely happy.</p><p>What's your breakfast or diet like these days?</p><p>I got off of gluten, which helps me a lot. That's a relatively new thing I figured out, and it's incredible how it helps me to be sharper in my mind and not so tired. Because I grew up in Germany, I love bread. It is delicious with excellent French butter. But at the moment I stay off it.</p><p>What was the process of choosing the photos in the book like?</p><p>For me, it's very important that it's a printed thing, not just digital. For me, it's beautiful, a printed thing, whether it's a poster on the street or a print on the wall, a magazine, a book. The object itself I really like. I love magazines. Everybody says magazines are dying, but there's so many magazines out there…and I think they're becoming stronger and stronger. They give me space to express my thoughts, my fairy tales, my point of view. It's a very powerful communication tool.</p><p>Everything in the book [has been] published in magazines. I like the access. WSJ. asked me if I wanted to photograph Karl Ove Knausgaard. How amazing is this? I'm always amazed. I spent like two and a half days with that guy, and we talked about football and we talked about all sorts of things. It turns out he's a really big Liverpool fan. Or Agnès Varda [shot for London-based Puss Puss Magazine in 2018]. And then I had this amazing opportunity to photograph David Attenborough, who's a complete hero. And then I had a chance to photograph Garry Kasparov, the old chess champion of the world. It's not like I'm sitting here in my studio, I have my cold shower, and I have this great idea, I want to photograph this master of chess. I wouldn't think of that. Things like that I find so incredible that the world is giving me these opportunities.</p><p>And then of course I have my own things that I'm drawn to, like when I photograph the snails or when I photograph my mother in the forest or…I'm suddenly in my studio with the donkey naked. And then I combine it into my own universe.</p><p>What have you learned about yourself from photographing yourself?</p><p>Twenty-one years ago, I became frustrated with the vanity and the demands of certain people, certain models or actresses or managers of those people. I just thought, I don't want to be with the neuroses of those people. I just suddenly thought, How would it be to photograph yourself? How would that feel? Maybe I will learn something, and it will help me photograph other people. Then I went back to where I came from; it was very clear that I wanted to do these self-portraits where I'm born. The forest plays a big part in my thinking, in my life. I grew up right next to the forest.</p><p>Strangely enough, I have a certain pose, or [I] model in a certain way. I immediately know when the picture works, when it feels good. It's up to me how much I push myself. I'm naked in the forest, in the snow. It actually helped me. When I did these self-portraits, it was very interesting to me to talk to a friend of mine, [actress] Charlotte Rampling. She said—it helped me a lot—\"How brave you are, it invites me to go further, too [when you photograph me]. I'm in safe hands.\" If someone's an extrovert, I photograph them as an extrovert. If somebody's shy, the picture would be more shy.</p><p>This interview has been edited and condensed for clarity.</p><p>5 Monday Must-Haves</p><p>Asics sneakers in neon</p><p>\"I like the way they look, and they are comfortable.\"</p><p>iPhone 12 Pro</p><p>\"I make phone calls, and I like to use it as a camera.\"</p><p>Odysea organic Greek yoghurt</p><p>\"I'm very keen on organic Greek sheep or goat yogurt [for breakfast]. I just try to stay healthy.\"</p><p>Backgammon board</p><p>\"I like playing backgammon.\"</p><p>Hyperice Hypervolt Plus</p><p>\"[It] massages my muscles.\"</p><p>Juergen Teller Gets His Best Ideas From Ice Cold Showers</p>",
  "published": "2021-09-20T12:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}