{
  "_id": "54c0558c8a38dd0c581c68e51dc8d27588200b3486656380ad57ef9376e8e5e2",
  "feed": "wall-street-journal",
  "title": "What to Watch: Three Shows About the Opioid Crisis; From 'The Conners' to 'Hightown,' series tackle the opioid crisis in different ways. Plus, 'Succession' returns to HBO Max",
  "text": "<p>(ABC, Hulu)</p><p>When ABC canceled a \"Roseanne\" reboot back in 2018 after Roseanne Barr sent a racist tweet, it seemed as if the show would be gone for good. But John Goodman's Dan Conner became the centerpiece of a new series, renamed \"The Conners,\" which is now in its fourth season.</p><p>The series is essentially the same show—it tracks a blue-collar family in the Midwest—and has the same central characters, including sister-in-law Jackie Harris (Laurie Metcalf). The family has been reeling from the death of Roseanne Conner of an opioid overdose.</p><p>This week's episode is something of a watershed moment for the family, with Dan marrying his girlfriend, Louise (Katey Sagal). Roseanne Conner, meanwhile, continues to loom large. In a recent episode, Dan showed his daughters Darlene (Sara Gilbert) and Becky (Lecy Goranson) the Bible she read, with notes about her struggle with painkillers. As for Roseanne Barr, Mr. Goodman says they haven't spoken since \"the unpleasantness happened and they canceled the show. I hope she's alright.\"</p><p>Mr. Goodman, 69, says in the more than 30 years Dan Conner has been a part of his life, the two have changed together in some ways and diverged in others. Both he and Dan, he says, are a little less angry, a little more accepting, and not as quick to judge. But while Dan Conner worried about getting an alcohol permit for his wedding, John Goodman no longer partakes.</p><p>\"I wish I would have done the first show sober,\" he says. \"Now I can appreciate the little things. Just going to work every day, it's a joy. I have room to goof around and be a little creative. And I get to watch Laurie Metcalf four times a week, which is brilliant.\"</p><p>\"The Conners\" airs Wednesday nights on ABC and episodes stream the next day on Hulu.</p><p>New Release: 'Hightown'</p><p>(Starz, Hulu, Amazon Prime Video)</p><p>When Jerry Bruckheimer is considering a new project, he asks himself if he'd watch it on TV or leave his home to see it in a theater. If the project checks either box, his job is to get it to the screen. That's what he saw in \"Hightown,\" a crime series now in its second season set on Cape Cod against the backdrop of the opioid crisis.</p><p>The story is filled with drug-trafficking, murder and a sex-addicted cop working the case. The series, on which Mr. Bruckheimer is an executive producer, stars Monica Raymund as Jackie Quiñones, a National Marine Fisheries Service agent who struggles with addiction and wants to be a cop herself.</p><p>Mr. Bruckheimer, whose resume includes \"Pirates of the Caribbean,\" \"The Amazing Race\" and the CSI: franchise says that getting shows made remains a struggle, even for him. For one, he says, nobody really knows exactly what the audience is going to turn to. But also, he says, \"there's always a very bright executive at a company who thinks he knows better than anybody and he's gonna make his mark.\"</p><p>\"There's a guy sitting in a Harvard business class right now who is going to come to Hollywood and certainly tell me how to make our shows and what ideas work.\"</p><p>Season two of \"Hightown\" premieres Sunday on Starz, and is available on streaming services like Hulu and Amazon with a Starz add-on. Season one is currently available free to Prime Video customers.</p><p>New Release: 'Dopesick'</p><p>(Hulu)</p><p>\"Dopesick,\" a limited drama series that began streaming this week on Hulu, takes a 360-degree look at the prescription opioid crisis in the U.S., painting a picture of those who created, marketed and sold the drugs, as well as those who prescribed them, took them and investigated their impact.</p><p>The ensemble cast includes Michael Keaton as an Appalachian doctor, Kaitlyn Dever as a coal miner, and Michael Stuhlbarg as Richard Sackler, the former president of OxyContin maker Purdue Pharma.</p><p>Creator Danny Strong says he was initially approached about making a movie about the Sackler family, but quickly determined that to tell the story properly, he'd have to widen his lens.</p><p>\"Once I started kind of diving into it, I started to think about the movie 'Traffic' and how 'Traffic' did the drug wars, but from four different story perspectives,\" he says. \"And I thought: oh, that's the way to do this. You've got to tell this from multiple perspectives if you're gonna try to tell the story of what really happened.\"</p><p>Streaming Notes:</p><p>• \"Succession,\" HBO's hit comedy-drama about the jockeying for position in a family that owns a powerful media company, returns Sunday for season three on HBO and HBO Max.</p><p>• \"The Velvet Underground,\" a documentary about the seminal rock band, hits theaters and Apple TV+ on Friday. In his review, WSJ's Mark Richardson calls the film \"a beautifully poetic meditation on the emotional and cultural power of rock and the allure of making a life in art.\"</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately? Join the conversation below.</p><p>What to Watch: Three Shows About the Opioid Crisis</p>",
  "published": "2021-10-13T19:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4530,
          "end": 4535
        }
      ],
      "nexusId": "10022657"
    }
  ]
}