{
  "_id": "268a6982a96324ad2db634f0adf994682732c53f7f93b70b94a8703f8d61cb8c",
  "feed": "wall-street-journal",
  "title": "When Life Gives You 200 Lemons... --- Novices who overbuy groceries online get creative",
  "text": "<p>Like many consumers all over the world, Ms. Galasko, 46, shifted most of her grocery shopping online to avoid crowds at her local stores during the coronavirus pandemic.</p><p>In December, when she needed to restock on paprika, she ordered a new tin at a popular online supermarket, and was surprised to receive an eight-inch-tall container with 750 grams, around 1.7 pounds, of the spice -- 10 times the amount she usually buys. The tin in the picture looked in the online image to be similar to what she had in her pantry.</p><p>\"I go through a normal size every one or two years. Why does a normal supermarket even sell this size?\" says Ms. Galasko, a chief operating officer at a textile company, who lives in Lytham St. Annes in England. \"I'm down about 100 grams but you can't even see a difference.\"</p><p>Online grocery buying has gotten a huge boost from the pandemic, and shoppers have been buying larger amounts of household staples, fresh produce and cooking ingredients, according to market research firms. Convenience-seeking and tech-savvy millennials used to be the main patrons of online supermarkets, but now a wider range of people are skipping physical stores and loading up on items that can be delivered to their doors.</p><p>Many are novices or don't pay close attention to weights and unit prices of what they are buying. Stocking up has also been common; a Deloitte survey last summer found consumers were buying more food than they had before the pandemic.</p><p>Robert Clark, a 38-year-old who works in real estate in Boston, recently put in an order he intended to be for five bananas from a local grocery store. He instead received a bag with five bunches, totaling around 30 green bananas.</p><p>Not wanting to waste the fruit as it started to ripen, Mr. Clark said he decided to make a couple of loaves of banana bread each evening and give some of it away.</p><p>Early on, he said he tried adding extra bananas to each loaf to use them up more quickly, but found he ended up with a heavy dense bread and decided to revert to the original recipe. Somewhere around loaf five, Mr. Clark started experimenting by adding leftover M&amp;Ms and Reese's Peanut Butter Cups from his Christmas celebrations, and even some apple slices.</p><p>\"It's my breakfast now,\" he said. \"It's really grown on me.\"</p><p>Lisa Haneberg's latest online grocery snafu included six bunches of broccoli, after she thought she had ordered six \"pieces\" of the vegetables. The zucchinis that came with them were the size of teaspoons.</p><p>\"I've never seen zucchini so small in my life,\" said the 56-year-old novelist from Lexington, Ky. \"You just have to have a laugh.\"</p><p>As part of an earlier order, Ms. Haneberg, who is vegan, received six complimentary bags of pork rinds with her online food purchases. She tried to return them but the store declined, citing precautionary measures during the pandemic. \"I contacted people who live nearby and I begged them to take them,\" she said.</p><p>Nikkie Lu is still consuming preserved lemons 10 months after she accidentally bought a box of 200 lemons in the early weeks of the pandemic. The 38-year-old equity research analyst in Hong Kong said she didn't realize she had added an extra zero to the number of lemons she wanted to stew and make a syrup from to help ward off cold and flu symptoms. She sought advice online on what else she could do with them. \"I salted them, I sugared them, I stewed them and I juiced them,\" said Ms. Lu.</p><p>Deb Kirwan, 79, has converted to grocery shopping online but says she has a tendency to overbuy because she is worried about being short of things she needs.</p><p>As milk cartons accumulated in her refrigerator before Christmas, Ms. Kirwan realized that she had a gallon of milk that would go bad if she didn't use it quickly. She decided to try to make ricotta, following a recipe she saw on television. It called for full-fat milk and cream, but what she had was 2% milk.</p><p>\"I thought if you can find low-fat ricotta at the grocery store then I could make that,\" said Ms. Kirwan, who lives in Omaha, Neb. \"But because I didn't have enough fat in the mixture, mine turned out to be very dry and kind of chewy.\" She now plans to buy full-fat milk and cream and give the recipe another go.</p><p>When Kintija Puza ne had to be quarantined upon returning to Riga, Latvia, in November, she began ordering groceries online. She tried to purchase five carrots, but ended up with five kilograms, or around 11 pounds, of them.</p><p>\"Quarantine became carrotine,\" said the 30-year-old, who joked at the time that eating too many carrots would turn her skin orange. She made a lot of golden carrot soup and added carrots to stews. Ms. Puza ne said she went through them more quickly than she expected and was out of them in a week. \"Immediately I bought more carrots,\" she said.</p>",
  "published": "2021-01-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2198,
          "end": 2203
        }
      ]
    }
  ]
}