{
  "_id": "eba60d720fcbeca131a22afc936efeeadcc4d96d1edba1a342cf64b368b41d0c",
  "feed": "ftcomall",
  "title": "The perfect pare – menswear's new minimalism",
  "text": "<p>Less is more, a refined uniform, pared-back simplicity… There are several ways to talk about minimalism in fashion. Though no one has said it better recently than <a href=\"https://www.ft.com/content/f0a3234c-496c-428a-b918-a8146b681041\">Miuccia Prada</a>, after her spring/summer 2021 menswear show last July: “The clothes are simple – but with the concept of simplicity as&#xa0;an&#xa0;antidote to useless complication.” Prada's feeling for clothes that are&#xa0;explicitly reduced to core wardrobe pieces chimes not just <a href=\"https://www.ft.com/content/db471870-aff4-11ea-a4b6-31f1eedf762e\">with the pandemic setting</a> but with&#xa0;a general mood in menswear for precision. The resulting collection was rendered mostly in black, white and grey, and ranged from clean-cut suits and coats&#xa0;to recycled nylon parkas, neat zip‑ups&#xa0;and elegant track pants.</p> <p>Minimalism for some – see The Row, Steve Jobs, Jil&#xa0;Sander, Agnes Martin, <a href=\"https://www.ft.com/content/a5b73ac2-77e2-11ea-bd25-7fd923850377\">Donald Judd</a> – is a lifestyle, a&#xa0;visual belief system. It is also, specifically in fashion circles, the ultimate non-trend trend. As in, it's always considered chic, but every so often when designers collectively feel the need to palate-cleanse, runways start to fill with clothes where fuss and hype are stripped away. &#xa0;</p> <p>This is present in a lot of men's collections right now – from Louis Vuitton's black military jacket with just a&#xa0;fabulous slash of contrasting yellow on the collar, or the&#xa0;clean tailoring in <a href=\"https://www.ft.com/content/98bbeed2-c80f-4231-995f-4596d7e8c289\">Daniel Lee's ongoing reboot of Bottega Veneta</a>. Lee has made a strong case for compelling, architectural silhouettes that offer restraint without being boring. A similarly successful reimagining is also happening at Jil Sander, where co-creative directors <a href=\"https://www.ft.com/content/5f901892-32e2-11ea-a329-0bcf87a328f2\">Lucie and Luke Meier</a> are infusing the brand's pared-back aesthetic with flourishes of craft that add a tactile element.</p> <p>“I design through subtraction,” says Giorgio Armani, a designer who has been exploring his own riff on minimal since he began in the mid-1970s. “I take things away to leave the essential. This goes right back to advice my mother gave me: she used to say that if you wish to create beauty, only do what is necessary, and no more. That is a great lesson.” For his <a href=\"https://www.vogue.com/fashion-shows/spring-2021-menswear/giorgio-armani\">spring/summer collection</a>, this meant tonal tailoring, made softer with the removal of the&#xa0;traditional collar and lapel on a number of the jackets.&#xa0;“By trying to get to the very essence of things, through removing excess, you are left with something that is timeless. The perfect trouser suit. The fundamental jacket or coat. The ultimate black dress. These are things that can be worn for many years without looking – or, perhaps more importantly, feeling – dated,” Armani says.</p> <p>Under Mark Weston, British stalwart Dunhill has experienced a thorough modernising that leans toward sophisticated simplicity. “Creating for this season has definitely triggered a shift for me; stripping back metaphorically and physically to concentrate on substance and purpose,” explains Weston about his mostly monochromatic <a href=\"https://www.dunhill.com/us/fashionshow/ss21-runway-looks_section\">spring/summer '21 collection</a>. “It feels like the right moment to take a more restrained approach, as the ongoing pandemic forces us&#xa0;to assess and provide clarity as to what we stand for&#xa0;and what matters to us, our audience and our customers,” he adds. This kind of rationale has&#xa0;led to easy&#xa0;tailoring in&#xa0;black, white or beige, unfussy knits and&#xa0;shirts that wrap invitingly across the body. There are&#xa0;also Paris-based brands <a href=\"https://eu.lemaire.fr/\">Lemaire</a> and <a href=\"https://www.amiparis.com/uk/\">AMI</a>, which offer a distinctly French skew to the theme with wearable clothes that feel&#xa0;both current and timeless. “What defines French minimalism is this effortless sophistication that Parisians achieve so easily, and that I seek in every AMI collection,” says designer <a href=\"https://www.ft.com/content/b5c0eb98-11df-11ea-a7e6-62bf4f9e548a\">Alexandre Mattiussi</a>. What is&#xa0;central to his approach to AMI's clothes is “an honest and genuine style, never forced or exaggerated” – which sounds like another winning mantra for minimalism.</p> <p>In the past, the term minimalism has perhaps been equated with a certain sharpness – of hard lines, black&#xa0;and white pretentiousness, and a somewhat stiff&#xa0;standoffishness. But not so any more. This season's approach is still about purity and reason, but it's softened slightly to fit the times. We haven't quite reached a point where the word “comfort” might be deemed an acceptable prefix to the word “minimal”, but the edges between the two are definitely blurring.&#xa0;</p><p>Source: Simon Chilvers. Photography by Marc Hibbert. Styling by Evens JP Mornay. Model Kerkko Sariola 2021 'The perfect pare – menswear's new minimalism' FT.com 14 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-14T16:55:36.288Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}