{
  "_id": "6015b2cea8378ba4f3380e2b643d5461cec4ef1f53ceb355d48fa9a4669dc4b3",
  "feed": "ftcomall",
  "title": "Why wearables could mean the doctor no longer knows best",
  "text": "<p>I've felt a bit ridiculous meeting people recently, even on Zoom calls. I'm sporting two smartwatches on my left wrist, an activity tracker on my right, and one of my fingers is adorned with the same smart ring worn by Kendall Roy, the spoiled wannabe tycoon on HBO's <em>Succession</em>.</p> <p>I became intrigued by the future of wearables early in the pandemic, when a researcher told me the patient-doctor relationship was set to undergo the medical equivalent of the Protestant Reformation. He said that, like common folk gaining access to the Bible in their mother tongue, patients would soon use wearable tech to better comprehend their health and come up with a treatment plan with their doctor rather than just nodding along. </p> <p>I already had an Apple Watch but consider it mostly a texting and email device. It does a good job of tracking my running and rowing, but its Achilles heel is the 18-hour battery life. If you want to track health, you need to track recovery. Eighteen hours means topping it up while you sleep or being vigilant enough to charge it twice a day. </p> <p>Now a number of wearables are emerging that boast days of battery life and, with ever more impressive sensors, are beginning to shift from activity trackers to all-round health monitors. Among them is the third-generation Oura, a discreet ring that lasts up to seven days; the <a href=\"https://www.ft.com/content/f3dde553-0aa1-4137-bc50-093b1003fa71\">Whoop</a> 4.0, an elite athlete activity tracker with a five-day battery life; and the Amazfit GTR 3 Pro, a fully featured smartwatch that lasts between 10 and 14 days on a charge.</p> <p>I found Oura the most accurate, thanks to a stable fit and its proximity to the arteries. It tracks sleep, workouts and heart rate throughout the day and can even figure out that you're sick before the onset of symptoms. Harpreet Singh Rai, Oura's chief executive, says: “Just like I know the car mechanic should see my vehicle, I know the doctor should see me. I think that's the future of this technology.”</p> <p>If that sounds far-fetched, consider that I've been trying to overcome sinus issues and a cough this week, and Oura has noticed. Last night it gave me an “optimal” sleep score of 88, as I slept almost 11 hours. But my readiness score clocked in at a “pay attention” level of 65 due to elevated heart rate and body temperature. In the morning, the Oura app asked if I was sick and recommended I switch on “rest mode”.</p> <p>The Whoop boasts similar features but has had a difficult time interpreting my idiosyncratic sleep patterns caused by being a night owl and having a toddler. Three days ago, Oura accurately determined I had slept for six hours and eight minutes, but Whoop figured I'd had a 90-minute sleep followed by a two-and-a-half-hour “nap”. Whoop is a better tracker for strenuous activities, though. It will display my heart rate in real time via the iPhone app and you can wear it 24/7, because it recharges wirelessly on the wrist. </p> <p>The most intriguing product I've tested is the Amazfit GTR 3, a rival to the Apple Watch that feels more sophisticated as a health device. In place of Apple's three “activity rings” for moving, exercising and standing, it gives users an algorithmically derived “personal activity intelligence” score based on a continuous stream of heart rate, activity and lifestyle data averaged on a rolling seven-day basis. The rolling average is key. Intense workout days should be followed by recovery, but if my device resets each morning I can feel compelled to hit the needed threshold each day. The result: burnout.</p> <p>Its 10-plus days' battery life is also an eye-opener. For the market in wearables to grow as projected (from less than $17bn last year to more than <a href=\"https://www.grandviewresearch.com/industry-analysis/wearable-technology-market\">$118bn in 2028</a>), people need to be able to “set and forget” their devices. As I write, the Amazfit is still at 21 per cent and I'm not the least bit concerned — the wearable-tech equivalent to Tesla ending “range-anxiety”.</p> <p>Each of these devices gets us closer to a new patient-doctor relationship, a trend that feels inevitable as fewer people trust institutions. <a href=\"https://www.ft.com/content/96398fde-78b7-11ea-9840-1b8019d9a987\">Anne Wojcicki</a>, CEO of personal genomics group 23andMe, <a href=\"https://www.nytimes.com/2021/09/20/opinion/23andme-dna.html?referringSource=articleShare\">has said</a> that the hierarchies of medicine mean too many patients leave the doctor's surgery feeling stupid and fill the vacuum with something that feels accessible — witness the rise of misinformation on social media. Wearables offer the promise that people could instead arm themselves with months of personal biometric data to see which treatments work and which don't. </p> <p>As these products go mainstream, we could be getting closer to the prediction of a decade ago from American physician <a href=\"https://www.ft.com/content/ddac17fa-b8fa-4ab7-b60d-a761ff751021\">Eric Topol</a>: “The digitisation of human beings will make a parody out of ‘doctor knows best'.”</p> <p><em>Patrick McGee is an FT correspondent in San Francisco</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p><p>Source: Patrick McGee 2021 'Why wearables could mean the doctor no longer knows best' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-16T12:00:08.790Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3019,
          "end": 3024
        },
        {
          "start": 736,
          "end": 741
        },
        {
          "start": 736,
          "end": 747
        },
        {
          "start": 2945,
          "end": 2950
        },
        {
          "start": 2945,
          "end": 2956
        }
      ],
      "nexusId": "10022657"
    }
  ]
}