{
  "_id": "c9037542da9e020f62a2603699e6dd44a52a88fad69fabc1be8650d25ff38201",
  "feed": "wall-street-journal",
  "title": "Apple and Epic Draw Others Into Their Fray --- Videogame companies receive subpoenas in pretrial data gathering; tech firms take sides",
  "text": "<p>Apple has subpoenaed Sony Corp., Microsoft Corp., Nintendo Co., Amazon.com Inc., Samsung Electronics Co., and computer-game distributor Valve Corp., as it gathers data on the videogame market and how Epic interacts with it.</p><p>Valve on Wednesday cried foul to a federal judge in California over Apple's expansive pretrial effort to subpoena its privately held financial records of its offerings.</p><p>Facebook Inc., unhappy with Apple over issues including privacy, has pledged to support Epic in its fight to prove that the hardware company is misusing its power over the digital ecosystem that it has created for the iPhone and iPad.</p><p>The litigation appears set to expand into the kind of high-stakes legal contest that broke out almost a decade ago between Apple, Google and Samsung over the creation of the smartphone. In just six months, Epic and Apple have begun to contest issues raised in that case in the European Union, Australia and the U.K., as well as in several state legislatures in the U.S.</p><p>Valve, the closely held company behind game distributor Steam, objected to Apple's demands that it turn over six years' worth of data on games offered through its online platform. Valve competes against a digital PC games storefront operated by Epic and lets users purchase and play more than 30,000 titles on laptops and desktop computers.</p><p>\"Apple has, for lack of better words, salted the earth with subpoenas to other participants in the market,\" Judge Thomas Hixson told Valve's lawyers on Wednesday. \"So don't worry, it's not just you.\"</p><p>He sought to reach a compromise between the two parties, limiting the scope of the request and noting that a protective order is in place to limit a rival's ability to see private information.</p><p>Apple previously sought data from more than 30,000 games before narrowing it to 436 that are available on both Epic and Valve's digital stores, including \"Grand Theft Auto V.\" Valve complained, in part, about the heavy burden placed on its 350 employees, based in Bellevue, Wash., of pulling such records.</p><p>\"It seems like a pick-a-side moment, and that's not a good look for big tech,\" said Paul Swanson, a Denver-based antitrust lawyer at Holland &amp; Hart LLP who has been following the case. \"I think it's been Epic's main object throughout all of this to make Apple look like they are just picking on the small guy. And Apple has played into it.\"</p><p>The requests arise as Apple prepares to go to trial in early May to defend itself against Epic's claims of anticompetitive and monopolistic practices through Apple's control over the third-party software on iPhones and iPads.</p><p>The spat centers on fees Apple collects through its App Store. In August, Epic introduced an in-app payment system within its \"Fortnite\" game to bypass Apple's collection of a 30% fee, a move that led Apple to boot the popular game. Epic responded with the suit.</p><p>In September, Apple claimed that Epic was greedily trying to keep money it owed the company. As part of a counterclaim, Apple accused Epic of essentially stealing and sought monetary damages.</p><p>In November, a judge threw out the arguments, telling lawyers that the disagreements came down to a breach of contract case and an antitrust case.</p><p>Epic declined to comment. Chief Executive Officer Tim Sweeney has previously stated that Epic is fighting for the future of mobile platforms with its suit against Apple.</p>",
  "published": "2021-02-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2988,
          "end": 2993
        },
        {
          "start": 2292,
          "end": 2297
        },
        {
          "start": 2882,
          "end": 2887
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2352,
          "end": 2357
        },
        {
          "start": 843,
          "end": 848
        },
        {
          "start": 292,
          "end": 297
        },
        {
          "start": 751,
          "end": 756
        },
        {
          "start": 421,
          "end": 426
        },
        {
          "start": 2401,
          "end": 2406
        },
        {
          "start": 1340,
          "end": 1345
        },
        {
          "start": 2537,
          "end": 2542
        },
        {
          "start": 2806,
          "end": 2811
        },
        {
          "start": 1073,
          "end": 1078
        },
        {
          "start": 3370,
          "end": 3375
        },
        {
          "start": 1732,
          "end": 1737
        },
        {
          "start": 2757,
          "end": 2762
        },
        {
          "start": 2630,
          "end": 2635
        }
      ]
    }
  ]
}