{
  "_id": "1ad0fd34ad0775bbc02ec942b77d1363ae45ec8223f0758b35674764a6338b99",
  "feed": "wall-street-journal",
  "title": "Russia Threatens Apple and Google Over Alexei Navalny App; Kremlin warns of fines if companies don't remove app developed by supporters of the jailed opposition leader",
  "text": "<p>Neither Apple nor Google, a unit of Alphabet Inc., both based in California, immediately responded to requests for comment on Roskomnadzor's order, which the agency said had been communicated to the companies through the Russian Prosecutor General's Office. Roskomnadzor didn't indicate the amount of any potential fine.</p><p>Russian authorities are increasing pressure on social media companies to police government critics ahead of the Sept. 19 parliamentary vote, in which 450 seats will be contested in the State Duma, the lower house. Russian President Vladimir Putin is eager to help cement the status of the ruling United Russia party, and has sought to swat back any potential challenge.</p><p>The Kremlin in recent months has stepped up a campaign to suppress critics and organizations seen as being antigovernment. Opposition leaders have been detained, human-rights and legal groups forced to disband, and independent media organizations sidelined on an almost weekly basis since the April jailing of Mr. Navalny, Russia's best-known dissident, who last year survived a nerve-agent attack.</p><p>Russian regulators have blocked access to Mr. Navalny's website, Navalny.com, and the sites of dozens of others, including those of his anticorruption foundation and individuals and organizations connected to his cause.</p><p>The Kremlin has also been fine-tuning its efforts to pressure platforms such as Twitter Inc., YouTube and TikTok to remove antigovernment content, classifying more posts as illegal and issuing a flurry of takedown requests.</p><p>The Western-dominated tech companies have in many instances complied. Google's YouTube, for example, temporarily removed links to content laying out the opposition's voting strategy. And in June, Russian officials said Twitter was working to comply with requests to remove content that Moscow deems illegal.</p><p>In June, TikTok, Twitter and Google said they decide whether to delete content based on local laws where they operate and on their own internal guidelines.</p><p>The demand for Apple and Google to remove the Navalny organization's app could snuff out one of the dissident's primary ways of staying in touch with supporters after his imprisonment for violating the terms of his parole for an earlier conviction he says was politically motivated. His team often uses the app to share news on anticorruption investigations and commentary on key topics.</p><p>Kira Yarmysh, Mr. Navalny's press secretary, who left the country in August, wrote on Twitter that \"if anything can be called 'interference in the Russian elections,' it is Roskomnadzor's attempts to block the smart voting application.\"</p><p>Mr. Navalny has championed the strategy of what he calls smart voting, where people are urged to vote for the strongest opponent to Mr. Putin regardless of which party they represent as a way to try to blunt the reach of United Russia.</p><p>On the Telegram messaging app, Leonid Volkov, Mr. Navalny's chief of staff, who has been in self-imposed exile in Lithuania since 2019, urged supporters to quickly download Mr. Navalny's app.</p><p>Write to Ann M. Simmons at ann.simmons@wsj.com</p><p>Russia Threatens Apple and Google Over Alexei Navalny App</p>",
  "published": "2021-09-02T16:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8,
          "end": 13
        },
        {
          "start": 2013,
          "end": 2018
        },
        {
          "start": 3115,
          "end": 3120
        },
        {
          "start": 17,
          "end": 22
        }
      ],
      "nexusId": "10022657"
    }
  ]
}