{
  "_id": "ef303bfe35132c516756a4cef687564204c1cb657cda473d7fbf80e2e3bac3c0",
  "feed": "wall-street-journal",
  "title": "MANSION --- Annotated Room: A Cook Spices Up Her Kitchen",
  "text": "<p>\"It was incredibly beautiful and just the perfect touch of home comfort and commercial cooking, with stainless-steel counters and open shelving,\" Ms. Singla says. As a cookbook author and founder of the sauce and spice line Indian as Apple Pie, she knows her kitchens.</p><p>The couple, however, wanted more storage space and their own style. For the storage, they went back to Ms. Manzella. They brought in Lauren Lozano Ziol and Michelle Jolas, founders of Chicago interior-design firm SKIN, to add a wet bar and lighting in the adjacent dining room. What worked stayed, and the new additions were minimally disruptive.</p><p>\"I'm very practical and not someone who wants to unnecessarily dump money into something,\" says Ms. Singla, who estimates the kitchen-dining room update cost $181,000.</p><p>When the pandemic delayed Ms. Singla's travel to India to film her food-and-travel show, she shot the cooking segments in her home kitchen. The redesign provided just the right set. Here are some of the room's costs:</p><p>1. In the 2012 renovation, Ms. Manzella featured countertops of brushed iceberg quartzite, a natural material considered more durable than marble. // Price: $45,000</p><p>2. \"We styled the open shelves with a combination of things she loves to cook with, along with some dinnerware and pottery from South Loop Loft,\" designer Lozano Ziol says. // Price: $2,500</p><p>3. The faucet that was purchased by the previous homeowner has been discontinued, but de Giulio recently released a similar model, Juxtapose for Kallista. // Price: $1,870</p><p>4. The 48-inch, six-burner Wolf range can be seen in Ms. Singla's cooking demonstrations. // Price: $13,989</p><p>5. The island seats are Hickory Chair Madigan Stools. // Price: $1,200 each</p><p>6. A custom de Giulio Metal Boy cabinet, made of polished stainless steel and glass with ebonized walnut and a German silver interior, holds an extensive cookware and signed-cookbook collection. // Price: $35,500, plus installation.</p><p>(See accompanying photos -- WSJ Apr. 23, 2021)</p>",
  "published": "2021-04-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 234,
          "end": 239
        }
      ],
      "nexusId": "10022657"
    }
  ]
}