{
  "_id": "525701450cfb57bc4cff26e8283635e58dd13c663d779c17a198770af2562895",
  "feed": "ftcomall",
  "title": "Delia Derbyshire, Doctor Who and the forgotten heroines of electronica",
  "text": "<p>From earliest childhood, Delia Derbyshire understood the power of abstract sound. As the Luftwaffe bombed her home city of Coventry, killing hundreds and obliterating the landscape, she learnt to listen. First came the air-raid siren, “and you don't know the force of it”. Then the all-clear. As she would later describe it, “the all-clear <em>is</em> electronic music. Perhaps I have a very strange mind.”</p> <p>Today, Derbyshire is remembered chiefly as one of the first electronic composers. Born in 1937, her work in the 1960s for the BBC Radiophonic Workshop was a form of sonic magic: <em>musique concrète </em>techniques<em> — </em>the manipulation of “found” sounds. (She once recorded the bashing of a metal lampshade to conjure a sense of desert heat.) It was painstaking work, splicing tape reels with razors to build television theme tunes, idents and sound effects. Best known is her 1963 arrangement of the <em>Doctor Who</em> theme tune, for which she built “a windbubble of swoops and sweeps”, a sonic suggestion of menace and the vastness of space. It took her 40 days.&#xa0;</p> <p>The technology was often rudimentary but it liberated Derbyshire to work outside mainstream classical music. She and her BBC colleagues were regarded as technicians, not artists, and she was frustrated by sexism (a Cambridge music and maths graduate, she aspired to work for the record label Decca, but was told it did not employ women). Shortly before her death in 2001, some of her dues were recovered thanks to a collaboration with the record producer Peter Kember. Her name was included in the <em>Doctor Who</em> credits for the first time in 2013.&#xa0;</p> <p>This weekend, the BBC acknowledges its debt again with <em>Delia Derbyshire: The Myths and the Legendary Tapes</em>, a drama-documentary for the Arena series written, directed by and starring Caroline Catz. The film is part of the BBC's programming to mark Coventry as the 2021 UK City of Culture.</p> <p>In March, Catz's portrait won the Adam Yauch Hörnblowér prize for original film-making at the SXSW Film Festival. It illustrates Derbyshire's fraught life with a mix of dramatisation, interviews and fantasy sequences. Catz spent 10 years making it, and describes the work as “a sculptural biography — almost a piece of fan art”. Cosey Fanni Tutti, the avant-garde musician and performance artist formerly of Throbbing Gristle, provides the soundtrack.&#xa0;</p> <p>Catz paid close attention to biographical detail, from recreating Derbyshire's words as recollected by friends, to her subject's plummy tones and chic costumes. “All we had were these very touching fragments of her life,” she says. “I became interested in the spaces between those fragments. I wanted to fill those gaps with the best evidence I could find.”</p> <p>The fragments were chiefly two archives: 267 reels of Derbyshire's quarter-inch magnetic tapes, now at the John Rylands Library at the University of Manchester, and Derbyshire's childhood notebooks, paintings and keepsakes. Catz describes an overwhelming sense of responsibility: “Boxes — we will all end up with our stuff in boxes. What will people make of any of us?”</p> <p>Tutti, meanwhile, employs <em>musique concrète </em>to mesh “the essence of Delia” into the score. “I had never done a soundtrack before,” she says. “I don't know how Hollywood soundtracks work, I'm independently minded and experimental, and that's what Caroline wanted. She was dealing with a woman like that already.”</p> <p>It was an intricate process. Tutti repeated the lampshade bashing, and wandered round Coventry recording sounds close to concrete structures, even ambient noise at bus stops. “I wanted the sound to be sourced in Delia's life. It seems so simple, but so much work has gone into it.”</p> <p>By coincidence, another new film places centre stage women working in electronic music in the mid-20th century — Derbyshire among them. The documentary <a href=\"https://www.ft.com/content/4241ec93-db49-4c84-a4ce-2c842d9c54d4\"><em>Sisters With Transistors</em></a> also draws on archive material, and, like Catz, director Lisa Rovner employs unconventional narrative techniques. Her film has not one heroine, but nine.&#xa0;</p> <p>“There were many minds simultaneously excited,” says Rovner. “I realised that these were the sounds of liberation. Electronics enabled women to make music without having to be taken seriously by the male establishment.”&#xa0;&#xa0;</p> <p>Narrator <a href=\"https://www.ft.com/content/03143f7e-a6d5-11e9-984c-fac8325aaa04\">Laurie Anderson</a> introduces us to extraordinary creative forces, from Clara Rockmore, the Lithuanian theremin musician resplendent in silver turban, carving melody from thin air with her hands, to Laurie Spiegel, the American composer, explaining Music Mouse, her 1980s algorithmic composition software written for Apple Macintosh computers — a proto GarageBand.&#xa0;</p> <p>Rovner's subjects were scattered across Europe and the US and isolated in a pre-internet age. Most were classically trained. Many were reacting to the sounds of conflict in Europe, Vietnam or the chilling silence of the cold war. They made up their own terminology, often because their work was not classified as music. Bebe Barron's soundtrack to the 1956 film <em>Forbidden Planet</em> was credited as “sonic tonalities”; Éliane Radigue in France used “sonic propositions”. </p> <p>Most were outsiders.&#xa0;Several found space to work only at night. Derbyshire was stalking down empty BBC corridors at the same time as her American contemporary, Maryanne Amacher, was installing microphones in a lonely Boston Harbor. There are so many of these women that we wonder how many more have drifted from view.</p> <p>Both Catz and Rovner struggled for funding at first. “For years, I took the Delia idea to people and it was too niche,” says Catz. “So we did a short, and the BBC commission happened on the back of that.” </p> <p>Derbyshire's legacy has strengthened in recent years, with a charitable trust and events in her name. The redoubtable Daphne Oram, Derbyshire's predecessor at the BBC who co-founded the Radiophonic Workshop and is one of the subjects of Rovner's film, lends her name to awards for women in music.</p> <p>Nevertheless, women's contributions to electronica are persistently overlooked. When I interviewed <a href=\"https://www.ft.com/content/6821a5a3-c895-4dda-ab5a-3965db2161cf\">Portuguese techno artist ØTTA</a>, a classically trained musician in her early thirties, she described a struggle to be taken seriously in a masculine world. I mention this to Tutti, who has been working in the music industry since the late 1960s and documented her own marginalisation in her 2017 memoir <em>Art Sex Music</em>. Is she surprised?</p> <p>“I find it upsetting,” she says. “Everything women of my age, before and after me have done to try to make it better, and it still hasn't worked. The fact that Delia went through all that and still came out with such beautiful music is an astounding achievement. I wanted better by now.”</p> <p><em>‘Delia Derbyshire: The Myths and the Legendary Tapes' is on BBC4 at 9pm on May 16 and iPlayer thereafter. ‘Sisters with Transistors' is on </em><a href=\"https://sisterswithtransistors.com/watch\"><em>digital platforms now</em></a></p><p>Source: Helen Barrett 2021 'Delia Derbyshire, Doctor Who and the forgotten heroines of electronica' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-12T11:36:41.721Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4532,
          "end": 4537
        }
      ],
      "nexusId": "10022657"
    }
  ]
}