{
  "_id": "6f695aa5fb06ae5e3adcb11de1f3023d6c12d5eb830f6e1493c67eab4b594374",
  "feed": "ftcomall",
  "title": "EU to charge Apple with antitrust abuse for first time",
  "text": "<p>The EU is set to bring antitrust charges against Apple for the first time, putting more pressure on the iPhone maker to change the way it runs its App Store.</p> <p>According to several people familiar with the case, the EU will act on a complaint brought two years ago by the music streaming site Spotify, which said Apple was taking a 30 per cent cut of its subscription fees for featuring it in the App Store and denying it the right to tell its users that other ways of upgrading were available.</p> <p>Spotify also complained that Apple Music, the Cupertino company's own music service, was able to undercut it on price because it did not have to pay the same 30 per cent fee.</p> <p>More recently, Epic Games, the maker of <em>Fortnite</em>, had its hugely popular game thrown off Apple's App Store after it started directing players to its own payment system. Epic has also filed a competition complaint against Apple in the EU. </p> <p>Antitrust challenges around the world are threatening one of Apple's fastest-growing and most profitable lines of business. Its suite of digital services — which include music and video, cloud storage, games and a growing range of other add-ons — is now Apple's second-largest source of revenue after the iPhone, bringing in $15.8bn in sales in the three months to December. </p> <p>The latest charges are the culmination of a series of EU antitrust probes into its business practices, launched after Spotify's complaint. </p> <p>They also come as global regulators increasingly circle the company. Earlier on Thursday, the UK's Competition and Markets Authority announced an antitrust probe into whether the company abuses its dominance on the App Store by imposing unfair terms on developers.</p> <p>“Complaints that Apple is using its market position to set terms which are unfair or may restrict competition and choice — potentially causing customers to lose out when buying and using apps — warrant careful scrutiny,” said CMA chief executive Andrea Coscelli.</p> <p>Apple has argued that its system ensures security and privacy for its customers, while allowing independent developers access to the same set of tools as larger firms such as Spotify and Epic. </p> <p>But critics say it applies the rules unevenly and commands too high a commission from its position as gatekeeper to every iPhone owner. </p> <p>Under Apple's current rules, apps that provide paid digital content on the App Store must use the company's own in-app payment system and are unable to advertise lower prices if customers sign up outside Apple's marketplace. </p> <p>App developers must share 30 per cent of monthly subscription fees with Apple for all customers who sign up through the App Store. That commission falls to 15 per cent after the first year but can still make it difficult for thin-margin services such as music streaming to run profitably. </p> <p>As a result, some of Apple's rivals have either disabled their in-app payment option on the App Store, or passed the additional costs on to their customers. Regulators believe that Apple's practices may lead to consumer harm by preventing them from accessing greater choice and lower prices.</p> <p>Apple has tried to head off regulatory pressure and appease its developers by slashing some of its fees, announcing in November that it would halve the charges it places on in-app purchases for smaller developers.</p> <p>People familiar with the matter cautioned that it could still be months before formal charges are brought against Apple, and that the case could still be shelved.</p> <p>The European Commission declined to comment. Apple was not immediately available for comment. However, at the time of the Spotify complaint, Apple accused the music streaming app of wrapping “its financial motivations in <a href=\"https://www.apple.com/newsroom/2019/03/addressing-spotifys-claims/\">misleading rhetoric</a>”.</p> <p><em>Additional reporting by Tim Bradshaw in London</em></p><p>Source: Javier Espinoza in Brussels 2021 'EU to charge Apple with antitrust abuse for first time' FT.com 4 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-04T18:17:29.149Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1702,
          "end": 1707
        },
        {
          "start": 522,
          "end": 527
        },
        {
          "start": 2574,
          "end": 2579
        },
        {
          "start": 967,
          "end": 972
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 889,
          "end": 894
        },
        {
          "start": 49,
          "end": 54
        },
        {
          "start": 2283,
          "end": 2288
        },
        {
          "start": 3083,
          "end": 3088
        },
        {
          "start": 3505,
          "end": 3510
        },
        {
          "start": 3411,
          "end": 3416
        },
        {
          "start": 3601,
          "end": 3606
        },
        {
          "start": 757,
          "end": 762
        },
        {
          "start": 1948,
          "end": 1953
        },
        {
          "start": 2972,
          "end": 2977
        },
        {
          "start": 2812,
          "end": 2817
        },
        {
          "start": 2481,
          "end": 2486
        },
        {
          "start": 1160,
          "end": 1165
        },
        {
          "start": 311,
          "end": 316
        }
      ],
      "nexusId": "10022657"
    }
  ]
}