{
  "_id": "7549df82ce5bb9d6a3cf1c9d52dbe1b027ff3857a8aa90f5140d2c6c7d793b01",
  "feed": "ftcomall",
  "title": "Crypto's next move is TBD",
  "text": "<p>Twitter inventor Jack Dorsey, whose social media service gave everyone the ability to be a broadcaster, is now set on disintermediating the crypto world.</p> <p>As a bitcoin fan and chief executive of mobile payment provider Square, Dorsey<a href=\"https://twitter.com/jack/status/1415765941904941061?ref_src=twsrc%5Etfw\"> tweeted on Thursday </a>that it was creating a new business “building an open developer platform with the sole goal of making it easy to create non-custodial, permissionless, and decentralized financial services. Our primary focus is #Bitcoin. Its name is TBD.”</p> <p>Knowing Dorsey, I'm not sure if TBD will indeed be its real name or if that's To Be Determined. “We're going to do this completely in the open. Open roadmap, open development, and open source,” he said. </p> <p><a href=\"https://www.ft.com/content/1e297176-8bf0-4649-8c35-b763cfd3b5be\">Hannah Murphy in San Francisco reports </a>this is one of the first big projects of its kind in the <a href=\"https://www.ft.com/content/0f179c8d-aa60-41d4-96d7-5d53e78c3514\">nascent market of decentralised finance, or DeFi</a>, where cryptocurrency projects are trying to build an interlocking financial system denominated in cryptocurrencies that cuts out traditional middlemen. Proponents say it will provide a new way to access financial services ranging from lending and trading to insurance and savings products.&#xa0;</p> <p>Back in the more established world of cryptocurrency exchanges, Binance<a href=\"https://www.ft.com/content/1f4ff647-088c-4ed2-b637-e675b9886ace\"> is in more difficulties</a>. Lithuania's central bank said on Friday that a Vilnius-based Binance payments affiliate was providing “unlicensed investment services” in the country. Hong Kong's markets regulator also issued a warning over the exchange's stock tokens trading programme, which had earlier faced scrutiny in the UK and Germany. Binance said it would shut down the tokens scheme for “commercial” reasons. </p> <p><a href=\"https://www.ft.com/content/bde4697e-3eb7-4a69-b099-fdf14dcd2dfa\">Richard Waters' latest column</a> looks at how trading app Robinhood and crypto exchange Coinbase have become the vehicles for a boom in individual investing and speculation, as well as two of the most visible beneficiaries of that boom.</p> <p><a href=\"https://www.ft.com/content/caab6fa0-df68-49f0-86ce-0f7e2a90bb55\">John Thornhill looks at </a>digital ownership in the form of NFTs, the non-fungible tokens that have enabled creators to establish ownership of digital assets using blockchain technology.&#xa0;<a href=\"https://www.ft.com/content/3dd0d341-aeb4-48fe-b427-16af47211652\">Frank Portnoy has gone further </a>— buying and racing a virtual thoroughbred, Tearaway Charlie, for profit and pleasure, and to discover the delights and dangers of NFTs.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Didi scrutiny intensifies in China</strong><br>China's powerful state spy agency and six other government departments have taken the unusual step of stationing investigators in the offices of Didi Chuxing to conduct a security probe of the ride-hailing group. The review marks the first time the secretive Ministry of State Security has publicly announced it will temporarily base staff inside a company, <a href=\"https://www.ft.com/content/29291c6d-a5e6-4154-bd8d-53ba361f4507\">reports Yuan Yang from Beijing</a>.</p> <p><strong>2. Ericsson faces hit in China from Huawei ban</strong><br>Ericsson's <a href=\"https://www.ft.com/content/2a596954-1206-4ce2-9dca-9c128d326768\">sales plunged in China </a>as the Swedish telecoms equipment maker warned it was likely to suffer retaliation due to Sweden banning its Chinese rival Huawei from building 5G networks. Revenues generated in Asia's biggest economy in the second quarter fell from SKr4.1bn ($470m) a year ago to SKr1.5bn, causing Ericsson's overall group sales to drop for the first time in three years.</p> <p><strong>3. UK to take stakes in start-ups</strong><br>The UK government is <a href=\"https://www.ft.com/content/f582d891-3478-4008-b751-27ac9144131e\">planning to take large stakes </a>in promising British start-ups as part of a wider push to support the tech industry, which will include overhauling competition rules and issuing “new tech visas” to attract talent. Chancellor Rishi Sunak will on Tuesday invite founders and tech entrepreneurs to a summit where he is set to launch the Future Fund Breakthrough, a £375m fund that will invest in a handful of R&amp;D intensive companies looking to grow quickly.&#xa0;</p> <p><strong>4. Pay Later and Paytm</strong><br>As Apple makes a move on Buy Now Pay Later services, <a href=\"https://www.ft.com/content/aac740a4-106f-4bbf-b9ce-19af2a74055a\">John Gapper notes </a>the average outstanding balance on a UK credit card was £1,560 in March, while Klarna says that its average user balance is £48, meaning it is being used more like debit cards than credit cards. <a href=\"https://www.ft.com/content/08aef83c-7d1b-448c-8f77-7458177914ed\">Lex looks at</a> Paytm, the<br>Indian digital payments app, which is reported to be on the verge of a $2bn-plus offering that values it at about $25bn. It allows users to trade gold, play games, shop and even book their Covid-19 vaccination, yet struggles to make money.&#xa0;</p> <p><strong>5. The Cult of&#xa0;We&#xa0;<br></strong>The Wall Street Journal's Eliot Brown and Maureen Farrell have told the story of excess at office-leasing group&#xa0;WeWork&#xa0;in this new book. <a href=\"https://www.ft.com/content/08750ef4-c0ed-4c82-a8e2-473d2ad499b9\">Andrew Edgecliffe-Johnson's review </a>says the most remarkable fact about WeWork is not that a hyped-up twist on a business as old as office-leasing ended up imploding; it is that Adam Neumann, its messianic co-founder, convinced so many people for so long that his unoriginal, lossmaking start-up could change the world — and the laws of corporate valuation.</p> <h2>Tech tools — Candle and picture speakers</h2> <p>If you're looking for speakers that blend into your home rather than being an eyesore, Sony, and Sonos working with Ikea, have new products. The <a href=\"https://www.ikea.com/us/en/p/symfonisk-picture-frame-with-wi-fi-speaker-black-40487320/?et_rid=70803480\">$199 Symfonisk from Ikea</a> is a Sonos WiFi speaker posing as a picture frame. Available with a white or black frame, there are also different interchangeable fronts to suit the style of your home. Sony's £315<a href=\"https://www.sony.co.uk/electronics/wireless-speakers/lspx-s3\"> LSPX-S3 </a>wireless speaker offers sound from a glass body that, in candle mode, flickers like a naked flame. It can even flicker in time with your music, <a href=\"https://www.whathifi.com/us/news/sonys-new-glass-wireless-speaker-mimics-a-candle\">reports What HiFi</a>. </p><p>Source: Chris Nuttall in London 2021 'Crypto's next move is TBD' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-16T18:45:19.823Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3632,
          "end": 3637
        }
      ],
      "nexusId": "10022657"
    }
  ]
}