{
  "_id": "4bad057895f82ee23c879b647171351a4d19b00c4e075c758e6b23097760d49f",
  "feed": "ftcomall",
  "title": "If Big Tech has our data, why are targeted ads so terrible?",
  "text": "<p>For more than a year now, I have been chased around the internet by maddeningly chirpy adverts for a spellcheck start-up called Grammarly. The Ukraine-founded company is pitched as an assistant for people who struggle to write simple sentences in English. On the 50th viewing it started to feel less like a targeted advert and more like trolling by the algorithm.</p> <p>Personalised advertising is the dirty fuel that powers some of the world's biggest tech giants. Privacy campaigners want it banned. Facebook is so worried that it has launched a campaign defending targeted ads as a way to help people find “businesses they love”. A colleague in his fifties, pursued by ominous online adverts for funeral plans, would disagree. If targeted advertising technology is so effective then why are online adverts so rubbish?</p> <p>Data is supposed to be the new oil — a resource so valuable it warrants multibillion-dollar market valuations. Companies are moving marketing budgets online, lured by promises of laser-focused campaigns. The digital ad duopoly of Alphabet, Google's parent company, and Facebook reported $182.5bn and $86bn in sales last year. Those numbers are built on personal information that has been gobbled up and regurgitated as tailored adverts. </p> <p>On the <a href=\"https://www.ft.com/lex\">Lex column</a> where I work we have tried to calculate the value of this information in a few different ways. Divide Facebook's annual sales by the number of people who use at least one of its platforms, for example, and each user is worth about $26. But this only accounts for past sales – not potential ones.&#xa0;A better way might be to divide the company's market value by users.&#xa0; Here you get a figure of more than $200 — a closer approximation of the value of each user to Facebook. </p> <p>But what if $200 is a vast overestimation and targeted advertising is flabbier than tech companies claim? Look at the user analyses the companies create and data-driven research starts to seem less impressive. According to Facebook, my advertiser-friendly interests include rugby union, family, greetings cards and Gothic fashion. Beyond family — and who isn't interested in their family? — these are all wide of the mark. Nobody likes greetings cards that much. </p> <p>I have been using Facebook platforms for more than a decade. The company has had the opportunity to track my movements and scrape information for years. Yet the end result is a random, largely inaccurate overview. If I were an advertiser I would want my money back.</p> <p>There is a growing movement to restrict invasive data tracking. Just as mail services cannot open letters and use information inside to make money from advertisers, so campaigners say browsing histories and other online data should be treated as private. New laws in <a href=\"https://techcrunch.com/2020/10/21/eu-parliament-backs-tighter-rules-on-behavioural-ads/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAANMuqTb0mxODfmo8Q0B6xjzoh4mI7wSP56qz0XVuUaMLKMMTxQxc6nN8d3trsJ0bQtWjOiJmNMjFOIQ-_VbJ7w2B29Qvr2M_T81Wnl_InjnxaIuMK5erXnz084H0efTBkhQcGW-NZDVr_Rzrt6nrq7VOPAThz6ae_kHY66KD8jdm\">Europe </a>and <a href=\"https://savyagency.com/ccpa-how-californians-are-opting-out-of-personalized-ads/\">California</a> are helping more people to opt out of data sharing. Google has said that it will block third-party cookies, which track user browsing. Apple plans to promote a privacy option that will make it harder for companies to target adverts. </p> <p>But perhaps advertisers too should be questioning whether data collection and targeted ads are worth the effort. Nonsensical user analyses puncture the idea that internet giants are so effective at wielding the data they collect that they can predict and influence the behaviour of millions of people — a scare story promoted since the 2016 victories of Brexit and Donald Trump. The Guardian once called targeted advertising “one of the world's most <a href=\"https://www.theguardian.com/world/2019/nov/05/targeted-ads-fake-news-clickbait-surveillance-capitalism-data-mining-democracy\">destructive trends</a>”. Vice magazine claimed that it was “<a href=\"https://www.vice.com/en/article/xwjden/targeted-advertising-is-ruining-the-internet-and-breaking-the-world\">ruining the internet </a>and breaking the world”. </p> <p>Film-maker Adam Curtis, known for his interest in shadowy power players, says that he views such claims with extreme scepticism. In his latest film, <a href=\"https://www.ft.com/content/64659ae0-5231-42b4-901d-4cd2edb84382\"><em>Can't Get You Out of My Head</em></a>, he suggests that perhaps there is no such thing as magic data manipulation by tech companies that can be used to pull our strings — even if an ecosystem of well-paid jobs exists to promote it. “There is not enough distinction between correlation and causation,” he says. “Look at eBay.”</p> <p>A decade ago, economists at eBay, including a former professor of economics at UC Berkeley, proposed <a href=\"https://thecorrespondent.com/100/the-new-dot-com-bubble-is-here-its-called-online-advertising/13228924500-22d5fd24\">an experiment</a> to see how effective the company's marketing was. All eBay search ads on Google were stopped for three months in a third of the US. There was only a small difference in sales. The economists concluded that the people clicking on search ads were the ones already planning to buy something on the site. eBay was wasting millions of dollars. Other companies may come to similar conclusions. Airbnb <a href=\"https://www.campaignlive.co.uk/article/airbnbs-holiday-performance-marketing-mistake/1708868\">slashed its digital marketing budget</a> last year in response to the pandemic and says that it saw no change in online traffic. </p> <p>At least one Facebook employee may agree. According to an internal memo included in <a href=\"http://www.wohlfruchter.com/sites/default/files/doc/2020-11-18-dkt-148-amended-complaint.pdf\">a recently unsealed court filing</a>, an unnamed product manager wrote in 2016 that “more than half the time we're showing ads to someone other than the advertisers' intended audience”. Facebook declined to comment.</p> <p>If this is the case then what is the point of invasive data tracking? All that data collection, all those privacy violations. For what? Gothic fashion and greetings cards. The dirtiest secret about targeted advertising could be that it doesn't work.</p> <p><em>Elaine Moore is deputy editor of the Lex column</em></p> <p><em>Email Elaine at </em><a href=\"mailto:elaine.moore@ft.com\"><em>elaine.moore@ft.com</em></a><em> and follow her on Twitter </em><a href=\"https://twitter.com/elainedmoore?lang=en\"><em>@ElaineDMoore</em></a> </p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p> <p><strong>Letters in response to this column</strong>:</p> <p><a href=\"https://www.ft.com/content/1688c1dd-ce93-4273-888d-15d97c7ffdf0\"><em>How a Stonehenge search ends up at the undertaker / From Bridget Rees, Maidenhead, Berkshire, UK</em></a></p> <p><a href=\"https://www.ft.com/content/227a412f-86f7-400f-bb63-261281367acd\"><em>Social media buyer explains Facebook's role</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/227a412f-86f7-400f-bb63-261281367acd\"><em>From Jennifer Cunningham, London SW6, UK</em></a></p><p>Source: Elaine Moore 2021 'If Big Tech has our data, why are targeted ads so terrible?' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T05:00:52.115Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2893,
          "end": 2898
        }
      ],
      "nexusId": "10022657"
    }
  ]
}