{
  "_id": "d1d10dbf702e55ebbc96e21dfa6c6295e5b33ca3f9b165c0b9ae9771d2090be4",
  "feed": "ftcomall",
  "title": "Stuffed squid with celery and orange — a Rowley Leigh recipe",
  "text": "<p>There are a few things that I never tire of cooking, as I expect some readers will be perfectly aware. I&#xa0;must ration myself to one <a href=\"https://www.ft.com/content/060d009a-58fd-11e6-9f70-badea1b336d4\">rabbit recipe</a>, maximum, per year, more difficult since I moved to the country and poachers — sorry, cullers — occasionally drop off a dozen bunnies at my door. Having a ready supply of beautiful fish from the Devon and Cornwall coasts, it has been easy to write eulogies on red mullet, brill and mackerel. </p> <p>Squid is another culprit. And yet, while I have written 23 recipes for rabbit in the past 30 years — including rabbit with cucumber and vanilla, a bullet that FT readers were lucky to dodge — I have notched up a mere six for squid. So&#xa0;it is time for another.</p> <p>The usual rules for squid are either cook it very fast, such as stir frying or grilling, or very slowly, in a stew. This recipe does neither. As the stuffing in the squid cooks, it swells, preventing the meat from contracting and toughening. It is exquisitely tender after half an hour.</p> <p>One reason for enjoying cooking squid is that it lends itself to a variety of methods. Another is its good-natured approach to whatever you put with it. In that brief moment of freedom at the end of last summer, we were given a huge roast squid at a seaside restaurant in the Peloponnese. It was served totally plain and tasted sublime. But equally, if I manage to make a visit to London's River Cafe this year, I shall almost certainly have their grilled squid piled high with a mischievous amount of freshly chopped chilli. When I cook them myself, I might braise them gently with saffron, orange and yellow beetroot or more aggressively with red wine, red beetroot, chilli and basil.</p> <p>I never get stir frying completely right but even I can throw some sliced squid in a hot wok and stir it around for a few seconds with a little chopped ginger, garlic and spring onions, give it a splash of soy sauce and serve it up. I might do this when I am in need of fast food. In the present climate, however, the slower the food the better.</p> <h2>Stuffed squid with celery and orange</h2> <p>Cooked rice will serve just as well as breadcrumbs. Both a piping bag and cocktail sticks are useful but not essential. A recipe for six.</p> <ol>  <li><p>Rinse the lentils, cover&#xa0;with fresh water, bring to a simmer and cook until tender for about&#xa0;30-40 minutes.</p></li>  <li><p>Clean the squid, pulling the entrails and tentacles out from the body. Rinse the interior of the bodies very thoroughly. Detach the tentacles from the rest of the entrails and make sure you remove the little “beak” at the centre of the tentacles. Chop the tentacles into very small&#xa0;pieces.</p></li>  <li><p>Finely chop the shallot, the garlic and the chillies, saving half of the garlic and chilli for the sauce later. Finely chop one stick of celery. Soften the shallot, chilli, garlic and celery in a couple of tablespoons of olive oil in a heavy casserole dish on a medium heat. Add the chopped tentacles and stir well until they are well sealed and have turned white. Add half of the white wine, scrape up all the juices and transfer into a bowl to cool briefly.</p></li>  <li><p>Add the breadcrumbs to the squid mix along with the grated zest of the oranges and all the chopped parsley. Season well and then fill the squid tubes with this mix, either with a piping bag or a spoon. Run a cocktail stick through the tops of the tubes to lock in the&#xa0;mixture.</p></li>  <li><p>Remove the coarse outer stalks of the celery and cut the more tender sticks into 3cm-long sections. Heat two more tablespoons of olive oil in a deep casserole dish and sear the celery for 10 minutes until gently coloured and beginning to wilt. Remove from the pot and replace with the squid. Colour these on all sides on a lively heat in the same dish for a few minutes and then add the reserved chilli and shallot. Sweat briefly before returning the celery to the pot and then adding the remainder of the white wine, followed by the passata with a teaspoon of sugar and the juice of the oranges. Cover and let it simmer gently for 30&#xa0;minutes. </p></li>  <li><p>Spoon the drained lentils into the stew, simmer briefly, check the seasoning and take to the table. Good bread and a green salad are the best accompaniments.</p></li> </ol> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Rowley Leigh 2021 'Stuffed squid with celery and orange — a Rowley Leigh recipe' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T11:00:34.803Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4332,
          "end": 4337
        }
      ],
      "nexusId": "10022657"
    }
  ]
}