{
  "_id": "6b7de56c91c91b28e81ff048ecc8713a271ac74c59402c4364ce554e9cffaf12",
  "feed": "ftcomall",
  "title": "G7 tax deal faces opposition in US Congress",
  "text": "<p>Joe Biden's plan to overhaul the international tax system will face a difficult passage through the US Congress as Republicans threaten to vote down a prospective deal in a Senate where a two-thirds majority is necessary for approval. </p> <p>The Biden administration's efforts to break a diplomatic impasse on how global companies are taxed was rewarded over the weekend when the <a href=\"https://www.ft.com/content/95dd0c00-7081-4890-bcef-b9642312db4d\">G7 backed</a> a global minimum rate of at least 15 per cent and agreed that countries should have the right to tax a portion of the world's largest businesses' profits where they are generated. </p> <p>But approving changes to international tax treaties would require support from a two-thirds supermajority in the 100-seat Senate, posing a problem for the Biden administration as G7 nations pursue a broader deal being negotiated at the OECD.&#xa0;The Senate is evenly split between Democrats and Republicans.</p> <p>Senior Republican lawmakers have lined up to slam the fledgling multilateral accord, accusing Biden of harming US competitiveness, ceding taxing rights to other countries, and failing to solve a long-running battle over digital taxes.&#xa0;</p> <p>Pat Toomey, the Republican senator from Pennsylvania, called the global minimum tax “crazy”. </p> <p>“Certainly the whole fact that they had to try to persuade all these other countries to make sure they raise their taxes is a confession of the damage we're doing to our own country,” Toomey told reporters on Capitol Hill. “They certainly wouldn't have the votes to approve a treaty of this kind that they're contemplating.”</p> <p>Senator John Barrasso of Wyoming said the deal was “wrong” for the US. “This tax will be anti-competitive, anti-US, and harmful for us as we try to continue to grow the economy at a time when we're coming out of a pandemic.” Mike Lee, a senator from Utah, tweeted a Washington Post story reporting on the G7 deal along with the words: “This is what a cartel looks like”. </p> <p>There was “a big question mark over whether and when” an international tax accord could be ratified in Washington, said Brian Jenn, a former US Treasury official. “I would say the prospects of Congress implementing any agreement remain highly uncertain, at best.”</p> <p>Discord is also brewing over the future of <a href=\"https://www.ft.com/content/17f08416-e3aa-48bf-9de0-468cec9c5554\">digital services</a> taxes in countries including the <a href=\"https://www.ft.com/content/4ed18830-f561-4291-8db5-c3c1fa86c1b8\">UK</a>, Italy and France, which are designed to ensure that some of the world's largest companies, including <a href=\"https://www.ft.com/content/1b16c49d-b8fd-4eac-9ff1-d5e8b9510110\">US tech giants</a> such as Facebook, Apple and Google, pay more tax in countries where they have a small physical presence.</p> <p>The new proposal from the US tries to replace the digital taxes with a formula in which the very largest and most profitable companies in the world would be subject to the new rules, regardless of their sector, based on their levels of revenue and profit margins.</p> <p>While lawmakers on Capitol Hill have been united across the aisle in opposing digital taxes on US companies, Republicans hint they may argue that taxing large companies more broadly still unfairly targets American multinationals.&#xa0;Toomey called the US proposal “a digital services tax by a different name, broader in scope”. </p> <p>Last week, Mike Crapo, the top Republican on the Senate finance committee, wrote to the US Treasury expressing concern that a “disproportionate amount of the reallocated profit” included in the new plan “may be those of market-leading US companies — namely, American technology, pharmaceutical and consumer products companies”.</p> <p>Crapo questioned what the US would get in return for ceding taxing rights of US companies to foreign countries, and demanded a commitment from the Treasury that countries would repeal their digital taxes once an OECD agreement was reached.&#xa0;France, Italy and the UK have all refused to abolish their digital taxes until the US has passed the necessary legislation.</p> <p>Janet Yellen, US Treasury secretary, moved to address the concerns of Republican lawmakers. In a letter to Crapo she responded: “My objectives and yours on this matter are aligned. We strongly agree that any international tax agreement reached at the OECD must neither harm US businesses and workers nor undermine the United States' tax sovereignty”.</p> <p>In the letter, seen by the Financial Times, Yellen assured the senator that “multinational corporations from around the world” would be hit by the so-called pillar one plans to tax companies in countries where they make sales, and that the proposal would not affect just US companies.&#xa0;</p><p>Source: Aime Williams in Washington 2021 'G7 tax deal faces opposition in US Congress' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-09T09:00:21.976Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2387,
          "end": 2392
        }
      ],
      "nexusId": "10022657"
    }
  ]
}