{
  "_id": "28aee7f7fd7279eed967d0f3be183e96249132c7fa82616677083c5a74277917",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Apple's  Privacy  Change  Disrupts  Ad Market  ----  By Patience Haggin and Suzanne Vranica",
  "text": "<p>   Loose-leaf tea seller Plum Deluxe used to gain a new customer for every $27 it spent on Facebook and Instagram ads. Then, Apple Inc. introduced a privacy change restricting how users are tracked on mobile devices. </p><p>   Now, the company spends as much as $270 to pick up a new customer. \"That's a huge jump and one that we just can't absorb,\" said Andy Hayes, founder of Plum Deluxe of Portland, Ore., which is now cutting its spending. </p><p>   Apple's change, rolled out in April, is beginning to disrupt the online ad market, hurting e-commerce players and creating challenges for tech companies including Facebook Inc. and Snap Inc. </p><p>   Snap on Thursday cited Apple's change as one reason it expects its growth to slow in the current quarter. Snap shares fell 20% in after-hours trading after it made that disclosure in its earnings report. On Friday, Snap shares fell 27% to $55.14. </p><p>   Apple's new policy requires apps to ask users if they want to be tracked. Many users have opted out of tracking by popular apps, including Facebook and Snapchat. As a result, those apps are getting less data on consumers' habits and interests, and can't target ads at users as effectively. </p><p>   Advertisers are finding it harder to reach potential customers, according to the executives, and ad prices -- which were already rising -- are going up further because of Apple's change. MuteSix, a digital agency that works with direct-to-consumer online brands, said its clients have seen their Facebook ad prices rise about 25%, on average. </p><p>   Facebook, which publicly opposed Apple's change, has warned that the change might hurt its financial results. A range of small online businesses, from clothing retailers to office-furniture suppliers to protein-powder sellers, rely heavily on Facebook and Instagram ads to reach new customers. </p><p>   Many of those companies are struggling to cope with the Apple change and some say they are pulling back ad spending, according to interviews with two dozen e-commerce and ad-industry executives. </p><p>   \"Small businesses could launch their pajama websites and advertise on Facebook because Facebook could identify users who most likely would buy those pajamas based on their activity on the web,\" said Nii Ahene, chief strategy officer at digital ad firm Tinuiti. \"It has become a lot more challenging\" for Facebook to do that, he said. </p><p>   Facebook reports quarterly results Monday. Its ad business, which brought in $84 billion in revenue last year, has been resilient over the past 18 months through an advertiser boycott and the pandemic, and Facebook might work through the Apple change without a problem. </p><p>   A Facebook spokeswoman said Apple's changes will benefit its own growing ad business. \"Apple's policy is benefiting their bottom line at the expense of businesses who rely on personalized ads to reach customers and grow their operations,\" the spokeswoman said. </p><p>   An Apple spokesman said its change was meant to let users decide whether to share their data and with whom. \"These rules apply equally to all developers -- including Apple -- and we have received strong support from regulators and privacy advocates for this new feature,\" the spokesman said. </p><p>   U.S. users opt into tracking only about 16% of the times they encounter the Apple privacy prompt, according to mobile app analytics provider Flurry. </p><p>   Pregnancy and fertility tests startup Get Stix Inc., which does business as Stix, was spending between $50,000 and $100,000 a month on Facebook ads earlier this year. The company saw its customer acquisition cost triple as the digital ad market boomed and Apple's change began to roll out. </p><p>   \"We don't have the capital to weather that,\" said Cynthia Plotch, Get Stix's co-founder. \"We needed to pull back.\" Stix cut its Facebook ad spending by roughly half and shifted dollars to other types of ads, from TikTok to email marketing. </p><p>   Stix has begun to ramp its spending back up on Facebook and has managed to keep the ad costs down by improving the creative content of its ads, so they will get a boost from Facebook's algorithms. </p><p>   The rise in ad prices is due to an old-fashioned supply crunch. Facebook's ad targeting relies partly on a piece of code, called a pixel, embedded on more than eight million websites. When someone visits a site, the pixel collects the user's information and sends it back to Facebook. For Apple users who opt out of tracking, that information isn't sent to Facebook. This shrinks the number of potential users advertisers can target, driving up prices. </p><p>   Get Smirk.com, a U.K.-based company that sells teeth-whitening products online and spends roughly $2,000 a day on Facebook ads, has seen its Facebook ad prices jump roughly 45% since April, said Joseph Kent, a creative director at Get Smirk. The company has shifted some of its ad budget to email marketing. </p><p>   Office-furniture maker Steelcase Inc. uses Facebook's pixel to track when users visit the company's site, then targets those users on Facebook to lure them back to the site. That approach isn't possible if a user has opted out of tracking. </p><p>   \"The smaller the pool of users, the higher the cost to reach them,\" said Rob Poel, general manager of Steelcase's work-from-home division. Steelcase has seen its cost-per-click on Facebook ads increase 90% over the past six months, thanks in part to Apple's privacy changes. </p><p>   The revenue the company generates from Facebook has also been cut in half, Mr. Poel said. Steelcase's response has been to spend more on Facebook to boost revenue, he said. </p><p>   When a user opts out of tracking, Facebook can still keep targeting that user with data it collected before the opt-out. But that data quickly loses value, said digital-ad consultant Eric Seufert. </p><p>   Another effect of the Apple change is that Facebook is having greater difficulty giving advertisers detailed information about how well their ads work. It is harder for Facebook to take credit for driving a user to make a purchase, said Josh Henry-Hicks, vice president of paid social at MuteSix. </p><p>   Sports-nutrition company Ath Sport said it has scaled back its ad spending on Facebook. \"The big thing about it is that we're not able to attribute the sales to Facebook,\" said Stuart Kam, the company's owner and founder. </p><p>   Facebook, along with many of its advertising customers, says its ads are still driving more sales than its analytics show. A Facebook executive wrote in a Sept. 22 blog post that due to the Apple privacy change, Facebook is undercounting how often campaigns are driving conversions -- when Apple users visit a website and take an action like making a purchase -- by about 15%. </p><p></p>",
  "published": "2021-10-23T06:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 645,
          "end": 650
        },
        {
          "start": 5275,
          "end": 5280
        },
        {
          "start": 3224,
          "end": 3229
        },
        {
          "start": 4313,
          "end": 4318
        },
        {
          "start": 6379,
          "end": 6384
        },
        {
          "start": 1535,
          "end": 1540
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 5692,
          "end": 5697
        },
        {
          "start": 122,
          "end": 132
        },
        {
          "start": 2682,
          "end": 2687
        },
        {
          "start": 2623,
          "end": 2628
        },
        {
          "start": 3022,
          "end": 3027
        },
        {
          "start": 431,
          "end": 436
        },
        {
          "start": 6479,
          "end": 6484
        },
        {
          "start": 869,
          "end": 874
        },
        {
          "start": 1330,
          "end": 1335
        },
        {
          "start": 1852,
          "end": 1857
        },
        {
          "start": 2859,
          "end": 2864
        },
        {
          "start": 3553,
          "end": 3558
        },
        {
          "start": 2563,
          "end": 2568
        },
        {
          "start": 122,
          "end": 127
        },
        {
          "start": 122,
          "end": 131
        }
      ],
      "nexusId": "10022657"
    }
  ]
}