{
  "_id": "2b77f3e7014204f412d826d66f06f038cd0f3bcde1bbb8b83c12037cbbb2d7f1",
  "feed": "ftcomall",
  "title": "AT&T discovers it has no business in show business",
  "text": "<p><strong>One invitation to start:</strong> Join the FT team, including DD's own Rob Smith and Arash Massoudi, as they take you inside the rise and fall of Greensill Capital and give you a front-row seat into the FT's reporting over the past three years. Register for the free online event <a href=\"https://events.bizzabo.com/327337\">here</a>.</p> <p><strong>Bonus: </strong>To get smart on all things Greensill ahead of the event, don't miss <a href=\"https://www.ft.com/video/3b021684-5e03-4215-9c39-44aef5c3c848\">this must-watch FT film</a> on the saga.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\"><strong>here</strong></a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\"><strong>Due.Diligence@ft.com</strong></a><strong>.</strong></p> <h2>AT&amp;T steps back from Hollywood</h2> <p><strong>John Stankey</strong> is known for being a man who shows few emotions.&#xa0;</p> <p>Ten months after taking over the throne at <strong>AT&amp;T</strong> from <strong>Randall Stephenson</strong>, the veteran executive has moved swiftly to undo the legacy of asset accumulation that turned the US telecoms group into a sprawling media and communications giant.&#xa0;</p> <p>The most dramatic of those steps came on Monday as AT&amp;T announced plans to <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">spin off</a> its <strong>WarnerMedia</strong> division, the entertainment business that houses brands such as <strong>CNN</strong>, <strong>Warner Bros</strong> and<strong> HBO</strong>, and combine it with rival <strong>Discovery</strong>.</p> <p>The deal instantly creates a media empire that has the heft to compete with <strong>Disney</strong> and <strong>Netflix</strong> in the global streaming wars.&#xa0;</p> <p>It will be 71 per cent owned by AT&amp;T shareholders, with Discovery, which is best known for its reality based programming, holding the remainder.&#xa0;</p> <p>The decision wasn't easy for Stankey. He was, after all, a close lieutenant of Stephenson and had worked on AT&amp;T's acquisition of <strong>DirecTV</strong> and <strong>Time Warner</strong>.&#xa0;</p> <p>Both deals represented some of the largest ever transactions in the media and telecoms industry, but now have been de facto offloaded. Remember US private equity group <strong>TPG </strong>bought a large minority stake in<a href=\"https://www.ft.com/content/5b8f8899-12f6-4699-bd65-1229b7a78ad2\"> DirecTV in February</a>.</p> <p>The reality on the ground, though, gave Stankey few other options other than getting out of the media business.&#xa0;</p> <p>Before the latest rounds of divestitures, AT&amp;T's balance sheet <a href=\"https://www.ft.com/content/9b3757bb-45ad-4d3a-80b5-bc386f75c07f\">was heavily stretched</a> and its dividend was too high, making it close to impossible to invest in both its telecom and content operations.&#xa0;</p> <p>Monday's deal, which also included an aggressive dividend cut, has wiped off $43bn worth of debt from AT&amp;T's balance sheet in one swoop. The debt reduction means the company will have more cash to plough into its wireless business.</p> <p>The deal this week is also <a href=\"http://www.ft.com/content/fd93a1d8-3127-42e3-beb2-80c02d138013\">a remarkable coup for <strong>David Zaslav</strong></a>, Discovery's hyper-ambitious television boss who has catapulted himself to the top of the food chain in entertainment.&#xa0;</p> <p>Zaslav has spent the past decade presiding over Discovery, which was a relative minnow with a market capitalisation a tenth of the size of Disney. He now grabs the reins of the world's second-largest media group by revenue.</p> <p>The 61-year-old is a throwback to the larger-than-life media tycoons of a bygone era. But he has been deemed to be better-suited than anyone at AT&amp;T to try and challenge Disney, Netflix and Amazon.</p> <p>Expect more deals. AT&amp;T's decision to act now has sent a shockwave across Wall Street, Hollywood and Silicon Valley.&#xa0;</p> <p>There is speculation that other players will have to react, including the possibility of <strong>Comcast</strong>'s <strong>Brian Roberts</strong> trying to gatecrash the deal altogether.&#xa0;</p> <p>A rival bid for WarnerMedia is unlikely, DD has been told, but the likelihood that Comcast tries to combine with the likes of ViacomCBS or another media player has just shot up significantly.&#xa0;&#xa0;</p> <p>Don't count out the tech giants. Apple and Amazon could make a move at some point to buy the combined Warner-Discovery soon after they merge.</p> <h2>Spac fever proves less contagious&#xa0;</h2> <p>DD readers may remember that not-too long ago Spac shares would soar based solely on some well-placed rumours about a potential deal.</p> <p>But these days even well-known sponsors who have secured large transactions are <a href=\"https://www.ft.com/content/99de2333-e53a-4084-8780-2ba9766c70b7\">finding it difficult</a> to attract investors.&#xa0;</p> <p>Using data from <strong>Refintiv</strong>, DD's Ortenca Aliaj, Miles Kruppa and James Fontanella-Khan <a href=\"https://www.ft.com/content/1c22bcb2-6184-4c3b-9284-bb152a578629\">discovered</a> that as of Friday, only one of the 13 Spacs that have announced deals in May were trading above the $10 price at which blank-cheque companies raise cash.&#xa0;</p> <p>Take <strong>Soaring Eagle Acquisition</strong>, a Spac set up by former Hollywood executive <strong>Harry Sloan</strong>, whose <a href=\"https://www.ft.com/content/65b776dc-259c-11ea-9305-4234e74b0ef3\">deal</a> to take<strong> DraftKings</strong> public in 2019 is considered by some as the catalyst for the blank-cheque company boom.</p> <p>The Spac last week announced a $17.5bn deal to take<strong> Bill Gates</strong>-backed <strong>Ginkgo Bioworks</strong> public. Instead of the usual “pop” in share price we've come to expect from Spac deals, shares in the company fell to below $10.&#xa0;</p> <p>We saw similar outcomes for <strong>Aurora Capital</strong>, which agreed to a deal with the <strong>SoftBank</strong>-backed mortgage lender<strong> Better</strong>, and<strong> Switchback II</strong>, the Spac transporting electric scooter start-up <strong>Bird</strong> to public markets.&#xa0;</p> <p>What gives? There are two forces at play here — one being early investors such as hedge funds, and the other being retail traders.&#xa0;</p> <p>As DD's Ortenca and Miles <a href=\"https://www.ft.com/content/812b243b-4831-4c65-92b2-f72bfdc6eff6\">explained</a> awhile back, hedge funds get in the Spac game early and then leave early as well. The cue to exit tends to be when a deal is announced so they can benefit from the initial “pop” in price. Add leverage and that makes for a nice return.</p> <p>That's not usually a problem. There's a wave of other investors, mostly retail, who buy into the Spac because they want to own a stake in the newly listed company, or purely on hype.&#xa0;</p> <p>At least that was the case. It appears that retail investors, a notoriously finicky bunch, have moved on to other speculative assets — namely cryptocurrencies.&#xa0;</p> <p>“Spacs are no longer the meme stock du jour,” one senior banker told DD.&#xa0;</p> <p>It's important to remember that the retail trend is relatively new and Spacs existed before it.&#xa0;</p> <p>But as a<strong> JPMorgan Chase</strong> research <a href=\"https://markets.jpmorgan.com/research/email/f6kgq5i4/T6N0JLdTiKJ3Nfk3DBc3CA/GPS-3724252-0\">report</a> from April points out, sponsors like the anointed Spac king <strong>Chamath Palihipitaya</strong> and his lesser-known business partner <a href=\"https://www.ft.com/content/3ed742fd-ee22-475a-92d0-aeb5ce186ad2?\"><strong>Ian Osborne</strong></a> have spent a lot of energy pulling in the retail crowd, and now they're deserting the trend.</p> <p>(If you need more proof, DD has collaborated with Alphaville's Jamie Powell to bring you <a href=\"https://docs.google.com/spreadsheets/d/1A0-7S-YqnlIlCVOec-FFXEp4DQybB4CLIpQM9IbAlV8/edit#gid=0\">this comprehensive spreadsheet</a> on the so-called Spac masters of the universe, and how their blank-cheque ventures are faring thus far.)</p> <p>If things continue the way they're going, there could be serious repercussions for dealmaking.&#xa0;</p> <p>Sponsors could be forced to reprice their deals or face large investor redemptions that could put the transaction in jeopardy. Bankers tell us they're already starting to see redemptions creep up.&#xa0;</p> <p>While some market experts are optimistic that this is just a bump in the road, the sudden reversal in fortunes has already prompted one big sponsor to pronounce the Spac market “dead, dead, dead”.&#xa0;</p> <h2>The inside story of Sanjeev Gupta's ‘white knight'&#xa0;</h2> <p>Despite <a href=\"https://www.ft.com/content/e450c8f9-29fa-432b-98fd-5885edb4680f\">reports of fraud suspicions</a> and an <a href=\"https://www.ft.com/content/b56416b2-340d-4866-9c79-6341a9c9f904\">investigation</a> by the UK's <strong>Serious Fraud Office </strong>into <strong>Sanjeev Gupta</strong>'s empire, one private debt firm is still, in principle, willing to lend to it.&#xa0;</p> <p>Meet <strong>White Oak Global Advisors</strong>, the San Francisco-based lender that has drawn investment from pension funds stretching from Lancashire teachers to New York nurses. It even has a role in handing out UK taxpayer-backed Covid-19 loans.</p> <p>When the SFO news broke on Friday, White Oak appeared to walk away from plans to <a href=\"https://www.ft.com/content/b2f14d11-9768-4aad-afe0-185d5c6e13ae\">refinance </a>Gupta's Australian steel plant and a <a href=\"https://www.ft.com/content/862e957c-bd64-459a-8e35-4f5917edd1d5\">proposed £200m loan</a> for his British steelworks.&#xa0;</p> <p>Hours later, it walked back — at least to the Australian part of the deal. It “continues its efforts” to reach an agreement, the company said.&#xa0;</p> <p>Why? Well, the reason may be that White Oak isn't a disinterested outsider and is trying to manage its existing exposure to Gupta's metals group.&#xa0;</p> <p>Last year White Oak helped Gupta's main backer <strong>Greensill Capital</strong> reduce its exposure to the industrialist's companies, buying Gupta's debt from Greensill while keeping an option for Greensill to later buy it back.&#xa0;</p> <p>As of early March, White Oak had close to $300m in exposure to Gupta's Liberty Commodities, due to mature on May 20, a document seen by the FT shows.&#xa0;</p> <p>Dig deeper on the ties that bind White Oak, Gupta and Greensill in <a href=\"https://www.ft.com/content/e3ecd508-7c88-4392-94de-711777319f26\">this story</a> by DD's Kaye Wiggins and Rob Smith, and the wider FT team behind the fast-moving Greensill/Gupta story.&#xa0;</p> <p>And while we're at it, if you have any thoughts about White Oak and/or the situation here, email <a href=\"mailto:kaye.wiggins@ft.com\">kaye.wiggins@ft.com</a> and <a href=\"mailto:robert.smith@ft.com\">robert.smith@ft.com</a>.&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p><strong>Danone</strong> <a href=\"https://www.ft.com/content/2d8494cb-ed00-4bdd-9e9b-1fa295ef109e\">has chosen</a> <strong>Antoine de Saint-Affrique</strong>, who has run Swiss cocoa and chocolate manufacturer <strong>Barry Callebaut</strong> since 2015, as its chief executive.</p></li> </ul> <ul>  <li><p><strong>Goldman Sachs</strong> is hiring an Uber engineering executive, <strong>Peeyush Nahar</strong>, to run <strong>Marcus</strong>, its digital banking unit. He will join the bank on June 1, <a href=\"https://www.wsj.com/articles/goldman-taps-uber-executive-to-run-its-consumer-bank-11621259972?st=696tq1ak7zdoca5&amp;reflink=article_gmail_share\">per the WSJ</a>.</p></li> </ul> <ul>  <li><p><strong>Citigroup </strong>has <a href=\"https://www.ft.com/content/9a9c6c82-fd72-497e-86ca-e642c0dc7ce0\">promoted</a> <strong>Ignacio Gutiérrez-Orrantia</strong> to head of its investment banking operations in Europe.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Apollo Global Management</strong> has hired <strong>Craig Farr</strong> as a senior partner to lead its capital solutions business. He enters the newly created role after working as a senior adviser to Carlyle Group from 2017 to 2019, and before that, head of credit and capital markets at <strong>KKR</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Crunching the numbers </strong>Wall Street approached the shift to remote working with a variety of creative solutions. For Bank of America's chief operating officer Thomas Montag, it allegedly involved scathing spreadsheets, bonus cuts and other tactics that have polarised staff. (<a href=\"https://www.nytimes.com/2021/05/14/business/bank-of-america-tom-montag.html?smtyp=cur&amp;smid=tw-nytimes\">NYT</a>)</p> <p><strong>Opening the floodgates </strong>Bill Gates attributed his resignation from Microsoft's board in March 2020 to a desire to focus more on his philanthropic foundation. He has had to deny his departure was also related to a board investigation into his prior romantic relationship with a female Microsoft employee after press reports that the two events were connected. (<a href=\"https://www.wsj.com/articles/microsoft-directors-decided-bill-gates-needed-to-leave-board-due-to-prior-relationship-with-staffer-11621205803\">WSJ</a> +<a href=\"https://www.ft.com/content/1ce4b9ab-1918-49d5-85ea-f45cf7c7535e\"> FT</a>)</p> <p><strong>Checking in, again </strong>Blackstone is looking to purchase the US hotels chain Extended Stay America for the third time. The chain's blindsided investors have proven less than hospitable. (<a href=\"https://www.ft.com/content/1f403623-94fd-4ea5-a622-d210f4e47918\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/86f1d781-e8a7-4ca0-97e5-cbca1282d6f4\">Amazon in talks to buy MGM for $9bn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3f7fc164-30ce-48da-bc4e-a75fe9d4c2af\">Elliott says one of America's largest utilities should be split in three</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/ce944c28-a6d1-42b9-9da2-12e90cb2ae19\">Indonesia's Gojek and Tokopedia agree $18bn merger</a> (FT + <a href=\"https://www.ft.com/content/48fe3566-f686-4a0e-9cb2-1ce287cad7ac\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/ec41c726-ab93-4b40-ac8e-48e0b5778696\">Lithuanian fintech under scrutiny over potential role in Wirecard fraud</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7673b036-0c13-4590-929a-ee5e7d8600e2\">Jimmy Lai's Hong Kong media group in doubt after asset freeze</a> (FT)</p> <p><a href=\"https://www.ft.com/content/bb5f4313-fb32-4ce5-9424-51dc6169a9ef\">JD.com's logistics arm seeks to raise up to $3.4bn in Hong Kong IPO</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/b69c1273-320e-41ec-aeb7-9c651f64a274\">Euler Hermes sold business fraud policy to Greensill Bank</a> (FT)</p> <p><a href=\"https://www.ft.com/content/a3640609-675d-42eb-89e0-85ffcb87f43e\">Ex-Northill team reunites to buy asset management stakes</a> (FT)</p> <p><a href=\"https://www.ft.com/content/bc436442-9105-448d-a4a9-4dc16019f04a\">Control of Tribune media group looks set to go to hedge fund</a> (FT)</p><p>Source:  2021 'AT&amp;T discovers it has no business in show business' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-18T04:00:37.840Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3458,
          "end": 3463
        },
        {
          "start": 3428,
          "end": 3433
        }
      ]
    }
  ]
}