{
  "_id": "9f5f0c86b397523a77adda5d658b3ad6a53860d490b1dcb730d6efb64fca3241",
  "feed": "ftcomall",
  "title": "Fine private collections fuel the market",
  "text": "<p>Christie's is to offer a fine collection of works on paper, valued at about $16m, from the family of the London art dealer Thomas Gibson. Highlights of the works, which Christie's will only confirm are from “a family collection” and number fewer “than 10”, include Vincent van Gogh's “La Mousmé” (1888), a pencil and ink drawing made during the artist's time in Arles, when he was inspired by Japanese printmaking (est $7m-$10m). Also among the fare is Lucian Freud's watercolour and pencil “Self-portrait” (1974), recently included in London's Royal Academy of Arts exhibition (est $1.8m-$2.5m).&#xa0;</p> <p>Works on paper are a distinct collecting category, enjoyed partly because they tend to present an artist's first idea. The Van Gogh is the exception that proves the rule, notes Giovanna Bertazzoni, vice-chairman of 20th- and 21st-century art at Christie's, as it was drawn just after his painting of the same name, now in the National Gallery of Art, Washington. Van Gogh's close-up drawing is “arguably more striking than the oil, it seems to have more poetry and sweetness”, Bertazzoni says.</p> <p>Works on paper are also generally cheaper than fully fledged paintings, though this gap is narrowing. Among the collection is René Magritte's gouache “Journal intime” (c1954), which was bought for £237,650 in 2002 and now carries an estimate of $2.5m to $3.5m. The rest of the works, which also include a two-sided Henry Moore from 1941 (est $1.5m-$2.5m), were bought in the 1970s and 1980s and will all be offered at Christie's in New York, ahead of its Modern British Art Evening Sale in London on March 1.</p>  <p><strong>Lockdown has forced a</strong> <strong>change</strong> of strategy for art collectors and winemakers Mei and Allan Warburg, who run the 200-acre Donum Estate sculpture park and pinot noir vineyard in California. “We prefer on-site commissions but the pandemic has completely ruined that idea as we can't bring artists to Donum,” Allan Warburg says. It hasn't stopped them buying art, however, and this week they confirm the purchase of four new works to add to their 50-piece collection. </p> <p>For the vineyards, they have bought Robert Indiana's trademark “LOVE (Gold/Red)” sculpture (1966-2000) and a four-piece work from Ugo Rondinone's recent “nuns + monks” stone sculpture series (2020). For their revamped hospitality and tasting building, called Donum Home, the collectors have bought a Tracey Emin work on paper — “Another 30 Years” (2019) — and Jeppe Hein's “Chardonnay Mirror Balloon, Rosé Mirror Balloon, and Red Wine Mirror Balloon” (2020), a work that was made to order to reflect the estate's output. </p> <p>The Warburgs aren't putting a price on their purchases, but the four works are estimated to have cost about $3m combined. Tastings and visits to Donum are currently paused but Allan Warburg, who is the co-founder and co-chief executive of Bestseller Fashion Group China, is hopeful that the outdoor events can resume in the spring.</p>  <p><strong>Old Masters provide most</strong> of the auction action this month as Sotheby's offers two major works with a combined estimate north of $100m on January 28. A striking Botticelli, “Portrait of a young man holding a roundel” (c1480), is being offered for at least $80m from a private collection, widely reported as that of the late New York property billionaire Sheldon Solow. </p> <p>The same sale, to be livestreamed, offers a jewel of a painting by Rembrandt van Rijn. His 16cm by 21cm “Abraham and the Angels” (1646) is estimated between $20m and $30m and has a guaranteed price offered by the auction house (generally set just below the low estimate). Both works show significant growth in value — the Botticelli was bought for £810,000 in 1982 (£2.5m in today's money), while the Rembrandt last sold at auction for £64, though admittedly this was in 1848.</p> <p>The level of estimates this time around could limit the number of interested parties, particularly in the current environment, but both works are said to be highly sought after. “Auction works best when you start low and let the work find its price. While people may well be interested, a feat of mind over matter might be needed at the end of this month,” says Hugo Nathan, co-founder of the art advisers Beaumont Nathan.&#xa0;</p> <p>Also on the block at Sotheby's is the refined collection of Hester Diamond, who died last year. Diamond, who switched to buying Old Masters from Modern art after her husband died in 1982, was an interior designer and the mother of Beastie Boys frontman Mike D.&#xa0;</p> <p>About 50 items will be offered in the first part of her sale on January 29, including a few contemporary works, and topped by “Autumn” (c1615-18), a marble by the Baroque sculptors Pietro Bernini and his renowned son, Gian Lorenzo Bernini (est $8m-$12m). The second part of the Hester Diamond sale runs online between January 22 and 29 and has a more diverse selection among its 250 items, including a handful of awards won by the Beastie Boys.</p>  <p><strong>Organisers of the mixed</strong>-category Masterpiece London art fair have recognised the value of focused storytelling online and developed a series that homes in on six artistic materials, starting with marble in February. Panel discussions, recorded videos and podcasts that relate to each of the materials — also metal, ceramics, wood, pigments and precious stones — will run until the fair's hopefully in-real-life edition on June 24-29. </p> <p>“We are all bombarded online and need something to carry us along. This is a route through time,” says Philip Hewat-Jaboor, Masterpiece chairman.</p> <p>His aim is primarily educational and the fair's specialist exhibitors will be among the speakers. Their artists, too — such as furniture-making duo Fredrikson Stallard (David Gill Gallery) — will share their perspectives. The series kicks off with a panel discussion on February 3, introduced by Hewat-Jaboor and Thomas Marks, editor of Apollo magazine. This will cover the historical trade of materials and how they have been prized over time. The series will be available for free at <a href=\"https://www.masterpiecefair.com/en\">masterpiecefair.com</a>.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Melanie Gerlis 2021 'Fine private collections fuel the market' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-21T05:00:38.359Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6184,
          "end": 6189
        }
      ]
    }
  ]
}