{
  "_id": "4c1cf320d675a109e5b19be4a248eb3fdbb2fe68388676a8fb2683e48dd6012e",
  "feed": "ftcomall",
  "title": "Kids' audio speaker wins investment from backers of Deliveroo and Etsy      ",
  "text": "<p>A British company that developed an audio speaker for children has secured funding from the backers of Deliveroo and Etsy, after frustrated parents hunting for alternative entertainment options during lockdowns helped it emerge as a pandemic winner. </p> <p>Yoto, which makes “low-tech” speakers that can be operated by young children, has raised $17m from groups including JamJar Investments, the venture capital group set up by the founders of Innocent Drinks that has previously backed Deliveroo, alt-milk company Oatly and broadband company Cuckoo.</p> <p>They have been joined by Acton Capital Partners, which backed Etsy before the craft site's float. Sir Hossein Yassaie, former chief executive of chip company Imagination Technologies and digital radio brand Pure Digital, is another investor.</p> <p>Yoto's speakers, which unlike the screens of an iPad or smartphone have only a very basic display, work by inserting cards loaded with stories, music, educational content or radio programmes into a slot on the box. </p> <p>More than 150,000 Yoto Players have been sold since its launch in 2015, most of them since a new model was introduced last year, alongside 1m cards. Sales boomed during successive lockdowns as families looked for alternatives to regular screens. </p> <p>“People were stuck at home with their kids looking for something to do without screens,” said co-founder Ben Drury, who added that the pandemic-induced growth had accelerated a plan to seek fresh outside investment. </p> <p>Yoto's revenue is forecast to grow to more than $100m next year from a “six figure” range before lockdown, according to the company. It competes with German company Boxine, maker of the Toniebox. </p> <p>Audio is a growing category within the media industry owing to the rise of podcasting and streaming, with the market for children's content a <a href=\"https://www.ft.com/content/7309ca7d-18a3-446d-bd0f-733ef6555bca\">lucrative niche</a>. </p> <p><a href=\"https://www.ft.com/content/e13793d4-a0ba-11e0-b14e-00144feabdc0\">Richard Reed</a>, partner at JamJar, said that he saw a Yoto Player on Instagram and bought one as an alternative to a television screen to entertain his three young children during lockdown. He said the speaker had quickly become “like a pet” as his kids would carry it around with them to listen to stories, music and recordings of their grandmother's voice.</p> <p>He later found that his investment team at JamJar were testing a Yoto Player ahead of a potential investment and his personal experience as a user sealed the deal. “It's not a toy,” he said of the device. “We see it having limitless upside. It is a portal into audio entertainment and education,” he said.</p> <p>Yoto, which was founded by two executives behind the 7digital music streaming service that was sold to HMV, has traditionally offered a selection of content including Roald Dahl and Judith Kerr stories alongside musical and educational content. </p> <p>This year it struck a deal with Disney and Pixar to add stories from films and characters including <em>Frozen</em>, Mickey Mouse, <em>Moana</em> and <em>Aladdin</em> and a separate partnership with Lego. It will use the funds to develop more of its own content. </p><p>Source: Nic Fildes 2021 'Kids' audio speaker wins investment from backers of Deliveroo and Etsy      ' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-11T03:00:24.287Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}