{
  "_id": "823be1b7b8ee045d5ed541aeb5ac1ce91dcee5b2c2dc347252021e6d28257c34",
  "feed": "wall-street-journal",
  "title": "Stock Futures Hover After S&P 500 Record; Investors parse earnings from American Express; Snap shares plummet premarket",
  "text": "<p>Stocks have risen in recent days on strong earnings, shaking off concerns about inflation and supply-chain problems that threaten the post-pandemic economic recovery. Nearly nine out of 10 U.S. companies that have reported earnings have beaten Wall Street expectations, said Mike Bell, a strategist at J.P. Morgan Asset Management.</p><p>American Express shares rose almost 2% premarket after the credit-card company posted a rise in earnings that beat analysts forecasts, in part helped by more consumers dining out.</p><p>Snap shares fell more than 20% premarket after the social-media company said changes to Apple's privacy rules would hurt its ad business. Other social-media firms' shares also slipped, with Facebook and Twitter falling more than 3%, and Google parent company Alphabet down 1.6%.</p><p>Intel shares fell almost 10% premarket after the chip maker posted earnings late Thursday. Component shortages are weighing on Intel's computer shipments and China's gaming crackdown is hurting sales of chips used in servers.</p><p>Digital World Acquisition, the blank-check company taking former President Donald Trump's new social network public, jumped 95%. The company's shares quadrupled in value Thursday after the deal was announced.</p><p>China Evergrande Group, the heavily indebted property giant whose potential default had spooked markets, made an overdue interest payment to international bondholders, Chinese state-owned media reported Friday. The payment allowed the company to stave off default and helped ease investors' broader concerns about China's property sector.</p><p>Evergrande's shares rose over 4% Friday, while the Lippo Select HK &amp; Mainland Property index rose more than 3%. \"We think the market priced in more bad news than was likely to come to fruition,\" Mr. Bell said.</p><p>Eurozone manufacturing activity largely held up in October, although service sector activity was weaker than economists had forecast, purchasing data out Friday showed. U.S. manufacturing and services purchasing managers index for October, due at 9:45 a.m. ET, are expected to show little change from September.</p><p>The yield on the benchmark 10-year Treasury rose to 1.679% Friday from 1.674% Thursday, its highest close in five months. In Europe, German 10-year bund yields rose as high as negative 0.07%, their highest level since May 2019, when they were last above zero. Bond yields and prices move in opposite directions.</p><p>Bond yields will likely keep rising, driven by inflation concerns, according to Mr. Bell. That will help banks and other financial companies, but clip technology stocks, whose future earnings become less attractive when compared with bonds with rising yields.</p><p>\"The big question in everyone's mind is, what happens to some of those big tech stocks in a world where you have bond yields moving higher?\" Mr. Bell said.</p><p>In commodity markets, Brent crude, the international oil benchmark rose 0.8% to $85.27 a barrel. Gold prices rose 1% to $1,799.80 a troy ounce.</p><p>Overseas, the pan-continental Stoxx Europe 600, rose 0.6%, led by its technology sector. Asian stock markets were mixed. Japan's Nikkei 225 rose 0.3%. In Hong Kong, the Hang Seng Index rose 0.4%, while in mainland China, the Shanghai Composite Index fell 0.3%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Hover After S&amp;P 500 Record</p>",
  "published": "2021-10-22T13:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 600,
          "end": 605
        }
      ],
      "nexusId": "10022657"
    }
  ]
}