{
  "_id": "b8362681cfbf017637d2c5e629797e446dc1c2fefd8a742be46976dd6d1f3a1d",
  "feed": "market-watch",
  "title": "Lordstown agrees to sell factory to Foxconn, which will also invest in EV maker; stock gains",
  "text": "<p>Lordstown RIDE stock rose nearly 9% in after-hours trading after the deal was officially announced Thursday, and gained 8.4% in the regular session following a Bloomberg News report that the two parties were “near an agreement.” Thursday's gain in the regular session pushed the stock to a 21.3% gain for September, its best monthly performance since January, when it rose 26%.</p><p>Lordstown and Hon Hai Technology Group TW:2317, Foxconn's parent company, announced the deal officially at 6 p.m. Eastern on Thursday. The two sides have agreed to negotiate the sale of the factory, along with some assets related to it, from Lordstown to Hon Hai for $230 million. That sale is contingent on also negotiating a contract manufacturing agreement for Foxconn to manufacture Lordstown's electric truck at the factory, and Lordstown would lease space for Ohio-based employees once those deals are done.</p><p>Foxconn has agreed to purchase $50 million in Lordstown stock, at a price of $6.8983 a share, and will also acquire warrants for another 1.7 million shares that can be exercised at a price of $10.50 a share three years after the deal closes.</p><p>“We are excited about the prospect of joining forces with a world-class, smart manufacturer like Foxconn and believe the relationship would provide operational, technology and supply-chain benefits to our company and accelerate overall scaled vehicle production and increase employment in the Lordstown facility,” Lordstown Chief Executive Daniel Ninivaggi said in a statement. “The partnership would allow Lordstown Motors to take advantage of Foxconn's extensive manufacturing expertise and cost-efficient supply chain, while freeing up Lordstown Motors to focus on bringing the Endurance to market, developing service offerings for our fleet customers and designing and developing innovative new vehicle models.”</p><p>The report comes as Lordstown in June warned investors it could run out of money, adding “going concern” language to a regulatory filing. Lordstown said at the time that it was looking for more investments.</p><p>The company disclosed in a separate announcement Thursday that it will provide an update on its production timeline in a mid-November earnings report, though it still expects to manufacture “a limited number of vehicles for testing, validation, verification and regulatory approvals during the balance of 2021 and the first part of 2022.” The company also disclosed that expects to spend more than it previously disclosed on administrative and research-and-development costs this year, and that the company's cash balance as of Sept. 30 was $210 million to $240 million, down from $225 million to $275 million as previously disclosed.</p><p>Foxconn, best known for manufacturing Apple Inc.'s AAPL iPhone and other noteworthy electronics for several tech giants, in February announced a deal with EV maker Fisker Inc. FSR. The Ohio facility will “serve as a speed-to-market asset that would also support” Fisker, the parties said in Thursday's announcement.</p><p>Last year, Foxconn announced an expansion that included working with EV companies, and in January entered a joint venture with Chinese auto maker Geely Automobile Holdings Ltd. HK:175, which sells Volvo vehicles and other brands.</p><p>“In addition to achieving the goal of moving ahead our timeline to establish electric-vehicle production capacity in North America, [this partnership] also reflects Foxconn's flexibility in providing design and production services for different EV customers,” Hon Hai chairman Young Liu said in a statement. “This mutually beneficial relationship is an important milestone for Foxconn's EV business and our transformation strategy.”</p><p>In its August second-quarter earnings report, Lordstown executives said the company was looking for “potential strategic partners” to use the company's “well situated, 6.2 million-square-foot manufacturing plant and 650-acre campus” in Ohio. The plant would be big enough to accommodate other “manufacturing partners.”</p><p>The factory previously belonged to General Motors Co. GM, which used it to make some of its compact cars. It was slated to close as part of GM's focus on more popular and profitable trucks and SUVs, but then sold to Lordstown Motors in 2019. The plant is often praised on the Street as an attractive asset and a reason for taking a positive view on Lordstown's stock.</p><p>The stock has enjoyed a boom since the EV maker in late August named Ninivaggi, a former Icahn Enterprises LP executive, as its chief executive. He has promised an “absolute focus on execution.”</p><p>So far this year, Lordstown shares have lost more than 60%, contrasting with gains of around 16% for the S&amp;P 500 index SPX.</p>",
  "published": "2021-10-01T08:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2730,
          "end": 2735
        },
        {
          "start": 2743,
          "end": 2747
        },
        {
          "start": 2730,
          "end": 2739
        },
        {
          "start": 2730,
          "end": 2740
        }
      ],
      "nexusId": "10022657"
    }
  ]
}