{
  "_id": "1606a463a708eaf14c781b86998bf3fea02217dc195330e6866ca7374fae4b84",
  "feed": "wall-street-journal",
  "title": "Apple Returns to Mask  Requirement in Stores  ----  By Tim Higgins",
  "text": "<p>   Apple Inc. stores across the U.S. are returning to requiring masks as Covid-19 cases surge. </p><p>   The iPhone maker said Tuesday that the new mask mandate would apply to all customers and employees. The company's prevention efforts have waned in recent months in step with U.S. infection rates, with masks being optional in domestic Apple stores since the first week of November. </p><p>   \"We regularly monitor conditions and we will adjust our health measures in stores to support the well-being of customers and employees,\" Apple said. \"Amid rising cases in many communities, we now require that all customers join our team members in wearing masks while visiting our stores.\" </p><p>   Throughout the pandemic, Apple has been quick to close locations and institute mask mandates and other protocols in its retail stores. During the first year of the pandemic, some observers noted that Apple store closures often came ahead of big waves Covid-19 cases in certain areas. </p><p>   Public-health and government officials around the world have repeatedly voiced concerns about the new Omicron variant and its potential to spread further as people gather indoors amid colder weather and to celebrate the year-end holidays. </p><p>   The recent surge in U.S. cases has led to stricter rules in places such as New York and California. The Golden State on Monday said masks would be required in all public indoor spaces for one month beginning Wednesday through Jan. 15. </p><p></p>",
  "published": "2021-12-15T07:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 510,
          "end": 515
        },
        {
          "start": 326,
          "end": 331
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 863,
          "end": 868
        },
        {
          "start": 688,
          "end": 693
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}