{
  "_id": "f36489c9954a512e0a302444c6785bdbe59202d5792bb90db040886424d2677b",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Robinhood Wants More Female Investors --- Attracting more women will be key to its growth but is a tall task for online brokers",
  "text": "<p>Already, some expansion is under way. The company points to its cash management feature as well as fractional trading and recurring investments features. Company executives said Robinhood would be open to expanding to new products, such as financial planning. The hope is that these will widen Robinhood's appeal among potential customers, including women.</p><p>But as the broader investment industry continues shifting to holistic wealth planning that addresses investors' long-term goals, Robinhood may be playing catch-up to other players, such as Charles Schwab Corp. and Fidelity Investments Inc. that already offer those services. Fidelity ended the third quarter with some $8.8 trillion in assets under administration, already has name recognition among many individual investors, thanks to its 401(k) platform, and has been operating for decades longer. Fidelity said 41% of its nearly 26 million retail brokerage accounts are held by women.</p><p>During 2020, the number of women on Robinhood tripled, according to the company, to reach its highest share of customers yet. Even so, they still account for a minority of users. Robinhood declined to say how many new customers it gained in 2020 but said in May that the company had more than 13 million users.</p><p>\"The business model that Robinhood has right now is completely predicated on trading, and that caters toward a more male demographic,\" said Larry Tabb, head of market-structure research at Bloomberg Intelligence. \"Whereas if they are going to cater to a more female demographic, they would have to change their business model\" to include strategies geared toward long-term investing and wealth-building.</p><p>Robinhood isn't the only online brokerage to have female users lag behind men. Across the industry, many companies that operate trading platforms say that women account for between roughly 25% and 40% of users. Many have made strides in recent years, showing in part that more women are taking an active role in both trading and managing their investments, as apps and online investing platforms become more widely used.</p><p>Analysts say that online brokerages, particularly newcomers like Robinhood, have the opportunity to bring more female users into the fold -- particularly if done in a way that directly targets their interests.</p><p>Some see Robinhood's push to sign up more women as part of its next chapter. Robinhood is anticipated to file for an initial public offering this spring, according to people familiar with the matter. A Robinhood spokeswoman declined to comment on the matter.</p><p>\"There seems to be a bit of soul-searching going on as they figure out how to go to a solid business model that's inclusive of women from a niche, trading and male-orientated platform,\" said Alois Pirker, research director at Aite Group.</p><p>Still, like many brokerages across the industry, Robinhood faces a tall task in attracting more women to its platform.</p><p>Just 28% of women want to take a self-directed approach to investments, compared with 38% of men, according to a study conducted through the third quarter of 2020 by Cerulli Associates and Phoenix Marketing International. These preferences may make the app a nonstarter for some female investors, said Scott Smith, director at research firm Cerulli Associates.</p><p>The study also found that 28% of women own individual stocks compared with 44% of men.</p><p>\"There's a large population that's missing out here,\" said Andrea Hasler, assistant research professor at George Washington University's Global Financial Literacy Excellence Center. \"The question is, how do we engage women?\"</p><p>Dheerja Kaur, head of core product at Robinhood, points to the \"systemic cultural barriers,\" such as the pay gap and a lack of exposure to investing, that may be preventing women from diving in.</p><p>Competitors are eager to gain more female users. Winning this race has become a business imperative, as women are poised to control more wealth in the years ahead.</p><p>E*Trade Financial Corp. said almost one-third of its retail brokerage accounts were held by women in 2020. Webull Financial LLC said about 25% of all new brokerage accounts were opened by women in December.</p><p>Financial Industry Regulatory Authority, or Finra, rules say that brokerages aren't required to determine the gender of their customers. Robinhood doesn't ask users their gender when creating an account, which makes it difficult to fully ascertain the demographic breakdown of its users, according to a former employee familiar with the company's thinking.</p><p>\"Customer research is core to Robinhood, and we have heavily invested in research on the barriers women face to investing. We are continually focused on speaking directly to our customers, so we can better understand and build for their needs,\" said a company spokeswoman.</p><p>One thing working well in Robinhood's favor: ease. And that's a selling point for women who do want to sign up.</p><p>California resident and editor Ariana Arghandewal started regularly using the platform this past spring. The 32-year-old invested about $15,000 in various stocks including Apple, Tesla and Facebook. By November, she sold her portfolio and used her roughly $15,000 profit to pay off her car loan.</p><p>As a female user, she said she has always felt welcome on the app. \"I don't know where the app's bro-ey reputation comes from,\" she said.</p><p>---</p><p>Maureen Farrell contributed to this article.</p>",
  "published": "2021-01-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5060,
          "end": 5065
        }
      ],
      "nexusId": "10022657"
    }
  ]
}