{
  "_id": "aa3df0c60f13c5b93cc563e83c21750fad86ea37ec02afc5fcbfc6157a1bdd1e",
  "feed": "ftcomall",
  "title": "US political battle lines form on Biden global tax plan",
  "text": "<p>Two of the most influential Democratic lawmakers on tax policy have backed a new offer by the Biden administration in OECD talks on global corporate taxation, even as Republicans on Capitol Hill warned that the changes could harm US multinationals.&#xa0;</p> <p>The US Treasury this week <a href=\"https://www.ft.com/content/847c5f77-f0af-4787-8c8e-070ac6a7c74f\">proposed</a> a sweeping multilateral deal that would include a new global minimum corporate tax rate. Under the plan, national governments could tax the global profits of roughly 100 of the largest and most profitable multinationals, including America's own big technology groups, based on their sales in those countries.</p> <p>Washington's overture is intended to build momentum at the OECD for an agreement by the middle of the year. But once a deal is reached it would require approval from Congress, where Democrats hold slim majorities and Republicans are mounting stiff opposition to much of Biden's agenda.&#xa0;&#xa0;</p> <p>In a statement to the Financial Times, Ron Wyden, the Democratic chair of the Senate finance committee, said the Biden administration proposal “could be the basis for a global deal” on corporate levies. Wyden is a crucial voice in the debate since his panel has jurisdiction over taxes and trade. </p> <p>“I have long had two goals for the OECD process: ending discriminatory digital services taxes, and enacting a global tax system that treats US companies fairly. Treasury's new proposal has the potential to achieve both those goals,” he said. “Importantly, this proposal could support necessary reforms to <a href=\"https://www.ft.com/stream/40660830-071d-4104-b7e9-536f75289300\">US tax</a> laws, ensuring our multinational corporations are incentivised to invest in the United States and pay their fair share.”</p> <p>Lawmakers in both parties are already sparring over Biden's domestic plan to raise corporate taxes to pay for his <a href=\"https://www.ft.com/content/9793903a-e29f-42dc-9b8d-55f960b0ede5\">$2tn infrastructure spending package</a>, but congressional approval of any OECD agreement was expected to move on a separate track, according to sources familiar with the plan.&#xa0;</p> <p>Richard Neal, Democratic chair of the powerful tax-writing House ways and means committee, joined Wyden in backing Biden's OECD plan. A Neal spokesperson said: “The chair supports a multilateral solution and believes that the Treasury Department has put forward an important proposal that has the potential to advance a conversation that has been stuck for too long now.”</p> <p>But familiar political battle lines are emerging on Capitol Hill over the OECD offer, with Republicans expressing doubts about the Biden administration's overture, meaning it will not be easy to secure bipartisan support for any deal.&#xa0;</p> <p>“We are concerned that the OECD changes could directly reduce US tax revenues and also leave the door open to other countries' continued attacks on US companies and our domestic tax base,” a group of Republicans on the House ways and means committee wrote in a letter on Thursday to Janet Yellen, the Treasury secretary, requesting a&#xa0;briefing on the OECD plan. </p> <p>The Republican lawmakers, led by Kevin Brady of Texas, also objected to the US proposal for a 21 per cent global minimum corporate tax rate, suggesting the level was too high. “That result would place American workers and companies at a severe competitive disadvantage versus their foreign peers,” they wrote.&#xa0;</p> <p>Much of corporate America has blasted Biden's domestic tax plan, which includes an increase in the corporate income tax rate from 21 per cent to 28 per cent, but has generally supported the multilateral negotiations at the OECD, complicating the political equation. </p> <p>Although some big US companies&#xa0;may be hit with higher tax under a new global regime, they will have the certainty of avoiding the patchwork of unilateral taxes on their sales that has proliferated in recent years.&#xa0;</p> <p>“US businesses seem receptive to these talks even if they are mobilising against [Biden's domestic corporate tax plan],” said Ben Koltun, a policy analyst at Beacon Policy Advisors in Washington. “If the [OECD agreement] happens after the infrastructure push by Democrats, then I think political tensions may be able to cool over tax policy and it stands a better chance of getting Republican support.”</p> <p>Tech companies represented by the Information Technology Industry Council, a lobby group whose members include Apple, Amazon, Google and Facebook, said they were “encouraged” that governments were trying to reach an agreement. </p> <p>Megan Funkhouser, the director of tax and trade policy for ITI, said her group was looking forward to “better understanding and evaluating what the US proposal entails” and encouraged “negotiators to continue advancing work towards realising political agreement that alleviates further fragmentation of our global tax system”.&#xa0;</p> <p>The Coalition for a Prosperous America,&#xa0;which represents trade unions and domestic manufacturers, said the new OECD tax proposal would level the playing field for domestic US producers and praised the shift towards taxation based on the location of sales. “Generally, our membership all do their business here in the US, which gives them less opportunity to engage in tax minimisation strategies and avoid US tax,” said Jeff Ferry, the group's chief economist.</p><p>Source: James Politi and Aime Williams in Washington 2021 'US political battle lines form on Biden global tax plan' FT.com 10 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-10T10:00:47.785Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4176,
          "end": 4181
        }
      ],
      "nexusId": "10022657"
    }
  ]
}