{
  "_id": "315e4e477225af326fa483b42abdebfae30d99c5a732a3e9f9a9027b8b684428",
  "feed": "wall-street-journal",
  "title": "U.S. News: Barr, Sessions Testimony Sought --- Senate Democrats, watchdog look into Justice Department's leak probe under Trump",
  "text": "<p>In May, tech giant Apple Inc. notified individuals associated with the committee that the Justice Department had issued grand-jury subpoenas for their information in February 2018, according to a House committee official. The committee immediately contacted the Justice Department for clarification and additional information, the official said, adding that the department informed the committee last month that the matter had been closed.</p><p>At the time of the subpoenas, President Donald Trump and officials in his administration, including Mr. Sessions, were trying to locate the source of leaks about contacts between Russia and figures in Mr. Trump's 2016 election campaign.</p><p>Mr. Barr, Mr. Trump's second attorney general, inherited about a half-dozen leak investigations when he took office in 2019. He directed a federal prosecutor from New Jersey to work on the cases, which had languished under his predecessor, and then brief top officials, a person familiar with the matter said.</p><p>On Friday, Mr. Barr sought to distance himself from the developments, saying he hadn't been aware of leak cases in which there were subpoenas related to lawmakers' communications. \"I didn't recall that case,\" Mr. Barr told The Wall Street Journal. \"Whatever steps were taken, were taken before I arrived.\"</p><p>Neither Mr. Sessions nor his deputy attorney general, Rod Rosenstein, had heard of such a subpoena before Thursday's news reports, a person close to both men said.</p><p>Other former officials said the Justice Department had been investigating whether a House Intelligence Committee staffer leaked classified information, but that probe was closed last year without charges. The officials added that it wasn't clear whether that matter was related to the subpoenas issued to Apple.</p><p>The Justice Department occasionally investigates and charges members of Congress in corruption investigations, but legal experts on national security issues said there is no precedent for investigating members for leaking national security information. Most rules governing the handling of classified information are established under a president's executive authority, and aren't laws. Little precedent exists for whether members of Congress -- as officers of a coequal branch of government -- must comply.</p><p>Reports of the subpoenas follow earlier revelations that the Justice Department under Mr. Barr subpoenaed the records of reporters at several news organizations. The Justice Department said it would no longer seek records of reporters' contacts when investigating leaks of sensitive information.</p><p>Mr. Horowitz said his office would also examine those cases. His announcement came after Attorney General Merrick Garland and his deputy Lisa Monaco requested the watchdog examine the department's handling of leak cases.</p><p>Mr. Horowitz said he would examine whether the subpoenas or investigations were \"based on improper considerations.\"</p><p>At least one Senate Republican on the committee would need to join Democrats in voting to issue a subpoena.</p><p>Apple said it wasn't provided any context for the Justice Department investigation when it was first served a subpoena in 2018, only that the government sought customer or subscriber account information from 73 phone numbers and 36 email addresses. The information was limited to metadata and didn't provide any content such as emails or pictures, the company said.</p><p>Apple would normally have informed the affected customers immediately, but the Feb. 6, 2018, federal grand jury subpoena, signed by an assistant U.S. attorney, included a nondisclosure order prohibiting the company from disclosing the existence of the subpoena or informing the individuals, Apple said. The yearlong nondisclosure order was extended three times, it said. When the order wasn't extended for a fourth time, Apple informed the customers on May 5, 2021.</p><p>---</p><p>Byron Tau, Tim Higgins, Aruna Viswanatha and Ken Thomas contributed to this article.</p>",
  "published": "2021-06-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3018,
          "end": 3023
        },
        {
          "start": 3384,
          "end": 3389
        },
        {
          "start": 3675,
          "end": 3680
        },
        {
          "start": 3805,
          "end": 3810
        },
        {
          "start": 1762,
          "end": 1767
        },
        {
          "start": 19,
          "end": 29
        },
        {
          "start": 19,
          "end": 28
        },
        {
          "start": 19,
          "end": 24
        }
      ],
      "nexusId": "10022657"
    }
  ]
}