{
  "_id": "201bcf391bf6ac44453c3c407f0aae26516b2b9e4c3947ad68cb4cf4ae57a994",
  "feed": "ftcomall",
  "title": "Year in a word: Metaverse",
  "text": "<p><em>(noun) a virtual world where users appear as avatars to socialise, work, shop or play</em></p> <p>Every few years the tech industry has a collective brainstorm about the next big thing that is supposedly about to invade our lives, leading to <a href=\"https://www.ft.com/content/46d00829-04bc-4136-992e-856975bbccca\">a race to dominate</a> that era of consumer technology. The land grab this time is over the metaverse, only in this parallel digital universe there's no limit to the space that can be created.</p> <p>In its full version, users would don virtual-reality headsets to enter an alternative reality. Simpler manifestations involve acting through 2D avatars on our existing screens, or augmented reality glasses that superimpose digital images on to the real world, blending the virtual and physical.</p> <p>Facebook founder Mark Zuckerberg finds the idea of the metaverse a useful distraction at a time when <a href=\"https://www.ft.com/content/ba03ac89-d055-460d-823d-9b700270e7cf\">his company is under intense fire</a>. When he <a href=\"https://www.ft.com/content/b20fd8ea-2dda-45ad-aa15-1ed7a7e5e46f\">changed its name to Meta</a> in October, he single-handedly pushed talk about the metaverse into the wider public consciousness. But watching a demo of Zuckerberg coming face to face with his own pale, robotic avatar stirred uncomfortable thoughts of the “Uncanny Valley” — the place where tech, in pursuit of the hyper-real, becomes downright creepy.</p> <p>One reason for the industry hype is a belief that the metaverse could be the most important computing platform since the advent of the smartphone. If Apple launches a headset of its own in 2022 or 2023, <a href=\"https://www.ft.com/content/f2700100-0726-11ea-a984-fbbacad9e7dd\">as rumoured</a>, it could do much to propel the idea into the mainstream.</p> <p>It is easy to imagine some limited forms of the metaverse catching on. We already spend much of our time in digital places — an online store, a social network, an office chat group. These might be more engaging if we could enter them more fully, even through a simple 2D avatar. But the vision of a life lived fully in virtual reality is likely to remain the stuff of science fiction for a long time to come.</p> <p><a href=\"mailto:richard.waters@ft.com\"><em>richard.waters@ft.com</em></a></p><p>Source: Richard Waters in San Francisco 2021 'Year in a word: Metaverse' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-21T15:33:33.641Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1356,
          "end": 1361
        }
      ],
      "nexusId": "10022657"
    }
  ]
}