{
  "_id": "b51d9f652a6e9b20b2c48859a9d3c7a1c2e1ac1f95c5c5d2a5dd147d7a4ad2ff",
  "feed": "ftcomall",
  "title": "Silicon Valley should give every child a laptop to bridge the digital divide",
  "text": "<p>This week I got an email from one of my daughters' schools (in the UK) announcing the launch of a “laptops for learning” initiative — a campaign to encourage people to donate unused laptops to less privileged kids, to <a href=\"https://www.ft.com/content/e7ba8544-e811-4dcd-93fe-b84157b2aa0b\">help them with remote study</a>. “Hooray!” was my first reaction — particularly since versions of this “laptop drive” are cropping up all over the US and Europe at the moment. But then a second thought flashed into my mind: what took everyone so long? </p> <p>After all, this past year of Covid-19 has exposed not only the cruelty of economic and social divides but also the vicious inequity of digital divides. Kids who are lucky enough to have access to good WiFi, innovative schools and reliable computing equipment often fare well(ish) with online education; kids who lack any one of those three generally struggle, in ways that could leave them at a <a href=\"https://inews.co.uk/news/education/government-legal-challenge-children-without-internet-school-lockdown-good-law-project-824729\">disadvantage for years</a>. Only 80 per cent of students in the US's highest-poverty schools had adequate home internet, according to a recent survey from the <a href=\"https://www.rand.org/pubs/research_reports/RRA134-3.html\">Rand Corporation</a>. The UK is little better.</p> <p>That point has been evident since last spring, yet western governments have often been lamentably slow to respond to this digital disparity. And while it might seem unrealistic to expect them to quickly fix uneven broadband infrastructure and under-resourced schools, tackling a lack of equipment should not be so hard. </p> <p>Nor is the idea of getting laptops into the hands of every child remotely new. In 2005, the academic Nicholas Negroponte founded the <a href=\"https://www.onelaptopperchild.org/about/\">One Laptop Per Child</a> (OLPC) project to do precisely that. OLPC's mission was to sell a “rugged, low-cost, low-power, connected laptop… for collaborative, joyful, and self-empowered learning” around the world — for just $100 a device. Its ambition was to get it into the hands of enough kids to create more opportunity and, when I last <a href=\"https://www.ft.com/content/761cdb66-4536-11e0-80e7-00144feab49a\">wrote about it in 2011</a>, the concept seemed exciting. </p> <p>Sadly, OLPC never achieved its aim: before it shut down in 2014, it distributed a few hundred thousand devices but did not get enough traction to launch on a truly global scale. Some observers blamed this on a lack of sensitivity by American project leaders to local needs in target countries. </p> <p>Others thought the real problem was technology. To keep costs low and make the devices hard to steal, the OLPC developers used innovative technologies manufactured in Taiwan. That produced a memorable green design, with handles that looked like ears. However, the device was plagued with glitches, and the late-Noughties version of Big Tech viewed it as a competitive threat. </p> <p>“We were swimming upstream against the tech companies,” laments Negroponte. (Negroponte attracted controversy in 2020, when a report showed that he <a href=\"https://www.ft.com/content/7b2ae5ba-33f4-11ea-a329-0bcf87a328f2\">would have approved of taking donations</a> for the Massachusetts Institute of Technology, where he was a professor, from convicted paedophile Jeffrey Epstein in 2013; Negroponte says he was unaware of the extent of Epstein's crimes.) </p> <p>Even if the OLPC initiative itself sits in the dustbin of history, its slogan and ethos now seem highly pertinent. Better still, there is a chance the concept of a laptop for every child could fly. Schools have been so thoroughly disrupted by Covid-19 that rigid educational hierarchies, systems and schedules are no longer sacred. </p> <p>The cost of manufacturing laptops has collapsed, to about $50 a device, according to Negroponte. That means it is not inconceivable that governments could buy such laptops for kids, if only the manufacturers would actually hand them over at cost. And even if public budgets did not stretch that far, there could or should be other funding sources. </p> <p>Silicon Valley tech companies, for example, are swimming in cash and badly need to demonstrate civic commitment. If they helped with the mass provision of laptops, it would be a win for all concerned. Some are doing this — albeit to a limited degree — with new and recycled laptops. </p> <p>Last year, <a href=\"https://www.cnbc.com/2020/04/01/coronavirus-google-offers-wi-fi-chromebooks-to-california-students.html\">Google distributed 4,000 devices to California students</a>. And British software company <a href=\"https://www.thestar.co.uk/education/thousands-children-across-sheffield-receive-computers-thanks-ps15-million-boost-laptop-campaign-3112224\">WANdisco recently launched a campaign</a> to distribute laptops to schoolchildren in Sheffield. But far more could — and should — be done, particularly by the Silicon Valley giants. “The UK government has deeply underestimated the severity of digital poverty in the UK and it is absolutely the role of business to fill the void,” David Richards, WANdisco's chief executive, recently told the tech press.</p> <p>Of course, some observers might argue that these schemes will be pointless if WiFi costs stay too high for poor households and that it would be faster and simpler for kids to work on phones (although studies show they are less useful for education than laptops).</p> <p>But while digital education of any sort has disadvantages compared to the in-person variant, the key point is this: barring a miracle, there is every chance that online learning will be required, at least to some degree, for a long time to come. This is why we need laptops spread around as widely as possible, to deliver any sort of equality of opportunity, and not just by charities but in a fully fledged public-private partnership. Call it, if you like, One Laptop Per Child 2.0.</p> <p><em>Follow Gillian on Twitter&#xa0;</em><a href=\"https://twitter.com/gilliantett\"><em>@gilliantett</em></a><em>&#xa0;and email her at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/8fb0cc4d-60c2-467a-be9a-92fcb4d68d52\"><em>Better homework apps will not help deprived pupils</em></a><em> / </em><a href=\"https://www.ft.com/content/8fb0cc4d-60c2-467a-be9a-92fcb4d68d52\"><em>From Bianca Pellet, The Hague, The Netherlands</em></a></p><p>Source: Gillian Tett 2021 'Silicon Valley should give every child a laptop to bridge the digital divide' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T16:33:53.146Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5436,
          "end": 5441
        },
        {
          "start": 5436,
          "end": 5443
        }
      ],
      "nexusId": "10022657"
    }
  ]
}