{
  "_id": "72426cb40a7a4b5c1d60ea7e62207bfd95ab7dab63a4b886b5b3d2edb3ed7214",
  "feed": "wall-street-journal",
  "title": "What Super Bowls Teach Us About Capitalism; When Tom Brady won his first ring, AOL and Blockbuster were huge U.S. companies.",
  "text": "<p>The technology companies driving change in 2002 got run over by, well, technology changing. It wasn't overnight, like a championship team losing its opening game the next season. Technology changes slowly enough that it creeps into our lives, often unnoticed, until you open your junk drawer and pull out that old BlackBerry. Or a 64-megabit flashcard for your one-megapixel Sony camera (later this month you will be able to buy an iPhone 13 with a terabyte of storage.) Or the six-pound IBM ThinkPad with the weird red nub you were issued when you started at McKinsey.</p><p>But technology is also about expectations. It is easy for tech investors to get lulled into complacency when they see what is growing, extrapolate forever and, as far as stocks go, pay for future earnings that may never materialize. Some like RadioShack were obvious disasters in the making. Heck, in 1996 Cosmo Kramer conspiratorially asked Jerry Seinfeld, \"Why does RadioShack ask for your phone number when you buy batteries?\" It doesn't anymore. Same for Blockbuster. Netflix started mailing DVDs in 1998, and while video streaming was small and blocky at the time, it was clearly coming.</p><p>Tom Brady is from San Mateo, Calif. in Silicon Valley and went to—warning: canceled person alert!—Junípero Serra High School. Famously, Mr. Brady was the 199th pick in the sixth round of the 2000 NFL draft out of the University of Michigan. Low expectations at a time of peak stock-market expectations.</p><p>Another graduate of Serra High, Barry Bonds, hit his 756th career home run on Aug. 7, 2007, passing Hank Aaron's record—more of a juiced-player era vs. juiced ball like today's juiced stock market era. At the time, the top companies by market value were: Exxon Mobil, General Electric, Total SA, Microsoft, Royal Dutch Shell, PetroChina, AT&amp;T, Citigroup, British Petroleum and Bank of America—ghosts of a stock market past. Apple wasn't even in the top 100 though the iPhone was introduced seven months earlier.</p><p>The constant changing of the guard of top companies is exactly why antitrust is an unnecessarily blunt and mostly political tool as evidenced by calls to break up Amazon and Facebook. Markets work by funding companies with perceived bright futures and starving those with dismal prospects. Sure, sometimes speculation runs amok. That is happening right now. But the funding mechanism works cycle after cycle. Markets eventually destroy incumbents that don't recognize the future and make the necessary changes to stay on top. Nothing is forever. General Electric, with 2007 revenues equivalent to over 1% of the U.S. economy, is the best example of this. Politicians only screw things up by burdening the economy with antitrust fever while markets actually drive change.</p><p>Earlier this year, Tom Brady, at age 43, won his seventh Super Bowl, LV, in a half-empty Raymond James Stadium in Tampa, Fla., practically a home game, as his Buccaneers beat the Kansas City Chiefs. How much is corn in Tampa Bay? A buck an ear. The halftime entertainment was The Weeknd, which I could have sworn was a dating app. And here is the trillion-dollar question. Which of these companies that paid $5.6 million to run 30-second Super Bowl ads will still be around as stand-alone companies in another 19 years: Amazon, Robinhood, Indeed, Squarespace, Vroom.com, Fiverr, Dr. Squatch, DoorDash, Uber Eats, Rocket Mortgage, SpaceX and some weird thing known as Doritos 3D starring a flat Matthew McConaughey?</p><p>I predict that, except for Amazon, none will be around—SpaceX may exist, but only on Mars. Meanwhile, no one will ever name a child Alexa. Mr. McConaughey will become governor of Texas and Doritos will introduce a 4D chip with a taste that lasts all day. In Super Bowl LXXIV, the Kansas City Football Team will play the Washington Football Team and Rolling Stones guitarist Keith Richards, who will outlive all of us, will play the halftime show. Mr. Brady will definitely play a part—as spokesmodel for DNADelight. Never heard of it? That's my point.</p><p>What Super Bowls Teach Us About Capitalism</p>",
  "published": "2021-09-19T17:34:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1890,
          "end": 1895
        }
      ]
    }
  ]
}