{
  "_id": "e696e8585b19952738ffbe44fc629b17c0f3c44ee1db1a65e800b3a3e5a7d249",
  "feed": "market-watch",
  "title": "Apple loosens App Store payment rules for ‘reader' apps in another concession to developers",
  "text": "<p>Apple AAPL previously forbid Netflix NFLX and Spotify SPOT from directing their users to sign-up options outside the App Store. Instead developers were directed to Apple's own billing, which takes between 15% and 30% of the gross sales.</p><p>However, the new rule does not apply to all transactions through the App Store. Game-oriented in-app purchases still require use of Apple's payment system, a key contention in Epic Games Inc.'s antitrust lawsuit against Apple that should be decided in federal court any day now.</p><p>A major group of App Store critics, led by Epic, Spotify and Match Group Inc. MTCH, immediately chastised Apple's latest announcement as the latest baby step by a company that hauls in billions of dollars annually through a digital platform that they say gouges developers through onerous commission fees.</p><p>“Apple's latest announcement seems to be another attempt to protect their App Store monopoly by dividing developers into winners and losers,” the Coalition for App Fairness said in a statement late Wednesday. “Apple must end its anti-competitive practices and provide a fair digital marketplace for all.”</p><p>The federal judge in the Epic case, Yvonne Gonzalez Rogers, is also weighing a legal settlement Apple reached with small developers last Thursday. The iPhone maker agreed to let app makers direct their consumers to payment options outside the App Store, which could allow them to avoid paying fees of up to 30% that Apple charges developers for online purchases in iOS apps.</p><p>That decision preceded Tuesday's vote by the South Korean National Assembly to bar large app-market operators like Google and Apple from requiring software developers to use their payment systems, threatening their lucrative commissions on digital sales.</p><p>Meanwhile, a bipartisan bill in the Senate would stop Apple and Alphabet's GOOGLGOOG Google from forcing developers to exclusively use their app payment systems, as well as prohibit the two tech giants from favorably pricing and ranking their apps against competing brands.</p>",
  "published": "2021-09-02T08:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1443,
          "end": 1448
        },
        {
          "start": 622,
          "end": 627
        },
        {
          "start": 1031,
          "end": 1037
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1811,
          "end": 1816
        },
        {
          "start": 1223,
          "end": 1228
        },
        {
          "start": 457,
          "end": 462
        },
        {
          "start": 6,
          "end": 10
        },
        {
          "start": 369,
          "end": 374
        },
        {
          "start": 164,
          "end": 169
        },
        {
          "start": 1628,
          "end": 1633
        },
        {
          "start": 822,
          "end": 828
        }
      ],
      "nexusId": "10022657"
    }
  ]
}