{
  "_id": "6850edd5b14cc9fcae27c6eaa2f505c82ccb4930bc758d20877bc4cd65b129f3",
  "feed": "wall-street-journal",
  "title": "Andrew Cuomo Arraignment Is Postponed Over Court Filing; Former New York governor due in court Jan. 7, not Nov. 17, after prosecutors call filing against him 'potentially defective'",
  "text": "<p>A sheriff's investigator filed the misdemeanor charge in Albany City Court last week, and a summons was issued to Mr. Cuomo to appear on Nov. 17. The former governor is now scheduled to appear on Jan. 7.</p><p>In a letter dated Nov. 4, Albany County District Attorney P. David Soares said the sheriff's complaint was potentially defective because the sheriff's office \"failed to include a sworn statement by the victim.\"</p><p>Mr. Soares previously said he was surprised by the summons. It is unusual for prosecutors and the sheriff's office not to coordinate on such a high-profile case, former prosecutors and defense lawyers said.</p><p>Sheriff Apple said he had a strong case but acknowledged that he conducted his investigation separately from Mr. Soares. A meeting between the district attorney and sheriff's office to discuss the matter was canceled after the complaint was filed, Sheriff Apple said last week.</p><p>The sheriff's office has been investigating Mr. Cuomo, 63 years old, since Brittany Commisso, one of Mr. Cuomo's former executive assistants, spoke with investigators in early August, the sheriff has said.</p><p>The complaint filed by Sheriff Apple's office relied on testimony that Ms. Commisso gave to investigators working for state Attorney General Letitia James in which she described the encounter with the governor.</p><p>But the complaint didn't include an oath from Ms. Commisso, Mr. Soares wrote. And \"even more troubling,\" he said, the sheriff's filing \"excluded other portions of her testimony where she described the very same acts described in the complaint.\"</p><p>This portion of the transcript has been provided to Mr. Cuomo's attorneys \"due to its exculpatory nature,\" the letter says in a footnote. It was unclear how that portion may be favorable to Mr. Cuomo's defense.</p><p>Sheriff Apple didn't immediately respond to requests for comment. An attorney for Mr. Cuomo declined to comment. A spokeswoman for Mr. Soares confirmed the adjournment but declined to comment further.</p><p>Defense lawyers who aren't involved in the case said the filing shows a significant disconnect between Mr. Soares and Sheriff Apple that will benefit Mr. Cuomo.</p><p>\"It's going to create issues going forward,\" said E. Stewart Jones, a Troy, N.Y., attorney. \"Anything in a criminal case that creates confusion about the case benefits the defendant.\"</p><p>Mr. Cuomo resigned from office on Aug. 24 in the wake of the allegations by Ms. Commisso and 10 other women that were detailed in a report by Ms. James.</p><p>The crime of forcible touching is a class A misdemeanor. If convicted, Mr. Cuomo could face up to a year in jail.</p><p>Write to Jimmy Vielkind at Jimmy.Vielkind@wsj.com</p><p>Andrew Cuomo Arraignment Is Postponed Over Court Filing</p>",
  "published": "2021-11-05T22:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1781,
          "end": 1786
        },
        {
          "start": 1137,
          "end": 1142
        },
        {
          "start": 2100,
          "end": 2105
        },
        {
          "start": 878,
          "end": 883
        },
        {
          "start": 630,
          "end": 635
        }
      ],
      "nexusId": "10022657"
    }
  ]
}