{
  "_id": "1177c19ab88882245cc3c77a754d2119b925b95d923a1c35f29eaf24d2eea032",
  "feed": "ftcomall",
  "title": "Demolition's creative destruction of the citiscape",
  "text": "<p>“Modern architecture died in St Louis, Missouri, on July 15th, 1972 at 3.32pm (or thereabouts) when the infamous Pruitt-Igoe scheme, or rather several of its slab blocks, were given the final coup de grâce by dynamite.”</p> <p>Architecture critic <a href=\"https://www.ft.com/content/ff6eaad0-ee64-11e9-ad1e-4367d8281195\">Charles Jencks</a>, author of that comment, looked to destruction rather than construction as the marker of a key moment in architectural history. Architects like to think of their profession as purely constructive but sites are rarely a tabula rasa: very often, to build you must first destroy.&#xa0;Demolition is architecture's dirty secret, a fearsome, muddy chasm of destruction and waste.&#xa0;&#xa0;</p> <p>Pruitt-Igoe was a huge social housing scheme designed by Minoru Yamasaki, later the architect of the World Trade Center, the attacks on which remain the key moments of destruction of the 21st century. The World Trade Center was itself founded on a thriving workshop district specialising in electronics and radios and, before that, with a dash of irony, it had been New York's “Little Syria”, a clutter of Arab stores and businesses itself destroyed by Robert Moses's driving through of the Brooklyn-Battery Tunnel.&#xa0;</p> <p>Demolition makes its mark through its drama. An explosion followed by a collapse in a cloud of dust is compellingly theatrical in a way that the slow, painstaking process of construction can never be.&#xa0;It also comes with its own panoply of almost mythical modern monsters: the hydraulic-crushers, the drop-hammers, the breakers, the dust-boss machines and fog-cannons. What was once done with a sledgehammer or, at most, a ball and chain, can now be achieved by a new generation of fearsome demolition robots.&#xa0;The beetle-like crushers and steel shearers, the terrifying-looking head of the drum-cutter and the pounding breaker; these remote-control robots are to architecture what the Terminator was to cops.</p> <p>You might call it creative destruction — the constant evolution in the technology of unbuilding. But despite the spectacle, demolition is failure — the failure of architecture to accommodate the future and the failure of the present to understand how to reuse the incredible resource of an existing building.&#xa0;&#xa0;</p> <p>The sheer difficulty of demolition, the care and effort that goes into picking apart old buildings safely and efficiently, perfectly illustrates the waste of the endeavour.&#xa0;The golden age of demolition came before the best machines.&#xa0;It spanned the century from about 1860 to 1960. It saw Baron Haussmann's destruction of the dense web of medieval alleys which made up the centre of old Paris, the smashing of freeways through complex city plans all over the world and London County Council's slum clearances and new roads. </p> <p>One of these, Charing Cross Road, was once the notorious parish of St Giles, depicted by Hogarth in “<a href=\"https://www.royalacademy.org.uk/art-artists/work-of-art/gin-lane-1\">Gin Lane</a>”. Over recent years, the neighbourhood has again been picked apart, flattened and excavated, this time to an almost unimaginable depth for the creation of <a href=\"https://www.ft.com/content/7228235c-bac7-455b-8a2d-1c29a89c1e1f\">Crossrail</a> and the new station concourse at Tottenham Court Road.&#xa0;</p> <p>The complex collage of buildings that had congealed around the crossroads with the never-quite-resolved Centre Point impaled through its centre had contained a scuzzy mix of guitar stores, bookshops, sketchy pubs, all-night cafés with a queasy fluorescent glow and left-behind restaurants that made it compellingly quirky and surprisingly resilient.&#xa0;Slowly, through the little square windows contractors considerately cut in their hoardings, you could watch the pit where they had once stood expand into a massive urban sinkhole. The trains are still not running, yet the neighbourhood has had the life sucked out of it.&#xa0;The pit has drained that soot-stained, slightly soiled charisma and left a simulacrum of a city.&#xa0;&#xa0;&#xa0;&#xa0;</p> <p>For a while it was the demolition of railway architecture that seemed to preoccupy us. In New York, the destruction of <a href=\"https://www.nytimes.com/2019/04/24/nyregion/old-penn-station-pictures-new-york.html\">Penn Station</a> in 1963 and the images of that astonishing building, Roman in inspiration and ambition, provoked a furore, especially as it was replaced by one of the ugliest stations imaginable. It also sparked a movement for preservation. Built in 1910, Penn Station was only 53 years old when it was demolished: the destruction seems incomprehensible, the photos of its demolition shocking. In London, it was the demolition of the Euston Arch a year earlier that fomented a new attitude to the destruction of heritage.&#xa0; </p> <p>Yet here I am, watching a <a href=\"https://www.youtube.com/watch?v=OvRQymOwVYQ&amp;feature=emb_logo\">time-lapse video</a> of one of the Euston Towers being slowly eaten away behind a shrinking white tarpaulin.&#xa0;It's reminiscent of one of those cabaret acts where the cheesy, mulleted magician whips away the sheet to reveal that his assistant and the box she was in have vanished.&#xa0;But this disappearing act denies the violence of demolition.&#xa0;It hides away the viscera of the building spilling out as it is torn apart, concealing the heavy chunks of concrete nibbled away despite their thousands of tonnes of embodied carbon, the tangle of cables and wires, the mix of materials that makes these structures so tricky to recycle.</p> <p>The tower, part of a 1970s ensemble by architect Richard Seifert (who also designed Centre Point, now reimagined as unsold luxury housing), was a genuinely lovely thing, crisply and elegantly built with sharp corner windows and flush glazing, as good as a tower in Chicago and a rare piece of elegant commercial design (though I acknowledge many others hated it). I also admire the modernist Euston Station, a huge concourse, built using fine materials and a generosity of space difficult to imagine today.&#xa0;It too is, of course, going. Modernism might not be the bugbear it once was — but its newfound popularity on Instagram isn't enough to save it.&#xa0; </p> <p>As an act, demolition can be mesmerising.&#xa0;To suddenly see the interior of a building exposed to the world, with its wallpaper and fireplaces or its escape stairs and rebars hanging in mid-air, naked and shivering, is a kind of architectural burlesque. The increasingly sophisticated technologies of demolition, the skill of its specialist contractors (rarely, if ever, recognised or celebrated) and the ability to contain destruction while life carries on around it have succeeded in concealing its violence, the urbicide being committed in our cities and the unforgivable waste of material, effort and embodied memory.&#xa0;&#xa0;</p> <p>For a brief period in the 1970s, demolition was seen as sexy.&#xa0;There were ceremonies and parties, celebrities pushing fake TNT plungers, live TV transmissions of tower blocks being blown up and factory chimneys collapsing like over-dunked biscuits. Today, where the 33 11-storey slabs of Pruitt-Igoe stood, there is an empty site, overgrown, unloved. With a housing crisis and a slow realisation that those industrial buildings and chimneys once gave character to a landscape now denuded of any visual, historical or architectural culture, those demolitions don't look quite so clever.</p> <p>Demolition is covered up today because it is better for us not to suffer the dust and the asbestos and the sight of our associations and pasts being munched away by machines.&#xa0;But also, perhaps, because it is slightly shameful. We can't, any more, revel in the destruction of buildings that once embodied dreams and hopes, framed everyday life and bore the physical traces of joy and pain, taste and fashion.&#xa0; </p> <p>Sometimes demolition is necessary, the precondition for architecture to happen. But much of the time the real architectural skill would be to understand how to reuse and to avoid that tragic waste of embodied energy and embedded memory.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em>&#xa0;&#xa0;&#xa0;</p><p>Source: Edwin Heathcote 2021 'Demolition's creative destruction of the citiscape' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-10T05:00:28.687Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7724,
          "end": 7729
        }
      ]
    }
  ]
}