{
  "_id": "d393e554d75be2e57ca7f134fc3d544f1ab5d930628e9b3a8cef5d3e2d559cf2",
  "feed": "ftcomall",
  "title": "Boris Johnson accused of creating conflict of interest over Ofcom chair",
  "text": "<p>UK prime minister Boris Johnson has been accused of creating a conflict of interest after appointing a lobbyist from a public relations agency that advises media companies including Sky to help select the next chair of the UK's industry regulator.</p> <p>Michael Prescott, a partner at Hanover, has just been appointed as a senior external interviewer who will advise Sue Gray, the official running the recruitment process for the new Ofcom chair.</p> <p>Jo Stevens, shadow culture secretary, has written to the government expressing concerns about his role. The firm represents at least three large companies in the sector — Sky, Facebook and (outside the UK) Apple. </p> <p>His appointment comes as ministers relaunch the selection procedure for the next chair of Ofcom, which has an expanding role regulating media, telecoms and the internet.</p> <p>Paul Dacre, the former Daily Mail editor, has been seen as Downing Street's favoured candidate but an initial assessment panel earlier this year decided he was “not appointable”.</p> <p>The decision to <a href=\"https://www.ft.com/content/71bdca31-285a-48ac-b2a8-89946372b22c\">restart the selection procedure</a> allows Dacre, an outspoken critic of both the BBC and online platforms, to reapply.</p> <p>In the letter to culture secretary Nadine Dorries, seen by the Financial Times, Stevens said that there were already “deep concerns” about the handling of the recruitment process.</p> <p>“It is against that backdrop that the reported role of Michael Prescott in the current process is particularly concerning,” she wrote. </p> <p>Prescott, managing director for corporate and political strategy at Hanover — and a former corporate affairs director at BT — is the sole independent member on the assessment board scrutinising candidates.</p> <p>Ofcom does not regulate Facebook, yet Stevens noted that under government plans it is due to gain powers to oversee social media platforms.</p> <p>“This would appear to create a conflict of interest,” she wrote, adding that Facebook had undertaken a “vast amount of lobbying” in response to the regulatory proposals.</p> <p>Jean Seaton, director of the Orwell Foundation and professor of media history at Westminster university, also raised concerns about Hanover's connections with Sky. “Sky has a direct interest in the BBC being smaller,” she said.</p> <p>Professor Paul M Heywood, expert in the politics of corruption at Nottingham university, said Hanover's client base, including Sky, might not seem problematic on the surface.</p> <p>But he added there were “clearly questions to be answered here about potential conflicts of interest”, citing Dacre's candidacy as well as Hanover's “perceived close links with the Conservative party”.</p> <p>The Department for Digital, Culture, Media and Sport said the role on the panel had been approved by the independent Commissioner for Public Appointments. “The recruitment process for the Ofcom chair is fair and open and there are no conflicts of interest,” it said.</p> <p>One government official said Prescott did not have any “direct relationships” with Hanover's clients that were regulated by Ofcom. </p> <p>“Nevertheless, he has confirmed he will be recusing himself from any business relating to these companies, and has formally agreed that all information he becomes party to as part of this process will be kept confidential,” the official said.</p> <p>Prescott, who has declared that he is “not politically active”, is a friend of Robbie Gibb, a BBC board member with close ties to Downing Street as a former head of communications for Theresa May.</p> <p>One Hanover source pointed out that the company had 200 clients. “Anyone who has met Michael will know he has deep knowledge of the media and telecoms sector and the utmost integrity. He made a full disclosure of his client list to the DCMS, which does not include Sky or Facebook.”</p> <p>But Dr Damian Tambini, a fellow in the media and communications department at the London School of Economics, said the dispute about appointments was endangering Ofcom's “gold standard” reputation. </p> <p>Tambini said that if Prescott had significant links to companies regulated by Ofcom, “this should disqualify him”.&#xa0;</p> <p>Since Dacre's initial rejection, the government has also changed the job description, removing a requirement for the candidate to work “<a href=\"https://publicappointments.cabinetoffice.gov.uk/appointment/chair-ofcom/\">collegiately</a>” to someone who could work “<a href=\"https://publicappointments.cabinetoffice.gov.uk/appointment/chair-of-ofcom/\">effectively</a>”.</p><p>Source: Jim Pickard, Alistair Gray and Jasmine Cameron-Chileshe 2021 'Boris Johnson accused of creating conflict of interest over Ofcom chair' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-07T19:00:22.952Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 647,
          "end": 652
        }
      ],
      "nexusId": "10022657"
    }
  ]
}