{
  "_id": "65c41fffd7622baf378104be722aa2fd2367d12c15b25f89f6151588bcb63d24",
  "feed": "ftcomall",
  "title": "Inside China's secret plans for chip self-reliance",
  "text": "<p><em>Hello, Kenji from Hong Kong here. Mainland China (and Japan, too, for a different reason) is on a five-day holiday, but there are no breaks in the news flow. Please check out our Big Story on how China is building up its own chip industry under US pressure. US allies, namely India and Japan, are taking steps to further shun 5G and drones from China (Mercedes' top 10). But we don't only follow China. I am sure you will enjoy the Spotlight this week on VNG, the first unicorn in Vietnam. Hope you stay safe.</em></p> <h2>The Big Story — Exclusive</h2> <p>China is implementing a largely secret strategy for chip self-reliance. The case study of Yangtze Memory, one of China's leading semiconductor companies, reveals the intensity of Beijing's determination to reduce its reliance on US suppliers, according to <a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/US-China-tech-war-Beijing-s-secret-chipmaking-champions\">this exclusive in Nikkei Asia</a>.</p> <p><strong>Key points</strong>: Once a month, senior executives of Yangtze Memory — also called YMTC — have been flying to Beijing for meetings with China's top economic management bodies. Part of the focus is a programme aimed at weaning the Chinese company off US technology.</p> <p>The programme has occupied over 800 people full-time, and included staff from its multiple local suppliers, for two years. </p> <p>It's objective is to learn as much as possible about the origins of everything that goes into YMTC's products, from production equipment and chemicals to the tiny lenses, screws, nuts and bearings in chipmaking machinery and production lines, multiple sources familiar with the matter said. At each stage, local suppliers — or at least non-US ones — are being sought to replace American competitors.</p> <p><strong>Upshot</strong>: The US-China tech rivalry has focused largely on Washington's efforts to decouple from China. But the example of YMTC shows the detailed intensity of China's own decoupling strategy, which remains largely secret.</p> <h2>Mercedes' top 10</h2> <ol>  <li><p>The woes of <strong>China's</strong> Big Tech companies are far from over. Chinese officials have targeted more companies <a href=\"https://www.ft.com/content/e69d7064-a126-47c4-a57c-58489ba59d0b\">in the fintech sector</a>.</p></li>  <li><p><strong>Beijing's</strong> crackdown could also <a href=\"https://www.ft.com/content/87c85a3b-6f98-4af6-abfb-b45e30433261\">hit the fortunes</a> of Tencent Music, which may have to give up exclusive music rights and sell crucial apps. </p></li>  <li><p><strong>India</strong> has <a href=\"https://www.reuters.com/article/india-telecoms-idUSKBN2CL1LK\">snubbed Huawei</a> as it named Ericsson, Nokia and Samsung to carry out 5G telecoms trials with equipment makers.</p></li>  <li><p>TikTok, the <strong>Chinese</strong>-owned viral video app, has a <a href=\"https://www.ft.com/content/c7cf94c1-eaae-46d2-8e27-99fa71adb5c2\">new boss</a>. Shouzi Chew, ByteDance chief financial officer, is taking over as chief executive based in <strong>Singapore</strong>. </p></li>  <li><p>Asian start-ups from <strong>Indonesia</strong> to <strong>Japan</strong> are getting the jump on governments and developing their own <a href=\"https://asia.nikkei.com/Business/Startups/Asian-startups-jump-into-developing-vaccine-passports\">vaccine passports</a>.</p></li>  <li><p>Another big food delivery app is set to IPO. Will <strong>India's</strong> <a href=\"https://www.ft.com/content/c120a41f-f3ee-4cac-b3ff-66364f8b974d\">Zomato</a> go the way of Deliveroo in the UK or DoorDash in the US on its debut?</p></li>  <li><p><strong>Japanese</strong> infrastructure companies are ending their use of <strong>Chinese</strong>-made drones over <a href=\"https://asia.nikkei.com/Business/Technology/Japanese-companies-ditch-Chinese-drones-over-security-concerns\">security risks</a>. </p></li>  <li><p>The company behind the robotic vacuum Roomba is <a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/iRobot-breaks-with-Hong-Kong-partner-over-China-production\">cutting ties</a> with its <strong>Hong Kong</strong> developer, a sign of the times amid <strong>US</strong>-<strong>China</strong> tensions. </p></li>  <li><p>Meanwhile, <strong>Taiwan</strong> took the drastic step of <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Taiwan-bans-recruitment-for-jobs-in-China-to-combat-brain-drain\">banning recruitment</a> for jobs in China to prevent the outflow of vital tech talent to the mainland.</p></li>  <li><p><a href=\"https://asia.nikkei.com/Life-Arts/Life/Dating-apps-revolutionize-romance-in-India\">Dating apps</a> are revolutionising romance in <strong>India</strong>, a land of arranged marriages. </p></li> </ol> <h2>When sages speak</h2> <ul>  <li><p>China deployed the first module of its space station last week, cementing its status as a leading space power. But the launch marked a <a href=\"https://www.csis.org/analysis/chinas-new-space-station-stepping-stone-achieving-broader-ambitions\">mere stepping stone</a> toward achieving greater ambitions in space, write <strong>Matthew Funaiole</strong> and <strong>Brian Hart</strong> at CSIS, a Washington-based think-tank.</p></li>  <li><p>Stanford University's DigiChina dream team have <a href=\"https://digichina.stanford.edu/news/chinas-draft-privacy-law-adds-platform-self-governance-solidifies-cacs-role\">done a big service</a> in parsing Beijing's latest draft of its premier data privacy law. Hat tip to <strong>Alexa Lee</strong>, <strong>Samm Sacks</strong>, <strong>Rogier Creemers</strong>, <strong>Mingli Shi</strong> and <strong>Graham Webster</strong>.</p></li> </ul> <h2>Our take</h2> <p>The rescue of the defunct <strong>Peking University Founder Group</strong> is a <a href=\"https://asia.nikkei.com/Business/Markets/China-debt-crunch/Ping-An-to-lead-11.3bn-restructuring-of-Peking-U-s-corporate-empire\">telling episode</a> of how things work in China. After the surprising bankruptcy of the tech-to-finance-to-health care conglomerate backed by country's top university in February last year, court-designated administrators selected <strong>Ping An Insurance</strong> and two local government companies as joint sponsors. </p> <p>Last week, the sponsors agreed to pay up to $11.3bn to reboot the state conglomerate as “New Founder Group”. Ping An is footing most of the bill. But the company said its participation in the restructuring of the high-profile state-owned enterprise was intended partly to enhance its “corporate reputation”. Interestingly, <strong>Founder Microelectronics</strong>, a gem of the bankrupt group's chip manufacturer, has been hived off from the deal and is being sold to a Shenzhen government investment arm. </p> <p>The administrators — consisting of the central bank, education ministry, financial regulator and Beijing city government — may have thought the deal was fabulous as it cleared away bad debts from Peking University, using mostly private money. The objection, though, came from the Hong Kong stock market. The share price of Founder Holdings, one of the listed units of the university group to be rescued, almost doubled immediately following the announcement. Ping An, on the other hand, lost 2.5 per cent.</p> <p>— Kenji</p> <h2>Spotlight</h2> <p><a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Vietnam-s-first-unicorn-bets-on-AI-and-overseas-growth\"><strong>Vuong Quang Khai</strong></a> is locally known as the “father of <strong>Zalo</strong>”, Vietnam's most popular chat app. Its dominance is part of the reason <strong>VNG</strong>, a gaming start-up-turned-tech conglomerate and the south-east Asian country's first unicorn, has been so successful. </p> <p>Over the past decade and a half, VNG has diversified into cloud computing, ads, digital payments and media and has built up one of the biggest digital user bases in Vietnam. Khai, executive vice-president at VNG and a Columbia-educated computer scientist, is leading its push into artificial intelligence. “If we don't keep up with the next wave, we could become irrelevant,” Khai said.</p> <p>One flagship product is <strong>Kiki</strong>, an AI voice assistant. Zalo is in talks with a leading dashboard company, which Khai declined to name, to unveil Kiki for the mass car market by the third quarter of 2021. His team's AI work ranges from facial recognition, used by <strong>Viet Capital Bank</strong> to verify clients, to Kiki's playlist, which was trained via the huge song library of another VNG business, <strong>Zing Music</strong>. </p> <h2>Art of the deal</h2> <p>Just when it felt like Hong Kong's roaring stock market was showing signs of fatigue, in swans <strong>JD Logistics</strong> with a deal to raise about $4bn in an initial public offering. </p> <p>The IPO will see the logistics unit of JD.com, one of China's biggest tech companies, valued at about $40bn, <a href=\"https://asia.nikkei.com/Business/Markets/IPO/JD.com-logistics-unit-on-track-to-deliver-4bn-Hong-Kong-IPO\">according to this piece in Nikkei Asia.</a> JD Logistics received the nod from the bourse's listing committee last week and has kicked off investor meetings. <strong>JD.com</strong> and its healthcare business <strong>JD Health</strong> are both already listed on HKEX. </p> <p>JD Logistics was China's largest integrated supply-chain logistics services player by revenue in 2019, according to the IPO application. And while the company's revenues have soared, it is not profitable. It posted a net loss of Rmb2.8bn ($433m) in 2018, Rmb2.2bn in 2019 and Rmb11.7m in the first nine months of 2020, according to the prospectus.</p> <h2>Smart data</h2> <p>This chart shows <a href=\"https://www.ft.com/content/eee8bca7-e7fb-4506-a0e2-579fa707de81\"><strong>Apple's</strong> resurgence</a> in the global smartphone market — and <strong>Huawei's</strong> drastic decline. The advent of 5G services last year was supposed to mark a coming of age for the Chinese industry leader, but concerted US pressure on its supply chain has slashed the number of smartphones it will ship this year.</p> <p>Chinese challengers <strong>Xiaomi</strong>, <strong>Oppo</strong> and <strong>Vivo</strong> have all overtaken Huawei in smartphone sales in 2021. But there is still significant daylight between the leading challenger, Xiaomi, and Apple. The iPhone maker is also generating huge amounts of cash, allowing it to continue its aggressive share buyback programme.</p><p>Source: Kenji Kawase, Mercedes Ruehl and James Kynge 2021 'Inside China's secret plans for chip self-reliance' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-05T07:18:39.341Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6936,
          "end": 6941
        },
        {
          "start": 7414,
          "end": 7419
        }
      ],
      "nexusId": "10022657"
    }
  ]
}