{
  "_id": "ffc8e7c76893c62f2ae591d2db9a23fb8b7295a580b84324d0231e09a0269975",
  "feed": "ftcomall",
  "title": "Facebook is building for the metaverse, but at what cost?",
  "text": "<p>A new age has dawned for Facebook. Or so the company (now rebranded as Meta) would like us to believe as it throws itself into building out elements of the metaverse, an interconnected online world where digital avatars will play out real life. </p> <p>The company has left many important questions unanswered, chief among them: how will it guarantee user safety in the metaverse and does a genuine appetite exist for a virtual environment for digital avatars to shop, game and socialise? </p> <p>But this edition of #techFT looks at the rather more mundane question of what this grand ambition means for the company's share price, which from December 1 will start trading under the ticker MVRS.</p> <p>During Monday's earnings call, Mark Zuckerberg told analysts not to expect the newly constituted Facebook Reality Labs, which will drive its metaverse innovation, to make any profit for the next one to three years. </p> <p>“This is not an investment that is going to be profitable for us any time in the near future,” said the Facebook founder, forecasting its push into the metaverse will become a money-spinner “by the end of the decade”, mainly derived from ecommerce revenue.</p> <p>Zuckerberg said his company's operating profit this year would be reduced by $10bn due to its investment in the Facebook Reality Lab. This new business unit's research and development costs will continue to balloon as it builds augmented and virtual reality-related hardware, software, and content for the metaverse. The company is adding 10,000 personnel in Europe to work on the metaverse project, representing a 14 per cent increase in its current headcount of 68,177 employees. </p> <p>To sum up, Zuckerberg's vision for the future internet will see the company burning through a lot of money before it hopes to see any gains from its investment. So, what will this mean for MVRS? </p> <p>Amid all the hype around Facebook's rebranding and ongoing public relations crisis with the whistleblower allegations, one rather large number received little attention. On Monday, the company announced a whopping $50bn addition to its share buyback allowance. In the three months leading up to the end of September, Facebook spent $14.37bn repurchasing its stock, the largest such programme to date. </p> <p>Facebook won't burn through its allowance all at once. To put that increased allowance in context, the company had $58.08bn in cash on its balance sheet at the end of September. But the company's larger allowance for share buybacks will give it room to engage in Silicon Valley's favourite form of financial engineering. Even as operating profits decline, the company can support the earnings per share ratio by simply decreasing the number of shares in circulation. </p> <p>Meta's enormous cash reserves and expansive stock repurchasing allowance give it room to support the share price as the company embarks on its long and expensive journey towards building the metaverse.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Apple chip crunch continues</strong> <br>Apple shares <a href=\"https://www.ft.com/content/46069192-7261-4959-b46d-2e30092bce8d\">fell </a>after the world's largest company missed earnings estimates owing to the global chip crisis, which it said would linger into the holiday period. Tim Cook, chief executive, said “larger than expected supply constraints” had cost the company $6bn in the three months to September, adding that the shortages would cost it even more in the holiday period — its most lucrative time of the year. The company reported $83.4bn of revenue in its fiscal fourth quarter, up 29 per cent from a year ago but below expectations of $84.3bn.</p> <p><strong>2. Amazon's staffing shortfall</strong> <br>Severe staffing shortages and the mounting costs of keeping its logistics empire running at full speed <a href=\"https://www.ft.com/content/8ff4f9f3-7e55-4ac4-a000-c04294a0c338\">will throttle </a>Amazon's earnings as it heads into the crunch holiday period. The bright spot in the company's third quarter was its cloud-computing division, AWS, which again performed strongly, posting revenues of $16.11bn versus expectations of about $15.5bn. The group again provided the lion's share of Amazon's overall profitability, with an operating income of $4.88bn, up almost 40 per cent year on year.</p> <p><strong>3. Security concerns over cloud provider to UK spy agencies</strong><br>Amazon's new contract to host top-secret intelligence for UK spy agencies must be scrutinised by parliament to ensure risks over data access, privacy, and sovereignty are being mitigated, cyber security experts <a href=\"https://www.ft.com/content/77605235-62df-40c7-9b71-fe50e4abb2ca\">have warned</a>. The deal between GCHQ, MI5 and MI6 and AWS is estimated to be worth £500m to £1bn over a decade. Advocates of the deal argue that Amazon already has a proven record in supplying cloud services to US spy agencies, which work closely with their British counterparts as part of the Five Eyes intelligence-sharing alliance. </p> <p><strong>4. Volvo ends long journey to IPO</strong> <br>Shares in Volvo Cars <a href=\"https://www.ft.com/content/490a85e9-0979-42db-b460-fc32c3f1c0c0\">rose </a>more than a fifth as the Chinese-owned premium carmaker made its stock market debut after a lengthy and potholed journey to being listed. Volvo's Chinese owner Zhejiang Geely, which will still own about four-fifths of the carmaker, was forced last week to convert its vote-heavy shares into normal stock after protests from potential Swedish investors. The scaled-back initial public offering, a previous attempt at which was cancelled in 2018 owing to trade tensions between the US, Europe and China, had been priced at the lower end of its range. Volvo's shares rose from their offer price of SKr53 to SKr64.73 in midday trading in Stockholm on Friday, an increase of 22.1 per cent.</p> <p><strong>5. Bowie's catalogue for sale </strong><br>David Bowie's estate<a href=\"https://www.ft.com/content/d804dc60-2224-4313-b05c-c66647e73ffc\"> is in talks</a> to sell his songwriting catalogue and has attracted bids of about $200m. Talks are at an advanced stage and a deal could be announced in the coming weeks, according to people familiar with the matter. Bowie's songbook is one of the most legendary catalogues to hit the market during what has become a music copyright gold rush. </p> <h2>Tech tools </h2> <p>Nikkei and the Financial Times, in collaboration with teardown specialist Fomalhaut Techno Solutions, published this<a href=\"https://vdata.nikkei.com/en/newsgraphics/iphone-teardown/\"> piece</a> breaking down the component cost of the latest top-end iPhone model, the iPhone 13 Pro Max. They found that Apple is probably sacrificing profit margins to improve performance in the face of intense competition with rivals. The total price of components was 2.5 times higher than 10 years ago, exceeding the 60 per cent increase in the device's retail price. The price of the camera shot up tenfold, while its semiconductors have tripled in price. The most expensive component was the display, priced at $105, followed by the camera module at $77 and the main semiconductor at $45. The cost of the Pro Max, estimated by adding the cost of the components, is $438, or 36.5 per cent of the handset's retail price.</p> <p><em>iPhone 13 Pro Max price </em><a href=\"https://www.apple.com/uk/shop/buy-iphone/iphone-13-pro\"><em>starts at</em></a><em> £1,049.</em></p><p>Source: Eleanor Olcott 2021 'Facebook is building for the metaverse, but at what cost?' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T17:05:39.192Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6031,
          "end": 6036
        },
        {
          "start": 2960,
          "end": 2965
        },
        {
          "start": 2932,
          "end": 2937
        }
      ],
      "nexusId": "10022657"
    }
  ]
}