{
  "_id": "57e21126ed40e4e9f191a1adf73de648f02e8122f80ffbdd5368e1e7d8bcb040",
  "feed": "ftcomall",
  "title": "Tesla cashing in on chips",
  "text": "<p>Trust Tesla and its chief Elon Musk to come up with a big idea for solving the current chip shortage.</p> <p>This one would only help Tesla itself — it is considering buying and operating a plant of its own, <a href=\"https://www.ft.com/content/49459668-7eab-4589-8338-059e06b9fd8a\">according to people</a> familiar with the matter.</p> <p>Most observers believe that's a step too far for a carmaker, despite Tesla already planning to <a href=\"https://asia.nikkei.com/Business/Technology/Musk-and-Tesla-shock-Panasonic-investors-with-battery-ambitions\">make its own battery cells</a>. A cutting-edge semiconductor fab requires investment of up to $20bn and the intricacies of operating such plants are notoriously hard to master.</p> <p>Tesla is also pursuing a more practical idea of paying in advance to secure supplies. That's a strategy already adopted by other companies. <a href=\"https://www.ft.com/content/9a497f21-e3e4-4c74-8737-07cd13209475\">Last month, we reported </a>on how customers of United Microelectronics Corporation, the world's fourth-largest contract chipmaker, were providing financial guarantees for UMC to produce&#xa0;chips for them.</p> <p><a href=\"https://www.ft.com/content/0c0a82b1-bf63-4237-844d-082dfd453d06\">Lex says</a> there is no quick fix for Tesla here. While prepayment would offer chipmakers a predictable revenue stream, they prefer being able to benefit from price upswings by allocating sales to the companies and sectors that offer the highest margins at any point in time.</p> <p>Politicians are also worried about chip shortages, with the US, China and EU all looking at becoming less dependent on Taiwanese and Korean suppliers and building up their own manufacturing capabilities. <a href=\"https://www.ft.com/content/8abc1f31-66b2-44eb-8897-8399e2339535\">Yuan Yang in Beijing says</a> China's chip engineers are calling for co-operation with non-American companies in order to progress towards a de-Americanised industry.</p> <p>In Japan, <a href=\"https://www.ft.com/content/b56c9bf4-eaf6-4aa1-9868-0265cdf0541e\">Sony is looking at</a> spending $9.2bn together with Taiwanese foundry TSMC to build a Japanese chip plant, but it will probably only go ahead if the government provides necessary support.</p> <p>Talking of American chipmakers, Nvidia, the largest by market value, reported quarterly results overnight and <a href=\"https://www.bloomberg.com/news/articles/2021-05-26/nvidia-gives-strong-forecast-driven-by-gamer-data-center-demand\">gave a bullish forecast</a> for revenues in the current quarter, predicting about $6.3bn, compared with the analyst consensus of $5.49bn. Around $400m will come from special chips Nvidia has created for use by cryptocurrency miners, after it said last week that it was&#xa0;<a href=\"https://blogs.nvidia.com/blog/2021/05/18/lhr/\">deliberately limiting</a>&#xa0;the capabilities of its most popular video gaming cards <a href=\"https://www.ft.com/content/0417645c-456d-4ef6-90d9-f74f0ef1fcdf\">to prevent shortages for gamers</a> created by crypto miners using them.&#xa0;</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Apple hints at crypto interest</strong><br>Apple has hinted at a growing interest in cryptocurrency, as it seeks new talent for its payments division. The iPhone maker is recruiting a business development<a href=\"https://www.ft.com/content/2b30e69d-6662-40e8-9735-eaea8662906e\"> manager for “alternative payments”</a>, including cryptocurrencies, according to a job ad posted this week. Elsewhere, Iran has banned cryptocurrency mining for four months as the energy intensive industry has <a href=\"https://www.ft.com/content/be0c8a04-9a58-4926-83f3-b99141c4f721\">triggered electricity blackouts</a> across the country.</p> <p><strong>2. EU ‘too soft on tech'</strong><br>Germany, France and the Netherlands have complained that the <a href=\"https://www.ft.com/content/e0248106-e6d5-4b2a-aaef-b52d464dcc03\">EU is not tough enough on Big Tech</a> and called on regulators to make it harder for the likes of Google and Facebook to pursue killer acquisitions. A paper signed by three ministers says the EU's flagship proposals for future technology regulation, the Digital Markets Act, lack “ambition”. <a href=\"https://www.ft.com/content/602a7a94-85c6-479f-a795-943ca7c17a81\">Lex says </a>the European Commission could pick better places to battle Facebook than its Marketplace, with an investigation about to open into classifieds.</p> <p><strong>3. Pinduoduo decline continues</strong><br>Shares in China's fastest-growing ecommerce company Pinduoduo are down again today, adding to a rout that has<a href=\"https://www.ft.com/content/0b2e3e24-8ae7-488d-a7de-eafeece077cc\"> knocked $100bn</a> off its market value since February. The company reported first-quarter revenues of Rmb22.2bn ($3.47bn), up 239 per cent year on year and above analysts' expectations, but also booked a net loss of Rmb2.9bn ($454m). </p> <p><strong>4. Valley's unaccountable annual meetings</strong><br>An annual pantomime of shareholder capitalism is currently playing out in Silicon Valley, <a href=\"https://www.ft.com/content/17708675-b900-4300-a971-8aff028ad839\">comments Richard Waters</a>. Facebook and Amazon held annual meetings on Wednesday, with Alphabet's due next week. A barrage of proposals from shareholders can be simply swatted away, with special classes of shares that give majority voting control to Mark Zuckerberg at Facebook, and to Larry Page and Sergey Brin at Alphabet.</p> <p><strong>5. Lawtech expands its horizons</strong><br>Until recently, the legal technology market used to be dominated by small companies offering single solutions to lawyers, such as tools to speed up document reviews, or to spot key words amid reams of court filings. Now companies are <a href=\"https://www.ft.com/content/66853b7c-b62a-461e-9d85-bb805e8dff97\">starting to offer consultancy</a>, previously the preserve of professional services firms. <a href=\"https://www.ft.com/reports/digital-lawyers\">Check out our special report </a>on Digital Lawyers. </p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>If you want to spark fear in the heart of a European venture capitalist, say these two words: Tiger Global.&#xa0;The New York-based firm known for its aggressive investment style now has Europe in its crosshairs, pushing up already elevated valuations, challenging less nimble investors and wooing founders.&#xa0;So far this year,&#xa0;<a href=\"https://sifted.eu/articles/tiger-global/\">Tiger Global has invested in 16 European start-ups</a>, which are together worth an estimated €69.6bn, according to Dealroom data.&#xa0;That's a huge step up. At the start of 2021, the company had made just six investments in Europe, in companies worth an estimated total of €3.2bn.</p> <p>Elsewhere in European start-ups,&#xa0;<a href=\"https://sifted.eu/articles/eight-new-tech-leaders-explode-onto-uk-rich-list-with-18bn-in-assets/\">eight new tech figures entered for the first time the Sunday Times Rich List</a>&#xa0;of the wealthiest 250 people in the UK, with a combined wealth of more than £18bn between them.&#xa0;Most were start-up founders who had seen the value of their companies rocket during the pandemic. In other news this week,&#xa0;<a href=\"https://sifted.eu/articles/facebook-thorning-schmidt/\">Helle Thorning-Schmidt</a>, the former prime minister of Denmark, said that the Facebook oversight board was a “model of future regulation” that could expand its remit to include other large social media businesses around the world. Sifted also found out&#xa0;<a href=\"https://sifted.eu/articles/fintech-exec-salaries/\">how much fintech executives get paid</a>.&#xa0;</p> <h2>Tech tools — Xiaomi Redmi Note 10 Pro 5G</h2> <p> Another day, another value-priced 5G smartphone. <a href=\"https://www.youtube.com/watch?v=_51bAlk6PII\">Xiaomi introduced </a>the Redmi Note 10 Pro 5G to the UK today, starting at £199. It features a 6.5in display and a camera system with a 48MP main lens, 2MP macro camera and 2MP depth sensor. As <a href=\"https://www.ft.com/content/de672d37-1ebe-452e-956e-d170398606e5\">#techFT reported yesterday</a>, the ZTE Axon 30 Ultra 5G smartphone is available for pre-order globally ($749, £649) from today. The Redmi phone matches the price of the <a href=\"https://www.ft.com/content/d308793b-6706-4923-9881-86df90eff297\">Realme 8 5G</a> launched in the UK this month.</p><p>Source: Chris Nuttall in London 2021 'Tesla cashing in on chips' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-27T18:01:00.246Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2276,
          "end": 2281
        },
        {
          "start": 2245,
          "end": 2250
        }
      ],
      "nexusId": "10022657"
    }
  ]
}