{
  "_id": "988b7b9b2dfed86ca4ffb4f456f816c3472fd31a64b97b7267e6d16746cee4bf",
  "feed": "wall-street-journal",
  "title": "Demand for Tech Workers Surges",
  "text": "<p>The nonpartisan policy think tank analyzed tens of thousands of job postings between April and November 2020 that were collected by labor-market analytics firm Burning Glass Technologies. The analysis found that hiring for tech positions surpassed all other occupations, even healthcare jobs in New York City, one of the hardest hit parts of the U.S. by Covid-19.</p><p>The most in-demand job in New York during that period was for software developers and engineers, with 21,268 job postings -- nearly double the number of openings for physicians. Tech positions, from information-technology project managers to cybersecurity analysts and user-experience designers, made up the top 11 jobs out of the 50 most in-demand occupations.</p><p>Tech jobs were already driving much of the hiring in New York before the pandemic, said Eli Dvorkin, editorial and policy director at the Center for an Urban Future. \"What's surprising is just how strong the continued demand for tech hiring was, especially with the economic devastation we've seen,\" Mr. Dvorkin said.</p><p>New York City has lost roughly 600,000 jobs during the pandemic, according to the study. Tech hiring wasn't immune: There were 37% fewer job postings for tech positions than during the same April-November period last year, the study found.</p><p>But the need for technology platforms to help people work, shop, learn and interact with friends and family, all from home, has skyrocketed over the past year, leading many tech companies to thrive during the pandemic, said Julie Samuels, the executive director of Tech:NYC, a nonprofit advocacy group for the city's tech sector.</p><p>Some of those tech businesses are \"doubling-down on New York,\" Ms. Samuels said. Big Tech companies like Alphabet Inc.'s Google -- which funded the Center for an Urban Future's report -- along with Facebook Inc., Amazon.com Inc. and Apple Inc. are increasing their footprints in the city and bringing thousands of jobs with them.</p><p>In 2018, there were 161,000 tech jobs in the city, a figure that is across industries, but in tech-specific occupations, according to a 2019 study from nonprofit technology learning center Civic Hall. That represented a 45% increase in tech jobs since 2008, the study said.</p><p>New York City-based startups are also bringing in billions of dollars in funding, Ms. Samuels said. Tassos Argyros, the CEO of NYC startup ActionIQ, a customer-data platform that recently raised $100 million in funding, said his firm was aggressively hiring in the city, looking to more than double its 100-person workforce. ActionIQ also plans to open a new office in Manhattan after Labor Day.</p><p>But the job openings the Center for an Urban future analyzed weren't only at traditional tech companies; they were across all industries.</p><p>\"The growth of the tech sector has been rapidly accelerating in New York City, and that is in part driven by tech companies opening offices here, but it's also driven by so many New York employers essentially becoming tech companies themselves,\" Ms. Samuels said. \"We have real estate and tech, finance and tech, fashion and tech, media and tech, you name it.\"</p><p>The promise of New York's tech job growth is also a call to action for the city, Mr. Dvorkin said.</p><p>\"The city and the next mayor needs to react to this demand that's not going away, and make sure that more New Yorkers continue to gain from it,\" he said. According to the report, whether or not a job was in tech, 55% of all available positions required strong digital skills.</p><p>Mr. Dvorkin says many New Yorkers, particularly low-income residents and people of color, don't have enough access to learning the skills and are underrepresented in the city's tech field.</p><p>New York City officials said they are working on several initiatives to close the digital-skills gap. City agencies, including the Economic Development Corp. and the Department of Small Business Services, have joined with tech-training school FullStack Academy to offer scholarships to those financially hurt by the pandemic and fellowships aimed at increasing the diversity of web developers in the city.</p><p>Mr. Goris found his new job -- at Maximus, a government-services technology company -- after he took a free, intensive course at Per Scholas, a nonprofit school that offers technology training along with job-placement help. He began the program in October, finished in January and started his new job later that month.</p><p>For Mr. Goris, who doesn't have a college degree, studying at Per Scholas and starting his IT job has been a dream come true, he said.</p><p>\"It's pretty incredible that somehow in a pandemic I'm now on a career path that is more in line with my passion,\" he said.</p>",
  "published": "2021-05-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1847,
          "end": 1857
        },
        {
          "start": 1847,
          "end": 1856
        },
        {
          "start": 1847,
          "end": 1852
        }
      ],
      "nexusId": "10022657"
    }
  ]
}