{
  "_id": "36d2c5adc6b678088c52bd7c9c206587f69e15360b709fa1b3b157e67b307232",
  "feed": "ftcomall",
  "title": "A crunchy Apple week",
  "text": "<p>This is a big week for Apple, even by its standards of bigness: quarterly earnings on Wednesday, major product releases on Friday and, before those, a controversial update to the iPhone's operating system expected later today that changes privacy settings.</p> <p>The two-trillion-dollar company has also started the week with a PR push aimed at showing how it is redistributing its riches for the greater economic good.</p> <p><a href=\"https://www.apple.com/newsroom/2021/04/apple-commits-430-billion-in-us-investments-over-five-years/\">It announced today </a>it was increasing its US investments by 20 per cent over five years and adding 20,000 jobs, with $430bn allotted compared to the original five-year spending goal of $350bn set in 2018.</p> <p>A Biden administration priority is to make the US more self-reliant in semiconductors and 5G and Apple pointedly spelt out that its investments included “tens of billions of dollars for next-generation silicon development and 5G innovation across nine US states”.</p> <p>While the moves may mitigate competition concerns in the US, they will cut no ice in Germany, where a group of the country's largest media, tech and advertising companies have accused Apple of antitrust abuse as it introduces its iOS 14.5 update today. </p> <p><a href=\"https://www.ft.com/content/0a48d9aa-244b-4945-b2a0-01c68683544a\">Javier Espinoza in Brussels reports</a> nine industry associations, representing companies including Facebook and Axel Springer, the owner of <em>Bild, Die Welt</em> and <em>Insider</em>, filed the complaint with Germany's competition regulator. Changes in iOS 14.5 will force all apps to ask users if they wish to be tracked for ad purposes, with the complaint predicting a 60 per cent fall in advertising revenues for developers, as the changes make it harder for third parties to gather the data they need to place ads.</p> <p>On Wednesday, Apple is expected to report strong results, with analysts predicting quarterly revenues could rise by nearly a third year-on-year to $76.6bn. Hardware sales of iPhones, iPads, Macs and wearables could show faster growth than services, with handset revenues forecast to jump 42 per cent to $41.2bn</p> <p>On Friday, customers will be able to buy a purple version of the iPhone 12 and its new AirTag product, as well as order new iPad Pros, Apple TVs and iMacs for delivery in May.</p> <p>As hardware hurtles on, it is Apple's services that are facing headwinds, with opposition to the new ad restrictions and to its 30 per cent commission on App Store sales — its court battle with Epic Games on the levy begins next week.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Burnt toaster makers</strong><br>The global chip shortage has <a href=\"https://www.ft.com/content/9a497f21-e3e4-4c74-8737-07cd13209475\">extended to the humble toaster,</a> with smartphone, television and home appliance makers seeing semiconductor supplies tightening. <a href=\"https://www.ft.com/content/7ddb6c96-7115-42f8-a567-f36448d113e8\">Leo Lewis in Tokyo</a> reveals the crisis was predicted as long ago as 1985 — by Roger Moore playing James Bond in <em>A View to a Kill</em>.</p> <p><strong>2. Facebook ad chief worried about overstatements</strong><br>Carolyn Everson, one of Facebook's most senior advertising executives, emailed colleagues that the company had to<a href=\"https://www.ft.com/content/5b8d1cbb-af8e-435b-95eb-2bd0d9b7d8e5\"> “prepare for the worst”</a> over claims that it overstated the potential reach of its advertisements, according to newly released court filings. The social network has been fighting a class-action lawsuit in California since 2018 over claims that its figure for its “potential reach”, which told advertisers how many people saw their ads, included duplicate and fake accounts.</p> <p><strong>3. Meituan targeted in antitrust campaign</strong><br>China's market regulator has opened its second-ever antitrust investigation into a domestic tech giant, <a href=\"https://www.ft.com/content/e59d7c0a-95d9-41eb-b068-b10c71e6da48\">targeting Meituan,</a> the takeaway delivery and lifestyle services platform, in an escalation of its crackdown on big internet companies. The move comes just two weeks after the same body fined Alibaba a record $2.8bn.</p> <p><strong>4. Suse to be a Linux listing in Frankfurt</strong><br>EQT, Europe's biggest private equity group, revealed plans today to list the German open-source software company Suse, at a mooted valuation of more than €6bn. EQT paid Micro Focus $2.5bn for Suse in 2018 and it has grown sales and profits since:</p> <p><strong>5. Thoma Bravo to take Proofpoint private</strong><br>The US buyout group has agreed to take cyber security company Proofpoint private <a href=\"https://www.ft.com/content/0475dc4f-f195-49f2-b58e-deedbca046a2\">in a $12.3bn deal.</a> It is paying $176 a share — a 34 per cent premium to its trading price at Friday's close.</p> <h2>Tech week ahead</h2> <p>It's the big earnings week for Big Tech, with Alphabet, Amazon, Apple, Facebook, Microsoft and Tesla all reporting:</p> <p><em><strong>Monday:</strong></em> First quarter results from <strong>Tesla</strong> are due after the bell and Wall Street's attention is likely to be on whether it can convert higher sales into more consistent and robust profit margins. The solid demand for its electric cars was confirmed earlier this month when it reported vehicle deliveries of 184,800 in the first quarter, some 10 per cent ahead of expectations. </p> <p><em><strong>Tuesday:</strong></em> Advertising figures will be in the spotlight when Google's parent&#xa0;<strong>Alphabet</strong>&#xa0;reports. An unexpected surge of advertising in the final months of&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-ad31fe98-741c-46ce-9dd8-63fc32eb0d8e/OFUg5vs0Zen1aUcflkFNUg~~/AAAAAQA~/RgRiaBs8P0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYWQzMWZlOTgtNzQxYy00NmNlLTlkZDgtNjNmYzMyZWIwZDhlP2VtYWlsSWQ9NjA4NTdhNjJmY2Y2YzUwMDA0OWJmNWVjJnNlZ21lbnRJZD0wZjg0ZGM3Zi1lMjlkLTc0OTYtMWUwYy1hNjZiZTJlYzYxNzdXCGZpbnRpbWVzQgpggU-WhWCeiSHxUhRjaHJpcy5udXR0YWxsQGZ0LmNvbVgEAAAAAA~~?emailId=6085f060fcf6c500049bfa37&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">last year</a>&#xa0;lifted Google's revenues far above Wall Street forecasts. Alphabet's revenue grew 13 per cent for the year as a whole, even as non-digital sectors of the global advertising industry contracted about 20 per cent. A boom in PC sales, surging demand for video-gaming and increased usage of cloud services are expected to drive up revenues for&#xa0;<strong>Microsoft</strong>. <a href=\"https://click.newsletters.ft.com/f/content-720ba9e9-8cea-4583-b26e-d98a74c4db21/OdF4mmeZDDs7GJDlmet7bQ~~/AAAAAQA~/RgRiaBs8P0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNzIwYmE5ZTktOGNlYS00NTgzLWIyNmUtZDk4YTc0YzRkYjIxP2VtYWlsSWQ9NjA4NTdhNjJmY2Y2YzUwMDA0OWJmNWVjJnNlZ21lbnRJZD0wZjg0ZGM3Zi1lMjlkLTc0OTYtMWUwYy1hNjZiZTJlYzYxNzdXCGZpbnRpbWVzQgpggU-WhWCeiSHxUhRjaHJpcy5udXR0YWxsQGZ0LmNvbVgEAAAAAA~~?emailId=6085f060fcf6c500049bfa37&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">Last quarter</a>, the company produced a 17 per cent surge in revenue, to $43.1bn. The jump belied Wall Street expectations that the US software company's growth rate would slow to less than 10 per cent. <strong>Pinterest</strong> and chipmakers <strong>AMD</strong> and <strong>NXP</strong> also report.</p> <p><em><strong>Wednesday:</strong></em> Hardware sales are expected to boost earnings for&#xa0;<strong>Apple</strong>. Revenues in all five of the $2.4tn company's product categories grew at double-digit percentages&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-39157bd8-12ac-4b54-b4e3-8d6432d8abf6/flX1JWmaKZHRpsTaXpH7bw~~/AAAAAQA~/RgRiaBs8P0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMzkxNTdiZDgtMTJhYy00YjU0LWI0ZTMtOGQ2NDMyZDhhYmY2P2VtYWlsSWQ9NjA4NTdhNjJmY2Y2YzUwMDA0OWJmNWVjJnNlZ21lbnRJZD0wZjg0ZGM3Zi1lMjlkLTc0OTYtMWUwYy1hNjZiZTJlYzYxNzdXCGZpbnRpbWVzQgpggU-WhWCeiSHxUhRjaHJpcy5udXR0YWxsQGZ0LmNvbVgEAAAAAA~~?emailId=6085f060fcf6c500049bfa37&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">in January</a>, with the iPhone being the group's slowest-growing category because of supply constraints and the delayed launch of its first 5G-enabled smartphones. A push into ecommerce during coronavirus lockdowns bore fruit for&#xa0;<strong>Facebook</strong>, which posted record quarterly revenues in January. But the forecast might be uncertain for this quarter after chief executive&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-8d4f14d0-a30e-43e5-a8fc-e680d15e3261/3_M5hy71wUz1inXG3OiJFA~~/AAAAAQA~/RgRiaBs8P0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvOGQ0ZjE0ZDAtYTMwZS00M2U1LWE4ZmMtZTY4MGQxNWUzMjYxP2VtYWlsSWQ9NjA4NTdhNjJmY2Y2YzUwMDA0OWJmNWVjJnNlZ21lbnRJZD0wZjg0ZGM3Zi1lMjlkLTc0OTYtMWUwYy1hNjZiZTJlYzYxNzdXCGZpbnRpbWVzQgpggU-WhWCeiSHxUhRjaHJpcy5udXR0YWxsQGZ0LmNvbVgEAAAAAA~~?emailId=6085f060fcf6c500049bfa37&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">Mark Zuckerberg warned</a>&#xa0;of a growing competitive threat from Apple. <strong>Qualcomm, Shopify, Spotify</strong> and <strong>eBay also report. Samsung </strong>has earnings and also stages its latest Galaxy Unpacked event, with PCs and/or tablets expected. </p> <p><em><strong>Thursday:</strong></em> <strong>Amazon</strong>'s initiative to ramp up its infrastructure to offer one-day shipping, growth in other parts of the business and rising figures for its Prime subscriptions are expected to boost the ecommerce giant's earnings. Investors may also hear more details on the CEO transition as Jeff Bezos prepares to hand over power later this year. <strong>Twitter</strong> also reports.</p> <h2>Tech tools — Asus Zen AiO 24</h2> <p>Asus launched its latest all-in-one PC in the US today, and while<a href=\"https://www.digitaltrends.com/computing/asus-zen-aio-24-imac-competitor/\"> the Zen AiO 24 </a>may lack the <a href=\"https://www.businesswire.com/news/home/20210420006031/en/\">new 24in iMac'</a>s thin body and powerful M1 processor, it comes in at around half the price. The <a href=\"https://www.asus.com/Displays-Desktops/All-in-One-PCs/Zen-AiO/Zen-AiO-24-M5401/\">AMD Ryzen-powered Zen </a>has a similar-sized display at 23.8in and has the option of touchscreen features. It hangs on an off-centre metal stand and fabric-protected speakers certified by Harman Kardon stretch below the screen.&#xa0;The Windows PC is also Alexa-enabled and starts at $700, compared to the iMac's $1,299 and $1,499 versions. </p><p>Source: Chris Nuttall in London 2021 'A crunchy Apple week' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-26T19:09:17.842Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 715,
          "end": 720
        },
        {
          "start": 4199,
          "end": 4204
        },
        {
          "start": 1066,
          "end": 1071
        },
        {
          "start": 10,
          "end": 15
        },
        {
          "start": 2082,
          "end": 2087
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 5450,
          "end": 5455
        },
        {
          "start": 5977,
          "end": 5982
        },
        {
          "start": 1650,
          "end": 1655
        },
        {
          "start": 2153,
          "end": 2158
        }
      ]
    }
  ]
}