{
  "_id": "3da5ad9017e493f37e7a2b66ff2fe5c3d4fa543de56622d4006909179fe54a78",
  "feed": "wall-street-journal",
  "title": "Business & Technology:  SmartRent  Valued at  More Than  $2 Billion  In Deal  ----  By Peter Grant",
  "text": "<p>   SmartRent.com Inc., which sells smart home-technology systems to apartment-building owners and developers, intends to go public through a merger with a special-purpose acquisition company that values the property-tech startup at $2.2 billion, the company said Thursday. </p><p>   SmartRent, whose technology is in use in about 185,000 apartments in the U.S. and Canada, said it would merge with Fifth Wall Acquisition Corp., which raised about $345 million in an initial public offering earlier this year. The special-purpose company was sponsored by Fifth Wall, a venture-capital firm that invested in SmartRent last year through one of its funds. </p><p>   Separately, some of the largest apartment-building owners and housing developers in the U.S. -- which are also customers of SmartRent -- have agreed to invest a total of $155 million in the startup, the company said. This group includes Blackstone Group Inc., Starwood Capital Group LLC, Lennar Corp. and Invitation Homes Inc. </p><p>   The merger, expected to close later this year after a regulatory review and shareholder vote, would be one of the largest such deals so far involving a real-estate tech firm and a special-purpose acquisition company. SPACs, also called blank-check companies, have become popular in the capital markets over the past year because they allow private firms to go public faster and with more price certainty than traditional initial public offerings. </p><p>   SmartRent, based in Scottsdale, Ariz., was founded in 2017 by Lucas Haldeman, the former chief technology officer of Colony Starwood Homes, which later became known as Starwood Waypoint Homes and was merged into Invitation Homes, one of the largest owners of single-family rental homes. His idea was to give rental units many of the smart-home features that have become much more widely used in homes that people own than in those that people rent. </p><p>   Landlords can use SmartRent technology to operate and monitor thermostats, utilities, security and plumbing from a computer or smartphone. Landlords also can give their tenants apps that can support these features along with other smart-home technologies -- such as the Siri and Alexa virtual assistants -- that tenants decide to add. </p><p>   Mr. Haldeman, the company's chief executive, said SmartRent plans to use the fresh capital partly to expand globally. \"We've already started working on pilots in Western Europe. We're a couple months away from deploying in Asia,\" he said. </p><p>   SmartRent is establishing beachheads overseas partly by working with global investors in Fifth Wall's venture capital funds, which include big residential owners in Europe and Asia. Mr. Haldeman predicted that SmartRent's technology will be in use in over 300,000 units by the end of 2021. </p><p>   Shares of the Fifth Wall SPAC were up 16 cents, or 1.6%, to $10.39 at Thursday's close on the Nasdaq stock exchange. </p><p></p>",
  "published": "2021-04-23T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}