{
  "_id": "61fec92805c3feef2c498b54e86dd8be0a6302c0d846eb40f2a721e11de87bec",
  "feed": "ftcomall",
  "title": "America's political crisis runs deeper than ideology",
  "text": "<p>It's just two months since former US president Barack Obama solemnly told The Atlantic magazine that his country was “<a href=\"https://www.theatlantic.com/ideas/archive/2020/12/trumps-most-malicious-legacy/617319/\">entering into an epistemological crisis</a>”. “If we do not have the capacity to distinguish what's true from what's false, then by definition the marketplace of ideas doesn't work,” he declared. “And by definition our democracy doesn't work.” </p> <p>How true those words now seem. America — and the wider world — is still reeling in horror at the vicious political chasm exposed by the <a href=\"https://www.ft.com/us-capitol-attack\">violence in the US Capitol</a> in Washington DC last week. But with the reckoning of those events under way, it has become clear that this is not just an ideological fight.</p> <p>As Obama earlier suggested, this is also a battle around knowledge and thought that has been escalating since Donald Trump hit the presidential campaign trail in 2015. Future historians may conclude that one of Trump's largest legacies was to expose and crystallise this struggle.</p> <p>The national reaction to the Washington attacks is only the latest example. Democrats and those who belong to the country's educated elites have generally portrayed the assault in terms of an abuse of the constitution, which needs to be countered by logic and law. “We have to use faith and reason to confront this,” the historian Jon Meacham told the (liberal) television channel MSNBC. Trump supporters think differently. They are seething about the symbolism of their leader being <a href=\"https://www.ft.com/content/b3a57f3a-7bc6-49bc-b8dc-7ad2143206d6\">kicked off social media platforms</a> and the perceived arrogance of such elites.</p> <p>Opinion polls are another indicator of this epistemological gap. A <a href=\"https://today.yougov.com/topics/politics/articles-reports/2021/01/06/US-capitol-trump-poll\">snap YouGov survey</a> released last week suggested that only a quarter of Republicans viewed the attack on the Capitol as a threat to democracy — and almost half approved the storming of the halls of Congress. </p> <p>A separate <a href=\"https://poll.qu.edu/national/release-detail?ReleaseID=3685\">poll last December by Quinnipiac University</a> showed that three-quarters of Republicans thought that there was widespread voter fraud during the November presidential election (while 97 per cent of Democrats did not believe this).</p> <p>This might shock some, given that US journalists, election officials and lawyers are among those who have repeatedly declared there was no evidence of electoral fraud. But another survey, this one from the public relations company Edelman, shows why this pushback is not working. It reveals that a mere 18 per cent of Trump voters trust the media and just 30 per cent the government, versus 57 per cent and 45 per cent of Biden voters. More strikingly, the level of trust expressed in institutions by the “mass population” is far lower than that shown by the so-called informed public — those educated elites again. </p> <p>Indeed, <a href=\"https://www.edelman.com/sites/g/files/aatuss191/files/2021-01/2021-edelman-trust-barometer.pdf\">the Edelman survey</a> suggests that many Americans today only have faith in people and institutions that are familiar to them, be it in their neighbourhood, company, line of sight or social group, meaning that “trust is local”. Tribalism is rife, in other words, in both ideological and epistemological terms. </p> <p>The knee-jerk reaction of most Democrats is to blame Donald Trump. But a more nuanced — and potentially more constructive — view can be found in a brilliant recent book by the Harvard evolutionary biologist and anthropologist Joseph Henrich. In <a href=\"https://www.ft.com/content/dfadcaf5-b644-4abc-ae8f-65ae912e321f\"><em>The Weirdest People in the World</em></a>, he outlines what he describes as the mentality of Western, Educated, Industrialised, Rich and Democratic (“WEIRD”) people, versus other non-WEIRD groups. </p> <p>For Henrich, WEIRD modes of thought are based around the ideals of individualism, moral consistency and, above all, the type of sequential logic used in alphabet-based writing systems. Western elites tend to assume that it is the only valid mode of thought. </p> <p>But in reality, Henrich notes, most societies throughout history have used different mental approaches: they see morality as context-based, presume that someone's identity is set by family and, crucially, favour “holistic reasoning” not “analytical reasoning”. “Analytic thinkers see in straight lines,” Henrich writes. “Holistic thinkers focus not on the parts but the whole… and expect time trends to be non-linear, if not cyclical.”</p> <p>This last point is difficult to appreciate if you have been educated for years in a system predicated on WEIRD logic and thus take it for granted. But the key point to understand about non-WEIRD modes of thought is that gut reactions to the patterns in an ecosystem matter more than focused, one-directional reasoning, and that performative symbols count more than words.</p> <p>While America is mostly WEIRD, in Henrich's framework, there has always been plenty of non-WEIRD thinking too, albeit less visible. What Trump has done is invoke this mentality on an epic scale. For many educated elites, however, it is so hard to comprehend that they have either ignored it or scorned it.</p> <p>Here lies the epistemological split — and the futility of elites invoking “reason” to persuade Trump voters to rethink their convictions. Words alone will not heal America. Neither will the law, nor logical analysis of the constitution. What is desperately required is empathy and a new approach that might tap into WEIRD and non-WEIRD modes of thought. You can only counter the legacy of Trump if you first grasp why he was so potent to start with.</p> <p><em>Follow Gillian on Twitter&#xa0;</em><a href=\"https://twitter.com/gilliantett\"><em>@gilliantett</em></a><em>&#xa0;and email her at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Gillian Tett 2021 'America's political crisis runs deeper than ideology' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T16:00:58.914Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5486,
          "end": 5493
        },
        {
          "start": 5486,
          "end": 5491
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}