{
  "_id": "a35e4a7c8ae075ac0c278e5b3326dc487ae4f0cdc37f777e19998f3dd156bd8d",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  Biden's 10-Year Climate Plan",
  "text": "<p>   Was President Biden trying to impress China's Xi Jinping at Thursday's climate pep rally by committing to reduce U.S. greenhouse gas emissions by half below 2005 levels by 2030? His pledge tees up sweeping new government controls over the economy of the kind you might see in one of Mr. Xi's five-year plans. Mr. Biden now has a 10-year version of central economic planning. </p><p>   Mr. Biden's virtual world summit was intended to coax China and other emerging countries to make more aggressive emissions reductions. The U.S. accounts for less than 15% of global CO2 emissions, Mr. Biden told world leaders. Emissions in the U.S. and Europe have been falling since 2005 as natural gas and renewables have replaced coal power. </p><p>   But rising emissions from China have swamped these declines. At the Paris climate summit in 2015, China committed only to begin reducing emissions in 2030, and it has continued to build coal plants and expand industrial production. China's CO2 emissions increased by more between 2015 and 2018 than the U.K.'s total emissions in 2018. </p><p>   All of the CO2 commitments made in Paris, including Barack Obama's to reduce U.S. emissions by 26% to 28%, would reduce the Earth's temperature increase by a mere 0.17 degree Celsius by 2100 -- not even close to the 1.5 degrees that is supposedly needed to head off doomsday. Yet Mr. Biden now wants to double down on Mr. Obama's futile climate gesture. </p><p>   --- </p><p>   What would the U.S. have to do to achieve Mr. Biden's new emissions pledge? Start with some perspective. The Obama regulatory fusillade got the U.S. only about halfway to his Paris pledge -- and most of the reductions during his Presidency were from natural gas displacing coal in power due to market forces. </p><p>   Amid last year's Covid-19 lockdowns, greenhouse gas emissions fell to about 21% below 2005 levels. In other words, even with the economy shut down and a large share of the population stuck at home, the U.S. was less than halfway to Mr. Biden's goal. </p><p>   Some green groups have done their own back-of-the envelope analysis of what it would take to achieve Mr. Biden's 10-year plan. Take a recent Environmental Defense Fund (EDF) report that argues for a \"strong whole-of-government approach.\" This includes eliminating new gas-powered cars by 2035, presumably by ramping up corporate average fuel economy (Cafe) standards. Mr. Biden has also proposed sweetening federal tax credits for buying electric cars -- currently $7,500 -- but soon consumers will have no choice but to buy them when their gas vehicles expire. </p><p>   The Biden goal will require the electric grid to be totally rebuilt in 10 years. According to the Natural Resources Defense Council, the U.S. will also have to double its share of carbon-free power to 80% from 40% today -- half of which is now provided by nuclear -- to have any hope of achieving Mr. Biden's pledge. </p><p>   All coal plants would have to shut down, and natural gas plants would be phased into obsolescence. Wind and solar energy would have to increase six to seven fold. The Obama Clean Power Plan, which the Supreme Court blocked in 2016, looks modest by comparison. It sought to reduce CO2 power emissions by 32%. Most homes would also have to be electrified. So if you like your gas stove, you won't be able to keep it. Farmers would also have to adopt \"climate-smart agriculture and forestry,\" EDF says. </p><p>   --- </p><p>   Unlike Mr. Xi, the U.S. President doesn't have legal authority to decree sweeping emissions reductions across the economy. But liberals argue that Section 115 of the Clean Air Act, titled \"International Air Pollution,\" allows the Environmental Protection Agency to regulate emissions that \"may reasonably be anticipated to endanger public health or welfare in a foreign country.\" The catch is that EPA can only do so if there is regulatory \"reciprocity\" among other nations. </p><p>   Mr. Biden is essentially doing an end-run around the Constitution, which requires approval by two-thirds of the Senate for the President to enter a treaty. The emissions reductions that foreign leaders pledged on Thursday aren't legally binding, but Mr. Biden intends to use regulation to bind Americans. </p><p>   Businesses will be conscripted as foot soldiers in the progressive war on fossil fuels. Mercenaries like Google, Apple and Microsoft have already enlisted. America's founders believed that the Constitution's separation of powers would safeguard individual liberty, but this assumes Congress guards its power. </p><p>   Mr. Biden will face no resistance to his regulatory overreach from Democrats in Congress. They will happily finance his 10-year plan to remake the economy, starting with his $2.3 trillion much-more-than-infrastructure proposal that is the Green New Deal in disguise. </p><p></p>",
  "published": "2021-04-23T06:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4247,
          "end": 4252
        }
      ],
      "nexusId": "10022657"
    }
  ]
}