{
  "_id": "a50a5f8eaf896b279667dbac26aae8421431e5ebacef243ad0cf03211358a5bd",
  "feed": "wall-street-journal",
  "title": "Steady Advances In Stocks, Materials Show Faith in Risk",
  "text": "<p>The S&amp;P 500 hit its 32nd record of the year on Monday, buoyed in recent days by technology stalwarts like Microsoft Corp. and Facebook Inc. as well as consumer-focused stocks such as Chipotle Mexican Grill Inc. Facebook's market value on Monday hit $1 trillion for the first time after a federal judge dismissed antitrust lawsuits against the social-media giant. Shares rose more than 4%.</p><p>With the advance, Facebook became the fifth U.S. public company to achieve the $1 trillion milestone, punctuating a nearly uninterrupted rise for major indexes since April 2020. Last week, Microsoft hit a market value of $2 trillion, joining Apple Inc. as the only U.S. firms to reach that threshold.</p><p>The persistent climb and flurry of records underscore how the broadest measures of market performance remain remarkably strong, masking volatility under the surface. Even as traders cope with mammoth swings in everything from Tesla Inc. stock to the price of lumber and concerns about the longer-term economic outlook, many investors remain confident that an expanding economy and rising corporate profits will support further gains.</p><p>And with returns from relatively safe assets such as bonds still limited due to ultralow interest rates -- or even negative when factoring in inflation -- traders keep favoring high-performing investments.</p><p>\"There's nowhere else to go in our view,\" said Jeff Garden, chief investment officer at Lido Advisors. \"You're not going to be able to find what you're looking for in the safer investment spaces.\" The firm holds a larger position in trades it deems risky, including stocks and commodities, than the benchmarks it tracks. It also is protecting against pullbacks using options, which allow the holder to buy or sell an asset at a specific price in the future.</p><p>Although frenetic trading in individual stocks and sectors has jolted investors throughout the year, the S&amp;P 500 hasn't dropped 5% or more from a record in nearly eight months, the longest stretch since February 2018, according to Dow Jones Market Data. The Cboe Volatility Index, which measures expected swings in the broad stock index and is also known as Wall Street's \"fear gauge,\" recently hit its lowest level since February 2020.</p><p>Markets remain calm even though traders are rapidly shifting their expectations for the economy and which sectors will outperform. For much of 2021, bets that the Fed would be slow to pare its easy-money policies and let consumer prices rise pushed up government-bond yields and sectors directly linked to the economy, such as shares of banks and manufacturers. After the central bank signaled this month that it might raise interest rates sooner than expected, investors unwound some of those wagers.</p><p>In June, splashy bets such as Tesla and tech companies have rebounded, leading stocks higher as they have for much of the coronavirus pandemic. Some traders now anticipate the Fed to limit the economy's acceleration over time.</p><p>A slower-growing economy makes the reliable revenue growth of tech companies more attractive, investors say.</p><p>\"It's really been such a good market,\" said Leslie Thompson, managing member at Spectrum Management Group. \"When we see divergence in certain sectors, other sectors are picking up.\"</p><p>She is favoring large technology companies such as Microsoft and Google parent Alphabet Inc., as well as companies more tied to consumer activity such as Home Depot Inc.</p><p>Investors are pouring tens of billions of dollars each week on average into global stock-exchange-traded and mutual funds, Bank of America figures from data provider EPFR Global show. In May, individual investors pushed stockholdings to their highest level in nearly 3 1/2 years, increasing them for the fourth consecutive month, according to figures from the American Association of Individual Investors. Investors have also lowered their bond and cash allocations in recent months.</p><p>Households and corporations are expected to buy roughly $500 billion in U.S. stocks through year-end as individuals continue trading stocks and companies buy back more shares, Goldman Sachs analysts recently estimated. They project household demand for equities to reach a record $400 billion by year-end.</p><p>Still, the record demand from fast-trading individuals and the prolonged period of placid trading for major indexes have some on Wall Street tempering their expectations.</p><p>\"We've already had a phenomenal run,\" said Mona Mahajan, senior U.S. investment strategist at Allianz Global Investors. \"So the second half of the year will have more moderate gains than the first half.\"</p><p>Investors will be monitoring second-quarter earnings season in the weeks ahead to see how supply-chain disruptions and rising prices are affecting the largest U.S. companies. Economic data points like Friday's jobs report also will be in focus as the tug of war between different segments of the stock market continues.</p>",
  "published": "2021-06-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 628,
          "end": 637
        },
        {
          "start": 631,
          "end": 641
        }
      ]
    }
  ]
}