{
  "_id": "a0b4eae81be8b11499d5554e91864896d4e81b73681dbcbdf2e032f29262bbf8",
  "feed": "ftcomall",
  "title": "Evelyn Glennie: ‘How do you listen through technology?'",
  "text": "<p>There's something of the hyper-efficient headmistress about Evelyn Glennie. Perhaps it's the smooth professionalism with which she dispatches any idle chit-chat, or questions relating to her personal life. Forty minutes into our video interview, she informs me, very politely, that she has another Zoom meeting in 10 minutes. I do get a sense of warmth and authenticity — mostly through Glennie's broad smile and ready laugh. But, it's clear that, even in a lockdown, the UK's most celebrated solo percussionist is not about to while away the hours.</p> <p>As if to underline the point, the next couple of months will see Glennie release three new albums: a collection of works by the Swedish trombonist Christian Lindberg, a disc of contemporary concertos for mallet instruments, and an improvised recording with the Danish guitarist Jon Hemmersam and Iranian daf player Asal Malekzadeh. The latter album, in particular, involved some convoluted planning, given that the musicians were unable to get together in person.&#xa0; </p> <p>“The nearest that Asal could get [to us] was Denmark. Then she had to listen to the recording we had done and fill in her part, which wasn't ideal, but that's what's possible virtually,” explains Glennie. “The past 10 months have shown us that we can't just have a plan A. We need a plan B, a plan C and possibly a plan D because if this pandemic can happen now, it can well happen in the future. We need to be prepared for that, both psychologically and skill-wise.”</p> <p>The 55-year-old Scottish percussionist is better prepared than many for working around unforeseen obstacles. Raised on a farm in Aberdeenshire, she took up the piano at the age of eight — just around the same time that her hearing started to deteriorate. By 12, when she switched to percussion, she was profoundly deaf, meaning that she could register sounds, but only at faint levels. Her parents — both amateur musicians who no longer played — hesitated about encouraging her to pursue a career in music. </p> <p>“It wasn't just [the deafness] in isolation, it was because of a combination of things — they knew this was a cut-throat profession and they wondered if I would be good enough.”</p> <p>Yet, at 16, Glennie won a place at the Royal Academy of Music. By her mid-20s she was firmly established in a career that would see her performing with numerous orchestras, jazz ensembles and contemporary groups, writing her own music and receiving a series of awards. She received a damehood in 2007 and was appointed to the Order of the Companions of Honour in 2017.</p> <p>How did she do it all? “It was just my gut instinct that [a career in music] was my mission so I had to get on with it and find out how to go about it.” From a purely logistical perspective, that meant generating enough repertoire to sustain a career as a full-time solo percussionist. “I needed to work quickly with composers to ask them to write music for me, which catapulted me into the whole realm of ‘how do you get the money to commission music?'”&#xa0;</p> <p>Meanwhile Glennie, who makes sense of speech by lip-reading, developed ways of listening that circumnavigated her hearing impairments. She believes that the resonance of sound can be felt through the entire body, and accordingly plays barefoot, both when performing live and in studio recordings. It's an approach that she recommends to all musicians — including those with fully functioning ears. “So many people would love to take their shoes off to feel more of the music in performance. It's incredible how much it can change your musical interpretation.”&#xa0;</p> <p>For Glennie, however, the issue extends beyond musical interpretation. She is currently working with a composer to create music of maximum sensory impact for a deaf dressage Paralympian, and has previously harnessed her tactile approach to sound to connect with people who have dementia — an experience that left a strong impression on her.</p> <p>“I remember one lady who took my mallet from me and started stroking it. I mimicked her actions and asked what the stroking meant: did she have animals where she lived? Was she stroking a child or brushing someone's hair? There was this sense of absolute freedom about what we were doing — we were just two people making a connection together, with no pressure to achieve anything within a certain amount of time.</p> <p>She continues: “To a large extent, that's what the past few months have been about too: just listening to people's stories.”</p> <p>Glennie has been doing a fair bit of this herself during lockdown, not least in one of her current projects: a podcast series, in which she talks to guests from all walks of life — including the film and television composer Debbie Wiseman, the sports presenter Jake Humphrey and comedian Bill Bailey — using the idea of listening as a thread.</p> <p>“What, for example, does Bill Bailey do when the audience doesn't laugh? How do the listening skills differ for a film composer like Debbie Wiseman? How do you listen through technology?”&#xa0;</p> <p>The percussionist believes that this final question has become particularly pertinent in a post-lockdown world. “In our last podcast, with the World Doctors Orchestra, I asked three physicians how they have been engaging with their patients in the last few months. It was fascinating to hear how the world of online consultation has forced them to redefine their listening skills; how, in the absence of visual cues such as gait and stance, they have had to rely entirely on conversation to make their assessment.”&#xa0;</p> <p>Even this percussionist's enthusiasm for attentive listening, however, has its limits. “I cannot bear to listen to my own recordings once they are done,” she tells me. “That's because I know there are umpteen ways in which I could have interpreted something, and in a recording you have to pick just one. So once a recording is done, I like to move on.”</p> <p>And move on she does, at an eye-watering rate of productivity. When I ask if she has had time to do some metal detecting — a hobby she took up a few years ago — Glennie laughs. “I haven't been able to get out in a little while, but I'd like to get back to it. It's so relaxing. And although I haven't found any treasure yet, I keep everything I do find, even if it's just a bit of trash.</p> <p>“I'm very interested in creating sounds for radio and television and it's surprising how many of the objects I've found are useful in that way. It's something I plan to work on in the near future.”</p> <p>I'm sure that, when she does, we will know about it.</p> <p><em>Evelyn Glennie's CD of music by Christian Lindberg is released on January 8; her CD of mallet concertos is released on January 15 and her CD of improvised music is released in February. ‘The Evelyn Glennie Podcast' continues fortnightly</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Hannah Nepilova 2021 'Evelyn Glennie: ‘How do you listen through technology?'' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T11:00:27.280Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 6920,
          "end": 6925
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}