{
  "_id": "b7723e352d7685e5bcffd9cf204738a34cb0f9034fb869f59c69a5e8d44f572f",
  "feed": "ftcomall",
  "title": "Hong Kong pro-Beijing legislators intervene in judicial appointment",
  "text": "<p>Pro-Beijing legislators have successfully intervened for the first time in a senior judicial appointment in Hong Kong, in what lawyers said was the latest attack on the city's cherished independent legal system. </p> <p>Justice Maria Yuen, the wife of Geoffrey Ma, the city's previous chief justice, was set to be appointed as the next permanent judge on Hong Kong's Court of Final Appeal, two people familiar with the events told the Financial Times. </p> <p>But she withdrew her candidacy for the city's top court after legislators raised concerns over the appointment, the people said. The lawmakers argued that Yuen might be influenced by her husband, who pro-Beijing groups criticised in the past after he defended the neutrality of Hong Kong's judiciary, according to a person with knowledge of their thinking. </p> <p>Beijing has <a href=\"https://www.ft.com/content/b2fa61fc-00fe-40ed-9231-c4dc95b7b516\">cracked down</a> on Hong Kong's civil and political institutions in response to anti-government protests in 2019, arresting pro-democracy activists, politicians and media figures.</p> <p>Police on Wednesday arrested an editorial page writer for Apple Daily, a pro-democracy tabloid that has come under repeated attack for its criticism of the government and is <a href=\"https://www.ft.com/content/b9cbb594-aa2e-491e-a0b4-2340a2423bbe\">on the verge of closing</a> after its asset were frozen. </p> <p>Police said a 55-year-old man, who Apple Daily said goes by the pen name Li Ping, was arrested on suspicion of conspiring to collude with foreign forces to endanger national security. </p> <p>China has yet to make significant changes to Hong Kong's common law legal system. But any such move would <a href=\"https://www.ft.com/content/1070440a-0993-4c19-9797-2c0e781fd7db\">concern international companies</a>, many of which have set up regional headquarters in the city in part because of its independent judiciary.</p> <p>Yuen's appointment was recommended last year by the Judicial Officers Recommendation Commission, a semi-independent body that considers judicial positions in Hong Kong, and was expected to be approved by Carrie Lam, the city's chief executive, the two people familiar with the events said. </p> <p>Hong Kong's de facto parliament, the Legislative Council, is required to confirm the chief's executive's nominees for top judicial positions. In the past, this step has been seen as a formality. </p> <p>But before Yuen's recommendation was finalised and formally sent to the legislature for confirmation, pro-Beijing lawmakers including Holden Chow and Elizabeth Quat raised concerns. </p> <p>The legislature's panel on administration of justice and legal services, which is dominated by pro-Beijing lawmakers, asked the judiciary and government officials for discussions on the appointment.</p> <p>Aside from their objection that Ma might continue to have an influence on the court through Yuen, the legislators also said that she took a long time to hand down judgments, according to a person with knowledge of their thinking. </p> <p>The politician's inquiries led to Yuen withdrawing her nomination, according to two people with knowledge of the events, the first known case of its kind. Yuen directed all requests for comment on the incident to the judiciary, which declined to elaborate.</p> <p>The commission subsequently selected another judge, Johnson Lam, who is set to be appointed. </p> <p>Insiders said Lam was not seen as more conservative or liberal in his judgments than Yuen, nor was there evidence that lawmakers had acted on Beijing's orders in Yuen's case. </p> <p>But senior legal figures were concerned the Yuen case could set a precedent for the Legislative Council, which is dominated by pro-Beijing politicians, to formally review judicial appointments. This in turn could undermine the authority of the JORC, the judicial appointment committee. </p> <p>One senior legal figure said political review of appointments could lead to judges being chosen based on their loyalty to Beijing rather than their abilities, and could <a href=\"https://www.ft.com/content/027e77c0-3ab9-4638-8858-4f5471bb2a0e\">deter the best candidates</a> from coming forward.</p> <p>Johannes Chan, a legal scholar at the University of Hong Kong, said the Yuen affair was a “very bad and worrying development for judicial independence”. </p> <p>“It does provide a channel for political interference with the appointment of key judicial personnel by a [legislature] that is dominated by pro-Beijing politicians,” Chan said. </p> <p>Critics said the government's decision last year to <a href=\"https://www.ft.com/content/d08b540f-f124-437b-976c-013c431f61cc\">appoint separate judges</a> for cases involving the national security law, which was introduced in the territory by Beijing last year in the wake of the protests, had already hurt perceptions of judicial independence.</p> <p>The&#xa0;trial of&#xa0;Tong Ying-kit, the <a href=\"https://www.ft.com/content/59f3f2b6-82d0-4b2c-92b2-cf9bc5a9c402\">first person charged</a> under the security law, is set to begin on Wednesday in front of these judges.&#xa0;</p> <p>Legislators Chow and Quat declined to comment on the Yuen case. Carrie Lam declined to comment but said: “all appointments of judicial officers by the chief executive are made in accordance with the Basic Law”, the territory's mini-constitution.</p> <p>Geoffrey Ma declined to comment.</p> <p>The chair of the legislature's panel on administration of justice and legal services, Horace Cheung, said he had contacted the government and the judiciary to “obtain preliminary views . . . on matters raised by members” of his panel on the nomination process.</p> <a href=\"http://www.ft.com/cms/1770e787-22db-4c57-9228-31528a37de8a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Primrose Riordan and Nicolle Liu in Hong Kong 2021 'Hong Kong pro-Beijing legislators intervene in judicial appointment' FT.com 23 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-23T05:58:32.598Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1047,
          "end": 1052
        },
        {
          "start": 1251,
          "end": 1256
        }
      ],
      "nexusId": "10022657"
    }
  ]
}