{
  "_id": "d7c3cd54fcb42d2e031ddb0ad3453e15e5b537b5a11bd2e4beac1a64427c0d41",
  "feed": "ftcomall",
  "title": "New dawn for south-east Asian tech as Grab prepares blockbuster listing",
  "text": "<p><em>Hello, this is Kenji from Hong Kong, but our Big Story this week is from Singapore. The FT scoop that Grab, south-east Asia's largest unicorn, is planning a $35bn listing in New York has important implications, not least that it will help gauge US investor appetite for other regional tech start-ups. Meanwhile, the Shanghai Star Market, dubbed “China's Nasdaq”, is suffering from mass cancellations of IPOs. But what caught my eye this week is number nine in Mercedes' top 10 — which says that robots are making an “invisible march” into many white-collar jobs, including mine!</em></p> <h2>The Big Story — Exclusive</h2> <p>Grab, south-east Asia's most valuable start-up, is set to finalise a deal to go public as early as this week, according to an <a href=\"https://www.ft.com/content/73d8b26c-3d61-48ec-8027-25c4cd625488\">exclusive in the FT</a>. The planned listing in New York is likely to value the SoftBank-backed technology group at about $35bn.</p> <p>Singapore-based Grab, which runs a host of businesses from ride-hailing to financial services, will offer investors access to a regional consumer market of more than 655m people in countries including Indonesia, Thailand and Vietnam. </p> <p><strong>Key implications</strong>: The deal is being seen as a crucial test of investor demand for a host of south-east Asian tech unicorns with ambitions to go public. These include Gojek, Grab's Indonesia-based rival. </p> <p>Grab's listing is to be done through the largest merger yet between a private business and a special purpose acquisition company, or Spac. The company is set to raise about $2.5bn. </p> <p>Altimeter Capital, a US-based technology investment firm, is set to fund close to $1.2bn of this amount.</p> <p><strong>Upshot</strong>: If the Grab deal goes well, it could blaze a trail for south-east Asian tech unicorns in US capital markets. This would provide vindication for the region's tech aspirations. </p> <h2>Mercedes' Top 10</h2> <ol>  <li><p>Exclusive: <strong>Japan</strong>'s Toshiba looks set to be <a href=\"https://asia.nikkei.com/Business/Business-deals/Toshiba-receives-offer-from-CVC-to-go-private-in-20bn-deal\">privatised</a> through a private equity offer worth more than $20bn.</p></li>  <li><p>It's looking like a <a href=\"https://www.ft.com/content/d8ea1bf7-51d4-454c-80f3-753b18eb3642?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">bumper year</a> for fundraising by <strong>Chinese</strong> private equity funds, which in turn are big tech investors.</p></li>  <li><p>Silicon Valley is speaking out against <a href=\"https://asia.nikkei.com/Business/Technology/Silicon-Valley-confronts-anti-Asian-hate-after-Atlanta-shootings\">anti-Asian racism</a> following a surge in hate crimes in the <strong>US</strong>.</p></li>  <li><p>Panasonic, the 103-year-old <strong>Japanese</strong> appliance maker, is hoping to generate growth from health-related products, says its CEO in an <a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Panasonic-aims-to-clean-house-with-revival-plan-under-new-CEO\">interview</a>.</p></li>  <li><p><strong>Vietnam</strong> is proposing <a href=\"https://asia.nikkei.com/Business/Technology/Vietnam-unveils-tools-for-taxing-and-tracking-Big-Tech\">regulations</a> that would compel global tech players such as Alibaba and&#xa0;Google to hand over more taxes and data.</p></li>  <li><p><strong>Japan</strong>'s initiative to <a href=\"https://asia.nikkei.com/Business/Markets/Japan-investors-swoop-for-digital-hanko-stocks\">abolish</a> the use of “hanko”, or seals, has sparked a stock market rally in so-called “digital hanko” shares.</p></li>  <li><p>Check out the <a href=\"https://www.ft.com/reports/rethinking-supply-chains\">FT's special report</a> “Rethinking supply chains”. The <a href=\"https://www.ft.com/content/c8644714-2bc0-4dad-80ec-5c0282aea76e\">geopolitical risks for companies</a> and <a href=\"https://www.ft.com/content/2b0c172b-2de9-4011-bf40-f4242f4673cc\">Asia's manufacturing dominance</a> are two standouts. </p></li>  <li><p><strong>Japan</strong>'s Subaru is the latest company to be hit by the global shortage of semiconductors, <a href=\"https://asia.nikkei.com/Business/Automobiles/Subaru-cuts-output-by-10-000-vehicles-over-chip-shortage\">cutting</a> vehicle production by about 10,000 units.</p></li>  <li><p>How long will it be before robots replace journalists? The <a href=\"https://www.ft.com/content/913feb53-0e69-45cd-8497-ff50360df9b1\">invisible march</a> of the middle-class droids portends the decline of the scribbler.</p></li>  <li><p>Witches are big on TikTok. This delightful piece shows how the <strong>Chinese</strong>-owned video app and the pandemic together supplied <a href=\"https://www.ft.com/content/ed8dd8b7-77d2-4c9c-8da8-2fa06230daf4\">a fertile ground for all things magical</a>. </p></li> </ol> <h2>When sages speak</h2> <ul>  <li><p><strong>Emily de La Bruyère</strong> gives <a href=\"https://chinapower.csis.org/podcasts/chinas-standard-setting-agenda/\">crucial insights</a> into China's technology standard-setting agenda in this terrific ChinaPower podcast hosted by <strong>Bonnie Glaser</strong>.</p></li>  <li><p>By 2030, the global space industry could add almost 50,000 commercial satellites to the existing 5,000. <strong>Chaitanya Giri</strong> at Gateway House, an Indian think-tank, emphasises the <a href=\"https://www.gatewayhouse.in/india-needs-space-weather-preparedness/\">need for space legislation</a> to protect the country's converging digital and space economies.</p></li>  <li><p><strong>Jeffrey Ding</strong> of the ChinAI newsletter offers a <a href=\"https://chinai.substack.com/p/chinai-137-year-3-of-chinai?token=eyJ1c2VyX2lkIjo0NTY5NjksInBvc3RfaWQiOjM0Mjc4Nzk4LCJfIjoiSndIUGkiLCJpYXQiOjE2MTc2ODIzMjMsImV4cCI6MTYxNzY4NTkyMywiaXNzIjoicHViLTI2NjAiLCJzdWIiOiJwb3N0LXJlYWN0aW9uIn0.PO-nLaUxXZZCRVApz1gKXQ5xCkwxun8bDCD57W1W7e8\">perceptive critique</a> of the relative strengths of China and the US in artificial intelligence. His conclusion is that although China now leads the US in AI journal citations, the US is ahead in terms of impactful citations.</p></li> </ul> <h2>Our take</h2> <p>There is no doubt that various tech gadgets have changed our working lives, including mine as a journalist. I am a late adopter of new tech but, even so, glitches are unavoidable. Sometimes these are so bad you feel your life has fallen hostage to faulty technology.</p> <p>My recent case involved an iPad. Since my stack of notebooks and memo pads were taking up too much physical space, I decided just over a year ago to take notes and keep records on this gadget.&#xa0;</p> <p>The decluttering initiative was working well — until the gadget revolted. Just when a one-year warranty was running out, part of the touch screen became unresponsive, and that soon expanded to a point where I was not able to type in the password to open the terminal. Although I later managed to retrieve all the data,&#xa0;I was unable to access crucial notes when I needed them.</p> <p>Helpful staff at an <strong>Apple</strong> shop helped me obtain a new gadget at a discount but there was no choice but to pay once again. This is totally unacceptable from a consumer perspective. When technology you rely on doesn't work, you are sunk. To protect myself from a similar future malfunction, I have started keeping a small notebook in my bag again.</p> <p><em>— Kenji</em></p> <h2>Spotlight</h2> <p>After 23 consecutive lossmaking quarters, <strong>LG Electronics'</strong> chief executive Brian Kwon has&#xa0;<a href=\"https://www.ft.com/content/cbd36a87-fb4f-42f2-b116-5fbb2063f3f9\">quit</a>&#xa0;the mobile industry. </p> <p>Kwon's appointment in 2019 was part of a shake-up of the South Korean <em>chaebol's</em> top ranks that sought to speed up decision making. The company veteran of more than 30 years had sought to stabilise the ailing smartphone business. This week he bit the bullet and terminated it. </p> <p>LG's smartphone business has struggled to escape the shadow of its Korean rival <strong>Samsung</strong> as lower-priced Chinese competitors such as <strong>Huawei</strong>, <strong>Xiaomi</strong> and others relegated its global market share to a rounding error.</p> <p>Kwon's focus is expected to shift to the <a href=\"https://asia.nikkei.com/Business/Technology/LG-Electronics-to-end-loss-making-smartphone-business\">more profitable</a> home appliance and TV divisions. The company said it would also continue to leverage its mobile expertise and develop mobility-related technologies such as 6G telecommunications equipment to shore up its competitiveness in other business areas.</p> <h2>Art of the deal</h2> <p>Asian technology companies tapped public markets at a record pace in the first three months of this year and the flurry of activity shows no sign of abating. The latest is <strong>Trip.com</strong>, the&#xa0;Nasdaq-listed Chinese online travel company, which is set to launch a secondary listing in Hong Kong within days, <a href=\"https://asia.nikkei.com/Business/Markets/China-s-Trip.com-plans-1bn-Hong-Kong-secondary-listing\">according to Nikkei Asia</a>. </p> <p>Trip.com&#xa0;listed on the Nasdaq in 2003, and is valued at $23bn. Based on Wednesday's close, a 5 per cent stake sale would raise $1.2bn. However, the exact size of the auction will be determined after the preliminary investors meet.&#xa0;</p> <p>The mainland group has chosen a precarious time to do the deal. A number of secondary offerings by mainland companies in Hong Kong have <a href=\"https://asia.nikkei.com/Business/Markets/Bilibili-joins-weak-debuts-of-Chinese-tech-stocks-in-Hong-Kong\">fizzled upon their debut</a> in recent weeks including <strong>Bilibili</strong>, <strong>Baidu</strong> and <strong>Bairong</strong>. A global technology sector sell-off has roiled share valuations. Trip.com's shares in New York have declined 11 per cent since mid-March. </p> <p>“We believe the shares should be well received&#xa0;as Trip.com should gain from a business revival as vaccinations across the world pick up pace,” one well-placed person familiar with the company's plans said. </p> <h2>Smart data </h2> <p>“China's Nasdaq” is having a tough 2021. A record number of companies are abandoning attempts to list on Shanghai's Star Market, launched to fanfare in 2019. It all ties back to <strong>Ant Group</strong>'s cancelled IPO — according to <a href=\"https://www.ft.com/content/361d84dd-7a64-4418-9a08-b522d4224060\">this piece in the FT</a>. Regulators have dramatically increased scrutiny of technology businesses in the mainland since the listing was scuppered by Beijing last year.</p> <p>In November, the month that Beijing pulled Ant's listing due to concerns over its lending business, the total number of cancelled IPOs stood at just 12. By March, a record 76 companies had suspended their IPO applications — more than double the previous month and pushing the total number of aborted attempts to more than 180.</p><p>Source: Kenji Kawase, Mercedes Ruehl and James Kynge 2021 'New dawn for south-east Asian tech as Grab prepares blockbuster listing' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T07:24:31.078Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4678,
          "end": 4683
        }
      ]
    }
  ]
}