{
  "_id": "3dbed1605ffbe4210fc2cb36b7ce2e5c3ed581bca8c870fdb1a3161051a83de7",
  "feed": "ftcomall",
  "title": "Big freeze on China tech IPOs amid ‘reckless' capital probe",
  "text": "<p><em>Hello, Mercedes here from Singapore, where this week the news has been focused on the US vice-president's visit. One of Kamala Harris's biggest objectives has been to address supply chain problems in the region — an issue highlighted in Our take. But our Big Story this week had to be the big freeze on Chinese listings — many of them by tech companies. Elsewhere, check out Mastercard's woes in India and how the global chip shortage is curbing 5G infrastructure spending in China. See you next week!</em></p> <h1>The Big Story</h1> <p>Call it the big freeze: China's regulators have frozen 42 initial public offerings, many of them by tech companies, on two mainland exchanges amid a widening investigation into financial service providers, <a href=\"https://asia.nikkei.com/Business/Markets/IPO/Chinese-IPO-freeze-widens-to-dozens-more-offerings\">according to Nikkei Asia</a>. </p> <p>The precise reason for the probe was not clear but it coincided with a top-level campaign against what Xi Jinping, China's leader, has described as the “<a href=\"https://www.ft.com/content/815a4b2b-65f5-4f00-a705-deceab74331d\">reckless expansion of capital</a>”. As part of this effort, the country's anti-corruption watchdog has warned thousands of officials against “conflicts of interest” in the hometown of Jack Ma's Ant Group.</p> <p><strong>Key developments</strong>: The investigation into IPO service providers is being led by the China Securities Regulatory Commission. It is focused on Beijing Tian Yuan Law Firm, broker China Dragon Securities, CAREA Assets Appraisal and Zhongxingcai Guanghua Certified Public Accountants.</p> <p>One <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/China-carmaker-BYD-s-chip-unit-IPO-plan-halted-by-regulatory-woes\">big casualty</a> of the probe is BYD Semiconductor, China's largest maker of automotive microcontroller chips. It had filed an application in May to list on Shenzhen's ChiNext, a Nasdaq-style market supervised by the Shenzhen Stock Exchange, aiming to raise at least Rmb2.68bn ($414m) for automotive chip development.</p> <p>Offshore IPOs have also been largely paused since Beijing <a href=\"https://www.ft.com/content/5b87bbf9-f652-40fc-b06d-8e58693a8c6e\">rolled out controls</a> on such share sales in July in the wake of the $4.4bn New York offering of ride-hailing company Didi Global. Data security has been a critical focus of concern.</p> <p><strong>Upshot</strong>: The IPO crackdown is part of a wider probe into cozy deals, insider access, cartels, creative accounting and other ills that perpetuate gross inequalities. Beijing's latest leitmotif is what it calls “common prosperity”, not the highly unequal society of the present time.</p> <h1>Mercedes' top 10</h1> <ol>  <li><p>SoftBank and Mossad? Yes, the huge <strong>Japanese</strong> fund has hired the ex-head of <strong>Israel's</strong> intelligence agency as an <a href=\"https://asia.nikkei.com/Business/SoftBank2/Most-wanted-SoftBank-enlists-ex-Mossad-chief-as-investment-adviser\">investment adviser</a>. (Nikkei Asia)</p></li>  <li><p>More hurdles for Nvidia's planned $54bn takeover of British chip designer Arm: the <strong>UK</strong> competition watchdog recommended an <a href=\"https://www.ft.com/content/6033ee95-96cd-4c5b-b84a-196bf573f5a7\">in-depth investigation</a>. (FT)</p></li>  <li><p><strong>China's</strong> ban on bitcoin mining has created a vacuum that international “miners” are only <a href=\"https://www.ft.com/content/1188803d-4327-4628-9dec-f30f38a03d94\">too happy to fill</a> thanks to the promise of greater profits. (FT)</p></li>  <li><p><strong>Japan's</strong> 7-Eleven, which has about 20,000 stores, plans to take on Amazon and others by <a href=\"https://asia.nikkei.com/Business/Retail/7-Eleven-s-20-000-Japan-shops-to-add-delivery-in-battle-with-Amazon\">launching delivery services</a> nationwide. (Nikkei Asia)</p></li>  <li><p><strong>US</strong> payments companies saw <strong>India</strong> as the next big market. Now, they are on <a href=\"https://www.ft.com/content/f5d9e9cb-2889-4e9f-b6b9-6c2c0a89366f\">the wrong side</a> of the country's plans — and the government. (FT)</p></li>  <li><p>Nissan Motor's Makoto Uchida may well have the <a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Restarting-Nissan-Makoto-Uchida-takes-corporate-Japan-s-toughest-job\">unluckiest timing</a> of any chief executive in the history of corporate <strong>Japan</strong>. (Nikkei Asia)</p></li>  <li><p>“For the first time in months, I had a heavy tilt to global, longer-term investors coming to buy”: <a href=\"https://www.ft.com/content/3db58686-b052-4594-89fe-6029f553a57d\">Are buyers returning</a> for <strong>Chinese</strong> tech stocks? (FT)</p></li>  <li><p>The $29bn Afterpay deal solidified <strong>Australia's</strong> <a href=\"https://www.ft.com/content/516cc0bd-4ce2-4432-8401-8e128ebc5a8f\">growing status</a> as a tech centre. But not all are convinced that the country can be a global hub for listings. (FT)</p></li>  <li><p><strong>US</strong> company Netflix is <a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Netflix-seeks-to-electrify-growth-in-rural-Japan-with-utility-tie-up\">getting creative</a> with partnerships as it seeks to remain the top streaming service in <strong>Japan</strong>. (Nikkei Asia)</p></li>  <li><p>Super apps, the fad among tech companies from the <strong>US</strong> to <strong>south-east Asia</strong>, are not so super. <a href=\"https://www.ft.com/content/9ab775cc-d596-4e0b-aa3e-34e9111ec431\">They risk frustrating users</a>, says the FT's Tim Bradshaw.</p></li> </ol> <h1>Our take</h1> <p>The spread of the Covid-19 Delta variant across south-east Asia is highlighting the region's importance to technology supply chains. </p> <p>Countries such as Malaysia, Vietnam and Thailand have climbed up the manufacturing value chain in recent years. About 15 per cent to 20 per cent of global components are made in the region, including the resistors and capacitors used in smartphones and other products.&#xa0;Several companies <em>—</em> such as <strong>Apple</strong> <em>—</em> have looked to shift more of their supply chain from China to south-east Asia in an effort to diversify. </p> <p>However, record numbers of coronavirus infections in Vietnam and Malaysia are now exacerbating a global shortage. Malaysia, a hub for packaging and testing components that go in everything from vehicles to smartphones, is unlikely to restore full production capacity anytime soon because of lockdowns. <strong>Ford</strong> last week said it was temporarily stopping production of its F-150 truck at one of its plants because of a semiconductor-related parts shortage resulting from Malaysia's outbreak.&#xa0;</p> <p><strong>Toyota</strong> suspended assembly lines at some Japanese factories between late July and early August owing to infections in Vietnam, which constrained the supply of parts. As #techAsia <a href=\"https://www.ft.com/content/ea40a67f-eb2a-40a4-ab7a-d26095a413e6\">revealed last week</a>, Covid is also disrupting plans by Apple, <strong>Google</strong>, <strong>Amazon</strong> and others to shift production from China to Vietnam.&#xa0;Low vaccination rates in the region and the likelihood of rolling lockdowns for months to come are set to prolong disruptions.</p> <p><em>— Mercedes</em></p> <h1>Smart data</h1> <p>The global chip shortage is hampering China's 5G rollout. Spending on 5G networks and other infrastructure by <strong>China Telecom</strong>, <strong>China Unicom</strong> and <strong>China Mobile</strong> and their joint venture <strong>China Tower</strong> <a href=\"https://asia.nikkei.com/Spotlight/5G-networks/Chinese-telecom-operators-cut-back-5G-network-construction\">fell one-quarter</a> in the first half of this year compared with the previous year, a period previously identified as a peak for building out the new high-speed systems. The drop reflected microchip shortages that have affected equipment availability as well as efforts by the carriers to cut costs by sharing infrastructure. </p> <h1>Spotlight</h1> <p>When Young Liu took over from Terry Gou at Taiwan's Foxconn two years ago, he inherited his mentor's <a href=\"https://asia.nikkei.com/Business/Business-Spotlight/An-iPhone-with-four-wheels-Inside-Foxconn-s-bid-to-build-EVs\">electric vehicle vision</a>.</p> <p>“If we can make iPhones, why can't we make EVs? It is an iPhone with four wheels,” Gou had told internal meetings at the world's biggest contract electronics manufacturer. Although Gou's 2014 vision did not find immediate success, it was not abandoned, and Foxconn is now seized by a renewed push into electric vehicles. </p> <p>Liu has vowed to have Foxconn's designs, components, mechanical parts or software inside 5 per cent of global electric vehicles by 2025. The company has also announced plans to build factories in the US and Thailand that will assemble whole electric vehicles and is looking for locations to build cars in Europe, as well.</p> <p>The developments come against a backdrop of declining profits from consumer electronics. Foxconn's sales grew just 0.3 per cent last year, and net profit has been shrinking since 2017. Electric vehicles are crucial if the company is to boost its gross margin from the current 6 per cent to a 10 per cent target. Optimism over its electric vehicle push spurred Foxconn's shares to a four-year high in March, and they reman up more than 15 per cent since the start of the year. </p> <p>The stakes are high if Foxconn's electric vehicle ambitions stall again.</p> <h1>Art of the deal</h1> <p><strong>Baidu</strong>, China's leading search engine, is showing that even as the share prices of the country's technology stocks languish, there can be joy in the bond market. </p> <p>The company <a href=\"https://www.ft.com/content/f193aef9-e5da-4bcc-9151-fee7234e3d12\">raised $1bn</a> in a heavily oversubscribed bond sale on strong appetite from investors, having attracted between $5bn and $6bn of orders, according to two bankers who worked on the deal. The bond priced at lower levels than expected, in another indication of the strong demand.</p> <p>The dollar debt issuance came as Chinese authorities have pursued a sweeping 10-month campaign targeting the country's largest tech companies. Baidu's shares are down by one-third this year, while the Hong Kong-listed stock of <strong>Alibaba</strong> fell to its lowest level since the ecommerce group's secondary listing in the city in 2019.</p> <p><em>This article has been amended to reflect the fact that Didi Global is a ride-hailing company. </em></p><p>Source: Mercedes Ruehl, James Kynge and Kenji Kawase 2021 'Big freeze on China tech IPOs amid ‘reckless' capital probe' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-25T07:29:41.261Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4960,
          "end": 4965
        },
        {
          "start": 4127,
          "end": 4132
        }
      ],
      "nexusId": "10022657"
    }
  ]
}