{
  "_id": "b318a656c44eb013113d75f9eccf6f8f353f3c48ebd7880dcc22deca4845e40e",
  "feed": "wall-street-journal",
  "title": "Sonos Roam Is Versatile Addition To Outdoor Gear",
  "text": "<p>It has Wi-Fi wireless capabilities and can become part of a wider Sonos speaker array when connected to your home network. You can set up Google Assistant or Amazon Alexa voice control on it. The Roam can play audio from any Mac, iOS or Apple TV device over AirPlay 2. The speaker can automatically adjust its sound based on the environment using the onboard microphone. You can combine the Roam with other Alexa speakers through the Amazon Alexa app. (While the Roam can be set up with Google Assistant, it can't be grouped with other Google speakers.)</p><p>The Roam is the more portable, budget-friendly version of the $399 Sonos Move, a similarly Wi-Fi- and Bluetooth-enabled, outdoor elements-friendly speaker. The Move is a favorite of Grammy Award-winning mastering engineer Emily Lazar for its sound quality. Plus, it's got such a big battery, it can be used as a laptop charger.</p><p>The Sonos Roam sounds slightly better than the Bluetooth speakers in the same size and price category. It produces clear, well-balanced audio and the bass is punchy, but don't get too excited: It's only about as good as you'd expect from a burrito-size speaker.</p><p>Things change when you pair two Roams in stereo. Quick lesson: Most modern songs have two channels, a left and a right. If you listen from one speaker, those channels are typically mushed together, but if you have two speakers paired for stereo sound, you get to hear both, giving the music a noticeable sense of perspective and space. If you have two Roams and pair them, the sound is fuller, richer and louder.</p><p>It takes less than a minute to create a pair in the Sonos app, which is a good thing, since you have to re-pair the speakers every time they're turned on. And it only works over Wi-Fi -- you can't pair them when you're using Bluetooth. If you want to use a Roam (or two) in your home sound system, you can buy a wireless charger that keeps it powered on. That way, two speakers can stay paired in stereo, at least until you take them out of the house.</p><p>My Sonos Roam test devices occasionally fell out of their paired state if a speaker was moved, or another device streamed music to them via AirPlay. A Sonos support engineer said it was a bug: A multiple-access-point network like my home's Google mesh network can confuse the speakers' software, especially if the speakers connect to different access points. The team is working on it, he said.</p><p>Using a voice assistant while unplugged can drain the 10-hour battery up to twice as fast -- and Google Assistant is more draining than Alexa. A Sonos spokeswoman said the company is working on an update that would improve battery life when Google Assistant is enabled.</p>",
  "published": "2021-04-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 237,
          "end": 242
        }
      ],
      "nexusId": "10022657"
    }
  ]
}