{
  "_id": "194cba2cf61f8a416b87a09ea10b2911c91e81951405332d2b8a73b97d28f1d6",
  "feed": "ftcomall",
  "title": "Former Australian PMs put Murdoch in the hot seat on climate change",
  "text": "<p>“Citizens around the world need to take consumer action against [Rupert] Murdoch's products,” says Kevin Rudd, former Australian centre-left prime minister. “This guy is one of the greatest enemies of climate change action on the planet.” Australia's former centre-right prime minister Malcolm Turnbull, who has allied with Rudd against Murdoch, tells me: “The most effective voice for climate denialism in the English-speaking world has been Murdoch's.” The mogul's son <a href=\"https://www.ft.com/topics/people/James_Murdoch\">James</a>, speaking more broadly, recently criticised unnamed “media property owners . . . who <a href=\"https://www.ft.com/content/9eab68e1-7afb-4282-95fa-3149bd091efa\">know the truth but choose instead to propagate lies</a>”. For all the anxiety about fake news on social media, disinformation on climate seems to stem disproportionately from one old man using old media.</p> <p>This is the most hopeful moment yet for global action on climate. The world's three biggest powers have set targets for net-zero carbon emissions: the US and EU by 2050, China by 2060. Yet&#xa0;Rudd and Turnbull believe action requires confronting Murdoch. How central is he to climate inaction, and can he be confronted?</p> <p>Murdoch probably does shape rightwing views on climate. In an Ipsos Mori survey of 20 countries in 2014, the three countries with least belief in man-made climate change were his main markets of the US, Britain and Australia. British attitudes have since improved, but the US and Australia retain large fringes of climate deniers, reports YouGov. These two countries have helped block consensus in international summits on climate. Murdoch, says Rudd, “isn't just an Australian problem, or even an Anglosphere one. Murdoch has become a planetary problem.”</p> <p>The mogul owns more than half of Australia's newspaper industry, plus the TV channel Sky News. Rudd says Murdoch's media try to intimidate opponents into silence. “They target you individually, as a political leader, or even a Swedish schoolgirl. They seek to eviscerate your character. My response is: ‘Bugger you, we're fighting back.'”</p> <p>But how much can Murdoch influence the US, where his Fox News averaged just 3.6 million primetime viewers in 2020? Rudd replies: “In both Australia and the US, he has progressively moved centre-right parties to the far right” by radicalising their base. Murdoch's media also help set agendas for rightwing social media.</p> <p>The approach taken varies, from downright climate denial to cheerleading for hydrocarbon industries to casting climate as a cultural-economic issue. Rudd says Murdoch's Australian tabloids follow the line that “politically correct centre-left politicians who try to act on climate change are going to take your jobs”.</p> <p>A News Corp Australia spokesperson insists its publications recognise climate change “is real” and reflect “the different viewpoints being expressed”. They reject the criticisms of News Corp, adding it has not sought to silence anyone on these issues, nor moved Australian politics to the far right. They accuse Rudd and Turnbull of past political failings, saying: “They are now seeking to rewrite history — and why they did not achieve climate action — to hide their own&#xa0;shortcomings.”</p> <p>Turnbull says Murdoch's media treat climate “not as a matter of physics, but a matter of identity or belief”. He summarises Murdoch's recent legacy as “Donald Trump, Brexit and climate denialism”. When Turnbull saw the president and the mogul together, he found Trump “deferential, almost obsequious, to Murdoch”. Trump even wanted to invite Murdoch to his bilateral discussion with Turnbull. Perhaps Trump is just another radicalised Fox viewer.</p> <p>What motivates Murdoch? Rudd says: “He is an ideologist of the far-right on&#xa0;climate but also in terms of a view of what the Anglosphere should be in global politics. Look at how he campaigned in the Iraq war. He is a tax minimalist, a regulation minimalist, and he's fatally addicted to the aphrodisiac of power.”</p> <p>Though Murdoch turns 90 in March, Rudd doesn't expect a biological solution. “The succession's determined and it's going to be [his son] <a href=\"https://www.ft.com/content/3fac826e-5921-11e8-bdb7-f6677d2e1ce8\">Lachlan Murdoch</a>. And [he] is stitched at the hip to far-right politics in the US and Australia.”</p> <p>Newer far-right media, such as QAnon conspiracy sites, may leave Murdoch behind. Fox has shed viewers since its recent separation from Trump. January's Trumpist attack on Washington happened without Murdoch's support. His decades of propaganda have unleashed forces he cannot control. Fox risks ending up inside the far-right tiger.</p> <p>Now the Australian senate is holding an inquiry into media ownership and bias, after <a href=\"https://www.ft.com/content/e4bc7513-e827-4edd-844f-2bc4cad731ae\">Rudd launched a popular online petition</a> calling for a royal commission into media diversity. Turnbull and Rudd want more. Turnbull says advertisers in Murdoch's media should be asked “how they justify supporting platforms that have done so much damage to democracy”. Rudd is campaigning for a boycott of what he calls “Murdoch's major cash cow in Australia”, the housing website realestate.com.au. He says: “That's a concrete course of action, which I believe is causing a level of anxiety within News Corporation headquarters.” I point out to him that extending that principle worldwide might mean boycotting Murdoch's sports broadcasters. Rudd says: “We've joined the fight. Who will win, not sure, but we're going to give them a run for their money.”</p> <p><em>Follow Simon on Twitter&#xa0;</em><a href=\"https://twitter.com/KuperSimon\"><em>@KuperSimon</em></a><em>&#xa0;and email him at simon</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Simon Kuper 2021 'Former Australian PMs put Murdoch in the hot seat on climate change' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T05:00:48.246Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5530,
          "end": 5535
        },
        {
          "start": 5530,
          "end": 5537
        }
      ],
      "nexusId": "10022657"
    }
  ]
}