{
  "_id": "53828feb208496bc8264a2578a6ee952359f5dd278bfd5e447b297f205a055ad",
  "feed": "market-watch",
  "title": "The toy shortage: a crisis or a teachable moment?",
  "text": "<p>Many popular toys may sell out long before the holidays, thanks to ongoing pandemic-related disruptions. This could be a disaster — or a great opportunity to reshape how we celebrate.</p><p>We can&#xa0;shop earlier&#xa0;and more thoughtfully, resisting the last-minute scramble for “must-have” items that really aren't. We can choose classic over trendy, handmade over mass-produced. We can swap experiences for stuff and even make this a learning opportunity for our kids.</p><p>This approach requires some strategizing but could result in a saner, less stressful holiday.</p><p>Why toys may be in short supply</p><p>Holiday shortages are nothing new. Most years, some trendy toy or gaming console becomes the hot, hard-to-find item when manufacturers and retailers misjudge demand.</p><p>What may be different this year is the number of toys in short supply. Most toys and electronics are manufactured in Asia, but bottlenecks at ports are delaying deliveries, while shipping costs have skyrocketed. The cost for shipping containers has risen during the pandemic from about $3,500 to “well over $20,000,” says Jonathan Gold, vice president of supply chain and customs policy for the National Retail Federation.</p><p>“The supply chain throughout the pandemic has been stretched from end to end,” Gold says.</p><p>Also see:Apple and Amazon Were Slammed By Shortages. Here's the Good News in the Bad.</p><p>Higher costs are often passed along to consumers as higher prices. That, and the potential for shortages, should encourage people to&#xa0;start shopping as early as possible, says Jillian Wahlquist, vice president of Tom's Toys, an independent retailer with three locations in California.</p><p>“If there's a special toy or something that parents are really looking for, buy it now,” Wahlquist says.</p><p>How to avoid the mad scramble for toys</p><p>Of course, panic buying early in the season can be just as destructive to your&#xa0;budget&#xa0;as waiting until the last minute. Consider drafting a holiday budget now that incorporates all your expected costs, including gifts, decorations, entertaining and travel. Write down all the people you expect to buy presents for, along with the amount you intend to spend, then make adjustments to keep your spending in line with your means to avoid going into debt.</p><p>If you're buying a gift for a child and not sure what they want, or are concerned that their interest will wane by the holidays, consider some alternatives.</p><p>The first substitute is to choose classic toys that retain their appeal over time. Board games, art supplies, crafting materials and building toys such as wooden blocks are some possibilities.</p><p>Another option: handmade gifts. If you aren't crafty, you can buy wooden toys, stuffed animals and other handmade options at crafts fairs, farmers markets and online creative marketplaces like Etsy ETSY. These can get pricey, but the quality and charm may justify the cost. Plus, you're benefiting individuals and small businesses rather than retail giants.</p><p>Giving experiences can be another great option, especially for teenagers. Researchers at the University of Illinois Chicago found that kids ages 3 to 12 prefer material gifts, while older children get more happiness from experiences. Teenagers have better developed memories and can recall details of an event, which contributes to lasting happiness, the researchers found. Younger children have a harder time remembering and appreciating past experiences, although sharing photos and videos of the event can help, according to the researchers.</p><p>Experiences&#xa0;can include passes to a rock-climbing or trampoline gym, a minigolf course or an amusement park; travel; or lessons to spark or feed a particular interest, such as horseback riding, coding or baking. In normal times, tickets to sporting events, concerts or shows also would be an option, but these may not be feasible or desired during the pandemic.</p><p>Also read:Amazon hired 628,000 people but is still short staffed</p><p>Play the memory game</p><p>Speaking of memory, try this with your kids: Ask them what their favorite gift was last year, and the year before, and the year before that. Even teenagers with well-developed memories may have trouble recalling presents of the past.</p><p>The point isn't to shame kids for not remembering. Rather, you can share the memories you do have, which likely have more to do with the time you spent together than with what you gave each other. Together, you might create a list of what you want to do as a family during the holidays.</p><p>When my daughter was little, I created an Advent calendar that included one activity each day, from baking cookies to making gingerbread houses to checking out the holiday lights in a nearby neighborhood. She's now in college and has good memories of what we did together, long after the toys, games and stuffed animals have gone to Goodwill.</p><p>Don't miss:Kids under 12 could soon get COVID-19 vaccinations — 5 key questions parents should ask</p><p>We can't wave a magic wand that unkinks supply chains, fills store shelves and ensures every wish is granted. Focusing on what we can control, though, helps us cope with what we can't — at the holidays and at any time of year.</p><p>More From NerdWallet</p><p>How to Get the Top Best Buy Black Friday 2021 Deals</p><p>How to Get the Best Walmart Black Friday 2021 Deals</p><p>Smart Money Podcast: What People Get Wrong About Credit, and Self-Employed Budgeting</p><p>Liz Weston writes for NerdWallet. Email: lweston@nerdwallet.com. Twitter: @lizweston.</p>",
  "published": "2021-11-01T05:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1272,
          "end": 1277
        }
      ],
      "nexusId": "10022657"
    }
  ]
}