{
  "_id": "ff78309abdf4b7fc096a30967b16b71a0c2ee3f3df8498085eaa60d52439afe5",
  "feed": "wall-street-journal",
  "title": "'The Wires of War' Review: How Online Lies Become the Truth; First, cook up an 'untruth.' Then 'layer' it, obscuring its source. At any hint of suspicion, use a 'ﬁrehose' to drown out the correct details.",
  "text": "<p>Mr. Helberg here isn't describing the process by which theSteele dossier, concerning Donald Trump's alleged Russia collusion, deranged American politics for five years. Instead, the author's purpose in \"The Wires of War: Technology and the Global Struggle for Power\" is to explain how Russia and China, among others, seek to wage digital war on America and its allies.</p><p>A worthwhile meditation on this so-called gray war might reflect on how we often wage such a war on ourselves. With the Steele dossier, a series of absurd allegations concocted—sorry, \"placed\"—at the instigation of a desperate presidential campaign were amplified and layered via campaign operatives, reporters' anonymous sources and a pathologically gullible Federal Bureau of Investigation before achieving integration nirvana at the precise moment Mr. Trump's alleged exploits in a Moscow hotel room were first \"reported\" on cable news.</p><p>Alas, Mr. Helberg focuses only on the foes outside the gates. He is correct that malign foreign powers view the internet as a battlefield on which to wage asymmetric war. He offers a comprehensive, if often jumbled, account of the forms such warfare can take, whether the \"software war\" playing out as social-media misinformation or the \"hardware war\" for access to your smartphone and the secrets about you it can reveal. Russia is a primary combatant in the former; China, the latter.</p><p>We get a long account of Russian misinformation efforts during and after the 2016 presidential election. We get a retread of debates about technological infrastructure, from Huawei's communications equipment to Apple's Chinese-built iPhones, and a warning about how hackers can shut down power to large sections of major cities, such as a \"devastating\" 2016 blackout in Kyiv triggered by a phishing attack. It's all worth repeating, although Mr. Helberg, a senior adviser at Stanford University's Center on Geopolitics and Technology, has little new to offer about the contours of these conflicts. This is especially irritating given his past as a Google senior manager.</p><p>Because what we're really here for is Mr. Helberg's experience as a leader in Google's battle against misinformation in its news-related products. He dangles that prospect before us in his opening pages, recounting the day in 2017 that he and other executives discovered that the Vladimir Putin-linked Internet Research Agency (IRA) had purchased \"thousands of dollars of ads on Google\" during the 2016 election. Too bad we only learn here what \"the media later reported\" since, as Mr. Helberg writes, \"I can't recount many of the sensitive internal details.\"</p><p>This matters because although we now understand that Russian and other propagandists try to confuse politics in many Western democracies, it remains hard to discern to what extent they succeed, or how. Mr. Helberg describes the techniques Russian troublemakers deploy online. These include blasting tweets in farcically ungrammatical English and \"firehosing,\" or flooding the internet with false or misleading stories about a news event to drown out the correct details.</p><p>Presumably Google has some internal data on the effectiveness of such strategies, but if it does Mr. Helberg is keeping shtum. Instead, the reader repeatedly encounters variations on \"It's difficult to know how many of these [Russian] efforts paid off, but some did.\" Says who?</p><p>As an example of Russian success, Mr. Helberg offers an anecdote about Trump activists in Florida allegedly paid by Russians active on social media to stage a 2016 piece of street theater mocking Hillary Clinton. However, Mr. Helberg neglects to mention that this performance seems to have gone unheeded by anyone, including Florida voters—until Special Prosecutor Robert Mueller dredged it up two years later in an indictment of the IRA. Only at that point did the stunt show up in the newspapers. Is that amplification, or layering?</p><p>Elsewhere, Mr. Helberg writes of the apparent Kremlin firehose that sprayed denials of responsibility for the 2018 nerve-agent poisoning, in Salisbury, England, of Russia's former intelligence agent Sergei Skripal and others: \"If you are unaware of or confused by exactly what occurred, then the Russians did their job.\" Except the next sentence suggests they didn't: \"The facts, however, are widely accepted.\"</p><p>Mr. Helberg's caginess about what Google and other tech companies know about such malign online activities (and what they are doing about it) undermines the author's policy recommendations, which boil down to \"trust us elites more.\" He suggests Washington pour more funding into Silicon Valley to counter gray warfare, so the technologists can sort things out in coordination with the same Capitol Hill denizens who chased fake \"collusion\" claims for years. Ditto his suggestion that citizens cross-check anything they read online against the reports of \"authoritative sources\" such as the New York Times—a source so authoritative that it shared a Pulitzer Prize with the Washington Post for their now-debunked reporting on the Russia-collusion narrative.</p><p>The glib opacity of reporters hiding behind anonymous sources, of tech companies hiding behind trade-secret algorithm tweaks, and of lawmakers and FBI agents hiding behind everyone else, is a direct cause of the distrust that's corroding America's democracy from the inside, a phenomenon Russia and China happily exploit but don't necessarily cause. The first question for any serious examination of information warfare—a question with which Silicon Valley giants, intelligence officials and the media steadfastly refuse to engage—is the extent to which those institutions' own neuroses make them bigger gray-war patsies than any Trump voter.</p><p>Mr. Sternberg, a member of the Journal's editorial board, writes the Political Economics column.</p><p>'The Wires of War' Review: How Online Lies Become the Truth</p>",
  "published": "2021-11-30T23:20:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1607,
          "end": 1612
        }
      ],
      "nexusId": "10022657"
    }
  ]
}