{
  "_id": "45792627070121358407f252494865ac068e4a510d3214729b1dbc4282cc90ef",
  "feed": "ftcomall",
  "title": "Celebrate the Year of the Ox with radish ‘cake'",
  "text": "<p>On Friday, the Year of the Ox begins. With the scourge of the pandemic, traditional Chinese New Year's celebrations are likely to be subdued. But while a noisy, lavish, multigenerational New Year's Eve dinner and a fortnight of feasting with friends may be impossible, many classic foods of the season can be enjoyed on a more modest scale. </p> <p>Radish cake is one of them. The name of this classic dim sum hardly does justice to its extraordinary deliciousness. A huggy, comforting mass of Asian white radish slivers in a rice-flour batter, threaded with nuggets of pork and shrimp, it is typically cut into thick slices and browned in a frying pan, so the crisp outer layer contrasts blissfully with the smooth, voluptuous interior. </p> <p>Chilli sauce, chilli oil and Laoganma black bean sauce all make fine accompaniments. Strangely, its name is often translated on English menus as “turnip paste”. </p> <p>Radish cake is just one of a whole family of&#xa0;“cakes” made from various starchy ingredients&#xa0;that are particularly beloved by the people of the Chaozhou region of south-eastern China, as well as the Cantonese and Taiwanese. They include the denser five-spiced taro cake (<em>yutou gao </em>芋头糕) and a translucent, golden cake studded with crisp morsels of water chestnut (<em>mati gao</em> 马蹄糕). </p> <p>Radish cake is often made in huge round dishes and scattered with fried shallots, sliced spring onions, coriander and&#xa0;sesame seeds, to be sliced, fried and eaten when guests arrive. </p> <p>While the classic version is made with cured pork and dried shrimp, it's fun to play around with extra ingredients. Many cooks add some diced Chinese wind-dried sausage; I've sometimes used thick-cut smoked English bacon. Below you'll also find a vegetarian version with smoked tofu, dried mushrooms and peanuts. </p> <p>The batter can be made with rice flour alone but introducing a proportion of other starches (potato flour, cornflour or water chestnut flour) lightens and loosens the texture. In China the cake is usually cooked in a steamer over a wok but I prefer to use a pressure cooker for ease and speed. </p> <p>Mindful of pandemic restrictions, I've written this recipe for restrained quantities: enough radish cake to fill a 750ml rectangular Pyrex food box, which yields at least eight decent slices and should fit in a pressure cooker. Feel free to scale up the quantities if you are feeding a crowd or wish to stash some in the freezer (in convenient slices separated by parchment paper). </p> <p>The cake will keep in the fridge for up to four days. Eat it on its own or with steamed or boiled dumplings, bought or home-made, for a dim sum brunch, served with Chinese tea. Alternatively, a fried slice or two makes a superb breakfast or midnight feast with scrambled eggs and chilli sauce.</p> <h2>Radish cake (Luobo gao 萝卜糕)</h2> <ol>  <li><p>Place the dried mushrooms and shrimps in a bowl and cover with boiling water from the kettle. Leave to soften for at least 30 minutes. </p></li>  <li><p>Remove any rinds from the pork or bacon and cut into 5mm dice. Trim the spring onion whites and smack lightly with the flat of a cleaver blade or a rolling pin to loosen. Lightly oil your cooking container to prevent sticking (it should have a capacity of 750ml and fit into your steamer or pressure cooker).</p></li>  <li><p>When the mushrooms have softened, discard any stalks and cut the caps into dice of a similar size to the meat, retaining the soaking water. Chop the dried shrimps in the same way. </p></li>  <li><p>Heat 1 tbs oil in a seasoned wok over a high flame. Add the spring onions and stir-fry until golden, then remove and discard, leaving the fragrant oil in the wok. Add the pork or bacon and stir until it has released its oils, then tip in the drained shrimps and sizzle until both are tinged with gold. Finally, add the mushrooms and stir-fry briefly until they have lost some of their moisture. Remove the mixture from the wok, with the oil, and set aside. </p></li>  <li><p>Combine the rice flour and potato starch or cornflour in a bowl. Add 130ml cold water and stir until smooth. </p></li>  <li><p>Peel the radish. Cut diagonally into broad slices about 5mm thick, and then into 5mm slivers (alternatively, cut into thin juliennes with a food processor). Place the radish slivers in the wok. Add 175ml of the strained mushroom-soaking water. Heat over a high flame, stirring often and covering the radishes with a lid between stirs so that they steam (try to keep the slivers piled up in the liquid so that they don't catch on the side of the pan). Cook this way for about 10 minutes, until the slivers have become floppy; add another tablespoon or so of the mushroom liquid or water if you need to. You want to end up with slivers that are cooked but not browned, and only a tablespoon or two of liquid remaining. Switch off the heat. </p></li>  <li><p>Add the pork mixture, along&#xa0;with the salt, pepper and sesame oil, and quickly stir through the radish slivers. Give the rice batter a stir and then tip into the wok, mixing thoroughly to incorporate — it will thicken slightly as you do this. Turn the mixture into your prepared container. Press it down and smooth the top. Cover with a piece of kitchen foil. </p></li>  <li><p>If you are using a pressure cooker, place the container on the rack inside and steam at high pressure for 30 minutes, allowing pressure to release naturally. Otherwise, place the container on a rack in your wok and cover with a wok lid (or place in a bamboo steamer), half fill the wok with boiling water and steam over high heat for 10 minutes and then medium heat for about an hour, until a skewer comes out clean. Make sure you top up with hot water from the kettle as necessary so that the wok doesn't boil dry. </p></li>  <li><p>Allow the radish cake to cool&#xa0;completely, brush the surface with a little oil and keep in the fridge until needed (up to four days). Alternatively, cut into slices 2cm thick, interleave with baking parchment and freeze.</p></li>  <li><p>When you wish to serve the radish cakes, cut off slices about 2cm thick and pan-fry in a little vegetable oil over a medium heat until piping hot and lightly browned on both sides. Serve with your preferred chilli sauce. </p></li> </ol> <h2>Vegetarian version </h2> <p>Instead of the pork and shrimp&#xa0;mixture, use the following&#xa0;recipe: </p> <ol>  <li><p>Heat the cooking oil in a wok over a high flame. Add the spring onions and stir-fry until golden; remove from the oil and discard. </p></li>  <li><p>Add the mushrooms to the wok and fry briefly until they have lost their moisture. Tip in the tofu and stir-fry until slightly golden, seasoning with the soy sauce. </p></li>  <li><p>Add the drained seaweed, if using (it will still be quite wet), and stir-fry to evaporate some of its liquid. </p></li>  <li><p>Off the heat, stir in the peanuts and set aside. Add to&#xa0;the&#xa0;radish slivers, in place of&#xa0;the pork mixture in the main&#xa0;recipe. <br></p><p>* To fry your own peanuts, place in a wok with just enough oil to cover and heat gently for 10-15 minutes, stirring often, until golden. Do not overheat the oil — it should just sizzle softly around the nuts. Drain and set aside.</p></li> </ol> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Fuchsia Dunlop 2021 'Celebrate the Year of the Ox with radish ‘cake'' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-06T05:00:46.220Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7053,
          "end": 7058
        },
        {
          "start": 7053,
          "end": 7060
        }
      ],
      "nexusId": "10022657"
    }
  ]
}