{
  "_id": "fd90b1e45f283cca1fe8f0ad7df858191b77b93a4829b0d7f1f17bae21cebac0",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Weekend Confidential: Steve Cropper --- A mainstay of classic rock and soul music returns with a new album.",
  "text": "<p>Mr. Cropper has recorded on his own only sporadically, releasing eight solo albums over 50-plus years. Now he has released \"Fire It Up,\" his first solo album in a decade and a product of the pandemic. For the first time, Mr. Cropper worked with veteran singer-songwriter Roger C. Reale, who shocked him by suggesting that he would record all his vocals on an iPhone. It was a scary proposition for Mr. Cropper, one of the all-time great studio magicians.</p><p>But when he heard Mr. Reale's first vocal tracks, he was convinced: \"Where's this guy been all my life?\" he thought. Despite the modern technology, the album is dominated by classic old-school soul songs, with surging organ, gritty vocals and Cropper's stabbing lead lines and chugging rhythms propelling tunes punctuated by horns.</p><p>When the time came to finish the guitar tracks, Mr. Cropper had to confront a problem. \"I had left the guitar alone for too long, and my fingers weren't working like they used to,\" he says. \"I've never really played much when I'm not on the road or the studio, but I had never taken that long of a break. I had to work to get back to where I wanted to be.\"</p><p>Asked how he developed his singular guitar style, a bedrock of soul music deeply rooted in gospel, country, blues and R&amp;B, Mr. Cropper shrugs. \"I've always been a channeler, not a musician,\" he says. \"When the spirit hits me, I go with it. From time to time, it just falls out of the ceiling, and I'm there to catch it.\"</p><p>Mr. Cropper was born on a farm in Willow Springs, Mo., in 1941. When he was 9 his family moved to Memphis, Tenn., where his father worked as a railroad detective. He was exposed to Black gospel music and fell in love with it, working odd jobs to save up $18 to purchase his first guitar from the Sears catalog.</p><p>When Mr. Cropper was 21 his band the Mar-Keys had their first hit with \"Last Night,\" a bouncy organ- and horn-driven instrumental. That band soon morphed into Booker T. and the MGs, which became the house band for Stax Records, Memphis' cornerstone soul label. Stax recorded and released music at a dizzying pace, producing hits for Wilson Pickett, Sam and Dave, Albert King and many others.</p><p>A turning point for Mr. Cropper and the label arrived almost accidentally in 1962, when guitarist Johnny Jenkins was recording in the studio. He had brought along a then-unknown Otis Redding, who worked for him as a driver and onstage singing foil. Redding kept bugging the band to listen to him sing, until drummer Al Jackson finally asked Mr. Cropper to come \"get this guy off [his] back.\"</p><p>Since keyboardist Booker T. Jones had gone home, Mr. Cropper sat at the piano, and the singer told him, \"Just give me some of them church chords.\" \"I knew what Otis meant and started playing, and as soon as he sang two words the hair on my arms stood up,\" recalls Mr. Cropper. \"It was immediate. That's how well he sang and his timber in his voice. I had never heard a voice like that. It blew me away and never stopped doing so.\"</p><p>Mr. Cropper stopped the singer almost immediately, much to Redding's dissatisfaction -- \"You don't like my song?\" he asked -- because he wanted Stax owner Jim Stewart to hear it. Stewart loved the song and called the band back together to record \"These Arms of Mine,\" with Mr. Cropper on piano and Jenkins playing guitar. The gorgeous ballad was the start of a stellar five-year run for Redding, with a steady stream of classics recorded in Memphis with the same crew. \"Working with Otis had as much to do with the way I play as anything,\" says Mr. Cropper. \"I just instinctively knew what to play behind him.\"</p><p>On December 10, 1967, Otis Redding and most of his band were killed in a plane crash in Wisconsin. As a shocked pall settled in, Mr. Cropper threw himself into finishing his friend and collaborator's final, uncompleted song: \"Sitting on the Dock of the Bay,\" a wistful, folky departure from the hardcore soul singing that had made Redding famous.</p><p>Redding and Mr. Cropper had been confident it would be a breakthrough hit, taking Redding from soul star to pop icon. They had looked forward to completing the recording together, a job that now fell to Mr. Cropper alone. \"Writing the song was easy because Otis had such a strong vision of it, but finishing it was the hardest thing anybody would ever have to do,\" he says. One of the final touches he added to the song was the sound of squawking seagulls and crashing waves.</p><p>In 1978, Mr. Cropper got an unlikely career boost when he backed comedians John Belushi and Dan Aykroyd as a key member of their Blues Brothers band, which had begun as a sketch on Saturday Night Live. When he started, Mr. Cropper recalls, it \"seemed like a fun one-off thing,\" opening a run of Los Angeles shows for comic Steve Martin. The Blues Brothers \"had a blast\" playing nine shows, but when they released an album, \"Briefcase Full of Blues,\" audiences took to it for real, making it a number one, multiplatinum hit. That spurred the 1980 \"Blues Brothers\" movie, which shined a light on African-American musical giants like Ray Charles, Aretha Franklin, James Brown and John Lee Hooker.</p><p>Mr. Cropper says he and bandmate Donald \"Duck\" Dunn got a lot of flak when that record came out, with people asking why we were \"working with these two clowns. That was ridiculous. They were real musicians who loved the blues and did a lot of good for a lot of us. John Belushi was one of the nicest guys you would ever want to make music with -- just awesome.\"</p><p>\"I've been asked many times why I was so successful, but I have no idea!\" says Mr. Cropper. \"Lots of luck. It's not necessarily the expertise and knowledge that you have; you have to put yourself in a position to accept it when it comes. Nobody's gonna do it for you.\"</p>",
  "published": "2021-06-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}