{
  "_id": "b70b181754b14e934ed40b0ae999481e01d4fa098501126ffd1d6b03de3793bf",
  "feed": "ftcomall",
  "title": "Kamala Harris's college sorority rejoices in her rise",
  "text": "<p>Jill Louis rarely calls US vice-president <a href=\"https://www.ft.com/stream/90b17786-33ab-4526-8f0b-315fa70a98bd\">Kamala Harris</a> by her official title.</p> <p>She has another name for Ms Harris — soror.</p> <p>Ms Harris and Ms Louis, a partner at the law firm Perkins Coie, have been “sorors”, or sisters, since they were members of the Alpha Kappa Alpha sorority as students at Howard University in Washington, DC in 1986.</p> <p>For Ms Harris, membership in America's oldest all-black sorority has been one of the defining attachments of her life.&#xa0;&#xa0;</p> <p>“I'm home when I see you guys, and it's a real blessing,” Ms Harris said this month, when she addressed the 37 women with whom she joined Alpha Kappa Alpha decades ago. She has called the group “her centre”.</p> <p>Her inauguration this week as the nation's first black vice-president was a moment to rejoice for her fellow sorors. “We want people to know the vice-president like we know the vice-president,” Ms Louis said.&#xa0;</p> <p>It was also an indication of how America's establishment is changing. Dozens of previous White House occupants have been members of fraternities and private clubs — from Thomas Jefferson's time at the Flat Hat Club at the College of William and Mary to George HW Bush being “tapped” for the secretive Skull &amp; Bones at Yale and his son's time at the rowdy Delta Kappa Epsilon, among others.</p> <p>Fraternities are a longstanding feature of American universities. These social clubs tout the community work, civic spirit and philanthropic contributions of members. They are also markers of status that can provide life-long networks of social and business contacts.</p> <p>With Ms Harris's ascent to the vice-presidency, AKA now joins a world of mostly white, elitist clubs, from which it and the other historically black Greek letter organisations have been separate.</p> <p>While membership in AKA is a signifier of status to black Americans, the organisation and its symbols are still little known to many whites. At a January 2019 book event for Ms Harris, for example, a white Washington Post reporter tweeted that audience members let out “screeches” after the then-senator's sorority affiliation was mentioned on stage. In fact, she was referring to the AKA's traditional call of “skee-wee”, and her description prompted an outcry from blacks. (Ms Harris's sorors call the incident the “skee-wee heard around the world”.)&#xa0;</p> <p>AKA was founded at historically black Howard University in 1908 by nine women determined to replicate the system of Greek lettered sororities and fraternities present on white campuses. It now boasts about 300,000 members across 50 states, including the actress Phylicia Rashād and Starbucks chief operating officer Rosalind Brewer.</p> <p>For black women, involvement with AKA often begins long before they formally “pledge”, or apply, in college. AKA hosts a cotillion called Fashionetta for girls and awards scholarships to high school students.</p> <p>Like Ms Harris, sorors tend to be bound to the organisation long after they graduate, attending regular meetings and community service events with their local alumni chapters. They sport AKA's iconic combination of salmon pink and apple green with a strand of pearls such as the one the new vice-president frequently wears.</p> <p>AKA has given Ms Harris more than just spiritual sustenance. Along with other black fraternities and sororities, it mobilised to help her campaign as soon as Ms Harris joined President Joseph Biden's ticket.&#xa0;</p> <p>“We had to get our democracy back, our country back,” says Glenda Glover, who is AKA's president, and also president of Tennessee State University. “There was so much effort put into this campaign.”</p> <p>Ms Harris's “line sisters,” the 35 other women with whom she entered AKA at Howard — some of them now university presidents and executives — have spent the past year organising fundraisers across the country and appearing on CNN and other television networks to vouch for the former senator's character.</p> <p>“They follow in this African American Christian tradition of servant leadership — not that that's not emphasised in white fraternities and sororities, but it is fore and centre for African American fraternities and sororities,” says Rosalind Chow, a Carnegie Mellon professor who specialises in organisational behaviour and theory. “They are serving God, and they are there to contribute to the community.”</p> <p>Her sorors' backing was particularly helpful to Ms Harris early in her own presidential campaign, when she struggled to overcome the misgivings of some black voters because of her record as a prosecutor, according to Njeri Mathis Rutledge, a professor at South Texas College of Law in Houston.&#xa0;</p> <p>Although she has only met the vice-president twice, Prof Rutledge, who pledged AKA as a student at Spelman College in Atlanta in 1991, said their shared affiliation led her to spend hours making phone calls for the Biden-Harris campaign. She estimates that she sent as many as 7,000 texts to voters before election day.</p> <p>Prof Rutledge said: “AKA is going to be bragging about this one forever!”</p><p>Source: Taylor Nicole Rogers in Chattanooga 2021 'Kamala Harris's college sorority rejoices in her rise' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-23T11:00:14.172Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3057,
          "end": 3062
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}