{
  "_id": "9965e00ca92d549c717af4ae860a8fcd4bdf2b694802b6249249337af73b0525",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Table Talk: In Praise of Difficult Fruit --- If we never forage beyond what's sweet and accessible, we miss out on worlds of zesty excitement, from elderberries to mangosteen.",
  "text": "<p>But fruit doesn't have to be easy. There's a special kind of joy to eating fruit that makes you work slightly harder for the payoff. I have a damson tree in my garden, and one of the pleasures of late summer for me is picking the dusty-blue fruits, which are like plums only much, much tarter and smaller. Stewed with a little sugar and sieved, these damsons yield a dark magenta puree that makes every supermarket plum taste bland by comparison. I keep damson puree in the freezer and have it over yogurt or oatmeal in the morning, and every time I taste it, I marvel at its acerbic power.</p><p>If we only ever eat fruit that is sweet, soft and accessible, we miss out on whole worlds of fruit excitement. It's a bit like only listening to music in a major key. \"The Book of Difficult Fruit: Arguments for the Tart, Tender and Unruly\" by Kate Lebo (Farrar, Straus and Giroux) is a fascinating new book that celebrates the edgier side of fruit. Ms. Lebo wants us to consider fruits that are mouth-puckeringly sour (rhubarb or gooseberries or yuzu), fruits that are mildly poisonous (like the pits of cherries and apricots), fruits that are as stinky as cheese (durian) and fruits so inky-dark they will stain your clothes (elderberries).</p><p>The whole nature of fruit has changed in modern times. Fruit used to be something that was deeply seasonal and mostly wild, whereas now it is mostly domesticated and available year-round. But there are still wild fruits around if you know where to look. Ms. Lebo writes about the many varieties of native huckleberry in the U.S., a fruit so stubborn that they \"refuse to be domesticated.\" The word is sometimes used just to mean wild blueberry, but huckleberries are really several families of small woodland berries, some of which grow in the mountains of the Pacific Northwest (Vaccinium membranaceum) and some of which grow more on the East Coast (Gaylussacia baccata, for example). No one has found a way to grow \"hucks\" commercially. As Asta Bowen wrote in \"The Huckleberry Book,\" the huckleberry is \"wildness in your hand.\"</p><p>It's strange to think that pretty much all fruit used to be like the huckleberry: wild, unpredictable and free to anyone resourceful enough to pick it. Even strawberries were wild once: tiny, strong-tasting fruits, nothing like our succulent red strawberries. Or consider the blackberry. It used to be \"the commonest wild fruit in England,\" according to the Oxford Dictionary, and until recently, blackberrying along the hedgerows was a summer ritual for many children.</p><p>But wild blackberries have downsides. As long ago as 1850, an article in The New England Farmer was complaining that the wild blackberry was an \"obnoxious bush\" on account of the vicious brambles and calling for this \"valuable dessert fruit\" to be turned into a cultivated crop. Today, the cultivated blackberry market is worth millions, driven by new sweet thornless varieties. The blackberry has gone from being obnoxious and free to being friendly but expensive. \"I don't know why I still call them 'brambles,'\" said my friend Jane, offering me a slice of cheesecake with some huge, luscious cultivated blackberries.</p><p>Fruits -- which are really seed-dispersal systems for plants -- can be much stranger and more varied things than you would guess from the usual selection of shiny apples and smooth bananas in the grocery store. In \"The Fruit Hunters,\" Adam Leith Gollner points out that there may be as many as 240,000 to 500,000 plant species that bear fruit in the world, and of these, perhaps 70,000 to 80,000 may be edible.</p><p>Mr. Gollner writes that the single most flavorful fruit he has come across is the mangosteen, a purple fruit from southeast Asia with a woody exterior and a fleshy white inside that he says tastes \"majestic.\" To get at this lovely fruit, you have to saw through its tough shell with a serrated knife.</p><p>Another category of \"difficult fruits\" that have fallen from favor are the ones that need cooking before they become edible. Among my own favorites are quinces: hard fruits that look like swelling, golden pears. They smell so lovely -- like \"honey and citrus,\" writes Ms. Lebo -- that you imagine they will also taste like a raw pear. But if you bite into this tempting yellow orb, you may find, as she did, that \"an astringent sour sensation wicked all the moisture from my mouth.\" Like rhubarb, quinces need heat and sugar to shine. Cooked into a pink jam or jelly or added in small quantities to an apple pie, quince is ambrosial.</p><p>But quinces can seem daunting, if you've never cooked one. The man at the Turkish food shop where I buy them said that the demand for quinces is falling. His mother still makes them into jam with cardamom, but he doesn't have many customers who would choose a quince over an apple.</p><p>Don't get me wrong. I am grateful that not all fruit is difficult. One of the great luxuries of being alive today is having access to reliably sweet fresh fruits in all seasons. I am grateful to be able to have juicy oranges in my fruit bowl whenever I want. As Ms. Lebo writes, difficult fruit can be, well, unlikeable. She tried to love durian fruit -- whose pungent charms are beloved all over Southeast Asia -- but found herself unable to get past \"the onion burp, the melon rot.\"</p><p>Still, there is something bracingly exciting about seeking out less obvious and wilder fruits now and then, as an exhilarating reminder of fruit's wild past. I recently tried my first sea buckthorn berries, a kind of wild orange berry that grows along coastlines. The texture of the little berries was creamy like a mango, but they were so sour they almost made me gasp. They may not have been as instantly lovable as a supermarket blueberry, but they were far more energizing to eat, at least in tiny quantities.</p><p>The British food writer Jane Grigson referred to sour fruits such as black currants and damsons as having \"power.\" This seems right to me. If we never eat berries with seeds, thorns or pucker, we miss out on the true nature of fruit.</p>",
  "published": "2021-05-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4774,
          "end": 4779
        },
        {
          "start": 4467,
          "end": 4472
        }
      ],
      "nexusId": "10022657"
    }
  ]
}