{
  "_id": "dece0d79092e364fdb5808718af82d0655906f93074ca00ac0d85d0d626866f0",
  "feed": "wall-street-journal",
  "title": "Google Loses Appeal of EU's  $2.8 Billion Antitrust Fine  ----  By Sam Schechner",
  "text": "<p>   A European Union court largely upheld a $2.8 billion antitrust decision against Google, adding momentum to the bloc's assault on big tech companies. </p><p>   The EU's General Court in Luxembourg on Wednesday endorsed a 2017 antitrust finding by EU competition regulators that the Alphabet Inc. search engine had broken antitrust laws by directing users toward its own comparison-shopping ads at the expense of rival services. </p><p>   At stake in the case, which was argued a year and a half ago, is a legal precedent that is the focus of intense scrutiny globally: whether the internet's biggest platforms have a special responsibility to avoid favoring their own in-house products and services over those offered by competitors. </p><p>   \"Google departed from competition on the merits,\" the court said, finding that changes Google made to its search engine that favored its own ads didn't create efficiencies \"that would counteract its negative effects on competition.\" </p><p>   In a minor victory for Google, the court struck down one element of the EU's case, saying that regulators hadn't proved Google's conduct distorted competition among general search engines. But the judges backed regulators' finding that there had been harmful effects on the narrower market of comparison-shopping search engines. The judges also reaffirmed the amount of the fine Google had to pay. </p><p>   A Google spokeswoman said it was too early to say whether the company would appeal the decision to the EU's top court. \"This judgment relates to a very specific set of facts,\" she said, adding that the company would \"review it closely.\" </p><p>   Google had previously argued, in opposing the decision, that EU antitrust regulators had misapplied their own precedents and ignored competition Google faces in the e-commerce sector from Amazon.com Inc. </p><p>   Wednesday's ruling is a victory for Margrethe Vestager, an executive vice president of the EU's executive arm who leads its efforts to curb alleged wrongdoing by companies including Google, Apple Inc. and Facebook owner Meta Platforms Inc. </p><p>   The Google shopping decision was Ms. Vestager's first antitrust salvo against the companies -- and the first in a trio that levied more than $9 billion in fines against the search-engine. Google has appealed the other two cases as well. </p><p>   The European Commission, the bloc's main antitrust watchdog, said Wednesday's ruling \"delivers the clear message that Google's conduct was unlawful and it provides the necessary legal clarity for the market.\" </p><p>   FairSearch, a group representing some complainants in the case, applauded the ruling and called for the commission to \"tighten the screws on Google in other areas.\" </p><p>   Ms. Vestager's victory in court against Google comes as she is also spearheading EU efforts to pass regulations for big tech companies, including an online-competition bill called the Digital Markets Act. That bill, which is under debate by the bloc's legislators and member states, would among other things ban very large tech companies, dubbed gatekeepers, from treating their own products more favorably in their rankings than those from third parties. </p><p>   The U.K. has separately set up a competition-enforcement unit targeting tech companies that have what it calls strategic market status and is working on legislation that could empower the regulator to enforce codes of conduct for those companies. There have also been similar proposals in China and the U.S. </p><p></p>",
  "published": "2021-11-11T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1975,
          "end": 1985
        },
        {
          "start": 1975,
          "end": 1980
        },
        {
          "start": 1975,
          "end": 1984
        }
      ],
      "nexusId": "10022657"
    }
  ]
}