{
  "_id": "479726f3ee67de30282430554f539babc7dd1f6918122196254d05cf55f3ff28",
  "feed": "market-watch",
  "title": "Supply of corporate debt labeled ‘green' bonds from big U.S. companies soars 73% in 2021",
  "text": "<p>That is up from slightly less than $50 billion last year and $27 billion in 2019 (see chart), as borrowing costs narrowed and global funds targeting social, environmental and good governance (ESG) investments reached new heights.</p><p>BofA GlobalBofA estimated that borrowing costs for U.S. investment-grade companies LQD issuing green bonds in the past four years also were 2.4 basis points tighter, or lower, than bonds issued without a label, making it increasingly advantageous for big businesses to issue this type of debt.</p><p>Related: OCC takes step toward pressure on large banks to reveal climate-change risks</p><p>For its estimates, the BofA team analyzed green bonds priced in the primary market, or where new bonds are first sold to investors for funding, explaining that “primary market spreads directly reflect how much companies save in interest costs when issuing ESG bonds relative to regular bonds.”</p><p>Also, with roughly $1.5 trillion in U.S. investment-grade bond debt issued in 2021,&#xa0;“new issue pricing generally does not suffer from the poor liquidity that impacts secondary market spreads for most IG bonds.”</p><p>However, labeling for green, or other ESG, bonds remains in the early stages in the U.S., making it difficult to readily identified such debt in the secondary market, where bonds trade after they initially are marketed and sold to investors.</p><p>Ford Motor Co. F, which saw sales in November soar from its electric-vehicle business, sold a $2.5 billion green bond in the same month, making it one of the year's biggest such issuers.</p><p>Read: Ford kicks off $2.5 billion green-bond financing on heels of infrastructure deal </p><p>Apple Inc. AAPL and Google-parent GOOG Alphabet also have recently sold billions in green and sustainability bonds designed to fund greener technologies, as the costs of extreme weather tied to climate change skyrocket.&#xa0;</p><p>Investment-grade bond spreads, like other parts of the credit market, have narrowed with global yields after nearly two years of accommodative central bank policies, which now have begun to tighten.</p><p>Fears about the potential for higher U.S. interest rates in 2022, the omicron variant fueling a surge in global COVID-19 infections and liquidity woes ahead of the Christmas holidays were blamed for selling in stocks SPX Monday, with the Nasdaq Composite COMP heading closer to correction territory, or at least a 10% decline from its Nov. 19 record close.</p><p>Investors and governments also have begun to increasingly focus on climate risks, with global funds dedicated to ESG investment reaching a record $384 billion this year as of November, a roughly threefold increase from 2019, according to the BofA team, which used data complied by EPFR Global.</p><p>Read next: Wall Street could crumble under the weight of a ‘carbon bubble,' these groups warn</p>",
  "published": "2021-12-20T15:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1642,
          "end": 1646
        },
        {
          "start": 1631,
          "end": 1636
        },
        {
          "start": 1631,
          "end": 1641
        },
        {
          "start": 1631,
          "end": 1640
        }
      ],
      "nexusId": "10022657"
    }
  ]
}