{
  "_id": "e39c120f49be9bfadd88cc4f48860f47fc5512b942185da7188ef58133ea1bac",
  "feed": "wall-street-journal",
  "title": "World News: World Watch",
  "text": "<p>Makes Mars Landing</p><p>China landed a rover on Mars early Saturday, becoming the third nation after the U.S. and the Soviet Union to land on the red planet, achieving a crucial landmark in its quest to be at the forefront of space exploration.</p><p>The lander containing the Zhurong rover, named after the god of fire in ancient Chinese mythology, touched down on Mars, according to state media reports citing China's national space agency. The target landing site had been the southern part of Mars's Utopia Planitia, a large plain. It descended from the Tianwen-1 orbiter that has been circling Mars since February.</p><p>The landing was the most challenging aspect of China's most ambitious space mission to date. The probe had to rely on parachutes, retrorockets and its blunt shape to decelerate and touch down on the planet, the China National Space Administration has said.</p><p>The country's program has been a source of pride in China as President Xi Jinping continues to preside over an era of nationalism. China has largely had to go-it-alone in space exploration after being shut out of NASA -related initiatives since 2011 by U.S. law.</p><p>-- Natasha Khan</p><p>---</p><p>HONG KONG</p><p>Police Freeze Assets</p><p>Of Media Tycoon Lai</p><p>Police froze the assets of media tycoon Jimmy Lai under national security legislation, including his majority stake in a newspaper that is a fierce critic of China's government.</p><p>The city's Secretary for Security John Lee issued written notices for the freezing of Mr. Lai's shares in Next Digital Limited , along with property held in bank accounts in three companies Mr. Lai owns, the government said Friday. Next Digital publishes the Apple Daily newspaper that is popular among pro-democracy supporters in the city.</p><p>The assets frozen totaled 500 million Hong Kong dollars (about $64.4 million), the South China Morning Post reported. The freeze isn't related to Next Digital's bank accounts and won't affect group operations or the newspaper, Apple Daily reported, citing Chief Executive Cheung Kim-hung .</p><p>Mr. Lai, who is in his 70s, resigned as chairman of the media group in December. He is serving a jail sentence for unauthorized assembly related to antigovernment protests that rocked the city in 2019 and awaits trial on three national security charges.</p><p>Mr. Lai is one of the most visible targets of China's crackdown on dissent in the city.</p><p>-- Natasha Khan</p><p>---</p><p>IRELAND</p><p>Ransomware Attack</p><p>Hits Health Service</p><p>Ireland's public healthcare system said it shut down major technology systems Friday after a ransomware attack, causing disruption at hospitals and Covid-19 testing centers.</p><p>Paul Reid, director-general of the Health Service Executive, told Irish radio the attack was sophisticated and used ransomware known as Conti. He said Ireland's Covid-19 vaccination services would continue normally because they use different technology than the country's other healthcare operations.</p><p>Mr. Reid said the HSE hadn't received a ransom note.</p><p>The attack appears to be the first major strike to disable a country's centralized public-health system during the pandemic.</p><p>However, hackers have attacked individual hospitals and research centers around the world, including a Czech hospital treating coronavirus patients. Cyberattacks cost hospitals in the U.S. millions of dollars in 2020.</p><p>Staff at Dublin's National Maternity Hospital resorted to using pen and paper to record patient details on Friday after the HSE disabled all access to its IT services, said Shane Higgins, the hospital master.</p><p>-- Catherine Stupp</p>",
  "published": "2021-05-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1637,
          "end": 1642
        },
        {
          "start": 1946,
          "end": 1951
        }
      ]
    }
  ]
}