{
  "_id": "80fc994f06eab04192b0b691696ebff7c40496cc32f2202e490754578511b0e4",
  "feed": "market-watch",
  "title": "Judge denies Apple's motion to delay App Store changes in Epic antitrust case",
  "text": "<p>Gonzalez Rogers made her original ruling in the Apple-Epic Games Inc. antitrust lawsuit in September.</p><p>In a hearing Tuesday, Apple AAPL said it needed more time to rewrite its anti-steering policies that bar app developers from linking to payment methods besides the iOS App Store.</p><p>“Apple believes no additional business changes should be required to take effect until all appeals in this case are resolved. We intend to ask the Ninth Circuit for a stay based on these circumstances,” an Apple spokesperson said in an email to MarketWatch.</p><p>Apple contends it will be irreparably harmed if it is forced to allow developers to steer their customers to cheaper payment systems starting in December, as the judge ordered.</p><p>Last month, Apple said in a court filing that it was “working hard to address these difficult issues in a changing world, enhancing information flow without compromising the consumer experience.” It noted a class-action settlement in which it agreed to let developers email customers, as well as a settlement with Japanese antitrust regulators to let certain apps bypass its commissions of up to 30%.</p><p>Alphabet Inc.'s Google GOOGLGOOG last month said it was slashing the app-store fees in half for most developers. The action follows a similar but less comprehensive move by Apple&#xa0;as both companies contend with mounting pressure from developers, regulators and lawmakers to make their mobile stores more accessible and commission fees less punitive.</p><p>Evercore ISI analyst Amit Daryanani said “it remains to be seen how big of a negative” impact the ruling will have on Apple. Ultimately, it will come down to whether consumers “choose to travel to an external websiteand re-enter payment information rather than just clicking a singlebutton in-app.”</p><p>“We think at best it's the 50 largest non-gaming Apps that could go downthe path of circumventing AAPL's payment,” Daryanani said in a note to clients on Wednesday. He rates Apple's stock as outperform with a price target of $180.</p>",
  "published": "2021-11-10T11:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 539,
          "end": 544
        },
        {
          "start": 48,
          "end": 53
        },
        {
          "start": 728,
          "end": 733
        },
        {
          "start": 130,
          "end": 134
        },
        {
          "start": 487,
          "end": 492
        },
        {
          "start": 1863,
          "end": 1867
        },
        {
          "start": 281,
          "end": 287
        },
        {
          "start": 1584,
          "end": 1589
        },
        {
          "start": 1290,
          "end": 1295
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 124,
          "end": 129
        },
        {
          "start": 1939,
          "end": 1944
        }
      ]
    }
  ]
}