{
  "_id": "8d9e0423a880a0bb355d8c9c05479def6f0d7d82bbb00f7e4f1144b6dbc24379",
  "feed": "ftcomall",
  "title": "Nestlé is engineering an exit from the fat years",
  "text": "<p>In a crisis, a therapist often encourages the patient to examine his or her life honestly before moving on, and Nestlé appears to be adopting that attitude. “Is it worth it?” the world's largest food group asked executives about making its “exciting indulgence” DiGiorno Three Meat Croissant Crust pizza, with lots of salt. The answer was left unsaid.</p> <p>Nestlé's latest motto is “Good food, Good life” but it has studied its brands, from KitKat chocolate to Maggi Noodles, and found many wanting. An internal presentation this year <a href=\"https://www.ft.com/content/4c98d410-38b1-4be8-95b2-d029e054f492\">acknowledged</a> that more than 60 per cent of its mainstream food and drink products, such as ice cream, snacks and that salty pizza, do not meet a “recognised definition of health.”</p> <p>It is not exactly a shocking discovery. Nestlé is a Swiss processed food company, not a Danish chef concocting foraged salads. Nestlé, Kraft Heinz and Unilever traditionally made convenient and reliable meals, with a long shelf life and plenty of sugar and salt to whet the consumer's appetite. They were expert at marketing them and many people were happy to eat them.</p> <p>After the fat years, consumers and governments have rebelled. Sugar, sodium and saturated fats are no longer acceptable in such quantities, and shoppers peruse labels for additives and E numbers. The <a href=\"https://www.npr.org/templates/story/story.php?storyId=89876927&amp;t=1622729227698\">edict</a> of the writer Michael Pollan not to buy “products with more than five ingredients, or any ingredients you can't easily pronounce” has become accepted wisdom.</p> <p>This leaves Nestlé and its rivals in a bind. “Some of our categories and products will never be ‘healthy' no matter how much we renovate,” its presentation gloomily observed. Ice creams, or cans of Orange San Pellegrino with more than 7.1g of sugars per 100ml, should be occasional treats, but removing the sugar would eliminate the indulgence.</p> <p>Nestlé could sell the worst offenders to another company that cares less about its image, but it would still face a problem. Shoppers now want healthy, unprocessed products with “clean labels” that taste as good as the old ones, feel the same in the mouth and will last just as long. The truth is, whatever promises producers make, it cannot all be done.</p> <p>For some years, the company has played an ingredient version of the wood block game Jenga, taking out as many unhealthy elements as possible from their products without the edifice collapsing. It does not always work: Nestlé <a href=\"https://www.dailymail.co.uk/news/article-7999909/Nestle-axes-low-sugar-chocolate-Milkybar-Wowsomes-underwhelming-demand.html\">withdrew</a> its Milkybar Wowsomes, a version of the chocolate with less sugar, in the UK and Ireland after it failed to sell as well as the original.</p> <p>As food groups reduce ingredients, they have to substitute others to achieve a similar effect. Take sponge cake. One <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/1750-3841.13446\">study</a> found that 30 per cent less fat could be used to bake a cake without altering the texture or flavour so much that people who sampled it objected, if OptiSol 5300 was used to replace the fat. Fine, but what on earth is OptiSol 5300?</p> <p>It turns out to be an <a href=\"https://www.glanbianutritionals.com/sites/default/files/2017-02/Solutions%20Portfolio%20US%2010132016.pdf\">ingredient</a> derived from flaxseed that can bulk out baked goods and extend their shelf life, yet qualifies for a clean label because it hails from a plant. It is made by Glanbia Nutritionals, which <a href=\"https://www.glanbianutritionals.com/en-gb/your-glanbia/our-expertise\">bills itself</a> as “a science-led, quality-obsessed and down-to-earth provider of innovative nutrition solutions to many of the world's greatest brands.”</p> <p>Glanbia started as an <a href=\"https://www.glanbiaireland.com/our-story\">Irish dairy co-operative</a> and still makes milk and cheese, but has gravitated to where the action is in the food industry, devising natural substitutes for traditional ingredients. It is not alone: Tate &amp; Lyle, the British company founded as a sugar producer, <a href=\"https://www.ft.com/content/9cd54fa9-7009-4df7-b882-4bbb966767fd\">plans to sell</a> its sweeteners division to focus on making such ingredients for Nestlé and others.</p> <p>The clean label movement has been good for a bunch of nutrition and biosciences groups — Givaudan, Symrise, Corbion, IFF Nourish, Ingredion — whose ingredients fluff out cakes, make biscuits crunch and produce pea protein for plant-based milk. Like car parts suppliers, you may never have heard of them, but their technology plays an increasing culinary role.</p> <p>These ingredients may be healthier than the chemicals and additives they are replacing, as well as sugar and salt. They also qualify as clean label, and so can be sold as natural to shoppers. But it is hard to argue that they are less processed, or intricately engineered.</p> <p>This applies to plant-based food more generally. Impossible Foods takes DNA from soy plants and <a href=\"https://impossiblefoods.com/heme\">inserts it</a> into genetically engineered yeast to obtain the heme additive that makes its meatless burgers “bleed”. A US appeals court this month <a href=\"https://www.bloomberg.com/news/articles/2021-05-03/impossible-foods-wins-ruling-to-continue-use-of-key-additive\">upheld</a> the regulatory approval of the technology.</p> <p>One day, consumers will notice that natural does not equate to unprocessed in new foods. Kiwi fruit purée can be <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0308814617320605\">added</a> to cloudy apple juice and the liquid homogenised at high pressure to keep it uniform and accentuate the aroma. It qualifies for a clean label, but is that nature or artifice?</p> <p>Nestlé will keep renovating, given its own analysis. It is <a href=\"https://www.ft.com/content/2a56a940-3118-4747-b5b9-604ece32d0f6\">taking on</a> Oatly, the Swedish oat drink maker, in Europe with a pea-based milk alternative called Wunda; it has <a href=\"https://www.nestle.com/stories/plant-based-seafood-tuna\">launched</a> Sensational Vuna vegan tuna in Switzerland. But it still makes processed food, if not as we know it.</p> <p><a href=\"mailto:john.gapper@ft.com\"><em>john.gapper@ft.com</em></a></p><p>Source: John Gapper 2021 'Nestlé is engineering an exit from the fat years' FT.com 4 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-04T04:00:19.255Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4671,
          "end": 4676
        }
      ]
    }
  ]
}