{
  "_id": "6a0bf205f4be85bd92b5ad4ccbd738dd32fc263710fec3d68257c7211fdd2c3c",
  "feed": "market-watch",
  "title": "Lordstown stock rallies after report EV maker is poised to sell factory to Foxconn",
  "text": "<p>Lordstown RIDE shares were recently up more than 7%, poised to end at their highest since July 22. The stock has gained nearly 20% this month, on track for its best monthly performance since January, when it rose 26%.</p><p>Bloomberg reported earlier Thursday that the Lordstown is “near an agreement” to sell the Ohio plant to Foxconn TW:2354, citing people familiar with the talks. A company spokesperson said it has “no comment at this time.”</p><p>Foxconn, best known as the Apple Inc.'s AAPL iPhone maker and other noteworthy electronics for several tech giants, in February announced a deal with EV maker Fisker Inc. FSR</p><p>Last year Foxconn announced an expansion that included working with EV companies and in January entered a joint venture with Chinese auto maker Geely, which sells Volvo vehicles and other brands.</p><p>The report comes as Lordstown in June warned investors it could run out of money, adding “going concern” language to a regulatory filing. Lordstown said at the time that it was looking for more investments.</p><p>In its August second-quarter report, Lordstown executives said the company was looking for “potential strategic partners” to use the company's “well situated, 6.2 million-square-foot manufacturing plant and 650-acre campus” in Ohio. The plant would be big enough to accommodate other “manufacturing partners.”</p><p>The plant is often praised on the Street as an attractive asset and a reason for taking a positive view on Lordstown's stock.</p><p>The factory belonged to General Motors Co. GM, which used it to make some of its compact cars. It was slated to close as part of GM's focus on more popular and profitable trucks and SUVs, but then sold to Lordstown Motors in 2019.</p><p>The stock has enjoyed a boon since the EV maker in late August named a former Icahn Enterprises LP executive as its chief executive. Daniel A. Ninivaggi promised “absolute focus on execution.”</p><p>In the year, however, the shares have lost more than 60%, contrasting with gains of around 16% for the S&amp;P 500 index. SPX</p>",
  "published": "2021-09-30T13:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 467,
          "end": 472
        },
        {
          "start": 467,
          "end": 477
        },
        {
          "start": 480,
          "end": 484
        },
        {
          "start": 467,
          "end": 476
        }
      ],
      "nexusId": "10022657"
    }
  ]
}