{
  "_id": "bf6b4369b03900e67bace87e68701b71b4135d9fc2f7fc5d7e9c2eceed047f01",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Keywords:  New Tricks for Old Chips  ---  The world is growing ever hungrier for semiconductors.  Not all of them need to be made with cutting-edge technology.  ----  By Christopher Mims",
  "text": "<p>   Stephen Howe is a dealer of expensive antiques of almost unfathomable mechanical complexity that are much sought-after by a discerning and deep-pocketed clientele. The need for his wares is at an all-time high, and yet he's feeling glum: Demand has so outstripped supply that it's almost impossible for him to get hold of items to sell. </p><p>   Mr. Howe buys and sells not vintage watches or classic cars but the equipment that makes the microchips that have been so scarce lately. The machines he sells tend to be at least 10 years old, since that's about how long the best-capitalized chip manufacturers -- like Samsung, Intel and Taiwan Semiconductor Manufacturing -- hold on to new chip-making equipment. But they can be much older. </p><p>   We typically associate microchips with the latest and greatest technology, but it turns out that most of the chips that go into the products we use are made with older manufacturing techniques. </p><p>   More than half the global semiconductor industry's revenue comes from these older types of chips, says Wayne Lam, director of research at CCS Insight, a technology advisory firm. This, despite the fact that these chips are individually much less expensive than the high-end processors that are the brains of smartphones and laptops. A new, advanced Intel laptop processor chip costs hundreds of dollars. In contrast, many of these older-generation chips cost just a few dollars; some as little as pennies. </p><p>   The world can't get enough of the cheaper chips. They go into cameras and other sensors in our phones and cars; power-handling electronics; the logic controllers of factory equipment; the chips that enable wireless communication. It's a shortage of these chips that is at the root of shutdowns of automobile manufacturing and Apple's inability to meet demand for the latest iPhone alike. </p><p>   The pandemic helped trigger current chip shortages, prompting both shutdowns of chip factories and a surge in demand for work-from-home gear and other products that use them. But that is just part of the story. </p><p>   Mr. Howe, who started his company in 1998, says that typically the semiconductor industry has gone through cycles of boom and bust that by turns fill and then empty his warehouses, which are located in Italy, Malaysia and Texas. But starting in 2016, demand for both new and used equipment for making chips has only grown, he says. </p><p>   That swelling demand is due in part to the growth of the \"Internet of Things\" over the past five or so years, says Hassane El-Khoury, chief executive of Onsemi, a Phoenix-based semiconductor manufacturer that specializes in power and sensing technologies for automotive and industrial applications. </p><p>   It's not just that so much of what we buy these days has a chip in it -- it's also that some of those things have many more chips than ever before. For Onsemi, the dollar value of microchips in an electric vehicle with a driver-assist system is 30 times as much as the cost of the chips in a gas-powered vehicle without such a system, says Mr. El-Khoury. </p><p>   Chip manufacturers are responding to all this demand by pledging to make more chips than ever, but ramping up manufacturing of the kinds of chips that so many companies need right now is difficult or impossible, for a number of reasons. </p><p>   One is that expanding the capacity of a fab -- the factory in which microchips are made -- takes months even under the best of circumstances, in part because of the almost unbelievable complexity of making chips -- even those using somewhat older technology. </p><p>   Making a chip with cutting-edge technology, on 12-inch circles of pure, crystalline silicon known as \"wafers,\" requires lasers so precise they can create features on microchips just 5 nanometers, or billionths of a meter, thick -- only slightly larger than the width of a single strand of DNA. Those chips, which include the processors that Apple and Samsung tout whenever they come out with a new phone, may require more than 1,000 passes through different machines inside a chip-making factory, says Jamie Potter, CEO of Flexciton, a startup that makes software to help chip makers optimize their manufacturing plans. </p><p>   Making chips based on older technology involves 8-inch wafers and circuitry many multiples thicker, but still requires up to 300 passes through one sort of machine or another, adds Mr. Potter. </p><p>   This level of complexity means that even if a startup or less-experienced chip manufacturer can obtain chip-making equipment -- China has been subsidizing domestic chip manufacturers of this sort for over a decade -- it may not be able to make chips well enough to make a profit. Even the best chip manufacturers throw out on average 10% of the chips they make. </p><p>   As the chip shortage has grown acute, bidding wars for used equipment have spiraled, says Mr. Howe. For example, a Canon FPA3000i4, a piece of lithography equipment manufactured in 1995, which is used to etch circuits in chips, was worth as little as $100,000 in October 2014, and today goes for $1.7 million, he says. </p><p>   Potential buyers are now left with a difficult choice if they want to expand their capacity to make older chips: either pay exorbitant prices for old equipment, assuming they can even find it, or get on a waiting list for new equipment, which often stretches to six months and beyond. </p><p>   TSMC is expanding its capacity to make older chips by building a new plant for that purpose in Japan. Intel has no plans to build new capacity for manufacturing older kinds of chips, and continues to concentrate on making bleeding-edge chips, says Lisa Spelman, a vice president in Intel's data-center group. </p><p>   Continuing to build more fabs that make the newest generations of chips could help alleviate the chip shortage by creating more global capacity overall, she adds. But taking advantage of that newer capacity requires manufacturers to migrate their designs for chips from the older technology to the newer kind, says Gaurav Gupta, an analyst at Gartner covering semiconductors and electronics. This is expensive and takes time, in part because manufacturers of chips for automobiles, for example, must verify the longevity and safety of their chips every time they come out with a new generation of them. Intel has set up a team to help auto makers transition to newer chip tech. </p><p>   In products where the technology has been certified for safety and durability, older chip tech is favored, says a spokeswoman for Infineon, which manufactures a variety of chips for the automotive industry. The electronics that handle the overhead lights in your car -- or the chips that control your automatic windows -- don't need to be on the very latest chip tech, she adds. </p><p>   Even the companies that make chips are themselves hamstrung by the chip shortage. Infineon, for example, has adequate capacity for making its own power-handling chips, but can't get enough of the older-style microcontroller chips that its systems also require, and which it has long outsourced to third-party manufacturers like TSMC, says the spokeswoman. </p><p>   The supply shocks and demand spikes of the pandemic, on top of years of growing demand for chips and the tools to make them, has represented \"a complete reset of the entire semiconductor supply chain,\" says Mr. Lam of CCS Insight. \"Just the scale of it -- I don't think people appreciate how dramatic it has been.\" </p><p></p>",
  "published": "2021-11-06T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1755,
          "end": 1760
        },
        {
          "start": 3851,
          "end": 3856
        }
      ]
    }
  ]
}