{
  "_id": "60cda8fbabd5f9b301e5c518cc9ff1d1c401f132e68af4293d926020218e8e80",
  "feed": "market-watch",
  "title": "Why the debut of tipping bitcoin on Twitter isn't just about tipping",
  "text": "<p>The announcement comes after the site has been testing such a feature for months. Tips will be available for Apple iOS users as soon as this week and will be available for those using Android devices in coming weeks.</p><p>https://twitter.com/jack/status/1441102290878750724And while the idea of using bitcoinBTCUSD as a means of payment over Twitter seems like a tiny feather in the cap of bitcoin enthusiasts, a number of crypto bulls were quick to highlight the significance of the feature on the Jack Dorsey-run platform.</p><p>MicroStrategyMSTR CEO Michael Saylor shared a tweet of the hoodie-wearing founder of Strike, Jack Mallers, who illustrated at least one of the possibilities for bitcoin tipping on Twitter: remittance payments.</p><p>https://twitter.com/michael_saylor/status/1441097600904531982In a nondescript office, overlooking the Chicago skyline, Mallers uses the Twitter tipping function to send bitcoin to a person he claims is in El Salvador, the country that just made bitcoin its official legal tender.</p><p>“Yo… we're in Chicago and we've got David here in a StarbucksSBUX in El Salvador. David has a Strike account linked to his Twitter account and we're going to make a free instant, cash-final remittance payment over Twitter,” Mallers says.</p><p>After sending the equivalent of $10 over the app, Mallers says “Boom!”</p><p>“We just made an instant, free remittance payment … over Twitter.”</p><p>“Why would anyone ever use Western UnionWU again? When you take one of the world's largest social internet networks and you combine it with the world's best open monetary networks, Twitter accidentally becomes one of the best remitting experiences in the world,” Mallers said.</p><p>“Western Union [King's] pawn to E4, your move,” intones Mallers at the end of the video, referencing a common chess opening move in chess. Shareholders of Western Union, however, seemed unperturbed, with its stock up 1.2% late Thursday.</p><p>It is no coincidence that Mallers is championing the Twitter feature, the social media platform is using his Strike network to facilitate tipping.</p><p>Strike, the Chicago-based startup that Mallers launched along with its parent company Zap Technologies, also is known for helping El Salvador adopt&#xa0;bitcoin.</p><p>Dorsey, for his part, has also been a staunch supporter of crypto and runs Square Inc. SQ, which features crypto on its platform.</p><p>Twitter also said it is aiming to offer a feature that would allow users to authenticate nonfungible tokens or NFTs on its platform.</p><p>But overall, tipping in bitcoin seems unlikely to gain much traction on Twitter outside of remittance transfers. Bitcoin, the world's No. 1 crypto by market value, has come to be seen as a store of value, and has gained notoriety for its gut-wrenching price swings.</p><p>Its peer assets aren't much better, with EtherETHUSD on the Ethereum blockchain and meme asset dogecoinDOGEUSD, also seeing sharp gains and sharp swings lower in the year to date.</p><p>One big fear is transacting in bitcoin or Ether only to see the asset surge (or fall). Indeed, about 11 years ago on May 22, Laszlo Hanyecz, one of the early adopters of the newfangled cryptocurrency bitcoin that had just been coded into existence, purchased a pair of Papa Johns pizza pies using 10,000 bitcoins. The purchase equated to roughly $41 dollars back in 2010, but would be valued at $448 million.</p><p>In any case, shares of Twitter were up 3.7% on the session, and up 23% on the year thus far, compared with a 1.7% gain for the Dow Jones Industrial Average DJIA, and a 1.4% gain on the day for the S&amp;P 500 index SPX. The Dow is up 14% year to date, while the S&amp;P 500 has advanced nearly 19% so far in 2021.</p>",
  "published": "2021-09-25T16:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 109,
          "end": 114
        }
      ],
      "nexusId": "10022657"
    }
  ]
}