{
  "_id": "4a1cbd796d03373815f4a512ad68e6237a79c1e82afcfb98642fafdd2d6179e1",
  "feed": "ftcomall",
  "title": "Pay-later credit services need regulating now",
  "text": "<p>It is appropriate that payment company Square's <a href=\"https://www.ft.com/content/9bc49035-87f8-440e-9c20-5af34d40d4ad\">$29bn acquisition of Afterpay</a>, the “buy now pay later” pioneer, would outstrip the 2017 takeover of Westfield as the largest takeover in Australian history. Westfield's bricks-and-mortar shopping centres represent where retail and finance have come from; the fintech-powered credit tools of Afterpay, Klarna, Affirm and others show <a href=\"https://www.ft.com/content/ae39054c-4079-4951-88fd-0b8b54653a9a\">where they are heading</a>.</p> <p>Square and Afterpay aim to “make the financial system more fair, accessible, and inclusive”, the former's chief executive Jack Dorsey enthused this week. But Dorsey's vision comes with health warnings, or at least it should. BNPL companies are largely unregulated and often misunderstood by their users. Appropriate, proportionate supervision is now needed.</p> <p>The pandemic that closed down most of Westfield's malls opened new opportunities for BNPL providers. Their seamless provision of short-term, interest-free payment plans lubricated online sales. </p> <p>At the same time, though, the lockdown boom revealed holes in the regulatory umbrella. <a href=\"https://www.ft.com/content/2c9bd737-80a6-45d7-a7f3-bf672850b3bd\">A review</a> carried out for the UK financial regulator indicated three-quarters of borrowers were under 36, mainly buying fashion and footwear. Many believe BNPL products are like a debit card. “Soft” or non-existent credit checks do little to dissuade them. Information on what happens if payments are missed is often scant or hidden. Yet users assume they are protected and can use independent complaint handling systems in place for regulated financial services. </p> <p>This confusion has potential consequences. Which?, the consumer organisation, <a href=\"https://www.which.co.uk/news/2020/11/buy-now-pay-later-returns-nightmares-how-to-get-your-money-back/\">has reported</a> that hold-ups in refunding returned items bought on credit can lead to default and <a href=\"https://www.which.co.uk/news/2020/01/can-shopping-with-klarna-clearpay-or-laybuy-hurt-your-credit-score/\">could threaten individual credit scores</a>. A review by the Australian financial regulator found <a href=\"https://asic.gov.au/about-asic/news-centre/find-a-media-release/2020-releases/20-280mr-asic-releases-latest-data-on-buy-now-pay-later-industry/\">missed payment revenue</a> for the industry was already growing at 38 per cent year on year before the pandemic. Whatever Dorsey says, the main reason retailers pay fees to BNPL providers is neither inclusivity nor accessibility but the promise of a boost to turnover. Clever technology is feeding shopping habits that go against the grain of sustainable consumption.</p> <p>Certain protections are built into BNPL services. The average size of purchases remains low. Unlike other consumer credit products that charge hefty rates, BNPL is normally interest free. Operators say they would welcome regulation, <a href=\"https://www.ft.com/content/285f7318-9669-4bdd-867c-d1925fece4a6\">albeit on their own terms</a>, and that they provide safeguards for vulnerable borrowers.</p> <p>As the Afterpay deal suggests, however, the industry is moving faster than its would-be overseers. Apple wants to bring its technological and payments expertise to bear on BNPL, as PayPal already has. The proliferation of options increases the risk that imprudent shoppers will simply switch to alternative providers if they miss payments.</p> <p>Governments and watchdogs need to tap the brakes. Sweden, home of Klarna, has already introduced legislation that prevents BNPL offers appearing ahead of low-cost direct payment options online. Australia plans to apply new product design obligations, aimed at preventing mis-selling, to BNPL from October. The UK government is due to start a consultation on a regulatory framework, though new rules are unlikely until next year.</p> <p>It is important not to destroy the innovation and disruption that BNPL companies are bringing to the too-comfy incumbents of the consumer credit market. That said, “regulate now, refine later” would be the best approach to prevent uncontrolled growth causing unnecessary damage.</p><p>Source: The editorial board 2021 'Pay-later credit services need regulating now' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-05T17:04:04.556Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2556,
          "end": 2561
        }
      ],
      "nexusId": "10022657"
    }
  ]
}