{
  "_id": "15d68ff352e33b03c49431c23ed6989ff4b0969e5a63d73e1d97738871412075",
  "feed": "market-watch",
  "title": "Twilio stock dives 13% after weak earnings guidance, COO's announced departure",
  "text": "<p>For the fiscal fourth quarter, Twilio TWLO projected an adjusted loss of between 23 cents and 26 cents a share on sales of $760 million to $770 million. Analysts on average were projecting an adjusted loss of 10 cents a share on sales of $745 million, according to FactSet.</p><p>The company also announced COO George Hu is leaving. Khozema Shipchandler, who has served as chief financial officer since late 2018, will add the COO role to his duties.</p><p>The news overshadowed solid third-quarter results. Twilio reported a loss of $224.1 million, or $1.26 a share, on sales of $740.2 million, up from $448 million a year ago. After adjusting for stock compensation and other factors, Twilio reported a profit of a penny a share, worse than adjusted earnings of 4 cents a share a year ago.</p><p>Analysts on average were expecting an adjusted loss of 14 cents a share on sales of $681 million, according to FactSet. Shares plunged 13% in after-hours trading following the announcement, after closing with a 2.3% loss at $345.77.</p><p>Despite the after-hours stock hit, Twilio continues to pile up healthy sales as more companies rely on Twilio to own their data and build direct relationships with customers when tech giants are making it more difficult and expensive to do so. Commission fees from Apple Inc. AAPL and Google parent Alphabet Inc. GOOGLGOOG, plus changes in Apple's mobile privacy policy, have more businesses considering life without third-party tracking technology.</p><p>“Apple has upended digital marketing with privacy changes that I would agree are on the right side of history,” Twilio Chief Executive Jeff Lawson told MarketWatch. “More companies realize it is harder and harder to engage customers directly, and they are working with us to build direct relationships with customers.”</p><p>Twilio's software, which allows companies to converse with customers through text messages, experienced a surge in the second half last year thanks to political campaigns seeking to communicate with voters. Lapping that period was expected to depress Twilio's bottom line and sales-growth numbers, but analysts have hope that those numbers will recover in the coming months.</p><p>“We acknowledge tough comps in Q3/Q4 due to heavy political messaging traffic last year, and do not see improvement in gross margins yet due to traction of lower-margin core messaging products, but see very healthy demand signals from partners plus the rise of 2-way messaging causing investors to re-rate growth prospects and the stock into” the first half of next year, J.P. Morgan analysts wrote earlier this month after speaking with Twilio partners.</p><p>Twilio shares have struggled amid concerns about second-half growth rates, falling 12.7% in the past six months while the S&amp;P 500 index SPX grew 9.3%. Still, shares have grown more than 850% since the company went public in 2016.</p><p>“We think of the long-term view and not the short-term,” Lawson said of Wednesday's stock plunge.</p>",
  "published": "2021-10-27T18:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1353,
          "end": 1358
        },
        {
          "start": 1463,
          "end": 1469
        },
        {
          "start": 1289,
          "end": 1293
        },
        {
          "start": 1278,
          "end": 1287
        },
        {
          "start": 1278,
          "end": 1288
        },
        {
          "start": 1278,
          "end": 1283
        }
      ],
      "nexusId": "10022657"
    }
  ]
}