{
  "_id": "29ffaee3de0662b4ac05a3eaaff775b8a4c4230d2622f267d4e83c1c63d80565",
  "feed": "ftcomall",
  "title": "The new codes of White House dressing",
  "text": "<p>At the onset of the Covid-19 pandemic last March, Kerby Jean-Raymond, a Haitian-American fashion designer and the founder of the label Pyer Moss, said he would be turning his New York office into a donation centre for N95 masks and other personal protective equipment for healthcare workers.</p> <p>Jean-Raymond, 33, also said he would set aside $50,000 for “minority and women-owned small creative businesses who are currently in distress”. It was a characteristically bold and social justice-minded move for a young designer who first made waves at New York Fashion Week in 2016 with a show inspired by the Black Lives Matter movement.</p> <p>Kamala Harris, the first female and the first black vice-president of the US, appeared in one of Jean-Raymond's designs, a menswear-inspired camel overcoat, at a memorial on Tuesday dedicated to the more than 400,000 Americans who died from coronavirus. </p> <p>The sombre yet contemporary look set the tone for the following day's inauguration, which saw Harris sworn in as second-in-command alongside Joe Biden, the 46th president of the US. </p> <p>The choice also underscored how the vice-president and incoming first lady, Jill Biden, might use fashion to advance their style of politics at a time of suffering and partisan division in America.</p> <p>Inaugurations have typically been multi-day celebrations of pomp and circumstance, with star-studded parades, glamorous black-tie balls and hundreds of thousands of cheering citizens descending upon Washington. But this year, the combination of a public health crisis, economic woes and the violent storming of the US Capitol led to a stripped-back changing of the guard.</p> <p>Biden, a community college professor, appeared at Tuesday's vigil in a streamlined “Unity” dress and matching wrap coat tied with a velvet ribbon from Jonathan Cohen, another up-and-coming New York designer of colour whose parents emigrated to the US from Mexico. Their plum hue symbolised the joining of blue and red, the respective colours of the Democratic and Republican parties.</p> <p>The following day, Biden accompanied her husband to his swearing-in in an ocean blue tweed coat and dress set, with coordinating silk face mask, made by Markarian's Alexandra O'Neill, another New York designer who is far from a household name. </p> <p>Markarian said the jewel tone was chosen to “signify trust, confidence and stability” — a message that echoed Joe Biden's pitch of unity and calm to voters in the wake of the tumultuous Trump era. </p> <p>Donald Trump and his wife, Melania, broke with tradition and snubbed Wednesday's inauguration, leaving Washington early in the morning to head for their Mar-a-Lago resort in Florida. <a href=\"https://www.ft.com/content/ff1b347a-3cb4-4ed3-b3ff-030ede9faa0f\">Once again eschewing American designers</a>, Melania Trump waved goodbye to the White House in an almost funereal black ensemble from Italian label Dolce &amp; Gabbana and French fashion house Chanel. When Air Force One touched down in Palm Beach three hours later, she had changed into an attention-grabbing orange and blue graphic maxi dress by Gucci.</p> <p>Meanwhile, in DC, the new president took the oath of office dressed from head to toe in Ralph Lauren, the iconic American designer, in another signal of a return to tradition and bipartisanship. While Joe Biden is the first president to wear the all-American label to his swearing-in, he follows a long line of Democrats and Republicans alike to favour the brand, from Nancy Reagan to George W Bush to Michelle Obama.</p> <p>Douglas Emhoff, Harris's husband and the first male spouse of a vice-president — who is now being referred to as the “second gentleman” but has joked that “first dude” might be more fitting — also wore Ralph Lauren, while Harris, in a vibrant purple coat and dress set, again elevated another young, black, American designer: Christopher John Rogers.</p> <p>Harris and Jill Biden, dressed in similar monochromatic ensembles, both appear to have taken a page out of the book of Michelle Obama, the former first lady who most historians and fashion experts agree set the modern example for “fashion diplomacy”, using her clothes to convey messages ranging from the subtle to the explicit and putting new designers on the map.</p> <p>“Michelle Obama really lifted up previously unknown designers, young designers, designers who were from different, ethnic backgrounds,” says Kate Andersen Brower, author of <em>First Women: The Grace and Power of America's Modern First Ladies</em>.</p> <p>On Wednesday, Obama wore a single-hued ensemble from Sergio Hudson, another young, black, American designer, with a burgundy turtleneck, wide-legged trousers and long coat, accented by an oversized gold belt buckle that had shades of Wonder Woman, the comic book superhero. </p> <p>Like Biden and Harris, she evoked bipartisanship with her palette. Many in Washington also pointed out that purple was a colour favoured by suffragettes at the turn of the last century. Former secretary of state Hillary Clinton also wore a purple pantsuit, by Ralph Lauren, to the swearing-in.</p> <p>Later that evening, Biden appeared on the White House Blue Room balcony in a double-breasted cashmere coat and matching silk wool dress embroidered with the federal flowers from every state and territory of the US, designed by New York-based, Uruguayan designer <a href=\"https://www.ft.com/content/8d8cfbee-2149-449b-9010-6ff5ecbff4a9\">Gabriela Hearst</a>. Its ivory colour again evoked the suffragettes. </p> <p>Both of Biden's coat and dress sets from Wednesday are likely to eventually be placed alongside Michelle Obama's 2009 inauguration gown in the Smithsonian's permanent collection. While the looks lack unabashed glamour, they will nevertheless remain a potent symbol of this moment in time — and the Bidens' efforts to restore business as usual to a capital and country exhausted by four years of the Trump presidency.</p> <p>“There is a sense of normalcy and restoration of, hopefully, America as it was pre-Trump,” Andersen Brower notes. “It might be kind of boring, but I think everyone wants boring right now.”</p> <p><em>Follow&#xa0;</em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em>&#xa0;on Instagram to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p> <a href=\"http://www.ft.com/cms/2bb6f410-f739-4b65-90ce-10e201fbb2d0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Lauren Fedor in Washington 2021 'The new codes of White House dressing' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-21T14:09:36.767Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 6088,
          "end": 6093
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}