{
  "_id": "855b058a2185e5ba0e68cb8fbe4d0f040b958cddf58590361d6d750c3c63861d",
  "feed": "wall-street-journal",
  "title": "Investors Embraced Big Risks In a Wild Quarter for Trading",
  "text": "<p>If there is a unifying theme, it is that investors big and small showed no fear of risk-taking to start 2021. In fact, they embraced it. Interest rates jumped in the quarter, but they remain near historically low levels. The 10-year U.S. Treasury yield is around 1.7%, compared with 0.9% at the start of the year. Stocks are sitting near records, with the S&amp;P 500 up 5.8% for the year and the Dow Jones Industrial Average up 7.8%. Factor in social media and a few rounds of government stimulus checks, and it almost makes sense why many investors have been so drawn to speculative corners of the market.</p><p>\"There's a lot of money just swishing around in the market,\" said Sandi Bragar, managing director in planning strategy and research at wealth management firm Aspiriant.</p><p>It is a stark shift from how money managers started 2021.</p><p>When 2021 began, investors didn't know that Democrats would win control of the Senate, allowing the government to push through a bigger stimulus package than many had expected. They didn't know what would happen as coronavirus cases surged to new highs, or pro-Trump rioters stormed the U.S. Capitol.</p><p>But soon, investors saw reasons to be hopeful. The Covid-19 vaccine rollout began to gather pace. Economists raised their expectations for a powerful recovery, as opposed to the more sluggish rebound many had been anticipating. And through it all, investors had the reassurance that the Federal Reserve would continue to hold interest rates near zero and that the federal government would deploy trillions more dollars in aid for the economy.</p><p>Markets responded in force. In one of the most powerful market rotations in years, investors shifted money out of technology shares and into long beaten-down sectors such as financials and energy. Their bet: that improving economic activity would lift up shares of these cyclical companies.</p><p>The Dow outperformed the Nasdaq Composite Index by around 5 percentage points in the quarter -- the largest difference since the fourth quarter of 2018. Big technology stocks are no longer trouncing everything else in the market. Exxon Mobil Corp. is up 35% for the year, while Amazon.com Inc. is down 5% and Apple Inc. is down 7.9%.</p><p>So what lessons have investors taken away from the past three months? Money managers point to the following:</p><p>When Reddit traders dove into shares of companies such as GameStop and AMC Entertainment Holdings Inc. in January and February, many professional money managers wrung their hands. They warned that individual investors were getting ahead of themselves. Maybe picking and choosing stocks was best left to the professionals.</p><p>Just in the past week, though, money managers were reminded ultra-risky behavior isn't just the domain of individuals trading tips on Reddit's WallStreetBets.</p><p>Bill Hwang's Archegos Capital Management took massive positions in companies through a controversial product called a total return swap. When Mr. Hwang's bets soured, Archegos scrambled to post collateral. The investment banks that Archegos used for its trades wound up having to sell the losing stocks in huge blocks, causing a swift decline in the share prices of companies such as Viacom and saddling the late sellers with painful losses.</p><p>\"It's not just being driven by the Robinhood traders,\" said Liz Ann Sonders, chief investment strategist at Charles Schwab. \"There's a tremendous amount of speculation everywhere, and we don't know if there are other whales out there [like Archegos] that could cause broader turmoil in the financial system.\"</p><p>Investors with a skeptical view have been trying in vain to predict when frothy parts of the market would start falling in earnest. The problem is that bubble-like markets have often gone on for far longer than experts have predicted, said Jeremy Grantham, co-founder of Boston money manager Grantham, Mayo, Van Otterloo &amp; Co.</p><p>Mr. Grantham, who successfully predicted the market crashes of 2000 and 2008, said he considers the markets now to be incredibly bubble-like.</p><p>Bitcoin was trading above $58,000 Wednesday morning, up more than double from where it closed out last year. Blank-check companies -- also known as SPACs, or special-purpose acquisition companies -- have cooled lately, but only after a stunning stretch of gains. Between November and February, 231 consecutive SPACs went public without dropping below their IPO price on their opening trading day, according to data from University of Florida finance professor Jay Ritter.</p><p>\"People have long lost interest in value. It's about what is going up and how fast it's going up,\" Mr. Grantham said.</p><p>When trends work, they really work. At its peak, GameStop was up 1,744% for the year to date. Star fund manager Cathie Wood's ARK Innovation ETF, which heavily weights technology companies including Tesla Inc., Roku Inc. and Square Inc., outpaced the S&amp;P 500 by 21 percentage points at one point in mid-February.</p><p>But markets are fickle. And what works one month won't necessarily be in favor the next. GameStop has never reclaimed the high it hit late January. And after long-term bond yields jumped in February and March on bets of a powerful economic recovery, the fervor for growth stocks faded, too.</p><p>The ARK Innovation ETF is now down around 3.6% for the year.</p><p>\"I think clients really learned a big lesson about patience there,\" Ms. Bragar said.</p><p>---</p><p>Amrith Ramkumar contributed to this article.</p>",
  "published": "2021-04-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2175,
          "end": 2185
        },
        {
          "start": 2175,
          "end": 2184
        },
        {
          "start": 2175,
          "end": 2180
        }
      ],
      "nexusId": "10022657"
    }
  ]
}