{
  "_id": "2c7ddcb155c89f8ff1c556d23b91d05f83e6bca4babd32b057fda78730025e92",
  "feed": "ftcomall",
  "title": "Is the party over for top tech stocks?",
  "text": "<p>Have you been up at night worrying about being a no-coiner, one of the many billions of people around the world despised by bitcoin enthusiasts for owning no cryptocurrency at all?</p> <p>If so, I have good news for you. You need worry no more. You are very probably not a no-coiner. You may in fact be a hodler — crypto speak for someone, like me, who holds bitcoin for the very long term.</p> <p>How did this wonderful thing happen to you? Via any passive (and most active) exposure you have to the US stock market. Imagine you hold the iShares Core S&amp;P 500 ETF. Its sixth-largest holding is Tesla (1.84 per cent of the portfolio).</p> <p>Tesla, which I hold, has disclosed that it<a href=\"https://www.ft.com/content/5e83f15e-ea2c-4d2f-8ae8-bf72fc5effd0\"> bought $1.5bn worth of bitcoin</a> last month. That makes you a hodler. The same goes for pretty much any US market ETF: Tesla is also sixth in the Vanguard Total Stock Market Index Fund for example.</p> <p>Perhaps I haven't cheered you up with this. Perhaps you don't invest in a country-specific way but have gone global with your ETFs. More good news. You haven't missed out. Those ETFs would mostly hold Tesla too. <a href=\"https://www.ishares.com/us/products/239696/ishares-msci-world-etf.\">The iShares MSCI World ETF</a> has it at number five: 1.12 per cent of the fund. You're a hodler too.</p> <p>I'm bringing this to your attention not just because it's mildly amusing that the no-coiner is almost extinct in the world of investors, but because it is a reminder of a possible problem: the overexposure of global investors to the US market and hence to a few huge technology companies.</p> <p>Hold the iShares Core S&amp;P 500 ETF that I mention above and 23.9 per cent of your money is in six stocks: Apple, Microsoft, Amazon, Facebook, Tesla and Google-parent Alphabet. Make that a global ETF, say the MSCI World ETF, which is 60 per cent invested in the US, and the top six holdings are exactly the same. They make up a full 15 per cent of the fund.</p> <p>In lots of ways this makes complete sense. In the low-growth world of the past few years, the growth offered by these companies (particularly with their pandemic tailwind) has obviously been hugely valuable and has been reflected in prices. </p> <p>Investors also haven't exactly been complaining. However, now might be the time to take stock. If you are a global investor do you want to be 60 per cent in the US and 15 per cent in six tech companies?</p> <p>One way to answer this might be to look at what happened to top dogs of past decades. The closest comparison is probably 1970 when, according to<a href=\"https://www.schroders.com/en/sysglobalassets/digital/insights/2021/january/schroders-equity-lens/2021-jan-600106-schroders-equity-lens.pdf\"> data from Schroders</a>, the top five stocks in terms of market capitalisation were IBM, AT&amp;T, General Motors, Eastman Kodak and Exxon. </p> <p>They made up 24 per cent of the S&amp;P 500 index. By 1980, four were hanging on (Kodak had been replaced by Amoco) but the new top five were only 17 per cent of the index. In 1990, the top five were just 13 per cent of the index, with only IBM and AT&amp;T still present. By 2010, the share was down to 11 per cent — and all of the original five were long gone. </p> <p>But then big tech really took off and the new top five came to dominate the market. Today, they account for 22 per cent of the index and have provided pretty much all of the outperformance for the past few years.</p> <p>Take them out of the numbers and both emerging markets and Japan outperformed the US last year. So could the 2020s really be the decade of no disruption? The one when the top dogs are so beyond brilliant that they stay the top dogs?</p> <p>That seems unlikely. Look at valuations. We've all got rather used to the idea that, driven by its brilliant tech stocks, the US market trades at a premium — and that having been the world's best-performing market for eight of the past 10 years, it somehow deserves to keep winning.</p> <p>But the gap in valuations between the US and the rest of the world is now higher than it has ever been — the current cyclically-adjusted price/earnings ratio for US stocks is 35 times, against 21 for Europe and 14 for the UK for example. For it to fall to historical norms, says Schroders' Duncan Lamont, could mean the US underperforming by 5 per cent a year for a decade. </p> <p>That said, valuations clearly tell you little about what is going to happen in markets in the short term (if they sent any reliable signals to investors the share prices of big tech stocks would have collapsed in a big sell-off long ago).</p> <p>So what might make a difference and trigger a change in sentiment? <a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\">Vaccinations</a> are the obvious factor. As the world emerges from its various lockdowns in economic activity, stocks in cyclical companies will benefit. They aren't hugely represented in the US: they make up about 35 per cent of the market against more than 55 per cent in the UK and Japan.</p> <p>The return of physical freedom in the west will therefore help non-US markets a lot more than tech-heavy US markets. </p> <p>The lifting of the political fog in the US might do the same. The Biden administration is likely to turn its attention soon <a href=\"https://www.ft.com/content/7027014e-9478-4320-97ee-a1c8144b4638\">to corporate taxes,</a> something that will hit US company profits relative to those elsewhere. </p> <p>Finally, it is worth noting that the past year has taught governments something about power. For years now the discussion around big tech has focused on whether states can control companies.</p> <p>But one thing we have surely been reminded of in the pandemic is that when push comes to shove it is states that are sovereign. Who would have thought a year ago that modern democratic countries could and would hold their citizens — not just within their borders, but inside their homes? That's power. And if they can do this with impunity, what's a <a href=\"https://www.ft.com/content/0952761a-f565-46be-a515-12659551169a\">windfall tax</a> on the beneficiaries of the pandemic or regulation that <a href=\"https://www.ft.com/content/42f5b047-6b1f-4028-a428-0450d42c5650\">bashes social media</a>?</p> <p>Note the confidence with which <a href=\"https://www.ft.com/content/4c40c890-afd3-40a3-9582-78a66c37a8af\">Australia has taken on Google</a>, with its demand that tech giants start paying local news outlets for linking to their stories. </p> <p>A key point in all of this is that there is no such thing as passive investing. Invest in a global ETF and you have made an active decision to tie your financial future to the US and hence to big tech. That might be fine — maybe it is what you want. But if you don't stop to think about the asset allocation inside what you think is a passive strategy you may find you enter 2030 not as happy a hodler as you might like.</p> <p><em>Merryn Somerset Webb is editor-in-chief of MoneyWeek. Views are personal.&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=merryn@ft.com\"><em>merryn@ft.com</em></a><em>. Twitter:&#xa0;</em><a href=\"https://twitter.com/MerrynSW?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@MerrynSW</em></a></p> <a href=\"http://www.ft.com/cms/7a8a195a-a73d-4318-94f4-7a66bf195502.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Merryn Somerset Webb 2021 'Is the party over for top tech stocks?' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T05:00:26.999Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1563,
          "end": 1568
        }
      ]
    }
  ]
}