{
  "_id": "65efe7d7d5155778af64b410ba6de6b211959454ab3c95e6a775be48421db0cf",
  "feed": "ftcomall",
  "title": "FirstFT: Domestic politics risk undermining Biden's climate pledges",
  "text": "<p>Joe Biden's hopes of gaining congressional approval for his sweeping domestic agenda were <a href=\"https://www.ft.com/content/9fa5104b-b6db-4274-84ca-837b460969df\">dealt another blow yesterday</a> after Democratic senator Joe Manchin said he had lingering “concerns” about the $1.75tn spending package.</p> <p>The intervention by the senator from West Virginia risked undermining confidence in Biden's commitments to world leaders at the COP26 climate summit in Scotland.</p> <p>Before heading to the G20 summit in Rome and the UN conference in Glasgow, Biden unveiled scaled-down plans for spending on reducing greenhouse gas emissions and strengthening America's social safety net. The planned $1.75tn spending bill, including $555bn of climate-fighting measures, was half the size of the original plan and was an attempt to bring together the moderate and progressive factions of his party, which have been sparring over the spending bill for months.</p> <p>But Manchin told reporters yesterday he still could not guarantee his backing for the plan. “I am open to supporting a final bill that helps move our country forward,” he said. “But I am equally open to voting against a bill that hurts our country.”</p> <p>Meanwhile, the Biden administration <a href=\"https://www.ft.com/content/65a346e4-1ce8-4027-9427-a3347691e8bd\">will announce</a> in Glasgow today plans for a sweeping crackdown on methane pollution from the US oil and gas sector.</p> <p>The proposed rules from the Environmental Protection Agency go beyond any previous regulation of methane in the US, forcing operators of new and existing infrastructure to monitor and fix leaks of the potent greenhouse gas.</p> <p><strong>Comment:</strong> Don't write off Joe Biden just yet, cautions Rana Foroohar in the latest edition of <a href=\"https://www.ft.com/content/b0bdabc4-eb03-47b4-8318-7db32d535614\">Swamp Notes</a>.</p> <p><em>What are your thoughts on the COP26 climate conference in Glasgow? Email your thoughts to me at gordon.smith@ft.com. Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Rivian targets up to $53bn valuation in IPO</strong> The Amazon-backed maker of electric vans and trucks is targeting a valuation as high as $53bn when it makes its debut on the Nasdaq, potentially <a href=\"https://www.ft.com/content/e123d71e-8644-410c-9b4e-69a25914d867\">as soon as next week</a>. </p> <ul>  <li><p><strong>Related news:</strong> Nubank, the Brazilian financial technology company, is aiming to raise <a href=\"https://www.ft.com/content/3f92fb0b-9c57-4d1a-9682-7910b970e408\">more than $3bn</a> from stock market investors ahead of an initial public offering in New York. </p></li> </ul> <p><strong>3. US bond tumult risks stock market instability</strong> Volatility in US bonds is surging in stark contrast to the relatively placid run for equities, leading some analysts to <a href=\"https://www.ft.com/content/5167afb4-806d-4c3a-af40-75a6a3ebfcbc?\">warn of the danger</a> that central banks could trigger a spasm of fluctuations in Wall Street's stock market.</p> <p><strong>3. Texas abortion law met with scepticism at US Supreme Court</strong> Multiple justices on the US Supreme Court have signalled scepticism about the novel enforcement mechanism at the heart <a href=\"https://www.ft.com/content/a3d9d723-97e1-45d2-abae-290b53381df7\">of Texas's new abortion law</a>, in a case that brings to a head the fraught debate over reproductive rights and enforcement of abortion restrictions in the US.</p> <p><strong>4. AmCham chief warns of China expat exodus</strong> The departing head of the American chamber of commerce in Shanghai has warned of <a href=\"https://www.ft.com/content/53e5c1eb-83ed-468f-a055-dc08f7ede2ca\">an exodus</a> of western executives from the world's biggest consumer market as Chinese president Xi Jinping tightens coronavirus controls.</p> <p><strong>Global Covid-19 death toll tops 5m</strong> At least 5,001,871 individuals have died with coronavirus since records began, according to&#xa0;figures&#xa0;<a href=\"https://www.ft.com/content/35a3d40a-f71f-4fca-893d-884fec5633d8\">compiled by Johns Hopkins University</a>. The total of confirmed cases is almost 247m. The US leads the tally of confirmed deaths, with almost 750,000 casualties, according to JHU data. Brazil is second, with just over 600,000.</p> <h1>COP26 digest </h1> <ul>  <li><p><strong>More than 100</strong> global leaders <a href=\"https://www.ft.com/content/be933d15-8f28-4ef6-8e0c-4e7fedc37e7b\">will commit on Tuesday</a> to halt deforestation by 2030. The leaders from countries that are home to more than 85 per cent of the world's forests will put their names to a declaration designed to end the legal and illegal destruction of woodland.</p></li>  <li><p><strong>Narendra Modi</strong>, India's prime minister, <a href=\"https://www.ft.com/content/073563e1-157b-4023-ab37-7487bab83360\">vowed yesterday</a> to cut his nation's carbon emissions to net zero by 2070, a major turnround for the world's third-largest polluter.</p></li>  <li><p><strong>Xi Jinping, </strong>however, did <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-6e9e2b49-7d22-4004-86c5-b7c045b5579b\">not announce any progress</a> on climate policies. He used his statement to delegates in Glasgow to call on rich nations to do more to help developing countries.</p></li>  <li><p><strong>Boris Johnson</strong> compared the impact of climate change to a James Bond <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-f1ce4d6e-1776-4327-b84a-f1845fbe1cd9\">“doomsday device”</a>, but his&#xa0;fresh pledge of an extra £1bn towards international climate finance by 2025 <a href=\"https://www.ft.com/content/e9f81272-3986-44de-9715-e83ec9be2bd2#post-745eafae-9580-4601-9c89-6fe2a9e991d2\">comes with a catch</a>.</p></li>  <li><p><strong>Cyril Ramaphosa: </strong>COP26 must ensure a just transition that leaves no one behind, <a href=\"https://www.ft.com/content/311477e8-a57b-4602-b832-ba581b202114\">writes South Africa's president</a>.</p></li> </ul> <p><em>Moral Money, our sustainable finance newsletter, will be publishing every weekday throughout the summit. Sign up </em><a href=\"https://www.ft.com/moralmoney\"><em>here</em></a><em> to receive it.</em></p> <h1>The day ahead</h1> <p><strong>Federal Reserve meets</strong> The US central bank is expected <a href=\"https://www.ft.com/content/8ff2a38e-82d1-429a-935f-a26ace6f7e1d\">to announce a “tapering</a>” of its enormous bond-buying programme at the end of its two-day interest rate-setting meeting which starts today. </p> <p><strong>Earnings</strong>&#xa0;Private equity groups Apollo and KKR both report this morning, before the opening of trade in New York. Vaccine maker Pfizer and oil major ConocoPhilips also release earnings today. After the market closes it is the turn of ride-hailing service Lyft. </p> <p><strong>Election day for Virginia governor </strong>Voters head to the polls <a href=\"https://www.ft.com/content/562a96ae-de5c-4de0-a96a-061f8ee661dd\">in Virginia today</a> to choose a new governor. The closely-fought contest pits Republican Glenn Youngkin against Terry McAuliffe and is being closely watched for signs of US voter sentiment a year after Joe Biden was elected president. In New York, <a href=\"https://www.ft.com/content/5ec33dd0-8cd7-46a4-adaf-f6185fcb614e\">Democrat Eric Adams</a> is on track to be the city's next leader.</p> <h1>What else we're reading</h1> <p><strong>US warehouses are running out of space</strong> Rebounding consumer demand has led to record imports through US ports on both coasts and strained <a href=\"https://www.ft.com/content/6e7b05c7-c5a8-4a3e-a772-9cb7a3de1ccf\">every link in the supply chain</a>, including warehouses like the one operated by Sarcona Management which has a combined capacity of almost 2m sq ft. Right now that is not nearly enough.</p> <p><strong>Citi prepares for Asia retail retreat</strong> Citigroup is preparing to shed 16,000 staff and hundreds of thousands of customers in Asia, <a href=\"https://www.ft.com/content/15635175-4060-402d-a845-e9d5d9886b13\">drawing a curtain</a> on former chief executive Sandy Weill's ambitions to be a global consumer bank.</p> <p><strong>Apple has too much power over its rivals </strong>Users have welcomed Apple's privacy changes, but the company should not have so much sway over competitors, <a href=\"https://www.ft.com/content/94d9f964-10d8-4ff3-9781-821f3fc9ee3a\">writes Brooke Masters</a>. It is disturbing that a business decision by one company can crush the revenues of so many others.</p> <p><strong>South Korea plots next entertainment blockbuster</strong> The rise of the South Korean entertainment industry echoes the country's success stories in manufacturing. Now, having given the world K-pop, <em>Parasite</em> and <em>Squid Game</em>, it wants to <a href=\"https://www.ft.com/content/7c3c5302-b230-4531-8fbb-237a32caec5a\">create global platforms</a> to distribute its own content.</p> <p><strong>Jes Staley's Barclays legacy shattered by Epstein links</strong> Staley's bet on investment banking had finally started to bear fruit six years after he took charge at Barclays. But his legacy was shattered by ties to the convicted paedophile Jeffrey Epstein. The scandal once again <a href=\"https://www.ft.com/content/b96a25c2-a5e1-4d06-8278-ed1f703f2dfd\">shines a spotlight on the culture</a> at the UK bank. “Look back over the last 100 years [at Barclays] and you will find a regulatory problem in virtually every decade,” says author Philip Augar.</p> <h1>Your feedback </h1> <p>Thanks to readers who sent their thoughts on global efforts to address climate change: </p> <blockquote>  <p>“It stands to reason that the (rich) world will have to pay to reduce CO2 emissions more rapidly in China and India — and elsewhere in the developing world. This is also logical from a pure economics point of view. If you look at the cost abatement curve globally for CO2, it makes no sense to subsidise electric driving in my country, the Netherlands, while the impact per dollar could be increased tenfold or more by replacing coal-fired plants in China and India . . . So yes: massive wealth transfer from rich to poorer countries is on the cards and rationally the right thing to do — even if politically unpalatable.” <em>— Douwe Riegstra, The Hague, Netherlands</em></p> </blockquote> <blockquote>  <p>“Clearly there is a case for businesses and governments to help fund green energy transformation around the world. But all large countries should be involved, with no opt-outs for China or India. On the other hand, if the west bought less from Chinese factories, there would by definition be less coal and pollution generated in China. The UK and the EU can be leaders in such efforts because if America pushes something like that, the important messaging will be hidden in broader superpower rivalry.” <em>— Spencer Dodington, London, UK</em></p> </blockquote><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2021 'FirstFT: Domestic politics risk undermining Biden's climate pledges' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-02T11:31:53.982Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5929,
          "end": 5934
        },
        {
          "start": 5990,
          "end": 5995
        }
      ]
    }
  ]
}