{
  "_id": "4505d16bc4b3ae0c0ce984b561fae20428af76c0871cb8998993d66c70768000",
  "feed": "ftcomall",
  "title": "Battery technology gives China an opening in electric vehicles",
  "text": "<p><em>This is the final part of </em><a href=\"https://www.ft.com/content/6febc4f0-46e1-4b00-b9f4-32c1f4d72279\"><em>an FT series</em></a><em> analysing how the electric vehicle market is rapidly taking off</em></p> <p>This summer the <a href=\"https://www.ft.com/stream/02a950de-5c1f-4c4d-b3e9-b2e920b7f238\">Chinese electric vehicle maker BYD</a> shipped its red Tang sport utility vehicles to Norway, the country which has seen the quickest uptake of battery-powered cars. </p> <p>Named after the Chinese dynasty, the cars are powered by BYD's homemade lithium batteries, a technology it hopes will become a key platform for the global car industry. </p> <p>BYD's first Norwegian customer, Per Lian, a salesman at a building ventilation company, says Norwegians would have no qualms buying Chinese cars given the cheaper cost and decent range. </p> <p>“We understand the Chinese will come and take a big part of the cars in Norway,” says Lian, who drives around 4,000 kilometres a year for his job “I feel the quality is good. Most important are the prices — if you want to buy a Tesla it is maybe double.” </p> <p>Founded in 1995 to make lithium batteries for consumer electronics, BYD has developed into one of the biggest producers of batteries for electric vehicles. In recent years, it has also developed its own vehicles which have prospered in the Chinese market. BYD is now the world's second-largest producer of electric buses and the fourth-largest maker of electric vehicles. </p> <p>Key to BYD's success has been its <a href=\"https://www.ft.com/content/8c94a2f6-fdcd-11e6-8d8e-a5e3738f9ae4\">battery technology</a>, which is pushing the cost of electric cars below their fossil-fuel powered peers, hastening a <a href=\"https://www.ft.com/content/6febc4f0-46e1-4b00-b9f4-32c1f4d72279\">turning point in the global car industry</a>. Known as the “blade” due to its long thin shape, BYD's batteries use some of the most abundant materials in the world <a href=\"https://www.ft.com/content/837dca08-d6fa-4336-bc31-add202b1e372\">such as lithium and iron</a> while avoiding controversial metals such as cobalt and nickel that are used by many of its rivals. For the same space, the blade battery holds 50 per cent more energy than similar battery chemistries, according to BYD.</p> <p>BYD's push into overseas markets is a fascinating test of how the new EV industry will develop — one that could hold <a href=\"https://www.ft.com/content/8c94a2f6-fdcd-11e6-8d8e-a5e3738f9ae4\">big advantages for China</a>. </p> <p>For much of the last century, the biggest auto companies depended on the prowess of their combustion engines. Mercedes-Benz and Daimler grew out of their early engine designs, while Volkswagen spent years using the slogan “the power of German engineering”. </p> <p>Chinese companies are now dominant in the production of batteries used in electric vehicles — with BYD being one of the most prominent. The question is whether they can translate their position in batteries into a significant share of the global car market.</p> <p>“It's easier for Chinese EVs to be successful than Chinese internal combustion cars because European and American automakers have a long history in making engines, it's hard for Chinese automakers to catch up overnight,” says Ji Shi, an analyst at Haitong International Securities in Hong Kong. “But EVs are different because they are simpler in terms of their structure and Chinese automakers have better supply chains in terms of batteries.”</p> <p>BYD's journey so far has already generated a fortune for BYD's founder Wang Chuanfu and <a href=\"https://www.ft.com/content/a2b62b8e-038f-11e5-b55e-00144feabdc0\">early backer Warren Buffett</a>. Since Buffett's Berkshire Hathaway bought 10 per cent of BYD for $232m in 2008 its shares have risen by over 3,000 per cent, making Buffett's stake now worth $6.9bn and one of his most successful investments after Apple. </p> <p>In addition to its plans to export cars, BYD has held talks to supply batteries to Tesla, according to two people familiar with the matter, and has created a joint venture with Toyota. That could make it one of the most valuable battery suppliers, and further entrench Chinese dominance of the electric car industry.</p> <p>“We're just in the early stages of China becoming an export car market, selling cars overseas, especially electric cars,” says Sam Jaffe, managing director of Cairn Energy Research Advisors. “And BYD is in a very good position. These batteries bring mass market EVs much closer to fruition more quickly.” </p> <h1>Faith in the founder</h1> <p>A decade ago, it was far from certain that China or BYD would be successful in batteries and electric cars. The Toyota Prius hybrid was going from strength to strength and Japan's Panasonic dominated the global battery industry. The hundreds of Chinese battery makers across the country were considered only capable of providing low-grade batteries for mobile phones and laptop computers. </p> <p>Yet Buffett was among the few who believed in the potential of the company, based on belief in Wang, the BYD founder who Buffett's right-hand man Charlie Munger described as a mix between Thomas Edison and former General Electric chair Jack Welch.</p> <p>Munger was first alerted to BYD by Li Lu, a Chinese-born hedge fund manager. Li was a former student leader of the 1989 student demonstrations in Tiananmen Square, who was named to Beijing's most-wanted list after the military crackdown. He fled to France and then the US, and ended up studying at Columbia University. </p> <p>Li became a committed value investor after listening to a class Buffett gave at Columbia and became friends with Munger before setting up his own fund. Munger first invested in BYD via Li's <a href=\"https://www.ft.com/content/105efff2-5fdf-11e0-a718-00144feab49a\">fund</a>, which still owns 6 per cent of BYD's Hong Kong-listed shares, according to Refinitiv. </p> <p>“I so rarely hold a company like BYD that goes to a nosebleed price, that I don't think I've got a system yet. I'm just learning as I go along,” Munger said in February. </p> <p>Most electric car batteries outside China use cobalt and nickel in their cells, which is increasing concerns about a shortage of raw materials. Over 60 per cent of the world's cobalt comes from the Democratic Republic of Congo, while nickel is mostly mined in Indonesia, where mines destroy biodiverse rainforest and processing plants run on coal-fired power.</p> <p><a href=\"https://www.ft.com/content/165d6ba8-f044-4601-9caf-1d1369ec4c09\">Nickel prices</a> have risen 25 per cent over the past year while cobalt prices are up 59 per cent, adding further cost pressures to carmakers. </p> <p>BYD's batteries overcome one of the sourcing issues that is causing problems for many of its rivals. It has mastered a type of lithium-ion technology that was invented based on concepts discovered by Nobel Prize winner John Goodenough and Indian-born scientist Arumugam Manthiram at Oxford and Texas universities in the late 1980s. Crucially, these “LFP” batteries use only lithium, iron and phosphate, materials that are all abundant in the earth's crust; they do not require nickel or cobalt. </p> <p>When the chemistry behind these batteries was discovered, Manthiram says the practical applications for the material were thought to be low, due to its low conductivity and limited ability to store energy. The first lithium-ion battery that was commercialised by Sony in 1991 for use in its camcorders used a lithium and cobalt chemistry. Later nickel was added to lithium-ion batteries to increase the battery's power, especially for use in cars. </p> <p>But BYD has increased the amount of energy that the batteries can hold by overhauling the engineering. While most car batteries contain cells placed together into a module and then a pack, BYD has built simple, long thin battery cells and placed them directly into a battery pack. </p> <p>At 96cm long and nine centimetres wide, BYD can pack 50 per cent more cells into the battery pack compared to conventional LFP batteries, according to the company. As a result, BYD says its Tang EV in Norway can reach a range of 400km on one charge — similar to a standard range Tesla Model 3 car. </p> <p>The batteries can also be easily recycled and can last for over 1m kilometres of driving, according to BYD. </p> <p>“It's the same material. What BYD has done well is optimising that material, making it into very big cells, which you can do because it's a safer material,” says Jerry Barker, co-founder and chief scientist at UK battery company Faradion. “Even though you have lower energy density cathode material you can end up with a pack that can be competitive. You are getting a bigger bang for your buck if you can have a bigger cell.” </p> <p>It's also safer, which is critical for carmakers since any failures can lead to expensive recalls. This year General Motors has had to recall more than 140,000 of the Chevrolet Bolts it has sold since 2016 <a href=\"https://www.ft.com/content/0663fb58-1e92-4a21-9ab9-46c362cafd12\">due to the risk of battery fires</a>. Last month it urged owners of vehicles that have yet to be recalled to not park within 50 metres from other cars. </p> <p>During a standard test where a nail was driven into the battery, the Blade battery did not emit any smoke or fire, reaching a temperature between 30 to 60C, whereas the temperature of other electric car batteries rose to 500C and burnt, the company said. </p> <p>“Safety is the biggest luxury for an electric car,” Wang, who once publicly drank battery fluid to prove how safe it was, said last month. </p> <p>BYD is preparing to list its battery business on the stock market as a separate company and analysts at Bank of America expect BYD's EV battery revenue to grow by a compound annual growth rate of 66 per cent between 2020 and 2023. BYD has a target to produce 100 gigawatt-hours of batteries by 2025 and produce 1.5m vehicles. </p> <p>“The blade battery is set to be successively installed on EV models of mainstream brands in and outside China,” BYD said in an emailed response to questions. “Currently, almost every car brand you can think of is talking with us about co-operation concerning the blade battery technology.” </p> <p>Manthiram says that as charging infrastructure develops globally, drivers in India, Europe and even the US will not need to drive such long distances on one charge, and so-called “range anxiety” will be reduced. That could speed up the adoption of the more environmentally-friendly LFP batteries used by BYD. </p> <p>“I think it will be used in other parts of the world and in America also. The cost is lower and there are people who may drive shorter distances,” Manthiram says. </p> <p>BYD's rise has contributed to China's dominance of electric car batteries. <a href=\"https://www.ft.com/content/2aeda1da-c652-405c-9ecd-efd8ed8c8ed5\">Its bigger rival CATL</a>, based in the coastal city of Ningde, is the world's largest battery maker and supplies batteries to almost all of the global car industry, including Tesla, Daimler and Volkswagen. It also produces LFP batteries. </p> <p>A total of 77 per cent of global lithium ion production capacity will be located in China by the end of this year, according to Benchmark Mineral Intelligence. </p> <p>It's an achievement that has been driven by supportive government policies, large amounts of capital and engineering improvements. Carmakers were effectively banned for part of the last decade from using foreign batteries in the Chinese market, allowing homegrown champions to emerge. </p> <p>“When you start to use a battery maker, usually you don't change frequently,” says Haitong's Ji. </p> <h1>Norwegian dream</h1> <p>Having a competitive battery is one thing: using that to launch a top-selling vehicle is another proposition altogether. </p> <p>For more than a decade, China's carmakers have tried to export their vehicles outside the country, mostly with limited success. Having a relatively cheap car only gets a company so far in markets that value reliability and customer service and where Chinese brands are barely-known. </p> <p>“They still have the heavy lifting to gain the trust from European consumers, American consumers,” says Tu Le, founder of consultancy Sino Auto Insights. “They still need to take the time — the BYD branding is still unfamiliar to the average US and European or UK consumer. They need to invest that time, capital and education, create awareness and build trust.” </p> <p>BYD is starting in <a href=\"https://www.ft.com/stream/651d0f11-22b1-3f2e-9a74-96df7fa04179\">Norway</a>, where sales of EVs have exploded: around three quarters of new car sales last year were for battery-powered cars. But it is not only competing against Tesla and the new models from the legacy carmakers, it is also up against a <a href=\"https://www.ft.com/content/1c31817e-b5a4-11e8-b3ef-799c8613f4a1\">group of other Chinese companies</a>. </p> <p>These Chinese rivals include Nio, which began sales of its electric cars in the country last month. Even <a href=\"https://www.ft.com/content/1553b4ad-7ddf-36b2-96fe-d6b269243e0e\">Chairman Mao's favourite car brand, Hongqi</a> or Red Flag, is beginning to export its electric SUVs to Norway, while MG, which is owned by China's SAIC, is already selling cars in the country. </p> <p>Nio, which has pioneered a system allowing owners to swap their batteries rather than recharge them, aims to build 20 battery swapping stations in Norway by the end of next year. </p> <p>“There is real competition in Norway now, Norway is the country with the most variety of EV models available,” says Christina Bu, secretary-general of the Norwegian EV Association. “Traditionally the German brands have been very popular in Norway . . . but it seems that consumers are sticking less to the model and it's more about the range of the car.” </p> <p>Tsinghua University professor Ouyang Minggao, a prominent expert on electric vehicles, sounded a note of caution last month at an electric vehicle conference. </p> <p>“Their [BYD's] battery technology is also in the global lead. But we still need to be cautious, especially when you have revolutionary and disruptive innovative companies such as Tesla,” says Prof Ouyang. </p> <p>Still, BYD could become a seller of electric cars within China and dominate battery supply outside the country, according to Taylor Ogan, chief executive of Snow Bull Capital, a US hedge fund. BYD's battery is “by far the cheapest on the market”, at a cost of around $80 a kilowatt-hour at the pack level, or even lower, compared with average prices of $137/kWh last year, he says. BYD declined to comment on costs. </p> <p>BYD says it is preparing to build a battery factory in Europe to “provide supporting facilities for European auto customers”, as part of its global expansion drive. CATL is also building a European battery factory in Germany. </p> <p>Says Michael Dunne, chief executive of industry advisory group ZoZo Go who used to live in China: “BYD is the prototype of where [President] Xi Jinping wants to take China.”</p> <a href=\"http://www.ft.com/cms/d59734d9-5745-46d1-afbe-622c200b3783.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Henry Sanderson in London  2021 'Battery technology gives China an opening in electric vehicles' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T04:00:41.934Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3248,
          "end": 3253
        }
      ],
      "nexusId": "10022657"
    }
  ]
}