{
  "_id": "5d3540b005e6a8bd02714091182b1be05ecaae2f2ea117a3f0077097a8cf6d1f",
  "feed": "wall-street-journal",
  "title": "What China Did to Apple Daily, It Could Do to Any Company  ----  By L. Gordon Crovitz and Mark L. Clifford",
  "text": "<p>   Jimmy Lai started the Apple Daily newspaper in 1995 to defend the Hong Kong way of life before the 1997 handover to China. Its inaugural launch editorial declared: \"We are convinced that Hongkongers who are accustomed to freedom will not stay silent in the face of unreasonable restrictions and unfair treatments, for Hongkongers are born with a passion for freedom.\" Apple Daily journalists pledged to \"stick to our posts and work hard, to be proud Hongkongers through and through.\" </p><p>   That was before the Chinese Communist Party last year forced Hong Kong under the boot of its National Security Law, which this week took down Apple Daily. Its crime was being the most popular source of news and opinion focused on Hong Kong values such as the rule of law, free markets and the free flow of information. The newspaper's demise mirrors the experience of the Hong Kong people as Beijing deploys the National Security Law to exert control over the territory. Hundreds have been arrested under the repressive law, including longtime legislators. </p><p>   As members of the board of Next Digital Ltd., the publicly traded company that operates Apple Daily, we voted Wednesday to close down the paper after the Hong Kong authorities used the law to freeze the company's assets without a trial or even a court order. The freeze makes it impossible for the company to pay its staff, buy ink or keep the electricity on. </p><p>   Hong Kong authorities had already jailed Mr. Lai, who is now serving a 20-month prison term for participating in an assembly that was deemed unlawful. Some 500 armed police raided the Apple Daily offices last week. They arrested Next Digital's CEO and Apple Daily's editor in chief and denied bail to both; the chief editorial writer was arrested this week. </p><p>   The way the authorities undermined the functioning of equity markets, property rights and contracts is a warning for other companies that are publicly traded in Hong Kong or simply doing business there. </p><p>    John Lee, the Hong Kong secretary for security, invoked the National Security Law on his own to prohibit Mr. Lai from voting the 71% of Next Digital shares that he owns, denying him the rights inherent in shareholding on the Stock Exchange of Hong Kong. Mr. Lee then froze Next Digital's bank accounts, announcing it would be a crime for the company to make financial transactions. He warned the company's banks not to enable any transactions. The company could no longer access accounts with tens of millions of U.S. dollars to pay its bills or to accept payments for subscriptions and advertisements. </p><p>   The National Security Law empowers one official to make it a crime for a publicly traded company to operate, even when no one has been convicted or even charged with a crime. Mr. Lee justified these steps by claiming articles published by Apple Daily violate the security law. Arrested Apple Daily journalists and executives were interrogated about more than 100 news stories and opinion pieces, articles and videos by Mr. Lai and others, and on its English-language website. But authorities refused to disclose a list of allegedly offending articles, making it impossible to know the basis of any charges. </p><p>   Hong Kong's Basic Law, the miniconstitution that governs the territory, promises that \"Hong Kong residents shall have freedom of speech, of the press and of publication\" and that no Hong Kong resident \"shall be subjected to arbitrary or unlawful arrest, detention or imprisonment.\" This story of what happened to Apple Daily is only partly about undermining the free press. It's more broadly a warning of what can happen to any company operating in Hong Kong that the authorities claim committed some offense under the vague terms of the National Security Law. </p><p>   There is sad irony in what happened to Apple Daily. Hong Kong was transformed from a barren rock to a world business and financial center by immigrants from mainland China, such as Mr. Lai, who flourished under the rule of law developed when Hong Kong was a British colony. The free flow of information enabled prosperity and broad freedom. Now, Hong Kong shares and bank accounts can be frozen on the order of a single official, destroying private enterprise as well as freedom. </p><p>   Hong Kong people looked to Apple Daily to speak for them after China broke its promise to allow greater democracy as guaranteed in the Basic Law and the 1984 Joint Declaration, the international treaty governing Hong Kong's transfer from Britain to China. In 2019, more than 500,000 Hong Kong people of 7.5 million residents signed up to buy subscriptions to Apple Daily's website -- by far the greatest market penetration for digital subscriptions of any news publisher in the world. Apple Daily's marketing slogan was, \"Your vote no longer matters. Your subscription matters more.\" </p><p>   After last week's raid on the Apple Daily offices, more than 500,000 copies were printed, compared with the usual daily print run of 80,000. One restaurant owner said he bought 300 copies to distribute to his customers, \"for freedom.\" Yesterday, thousands of Hong Kong people lined up at newsstands to get their last Apple Daily from the one million copies of the final edition to be printed. </p><p>   Next Digital continues to operate outside Hong Kong, including in Taiwan and with digital products. As for Apple Daily, it now imparts one last item of information, making the news instead of reporting it. Its death at the hands of the Chinese Communist Party is a warning of what can happen to any company in Hong Kong. </p><p>   --- </p><p>   Mr. Crovitz is a former publisher of The Wall Street Journal and former editor and publisher of the Far Eastern Economic Review in Hong Kong. Mr. Clifford is a former editor in chief of Hong Kong's South China Morning Post and Standard newspapers. </p><p></p>",
  "published": "2021-06-24T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1653,
          "end": 1658
        },
        {
          "start": 2804,
          "end": 2809
        },
        {
          "start": 3772,
          "end": 3777
        },
        {
          "start": 4698,
          "end": 4703
        },
        {
          "start": 2851,
          "end": 2856
        },
        {
          "start": 1585,
          "end": 1590
        },
        {
          "start": 18,
          "end": 23
        },
        {
          "start": 1129,
          "end": 1134
        },
        {
          "start": 5114,
          "end": 5119
        },
        {
          "start": 3485,
          "end": 3490
        },
        {
          "start": 4827,
          "end": 4832
        },
        {
          "start": 4572,
          "end": 4577
        },
        {
          "start": 22,
          "end": 27
        },
        {
          "start": 626,
          "end": 631
        },
        {
          "start": 5297,
          "end": 5302
        },
        {
          "start": 368,
          "end": 373
        },
        {
          "start": 4240,
          "end": 4245
        }
      ],
      "nexusId": "10022657"
    }
  ]
}