{
  "_id": "34f3cfc9502a356854ae2123728ccf0fc8dfede3c20d7c46f26b5597283aafbf",
  "feed": "wall-street-journal",
  "title": "Technology:  Samsung Profit Gets Lift From Pandemic  ---  Challenges include  imprisonment of  leader, fiercer  competition  ----  By Elizabeth Koh",
  "text": "<p>   SEOUL -- Samsung Electronics Co. reported a 26% boost in its fourth-quarter net profit Thursday, as the world's largest maker of smartphones and memory chips continues to ride sustained demand for its products amid the coronavirus pandemic. </p><p>   But the South Korean tech giant faces extra challenges as it enters a new year. Beyond the pandemic, the company is contending with its de facto leader Lee Jae-yong back behind bars. Its rivals, for handsets and semiconductors, are consolidating and getting larger. </p><p>   Samsung posted 6.61 trillion South Korean won, or nearly $6 billion, in net profit for the quarter ending Dec. 31, over last year's 5.23 trillion won. Revenue rose to 61.55 trillion won from the prior year's 59.88 trillion won. </p><p>   Analysts had forecast about 6.74 trillion won in net profit and 61.21 trillion won in revenue, according to estimates from S&amp;P Global Market Intelligence. </p><p>   Like other technology companies, Samsung has fared well in the pandemic on the strength of demand for most consumer electronics, though economic pressures squeezed smartphone sales in the first half of last year. The company is watched closely in the technology world, as a major manufacturer of appliances and computing devices as well as a critical supplier to other electronics firms. </p><p>   The company warned of weaker earnings in the opening quarter of 2021, though it signaled it expected growth in the first half of the new year. </p><p>   In handsets, Samsung has recovered from most of the dent created by pandemic-fueled store closures early last year. Just two weeks ago, the company launched its newest flagship phones, the Galaxy S21, at a marked discount from previous years, trying to capture market share from Huawei Technologies Co. while the Chinese firm is cut off from its chip supply by U.S. sanctions. </p><p>   But Samsung's release, which moves up the sales window for the company's newest offerings by more than a month, is the most aggressive the company has been in recent years and signals the pressure the pandemic continues to put on smartphone recovery, said Wayne Lam, a senior director of research at CCS Insight, a market researcher. The company said Thursday that mobile sales had dropped 11% year over year in the fourth quarter to 21.46 trillion won. </p><p>   \"You can look back in history -- they've only been adding cost and adding to the overall phone price,\" Mr. Lam said. \"Now they're giving themselves a haircut.\" </p><p>   The smartphone market could also shift more to benefit Samsung or other rivals if LG Electronics Co. sells off its smartphone division, which has been bleeding money for nearly six years. LG, based in Seoul, remains a main competitor for the U.S. market, though it has lost ground against Samsung and Apple Inc.  This month, LG's chief executive told employees that it was \"leaving all possibilities open\" for the future of the unit. </p><p>   Samsung's memory division saw prices fall in the fourth quarter, and executives said the cost of ramping up new lines also dimmed the effects of demand from servers and cloud computing centers. But memory prices are likely to rise again in the first half of 2021, industry analysts said, particularly amid a global chip shortage and rising demand from sectors like the automotive industry and the growing supply of 5G smartphones. </p><p>   Samsung is also considering longer-term investments to shore up its chip manufacturing, as competitors have consolidated in recent months. It has been scouting locations in Arizona, Texas or New York, where it might invest as much as $17 billion, The Wall Street Journal reported last week. </p><p>   Executives said Thursday no decisions had been made on a new U.S. plant but said the company could conduct a merger or acquisition \"of a meaningful size\" in the next three years. </p><p>   But major moves at Samsung are in new turmoil now that Mr. Lee, officially Samsung's vice chairman, is back in prison after a retrial on charges of bribing South Korea's former president. </p><p></p>",
  "published": "2021-01-28T07:11:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2713,
          "end": 2720
        },
        {
          "start": 2713,
          "end": 2724
        },
        {
          "start": 2713,
          "end": 2725
        },
        {
          "start": 2713,
          "end": 2723
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}