{
  "_id": "c1998dbfa7fab9885b4ff7c66f623122a84764221a0c8bedc65b608a63d32277",
  "feed": "wall-street-journal",
  "title": "World News: World Watch",
  "text": "<p>Sex Assault Alleged</p><p>An accuser of convicted sex offender Jeffrey Epstein filed a lawsuit against the U.K.'s Prince Andrew in U.S. federal court Monday, alleging the British royal sexually abused her multiple times when she was under 18 years old.</p><p>In her lawsuit, Virginia Giuffre accuses Prince Andrew of raping and sexually abusing her while she was a minor and a sex-trafficking victim. The abuse created \"severe and lasting\" damage for Ms. Giuffre, the lawsuit said. The lawsuit was filed in the U.S. District Court for the Southern District of New York and seeks compensatory and punitive damages.</p><p>Prince Andrew, the second-oldest son of Queen Elizabeth II, has previously denied Ms. Giuffre's accusations. In a 2019 interview with the British Broadcasting Corp., Prince Andrew said he couldn't recall meeting Ms. Giuffre. Days after the interview aired, he announced he would step back from public duties as a member of the royal family.</p><p>-- Jennifer Calfas</p><p>---</p><p>SWEDEN</p><p>Iranian Is Accused</p><p>Of 1980s War Crimes</p><p>The trial of an Iranian citizen accused of committing grave war crimes and murder during the end of the Iran-Iraq war in the 1980s started Tuesday in Stockholm.</p><p>The trial of Hamid Noury comes just days after hard-line Iranian President Ebrahim Raisi took office as the highest-ranking civilian leader in the Islamic Republic.</p><p>Mr. Raisi took part as a prosecutor in the so-called death commission that executed as many as 5,000 people at the end of Iran's bloody war with Iraq in 1988.</p><p>Mr. Noury was arrested in November 2019 when he arrived in Stockholm and has been held in custody since then.</p><p>-- Associated Press</p><p>---</p><p>HONG KONG</p><p>Teachers Union</p><p>Disbands Under Fire</p><p>Hong Kong's largest teachers union said it disbanded Tuesday because of the changing political climate, as the government continues its crackdown on dissent in the city.</p><p>The Hong Kong government cut ties with the pro-democracy union last week and accused it of spreading anti-Beijing and antigovernment sentiment. The split came hours after Chinese state media called the union a \"malignant tumor\" that should be eradicated.</p><p>The Professional Teachers' Union is the city's largest single-industry trade union, with 95,000 members. It said it would stop accepting new members and refund renewals submitted by current members.</p><p>The closure is the latest fallout from efforts by authorities to stamp out dissent. Over the past two years, numerous political groups and the pro-democracy newspaper Apple Daily have ceased operations over concerns that they would be targeted under a sweeping national security law imposed by Beijing last year.</p><p>-- Associated Press</p>",
  "published": "2021-08-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2467,
          "end": 2472
        }
      ],
      "nexusId": "10022657"
    }
  ]
}