{
  "_id": "65e23c1e062204a4afeb69821bf84db0da76acb9dbed3e8e0344fdd12ee4f71a",
  "feed": "market-watch",
  "title": "Since 1983, here's the tipping point where bonds spell trouble for stocks",
  "text": "<p>Apple's iPhone 13 upgrades are boring, but they will still sell</p><p>Apple Inc.'s latest iPhone event was a snoozefest, but Apple will sell millions of the new smartphones anyway. See full story.</p><p>Warren urges Fed to break up ‘irredeemable' Wells Fargo, says customers still at risk</p><p>Sen. Elizabeth Warren on Tuesday called for the Federal Reserve to break up Wells Fargo &amp; Co., saying the bank continues to harm consumers. See full story.</p><p>‘Shoulda Got the Shot': New PSAs employ real people rather than science and data to encourage unvaccinated Americans to change their minds</p><p>An L.A.-based entrepreneur is seeking to change the minds of the roughly 30% of Americans who are refusing COVID-19 vaccines with a new Public Service Announcement campaign, using real people who have been severely ill or lost loved ones to the pandemic. See full story.</p><p>Coinbase initiated at junk levels by Moody's, citing ‘uncertain regulatory environment and fierce competition' in crypto</p><p>Moody's Investors Service initiate a debt-issuer rating of Coinbase Global Inc. at noninvestment grade, or junk, citing an “uncertain regulatory environment and fierce competition” as a key reason for not rating the crypto exchange an investment grade debt issuer. See full story.</p><p>MARKETWATCH PERSONAL FINANCE</p><p>I think he has outstanding gambling debts as well as debt for bail bondsmen, parking tickets and driving fines and credit cards. See full story.</p>",
  "published": "2021-09-15T09:00:07.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 64,
          "end": 69
        },
        {
          "start": 64,
          "end": 74
        },
        {
          "start": 119,
          "end": 124
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 64,
          "end": 73
        }
      ],
      "nexusId": "10022657"
    }
  ]
}