{
  "_id": "99809f0c45cf89043401529e8b97e56791e44bf00f0eeac37d8662205e9cff20",
  "feed": "wall-street-journal",
  "title": "Spider-Man Fights for Sony in the Streaming Wars; As other studios fight it out to build their online platforms, Sony Pictures has boosted profits by being an 'arms dealer' willing to sell content to the highest bidder",
  "text": "<p>But for owner Sony Pictures, the release is also emblematic of its unique approach to Hollywood's newfound obsession with streaming. The studio owned by Sony Group is the last of the majors that doesn't have its own major streaming outlet. It is therefore unconflicted about its theatrical business; Sony Pictures Chairman Tony Vinciquerra told analysts in May that \"we remain firmly committed to theatrical exhibition.\"</p><p>That contrasts sharply with the other major Hollywood studios. Disney, Warner Bros., Paramount, Universal and 20th Century Studios (now owned by Disney) all have their own streaming outlets to feed and are thus compelled to make difficult choices about how to best capitalize on their content. That doesn't always go smoothly. Warner Bros., owned by AT&amp;T, riled the Hollywood establishment by deciding earlier this year to release all of its 2021 movies on HBO Max on the day of their theatrical debut. Disney ended up in a messy legal fight with star Scarlett Johansson over a similar release strategy for \"Black Widow\" on Disney+. The two sides settled that dispute in September.</p><p>But ever since shutting down its PlayStation Vue video streaming service in 2019, Sony has chosen to be an arms dealer rather than a combatant in the streaming war. The company struck notable deals with Netflix and Disney earlier this year. Those two deals alone are worth close to $3 billion over several years, according to The Wall Street Journal. And that doesn't include a separate deal worth a reported $50 million that Sony struck in 2019 that brought the \"Seinfeld\" series to Netflix. Apple, Hulu and HBO Max have also picked up specific movies or shows produced by the company.</p><p>Sony isn't avoiding streaming entirely. It bought animation streaming service Crunchyroll earlier this year, which fits well with its content library and gaming user base. It also acquired the faith-based Pure Flix streaming service last year.</p><p>But staying out of the mainstream fight allows Sony to maximize the value of its content without worrying about shortchanging its own streaming effort. It also puts the company in a strong bargaining position as one of the few remaining that can produce studio-level content available to other streamers who are increasingly conflicted about dealing with each other.</p><p>\"We are perfectly content to sell to the highest bidder,\" Tom Rothman, chief executive and chairman of Sony Pictures's movie group, said in an interview.</p><p>A strong box-office performance for its movies thus boosts the value that Sony can command in its streaming deals. The company's Spider-Man movies comprise the sixth highest-grossing franchise in the industry, according to box-office tracking site The Numbers. The latest film is also the third in an unusual arrangement with Disney that allowed the webslinger—the rights of which have been owned by Sony since 1999—to join forces on screen with the rest of Disney's lucrative Marvel Cinematic Universe. That has proven to be a profitable partnership. The last two Spider-Man films revived the franchise following some earlier stumbles. One of the new ones, 2019's \"Spider-Man: Far from Home,\" grossed more than $1 billion worldwide—a distinction held by only about one-third of the Marvel Cinematic Universe movies released to date.</p><p>But Sony Group's fate hardly rests on Spider-Man. Indeed, media is now the largest business for the company once best known for consumer electronics such as the Walkman. The videogame, music and Sony Pictures divisions now comprise half of the company's total revenue compared to less than a third a decade ago. Long time media analyst Doug Creutz of Cowen notes that Sony's intellectual property across its games, music, movie and TV businesses \"offers unique opportunities for transmedia efforts,\" such as an upcoming movie based on the company's blockbuster \"Uncharted\" game franchise. Mr. Creutz argued in his Sept. 27 initiation report that Sony remains undervalued \"due to low-merit concerns about conglomeratization.\"</p><p>Avoiding the streaming war could help change that perception — especially since it shields Sony from a fiercely competitive future. The streaming market has become crowded; late 2019 brought the debut of Disney+ and Apple TV+, while the following year saw the launches of NBCUniveral's Peacock service and Paramount+ from ViacomCBS. Those join well-established services from Netflix, Amazon and Hulu. But the likelihood of all these offerings surviving over the long term is slim; according to Ampere Analytics, the average U.S. household now subscribes to just a little over four streaming services.</p><p>And while consolidation may still be some way off, the red ink being piled up by streamers now is hard to miss. Disney, for instance, says it expects Disney+ to incur losses up to its 2024 fiscal year. By contrast, Sony Pictures alone is projected to generate a pretax operating margin of nearly 11% for the current fiscal year, according to FactSet consensus.</p><p>Most of Hollywood is all-in on the streaming business. As Mr. Rothman put it, \"We are in the profit business.\"</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com and Jacky Wong at jacky.wong@wsj.com</p><p>Spider-Man Fights for Sony in the Streaming Wars</p>",
  "published": "2021-12-17T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1596,
          "end": 1601
        },
        {
          "start": 4230,
          "end": 4235
        }
      ],
      "nexusId": "10022657"
    }
  ]
}