{
  "_id": "287ff63ab92c5c70c96d01a6a878c96df1083a2be7445f6434fc1b6f7833c6f9",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>All but five of the 50 Republicans in the US Senate <a href=\"https://www.ft.com/content/0c459b7b-528b-4dac-a954-6c33e4749be8\">backed Donald Trump</a> in a procedural impeachment vote on Tuesday, suggesting the former president is unlikely to be convicted for inciting the violent insurrection on Capitol Hill. </p> <p>Forty-five Republicans, including Senate minority leader Mitch McConnell, voted in favour of the “point of order” put forward by Rand Paul, the GOP senator from Kentucky, which stated that an impeachment trial would be unconstitutional because Mr Trump is no longer president. The trial is set to&#xa0;start in earnest <a href=\"https://www.ft.com/content/95d32157-4c0f-44a7-b5a1-707559ad7d25\">on February 8</a>. </p> <p>Meanwhile, Fox News has held talks with <a href=\"https://www.ft.com/content/1834f549-61d0-49ce-94e3-207fee93090c\">Kayleigh McEnany</a>, the former White House press secretary, about an on-air job at the network, in another sign the Murdoch media empire will stick close to Donald Trump's most prominent advocates. </p> <p>The potential hire comes after Rupert Murdoch, the octogenarian founder of Fox News and News Corp, launched an attack on “cancel culture” at the weekend and warned about the dangers of what he described as “woke-ism”. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>The <strong>IMF</strong>'s latest forecasts show the US will be by far <a href=\"https://www.ft.com/content/341577c5-92f2-4bd3-a235-331d0db5dbbd\">the most successful </a>at steering their economies through the pandemic. The Biden administration is on the cusp of <a href=\"https://www.washingtonpost.com/health/2021/01/26/vaccine-supply-biden/\">buying 200m more vaccine doses</a> for the <strong>US</strong>, increasing available supply by 50 per cent.</p></li>  <li><p><strong>Germany</strong> is pressing the European Commission to give member states the power to <a href=\"https://www.ft.com/content/ed0059c9-1ea5-4ba9-a1ff-88004b59e71d\">block the export of coronavirus vaccines</a> produced in the EU.</p></li>  <li><p><strong>Britain's</strong> death toll <a href=\"https://www.ft.com/content/675d737e-88a5-4d84-9222-013eb5fdf6e3\">passed 100,000</a> on Tuesday, more than twice the number of civilians&#xa0;killed in the Blitz.</p></li>  <li><p><strong>Japan</strong>'s vaccine rollout has been hindered by <a href=\"http://ft.com/content/18b4460c-0059-4571-888c-041dfa4adb9f\">demands for local trials</a>.</p></li>  <li><p><strong>South Korea</strong>'s booming tech exports and optimism over its vaccine rollout plans stoked <a href=\"https://www.ft.com/content/e7019c31-e46c-400e-820c-4f19a2788fa2\">growth expectations for 2021</a>. (FT, WaPo)</p></li> </ul> <p><em>If Covid vaccines stop working, </em><a href=\"https://www.ft.com/content/3bfe4375-ef37-4168-9a86-1c48be6cd5b1\"><em>how quickly can drugmakers respond</em></a><em>? Keep up to date with the vaccine rollout with our recently launched </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>tracker</em></a><em>. </em></p> <h2>In the news</h2> <p><strong>Microsoft shares surge to new high </strong>A pandemic-fuelled triple-whammy in the final quarter of 2020 <a href=\"https://www.ft.com/content/720ba9e9-8cea-4583-b26e-d98a74c4db21\">lifted Microsoft's revenues</a> and earnings far above expectation. A boom in PC sales, surging demand for video gaming&#xa0;and an increased usage of its cloud services combined to produce a 17 per cent surge in revenue, to $43.1bn. (FT)</p> <p><strong>Biden-Putin call </strong>Joe Biden warned Vladimir Putin that the US would respond to “malign actions” by Russia as the two leaders closed in on extending a crucial <a href=\"http://ft.com/content/fe5910c0-ba3b-42b5-8912-afefbdaf398a\">nuclear weapons treaty</a> during their first phone call. Mr Biden also addressed the issue of Russian activist Alexei Navalny, whose <a href=\"http://ft.com/content/45be9f29-524e-4150-87dd-835de563b710\">detention revealed jitters</a> in the Kremlin. Mr Putin is <a href=\"https://www.weforum.org/events/the-davos-agenda-2021/sessions/special-address-by-vladimir-putin-president-of-the-russian-federation\">due to address</a> Davos today. (FT)</p> <p><strong>Exclusive: Hong Kong grills departing finance executives </strong>Fund managers and bankers leaving Hong Kong for other financial centres have been asked to <a href=\"http://ft.com/content/76f88fc4-a0c2-42dd-8419-5956477c4a4a\">explain their decision</a> to government agencies amid concerns that Beijing's national security law could increase departures from the Asia hub. (FT)</p> <p><strong>Goldman slashes David Solomon's pay </strong>Goldman Sachs' chief executive David Solomon earned $17.5m for 2020, $10m less than the previous year, after the bank's <a href=\"https://www.ft.com/content/398f4808-918c-434a-8cb1-c42b6521dea6\">board cut the pay of senior executives</a> in the wake of the 1MDB corruption scandal. (FT)</p> <p><strong>Walmart turns to robot-staffed warehouses</strong> Walmart is planning to set up small local warehouses <a href=\"https://www.ft.com/content/1b1b11c8-200c-4f7c-a431-6460f90bb95d\">staffed with robots</a> to handle surging online orders, stepping up competition with Amazon as both companies seek to cut delivery time and costs by moving logistics closer to where customers live. (FT)</p> <p><strong>Trouble flares for US energy upstart Tellurian</strong> US energy tycoon and Tellurian founder Charif Souki <a href=\"https://www.ft.com/content/824ce0f4-e014-48e5-80fb-95beede80398\">says his industry</a> has to do more to clean up its act as investors increasingly shun fossil fuels and President Joe Biden promises to crack down on oil and gas pollution.</p> <blockquote>  <p>“People have decided to vilify hydrocarbons and some of it is deserved. We have to increase our standards,” Charif Souki, founder of the US liquefied natural gas group Tellurian.</p> </blockquote> <p><strong>Indian farmers vent anger </strong>Thousands of farmers driving tractors <a href=\"https://www.ft.com/content/0312fd46-b47e-4c55-b007-c56f5e6f24be\">descended on New Delhi</a>, overwhelming police attempts to beat them back in a sharp escalation of demonstrations against controversial agriculture reforms. Meanwhile, Narendra Modi's reluctance to have a vaccination photo-opportunity <a href=\"https://www.ft.com/content/c86afc76-f49b-432d-b2c0-5aa3655903bd\">is fuelling speculation</a> over his motive, writes Amy Kazmin.&#xa0;(FT)</p> <h2>The day ahead</h2> <p><strong>Holocaust Remembrance Day </strong>Ceremonies will be held around the world to honour International Holocaust Remembrance Day on Wednesday. About 900 Holocaust survivors have <a href=\"https://www.timesofisrael.com/ahead-of-holocaust-remembrance-day-israel-says-900-survivors-died-of-covid-19/\">died of Covid-19</a>, Israel's Central Bureau of Statistics said this week. (Times of Israel) </p> <p><strong>Fed meets </strong>The Federal Reserve concludes its first interest rate-setting meeting of 2021 and the first since Joe Biden became president amid talk of fresh fiscal stimulus. Global equities <a href=\"https://www.ft.com/content/570f7453-fb9b-4c73-845e-a33178f4942e\">were muted</a> ahead of chairman Jay Powell's press conference. Here are <a href=\"https://www.ft.com/content/7f60fecc-d3a7-49f6-85bd-d9d5ac0de4ea\">five things to watch</a>. (FT)</p> <p><strong>Earnings round-up</strong> Apple is expected to reveal that demand for its new 5G iPhone, MacBooks and AirPods helped it record its first ever <a href=\"https://www.ft.com/content/3920a716-2f55-484c-9741-75f9798918cf\">$100bn-revenue quarter</a>. Facebook and Tesla also publish quarterly earnings. (FT)</p> <h2>What else we're reading</h2> <p><strong>Competence is Joe Biden's best strategy </strong>Will President Joe Biden succeed? Like many others, at home and abroad, <a href=\"https://www.ft.com/content/a1712606-0303-4c98-8ef4-f4dd57245268\">Martin Wolf desperately hopes so</a>. But first, there needs to be consensus on what “success” means. The new president must choose between unity and change, <a href=\"https://www.ft.com/content/ea434ba3-d5db-4a86-8813-0941a2b3aee8\">writes Janan Ganesh</a>. (FT)</p> <p><strong>Donald Trump's new legal nemesis </strong>Among the challenges facing Donald Trump in his post-presidential life — from reviving a sputtering business empire to fending off impeachment and restoring lustre to his brand — <a href=\"http://ft.com/content/ebe20104-c1d6-4d0f-8db6-18cf621d2ebd\">the most grave might be Cyrus Vance</a>. The Manhattan district attorney is pursuing what is the only known criminal investigation against Mr Trump. (FT)</p> <p><strong>Reddit traders wage battle against Wall Street </strong>An <a href=\"https://www.ft.com/content/56e8b33a-d9b6-4f74-998b-327ef54c4d5a\">army of amateur traders</a> has launched a siege&#xa0;on Wall Street, shaking up markets and leaving seasoned hedge funds reeling. The games retailer GameStop sits at ground zero of a brawl that has shown have-a-go investors are no longer just a sideshow. Here are <a href=\"https://www.wsj.com/articles/blackberry-amc-and-other-reddit-yolo-favorites-that-arent-gamestop-11611681716\">other stocks they're after</a>. </p> <ul>  <li><p>‘Everywhere I look there's talk of bubbles, not just the social kind. Bond bubbles, bitcoin bubbles, equity bubbles, tech stock bubbles,' <a href=\"https://www.ft.com/content/329a50d0-399b-4b69-847a-01aee41960e8\">writes Robert Buckland, chief global strategist at Citigroup</a>. ‘There's definitely a bubble in bubble talk.' (FT, WSJ)</p></li> </ul> <p><strong>Why did Leon Black pay Jeffrey Epstein? </strong>Lawyers for Apollo pointed to a professional relationship to explain why its founder had paid $158m to Epstein over a five-year period during which the disgraced businessman and late paedophile served as Mr Black's high-priced adviser. The FT's Mark Vandevelde&#xa0;and&#xa0;Sujeet Indap <a href=\"https://www.ft.com/content/23448802-3ee8-4c3c-bb46-fc02e304f3ed\">lay out the details</a>. (FT)</p> <p><strong>Black Lives Matter ushers in new era for diversity officers</strong> Tasked with overcoming workplace discrimination in areas ranging from recruitment to product development, chief diversity officers have long complained of being under-resourced and organisationally siloed. But last year's killings of George Floyd, Ahmaud Arbery and Breonna Taylor has suddenly put diversity executives <a href=\"https://www.ft.com/content/0147a2af-3c3d-4e05-9463-8b91d221e9be\">in the spotlight</a>. This story is part of a new report on <a href=\"https://www.ft.com/reports/business-society\">Business and Society</a>. (FT)</p> <h2>Video of the day</h2> <p><strong>Donald Trump's legal position explained </strong>The FT's Kadhim Shubber looks at the <a href=\"https://www.ft.com/video/7a815559-ed74-41cb-9909-447908b767f2\">many legal challenges</a> facing the former president, from impeachment to a criminal investigation into his tax affairs. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T11:38:24.352Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4813,
          "end": 4818
        }
      ]
    }
  ]
}