{
  "_id": "483e18b40d91f8fb01559479e9f76ef0de3c0c05648aadd4854e2ef17272f8e3",
  "feed": "ftcomall",
  "title": "Snap launches augmented reality glasses ahead of rivals",
  "text": "<p>Snap has become the first leading US tech company to unveil augmented-reality (AR) glasses, beating rivals such as Facebook and Apple to what many see as the next big computing platform.</p> <p>Evan Spiegel, Snap's chief executive, announced his company had built a pair of smart glasses, called Spectacles, that allow wearers to overlay its playful augmented reality filters, known as Lenses, on to the real world.</p> <p>“Nobody else is doing this right now, in the way that we are and in the form factor that we are,” he said in an interview with the Financial Times, adding: “I don't think people expect us to be this far along. Every other product out there is like a helmet.”</p> <p>The AR glasses, which have been made available initially only to a group of app developers and creators who use the Snapchat social media app, have two small cameras and four microphones embedded in them so that users can take short video clips of what they see to save or send to others, he said.</p> <p>The glasses are far smaller and lighter than the first “mixed reality” headsets such as Microsoft's Hololens or Magic Leap. Social media rival Facebook has <a href=\"https://www.ft.com/content/9a698a68-18e2-43df-aeab-557b8723dc8d\">said it plans</a> to launch its first “smart glasses” in partnership with Ray-Ban parent company Luxottica later this year, but that they will not have a display for viewing AR effects. Apple's <a href=\"https://www.ft.com/content/f2700100-0726-11ea-a984-fbbacad9e7dd\">long-planned smart glasses</a> are not expected to debut until next year at the earliest.</p> <p>While Facebook has revealed early plans for a wristband through which users will control their AR experiences, Spiegel's vision is for standalone glasses that can be controlled by voice commands or gestures, without the need for additional controllers.</p> <p>“One of the things that we think is so compelling about Spectacles is that it empowers a more natural way of engaging with computing. Oftentimes adding more stuff to your hands or your feet . . . sort of breaks that illusion or feeling that you're seamlessly interacting with the world,” Spiegel said. “We're much more focused on trying to use technology inside Spectacles themselves to avoid having to ask people to wear anything.”</p> <p>The device weighs 134 grammes and has a battery life of about 30 minutes of continuous use. For now, however, the glasses are only a limited-release hint at Snap's long-term ambitions in hardware. No pricing details were disclosed. </p> <p>Spiegel declined to share a more precise timeline for its smart glasses ambitions, but said: “For it to be [a] really widespread consumer [product], it's probably another decade.”</p> <p>Snap's ultimate objective is to replace the PC's keyboard and smartphone's tiny touchscreen with a more “natural” form of computing.</p> <p>“Once you take AR outside the constraints of the phone, it feels totally different,” Spiegel said. “I think that that is a really exciting step forward for computing, because rather than forcing people to change their behaviour to fit the technology, to fit the devices, we can start changing the devices and the technology to fit human ways of interacting.”</p> <p>Snap, Facebook and Apple are all hoping to shake off the legacy of Google Glass, which was <a href=\"https://www.ft.com/content/ab339580-c08f-11e1-9372-00144feabdc0\">launched</a> with great fanfare almost a decade ago but also suffered a <a href=\"https://www.ft.com/content/ff12af46-9ce8-11e4-adf3-00144feabdc0\">backlash</a> over privacy concerns. </p> <p>Initially launched in 2016, the original version of Spectacles — sunglasses with a built-in camera to capture and share video — failed to gain traction among Snap's teenage and millennial users. In 2017, it <a href=\"https://www.ft.com/content/cc11cd68-4909-11e8-8ee8-cae73aab7ccb\">wrote down</a> nearly $40m in unsold Spectacles inventory and components. After that, the company appeared to focus more on monetising its core social media and messaging business by building out its advertising offering and enticing influencers and publishers to the Snapchat platform.</p> <p>At Thursday's launch event, streamed online from its Los Angeles headquarters, Snap made several other announcements that reflected a recent push to facilitate more online shopping for its audience of more than 500m monthly active users. This included the launch of AR tools that allow users to scan someone's outfit and then find recommendations of similar clothes to buy, and to “try on” outfits and accessories inside Snapchat. </p> <p>Snap's stock was trading 6 per cent higher at about $57 following the announcements. </p> <p>Developing consumer hardware is a much more expensive endeavour than writing mobile apps. But Spiegel said it was “way too early” to discuss his financial objectives for Spectacles.</p> <p>“Putting monetisation ahead of really nailing the consumer experience really would run contrary to the way we've built our business historically,” he said. “Now, it's very clear that to push the software forward from here, we have to experiment with hardware. And so that's really what this represents.”</p><p>Source: Hannah Murphy in San Francisco and Tim Bradshaw in London 2021 'Snap launches augmented reality glasses ahead of rivals' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T18:00:18.741Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 128,
          "end": 133
        },
        {
          "start": 1304,
          "end": 1309
        },
        {
          "start": 3007,
          "end": 3012
        }
      ],
      "nexusId": "10022657"
    }
  ]
}