{
  "_id": "1ab1357ea91a7db812f10a750a569a5de72ecc3e36492e0f3f289a5006f59049",
  "feed": "ftcomall",
  "title": "A time for big questions: lockdown life and late-stage communism",
  "text": "<p><strong>The longer lockdown lasts,</strong> the more I find myself thinking of Romania in the wintry weeks after the fall of the Ceausescus. It's partly due to the east European grimness of this January's weather, and the lack of light and life in the west London streets when I go for my evening walk. There were no — and I mean <em>no </em>— lights after dark in Timisoara, the city in western Romania where the December 1989 revolution began and where I lived for much of January 1990; and Bucharest, the capital, was barely any brighter.</p> <p>But what reminds me most of all of eastern Europe in its post-revolutionary first flush is the extra time that lockdown has granted us — at least those of us without young children or not fighting the good fight in the NHS. We have time to talk; to read; and most of all to think — pursuits that flourished under Nicolae and Elena Ceausescu's drab regime, not least as there was so little else to do. George Saunders writes in his latest book <a href=\"https://www.ft.com/content/f6bf9b2c-1c5a-4717-83e1-4baf2b93da3e\"><em>A Swim in a Pond in the Rain</em></a> that literature allows us to ask “big questions” such as “How are we supposed to be living down here?” One of the qualities that impressed me in Romania in early 1990 was the prevailing readiness to debate those big questions — and with intensity, depth and range.</p> <p>The communists had crushed so much, including freedom of movement and speech. But a sense of history and a knowledge of great writers had thrived. Once the old order had gone, night after night, fundamental principles that we had long taken for granted in the west were thrashed out and rethought. Now in Britain, all but barred from travel and undistracted by entertainment, we have gone back in time. We too find ourselves debating the balance between rights and responsibilities in how to respond to the lockdown rules.</p> <p>&#xa0;(I still wince at the memory of the best Romanian lesson I was given on the difference between “freedom” and “licence”: I was driving down a street in the Transylvanian town of Sibiu when a policeman flagged me down. </p> <p>Presuming this to be the intervention of an old-school Ceausescuist authoritarian, I indignantly asked, “Are we not in a democracy now?”</p> <p>“Yes, indeed,” came the courteous reply. “But even in a democracy there are one-way streets.”)</p>  <p><strong>There are, of course, </strong>obvious differences between forlorn Bucharest in January 1990 and London in January 2021. Shops were — at least purportedly — “open<em>” </em>then in the Romanian capital, unlike in London now. But as with today's <a href=\"https://www.ft.com/content/8edfb238-48b6-43a3-ab8b-1a0d951f811c\">shuttered shops</a> in British cities, they offered little temptation. All I remember of state stores in January 1990 are serried shelves with jars of pickled indescribables. When a store did receive a delivery, queues formed, as if from nowhere, in freezing temperatures. A general store on the city's Haussmann-style central boulevard tended to attract an especially long line, usually based on no more than a rumour of a delivery of loo paper or meat.</p> <p>London's <a href=\"https://www.ft.com/content/8075d66f-06ba-4aea-aac9-cac59b79f1e1\">loo-paper stockpiling</a> hysteria is thankfully over. But stolid queues are still very much a thing. When I walked past Waitrose in Shepherd's Bush last Saturday afternoon, 60 or so people stood waiting silently, impassively — seemingly accepting their Covid restrictions with the same remarkable fortitude with which Romanians outwardly bore their far stiffer lot. </p> <p>There is a similar scene on the Thames path every Sunday afternoon where a line of walkers, solo or in pairs, head-down, winds along the river as far as the eye can see. If I had blurred my vision last Sunday, only the lack of Astrakhan hats in London distinguished this from one of those Romanian queues. We even have high-viz-vested Covid marshalls on the river, monitoring our movements — and rather less shyly than the newly bashful Romanian police in the early post-communist days.</p> <p>This week, I finally watched the searing Romanian documentary <a href=\"https://www.ft.com/content/4bb450f4-896a-40ca-b2a7-4bde1abf436b\"><em>Collective</em></a> on Amazon. It&#xa0;has stirred memories of the insidious state corruption that flowed from the communist era and has permeated officialdom in the new order. <em>Collective </em>focuses on the aftermath of an appalling fire in Bucharest's Colectiv nightclub in 2015 that killed 64 people — the majority over the following three months in hospital, many from infections. The documentary charts the exposé by sports newspaper <a href=\"https://www.gsp.ro/\">Gazeta Sporturilor</a> of collusion between a health company and state hospitals, which led to the mass dilution of disinfectant. As the documentary continues, so the scale of the scandal spreads.</p> <p>I remember being shocked at how in 1990 in Romania, as in much of the former Eastern Bloc, it was routine to bribe doctors for treatment. <em>Collective </em>is a stirring reminder of the enduring campaigning spirit in Romania for change and of its bravura film-making; this stirs memories of the powerful 2005 film <em>The Death of Mr Lazarescu</em>, which casts a similarly harsh light on Romania's hospitals and their callous culture. But it also reflects the pervasive gangsterism in the nexus of business and politics. It sounds like grim watching but it is utterly compelling, however scant your interest in Romania might be. I have no doubt that it is the best documentary I have seen in years.</p> <p>“When the press bows down to authorities,” Catalin Tolontan, the lead journalist, says, “the authorities will mistreat the citizens.” His dedication to expose the corruption resounded in my ears as a call to arms.</p>  <p><strong>During lockdown I have resorted </strong>to playing cards, in particular bridge, as a distraction from the monotony of daily life — just as I did in Romania in early 1990. My wife and I introduced our two sons to whist and then bridge years ago when they were quite young in a peripatetic stage of our lives. Now university students, they are locked down with us and we have played hundreds of hands in recent months. They are feverishly competitive and fiendishly good. After the latest cataclysmic defeat at their hands, I was reminded of my games with my Romanian interpreter and his friends in Timisoara. I confidently took up their suggestion that I make up a four. I had forgotten of course Romania's bridge-playing pedigree. Valentin, the Ceausescus' elder son, was said to be a keen player, although supposedly to stop him playing, his parents were said to have banned tournaments. Maybe, but the game flourished and I was repeatedly humiliated.</p> <p>For all my sweeping nostalgic comparisons, realists will rightly point out that escapism is, of course, rather easier for us now with Netflix and all that. This week, I was briefly thrust back into a pre-Netflix age. For 48 hours, our broadband was down and we were in a world of no WiFi. I listened with all the more intensity to BBC Radio 4's discussion on broadband with Martha Lane Fox, who described it as an essential service akin to running water. Quite right. We were able to fall back on a hotspot — via my generous FT data allowance — unlike so many of those struggling to home-school their children and watching yet another precious month implode for their members of this unfortunate Covid generation.</p> <p>As we near the anniversary of the first UK lockdown, I am ever more struck by how much society depends on the force of the human spirit. That is what communism tried so hard to crush. But, as exemplified by <em>Collective</em>, it failed.</p> <p><a href=\"https://www.ft.com/alec-russell\"><em>Alec Russell</em></a><em> is editor of FT Weekend</em></p> <p><em>This article has been amended since original publication to clarify that ‘Collective' was made for cinema</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Alec Russell 2021 'A time for big questions: lockdown life and late-stage communism' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T13:00:04.922Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7576,
          "end": 7581
        }
      ],
      "nexusId": "10022657"
    }
  ]
}