{
  "_id": "d602e5160ba24299fc5e36eef437c7e4411f0081938f43ad90ed7f89f91d2950",
  "feed": "wall-street-journal",
  "title": "PayPal Pursues Pinterest Deal,  Opening Way Into Shopping  ----  By Dana Cimilluca and Cara Lombardo",
  "text": "<p>    PayPal Holdings Inc. is in talks to buy social-media platform Pinterest Inc., according to people familiar with the matter, a move that could enable the payments giant to play a bigger role in customers' shopping experience. </p><p>   The talks are at an early stage and might not lead to a deal, some of the people cautioned. If there is one, it would be big, as Pinterest has a market value of some $40 billion. </p><p>   Pinterest is an online-sharing platform on which users share photos and links to recipes and home-decor ideas. It makes money from advertisements that appear on the platform, but e-commerce is in its sights, too. </p><p>   In April, Pinterest expanded a partnership it struck in 2020 with e-commerce software provider Shopify Inc. to reach consumers in 27 more countries, up from just the U.S. and Canada previously. </p><p>   Best known for its checkout button enabling consumers to easily pay for purchases on retailers' websites, PayPal recently set a strategy of being a go-to service for not just payments and financial services, but also e-commerce more broadly. Buying Pinterest could bring users to PayPal earlier in their shopping experience and help them discover new items to buy, leading to more payments volume. </p><p>   \"We have a huge road map around shopping tool sets,\" PayPal Chief Executive Officer Dan Schulman said at an investor conference last month. \"I'm quite excited by the early results of that and what we can do when we become sort of a destination.\" </p><p>   PayPal rode a wave of digital-payment adoption over the course of the coronavirus pandemic to post record numbers of users and transaction volumes. That has propelled the stock, which would likely be used to help pay for any Pinterest deal, and has given the company a market value of some $300 billion. </p><p>   PayPal investors reacted coolly to the potential deal, news of which was reported by Bloomberg, sending the shares down more than 6% at one point Wednesday. The shares closed down 4.9%. Pinterest shares rose nearly 13%. </p><p>   Under Mr. Schulman, who was hired to run the company in 2014 when it was still part of eBay Inc., PayPal has looked to deal making to branch out into new geographies and businesses. Last month, PayPal agreed to acquire Japanese buy-now-pay-later company Paidy Inc. for about $2.7 billion. </p><p>   Pinterest would be PayPal's biggest-ever acquisition by far. To date, the largest deal the company ever completed was buying Honey Science Corp. in 2019 for about $4 billion. Not that it doesn't have the wherewithal: PayPal had more than $19 billion in cash, equivalents and investments as of June. </p><p>   Pinterest went public in 2019 and its shares have been up and down over the past year as its results have been a mixed bag. Its user growth had soared in the early days of the pandemic as Internet usage surged more broadly. The company reported in July, however, that its monthly average users dropped 5% from a year earlier, which initially sent its shares down 14% in after-hours trading. </p><p>   Last week, Pinterest said its co-founder, Evan Sharp, is transitioning from his full-time role as chief design and creative officer to an advisory position and will remain on its board of directors. The company also said Mr. Sharp has joined a creative firm led by former Apple Inc. design chief Jony Ive. Pinterest's other co-founder, Ben Silbermann, is its chief executive officer. </p><p>   A deal for Pinterest would be one of the biggest mergers of the year, at a time when deal activity is humming. Surging stock prices and easy access to cash as the economy recovers from the Covid-19 pandemic have emboldened companies to strike more than $2 trillion of deals in the U.S. so far this year, more than double last year's pace, according to Dealogic. </p><p>   Financial technology has been a hotbed, as evidenced by Square Inc.'s agreement this summer to acquire Australia's Afterpay Ltd. for around $29 billion. </p><p>   --- </p><p>   Peter Rudegeair and Sarah E. Needleman contributed to this article. </p><p></p>",
  "published": "2021-10-21T06:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3230,
          "end": 3240
        },
        {
          "start": 3230,
          "end": 3235
        },
        {
          "start": 3230,
          "end": 3239
        }
      ],
      "nexusId": "10022657"
    }
  ]
}