{
  "_id": "86e98ac19b8c1eabd67070a7d8d3f373a34909222dd358b91282064699f41cf3",
  "feed": "ftcomall",
  "title": "Is ESG a bottom-line risk?",
  "text": "<p>Thanks to those of you who read and commented on our <a href=\"https://www.ft.com/content/4fdc6cdf-7bd6-41bc-b376-2137521e3017\">interview last week with Tariq Fancy</a>, whose words sparked some clear opposition from the environmental, social and governance community. </p> <p>“Sure, ESG is by no means perfect . . . but to write off the entire ESG space as misrepresenting what they're doing and having no impact at all is just plain wrong,” <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:6832793859156799488/?commentUrn=urn%3Ali%3Acomment%3A(activity%3A6832793859156799488%2C6833047637219008513)\">said</a> <strong>Martin Whittaker</strong>, head of Just Capital, which has partnered with Goldman Sachs on an ESG exchange-traded fund.&#xa0;</p> <p>Further, most investors do not view ESG as a “substitution” for government action, but rather “investing is just one strategy for better ESG outcomes”, <strong>Lisa Woll</strong>, chief executive of US SIF, <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:6832793859156799488?commentUrn=urn%3Ali%3Acomment%3A%28activity%3A6832793859156799488%2C6833082155145420800%29\">wrote on LinkedIn</a>.</p> <p>For a snapshot of such government action, I wanted to highlight recent articles from UK energy colleague <strong>Natalie Thomas</strong>. On the one hand, UK ministers are trying to foster a hydrogen economy <a href=\"https://www.ft.com/content/3eade322-0227-4496-ba8c-a953a2fbb673\">with subsidies</a>, but a slower UK <a href=\"https://www.ft.com/content/0c69af3e-37cf-4dff-8c46-994dcaeecad7\">phase out of new gas boilers</a> has <a href=\"https://www.ft.com/content/4579837a-46f1-4ba3-a76c-ca8b4565aadc\">infuriated environmentalists</a>. Meanwhile, UK ministers <a href=\"https://www.ft.com/content/f93485a7-9fa2-47bd-82e6-20414883b215\">have launched an investigation</a> into how energy suppliers market renewable electricity deals, following greenwashing criticisms. Who thought August would be slow? <em>Patrick Temple-West</em></p> <h1>ESG: from corporate cheerleading to bottom-line risk</h1> <p>Companies are racing to one-up each other on sustainability claims. But this month's company regulatory filings show the ESG picture is far from rosy. Already this month, some well-known US companies have warned investors that ESG could become a bottom-line threat.</p> <p>In its annual 10k regulatory filing, Procter &amp; Gamble added “ESG matters” to its legal and regulatory risks. Increasing government and social attention to ESG — combined with new reporting requirements — could increase risks, the consumer staples giant said.</p> <p>That's not quite what investors heard on a P&amp;G earnings call in July 2020. “Well before [ESG] was [in] vogue, P&amp;G has always had a position of being a very strong corporate citizen,” chief executive <strong>David Taylor</strong> said. </p> <p>Also this month, Clorox said in its annual filing that ESG issues such as climate change and sustainability “may have an adverse effect on our business, financial condition and results of operations and damage our reputation”.</p> <p>The cleaning-products maker went on to say an “increased focus and activism related to ESG may hinder the company's access to capital, as investors may reconsider their capital investment as a result of their assessment of the company's ESG practices”.</p> <p>Companies are also girding themselves for activist investor action. Automatic Data Processing (ADP), a pay cheque processor, warned that activist shareholders could throw a wrench into the company's strategy, “including with respect to our ESG efforts,” ADP said. (These 10k analyses for US companies were provided by InsiderScore).</p> <p>The ESG activist warnings were likely prompted by Engine No 1, the activist hedge fund <a href=\"https://www.ft.com/content/ebfdf67d-cbce-40a5-bb29-d361377dea7a\">that successfully won three seats</a> on ExxonMobil's board this year as part of a green agenda overhaul for the company. With activists eyeing the corporate landscape for new targets, it is likely more companies will be warning investors about new ESG risks. (<em>Patrick Temple-West</em>)</p> <h1>Clean slate hiring: an inclusive economy for formerly incarcerated </h1> <p>Last month, Moral Money <a href=\"https://www.ft.com/content/904d4f91-172d-428c-94ee-bcc6f36c83c0\">wrote</a> about the labour market's desperate need to employ workers. As businesses look to staff up, one neglected talent pool is attracting attention: formerly incarcerated people and those with a criminal record. </p> <p>Next month, Utah is set to implement a new bipartisan law that would automatically expunge misdemeanour convictions after an individual has remained crime-free for three to seven years, depending on the <a href=\"https://idc.utah.gov/wp-content/uploads/2021/03/Final-Clean-Slate-2-pager.pdf\">offence</a>. This cleaned slate removes a chronic barrier to employment. </p> <p>Utah is the second state to implement a so-called Clean Slate Act after Pennsylvania in <a href=\"https://www.pacourts.us/learn/learn-about-the-judicial-system/clean-slate-expungement-and-limited-access\">2019</a>. Five other states have passed but not yet implemented similar legislation. Previously, applying for expungement was a “<a href=\"https://idc.utah.gov/wp-content/uploads/2021/03/Final-Clean-Slate-2-pager.pdf\">costly and complicated</a>” process barring those without financial access. </p> <p>“Businesses across the US are increasingly changing their hiring policies to tap into the 70m Americans with some form of a criminal record,” said <strong>Ben Cumming</strong>, communications director at the Responsible Business Initiative for Justice, a London-based not-for-profit. </p> <p>About one-in-three US adults has a criminal record, according to RBIJ's clean slate initiative, which works to advance policies to clear eligible individuals' criminal records. </p> <p>Manufacturers have long supported formerly incarcerated people with jobs to meet a worker shortage. Financial groups such as JP Morgan Chase are more recent converts. </p> <p>Earlier this month, JPMorgan chief <strong>Jamie Dimon </strong>signalled his <a href=\"https://www.nytimes.com/2021/08/04/opinion/clean-slate-incarceration-work.html\">support for Second Chance hiring</a>, underscoring the need for an “inclusive economy.” The US Chamber of Commerce also <a href=\"https://www.uschamber.com/letters-congress/us-chamber-letter-s-1380-clean-slate-act-of-2021\">wrote</a> to the Senate earlier this month to support hiring formerly incarcerated individuals.</p> <p>The demand for inclusive and diverse talent has benefits for employers too: an <a href=\"https://www.aclu.org/sites/default/files/field_document/060917-trone-reportweb_0.pdf\">ACLU report</a> found higher retention rates and greater loyalty among candidates with criminal records. <em>(Kristen Talman)</em> </p> <h1>Companies look to trainee programmes to build a more diverse pipeline</h1> <p>Over the past year, companies around the world have faced increasing shareholder pressure to disclose more information about their efforts to hire, retain and promote black employees. </p> <p>Earlier this month, for example, Nike lost a request at the US Securities and Exchange Commission to block a shareholder proposal asking the company's board to assess Nike's diversity initiatives. The petition will go to a shareholder vote later this year.</p> <p>Some companies are taking a more proactive and sweeping approach, turning to affirmative action programmes to inject more diversity into their corporate structures. </p> <p>Brazilian retailer Magazine Luiza overhauled its graduate trainee programme in September 2020 to reserve every spot for black applicants in a bid to build its pipeline of future black senior managers. Despite <a href=\"https://www.reuters.com/article/us-magazine-luiza-racism-idINKBN26R3P0\">accusations that the programme was discriminatory</a>, the company went ahead and&#xa0;<a href=\"https://www.ft.com/content/a41f8595-ee50-4883-93cc-583071f4ba01\">selected 19 black trainees</a> from nearly 22,000 applicants.</p> <p>Other companies in the country have followed Magazine Luiza's lead. The Brazil division of US carmaker General Motors will select 16 black candidates for its trainee programme. The recruits are expected to start the three-year programme in November. GM launched the programme after finding that black professionals were largely absent from their applicant pools. </p> <p>Despite the criticism black-only trainee programmes have faced, as investors push for more corporate diversity, these initiatives look likely to multiply. (<em>Mariana Lemann</em>)</p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>Australia's BHP, the world's biggest mining company, yesterday announced plans to exit the oil and gas industry by selling <a href=\"https://www.ft.com/content/47e226aa-315c-48e3-aef3-44f83075dcc3\">its petroleum business</a> to Woodside Petroleum.</p> <p>The move, however, wasn't wholly encouraged by environmentally minded activist shareholders. In the days leading up to the announcement, activist shareholder group Market Forces urged the company to <a href=\"https://www.ft.com/content/1ee2a56e-ae51-4ac6-ad04-6406a6f9fe91\">run down rather than divest</a> its fossil assets.</p> <blockquote>  <p>“By providing a leading example of responsibly managing down fossil fuel assets, BHP can preserve and realise the genuine value that exists in these assets, align with global climate goals, and support its workers in the transition to a decarbonised economy,” Market Forces said in a statement, as reported by Neil Hume (FT).&#xa0;&#xa0;</p> </blockquote> <p>Amid the debate over how businesses should decarbonise, Australians are also calling for stronger government policy on climate change. Australia is one of the few G20 counties that has not committed to achieving net-zero emissions by the mid-century.</p> <p>Climate activists last week protested the lack of action at the Parliament House and the prime minister's residence.<a href=\"https://www.cnn.com/2021/08/10/australia/australia-graffiti-parliament-climate-change-intl-hnk/index.html\"> Eight people were arrested</a> for property damage after campaigners graffitied government grounds and set a baby pram on fire.</p> <p>While Australian prime minister Scott Morrison confirmed his cabinet would develop a plan for a<a href=\"https://www.theguardian.com/australia-news/2021/aug/11/scott-morrison-contradicts-barnaby-joyce-on-coalition-plan-to-reach-net-zero\"> post-2030 climate policy</a> ahead of next year's election, he resisted calls to invest more in decarbonisation.</p> <p>“I won't be signing a blank cheque on behalf of Australians without plans,” <strong>Morrison</strong><a href=\"https://www.smh.com.au/politics/federal/regional-australia-will-not-carry-climate-burden-morrison-says-20210810-p58hi6.html\"> said</a>. He also declined to answer if he would set a 2050 net-zero goal.</p> <p>While three-quarters of Australians believe that “the benefits of taking further action on climate change will outweigh the costs”, <a href=\"https://www.lowyinstitute.org/publications/climatepoll-2021\">according to</a> the Lowy Institute, an Australian think-tank, the question is whether Morrison's administration will join the consensus.</p> <h1>Chart of the day</h1> <p>Earlier this month, Bank of America said strong ESG scores from raters Refinitiv and Sustainalytics do not correlate with higher price-to-earnings ratios. Price-to-earnings ratios measure how much investors are willing to pay for shares compared to how much the company is earning. </p> <h1>Grit in the Oyster</h1> <p>In 2019, 181 chief executives, including two-thirds of S&amp;P 100 companies, signed a Business Roundtable statement saying they would drop their “shareholders only” focus to include employees, local communities and other stakeholders.&#xa0;But a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3899421\">new report</a> by Harvard Law professors <strong>Lucian Bebchuk</strong> and <strong>Roberto Tallarita</strong> analysed hundreds of corporate documents and found these commitments to be little more than performance art.&#xa0;</p> <p>Amazon and Apple, the two largest BRT signatories, reaffirmed shareholder primacy in their corporate guidelines after signing the statement. Despite receiving proposals for ways to implement BRT principles, the two companies argued no changes were needed, the professors said. The authors found that 92 of the 99 companies that revised their guidelines following the BRT statement did not change their corporate purpose to embrace stakeholders, and more than half chose to retain shareholder primacy. <em>(Amanda Chu)</em></p> <h1>Smart reads</h1> <p>This year's longlist for the<a href=\"https://www.ft.com/bookaward\">&#xa0;Financial Times and McKinsey Business Book of the Year Award</a>&#xa0;features a number of titles with sustainable investing themes. The <em>New Climate War</em> by climatologist <strong>Michael Mann</strong> attacks “inactivists” who have held back efforts to slow global warming.</p> <p><strong>Maxine Bédat</strong>'s <em>Unraveled</em> tells the story of the “life and death” of a pair of jeans, as a way of illustrating the environmental, economic and social pressures building up in the global fashion and garment industry. </p> <p><em>Net Positive</em>, by <strong>Paul Polman</strong>, former chief executive of consumer goods group Unilever, and <strong>Andrew Winston</strong>, is due out in October. It makes a more optimistic case for courageous progressive companies and their leaders, who can offer practical, positive ways of tackling ESG issues.</p> <h1>Recommended reading</h1> <ul>  <li><p>ESG must learn from the tech bubble — returns matter (<a href=\"https://www.ft.com/content/81e04951-b91b-4f40-9253-ebf1bcea18ea\">FT opinion</a>)</p></li>  <li><p>More corporations announce climate change goals, but are they moving fast enough? (<a href=\"https://fortune.com/2021/08/16/corporations-climate-change-goals-esg-earnings-calls/\">Fortune</a>)</p></li>  <li><p>China's ESG funds suffer net outflows as investors book profits (<a href=\"https://www.ignitesasia.com/c/3286494/417063/china_funds_suffer_outflows_investors_book_profits?referrer_module=emailReminder&amp;module_order=0&amp;code=WjJsc2JHbGhiaTUwWlhSMFFHWjBMbU52YlN3Z01UTXpORFkwTWl3Z01UQXlNelF3TXpreE53PT0\">Ignites Asia</a>)</p></li>  <li><p>Investors To Back Off Say-on-Climate Proposals (<a href=\"https://www.agendaweek.com/c/3283064/416204/investors_back_climate_proposals?referrer_module=emailMorningNews&amp;module_order=0&amp;code=WjJsc2JHbGhiaTUwWlhSMFFHWjBMbU52YlN3Z01UTXpORFkwTWl3Z01Ua3pOVEkwTnpJek9BPT0\">Agenda</a>)</p></li>  <li><p>The World Is Starting to Pivot on Climate. It's Not Enough. (<a href=\"https://www.barrons.com/articles/the-world-is-starting-to-pivot-on-climate-its-not-enough-51628898466\">Barron's</a>)</p></li> </ul><p>Source: Patrick Temple-West, Kristen Talman, Tamami Shimizuishi, Mariana Lemann and Amanda Chu 2021 'Is ESG a bottom-line risk?' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-18T11:00:33.131Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9318,
          "end": 9323
        },
        {
          "start": 9381,
          "end": 9386
        }
      ]
    }
  ]
}