{
  "_id": "e309acc58b4d39319ca8c0f016f559ad5c1120c1576058787c2544f425f12d00",
  "feed": "market-watch",
  "title": "Roblox stock finishes up nearly 8% on investor day",
  "text": "<p>Roblox RBLX shares steadily rose in morning trading and topped of with a 12% gain for an intraday high of $120.83, before closing up 7.5% at $116.18. Shares are more than 150% above their $45 reference price set back in March when the stock went public through a direct listing.</p><p>In his opening presentation, Roblox Chief Executive David Baszucki said that Roblox addresses the eight fundamentals of the metaverse.</p><p>Read: Why is ‘metaverse' the hottest tech buzzword? Apple has something to do with it</p><p>Baszucki said the metaverse comprises identity (how a user presents themselves to the community to interact), friends (existing friends or ones made on the platform), immersive (hard to make immersive on a phone but on VR real immersive), low friction (experience must be seamless as possible), variety (millions in the community are building content rather than Roblox), anywhere (available where ever with low latency), economy (the company focuses on engagement not money seeing the former takes care of the latter) and civility (the company thinks of a safe experience in whatever is built).</p><p>Read: Roblox is going public: 5 things to know about the tween-centric gaming platform</p><p>Baszucki noted that Roblox is facing a total addressable market of around $200 billion or more each in the categories of mobile, streaming content, and social media.</p><p>Last week, Roblox shares rallied nearly 30% after the company said in its earnings report that a three-day outage over Halloween weekend did not fail to stop October growth. </p><p>“We are going to be releasing a public analysis of what happened there,” Baszucki said. “We have a very loyal community, they all came back.”</p>",
  "published": "2021-11-16T16:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 466,
          "end": 471
        }
      ],
      "nexusId": "10022657"
    }
  ]
}