{
  "_id": "3c1c6d9d5834611aff5a00a1e8cdca28f7c19bda70bf6c46eccaa2ecb7c0d77b",
  "feed": "ftcomall",
  "title": "Time to save the internet",
  "text": "<p>In a 51-minute <a href=\"https://www.youtube.com/watch?v=AeQXc182r1A\">video</a> posted on YouTube last month, the Russian opposition leader Alexei Navalny described in chilling detail how a secret service hit squad had <a href=\"https://www.ft.com/content/5d9aeac2-3ff4-4e91-ba2f-ec43fde2a794\">poisoned him with the novichok</a> nerve agent. Navalny identified the intelligence operatives involved. He even telephoned one of them later and <a href=\"https://www.ft.com/content/6be3a0c9-c05b-425c-b790-8289245d2027\">tricked him</a> into describing how he smeared novichok on Navalny's underpants, the subject of another video. </p> <p>The Kremlin dismissed the accusations on the novel grounds that it would have done a better job of killing Navalny had it wanted to do so. But Navalny's video has severely dented the <a href=\"https://www.ft.com/content/2e1e1ff3-9044-46cd-b8dd-6ac6ed4e277e\">Kremlin's denials of involvement</a> and presented an alternative story to 22m viewers, something unimaginable in the pre-internet era. </p> <p>This extraordinary exposé was aided by Bellingcat, an open-source investigative agency founded by Eliot Higgins, a British researcher and citizen journalist. Using airline passenger manifests, telephone records, geolocation data and personnel files, all circulating on the darker recesses of the Russian internet, Bellingcat was able to piece together the plot to poison Navalny.</p> <p>Not only does Higgins antagonise the autocrats, he also takes aim at those who only bewail the downsides of the internet. “At Bellingcat, we do not accept this cyber-miserabilism. The marvels of the internet can still have an impact for the better.” In his view, the internet remains an astonishing resource for helping redress the power imbalances between the rulers and the ruled. History is no longer just written by the winners, but filmed by the losers on their smartphones. </p> <p>Arguably, this kind of digital activism may mark the start of the third stage in the internet's short history. After swinging wildly from the naive libertarian utopianism of the cyberspace pioneers of the 1990s to the despairing dystopianism about the rise of surveillance capitalism and techno-authoritarianism in more recent years, we may be settling into a new era of steely eyed realism in which civil society fights back against dominant state and corporate interests. </p> <p>Regulators around the world are finally catching up with the big tech platforms and are intent on taming their power, while digital activists and innovative entrepreneurs, empowered by cheap and accessible new technologies, are challenging the established online order. </p> <p>Even the tech platforms themselves now accept that they cannot operate without a societal licence and are calling for limited regulation to establish clearer rules on privacy and free speech. The suspension this month of President Donald Trump's Twitter and Facebook accounts over his glorification of violence may mark the moment when they acknowledge they have broader responsibilities than making money.</p> <p>Many of these themes are developed by Ronald J Deibert in <em>Reset: Reclaiming the Internet for Civil Society</em>. As director of the Citizen Lab at the Munk School at the University of Toronto, Deibert explains how civil society can mobilise to loosen the state and corporate grip over the internet. Citizen Lab, which researches the intersection between technology and human rights, and many other civil institutions like it, can act as “counter-intelligence for global society”, he claims.</p> <p>However, both writers make clear that there will be no quick and simple solutions to the multiple challenges of the internet era. It will take a painstaking struggle over many years and across many domains to reclaim the internet for the people. </p> <p>In <em>We Are Bellingcat</em>, Higgins recounts how he dropped out of college in the 1990s and worked in a series of dead-end jobs in Leicester, taking refuge in video games. But his fascination with the Arab Spring sparked a new obsession with current affairs. By scouring online videos, using translation services and Google Maps, Higgins was able to piece together the unfolding drama and contributed to news blogs before setting one up himself. </p> <p>In doing so, he built up a network of fellow citizen journalists around the world, all with their particular expertise. He quickly discovered that often they knew more about what was happening on the ground than most analysts and politicians who relied on traditional methods of acquiring news. Bellingcat's name comes from the old fable in which the mice hung a bell around the cat's neck so that it would never catch them again.</p> <p>Its team of researchers helped unmask the Russian spies responsible for the <a href=\"https://www.ft.com/content/b2985760-fd47-11e8-aebf-99e208d3e521\">novichok</a> poisonings of Sergei Skripal and his daughter Yulia in Salisbury in 2018. They also tracked down the Russian Buk anti-aircraft missile system that shot down <a href=\"https://www.ft.com/content/c4d65144-0e67-11e4-b1c4-00144feabdc0\">Malaysia Airlines MH17</a> over eastern Ukraine in 2014, killing 298 passengers and crew. </p> <p>They have documented chemical weapons attacks in Syria and human rights abuses in Libya, that have been pursued by the International Criminal Court. Bellingcat has become “an intelligence agency for the people,” as Higgins puts it. </p> <p>Some critics have been dismissive of citizen journalism and crowdsourced news. The low point came in 2013 when an online mob of “digilantists” on Reddit circulated false claims and botched the investigation of the bombing of the Boston marathon. </p> <p>But Higgins makes clear that while there is no substitute for on-the-ground reporting, Bellingcat can enrich it by identifying, verifying and amplifying new evidence. Its credo is that evidence exists and falsehood exists and people still care about the difference. </p> <p>In this sense, Bellingcat acts as a firewall against disinformation. It is in constant battle with what Higgins calls the “Counterfactual Community”, whose playbook is: dismiss, distort, distract, dismay. By contrast, the Bellingcat method is: click the links and check the conclusions for yourself. </p> <p>Although Deibert shares Higgins' appetite for the fight, he is much more mindful of the immense scale of the challenge. In a series of essays, originally comprising the 2020 <a href=\"https://www.cbc.ca/radio/ideas/reset-reclaiming-the-internet-for-civil-society-1.5795345\">Massey Lectures</a> in Canada, Deibert describes the multiple ways in which companies, governments, propagandists and criminals manipulate and exploit our online world. We have sleepwalked into a machine-based civilisation of our own making that is full of unforeseen consequences and existential risks.</p> <p>At its core is an incestuous relationship between state and corporate power, most notably in the US and China. In his telling, in the aftermath of the 9/11 terrorist attacks on New York, the US National Security Agency “piggybacked” on the <a href=\"https://www.ft.com/content/43980f9c-0f5b-11e9-a3aa-118c761d2745\">surveillance capitalism</a> infrastructure created by private tech companies. The NSA's vast PRISM program, revealed by the whistleblower<a href=\"https://www.ft.com/content/4a8750f4-74e6-11e6-b60a-de4532d5ea35\"> Edward Snowden</a>, was “like a top secret tax on Silicon Valley data harvesting practices”.</p> <p>The most extreme form of techno-authoritarianism is being exercised in China's western region of Xinjiang, home to the <a href=\"https://www.ft.com/content/48508182-d426-11e9-8367-807ebd53ab77\">Muslim Uighur population</a>, where more than 1m people have been interned. According to Human Rights Watch, Xinjiang authorities have started systematically collecting biometric data of everyone between the ages of 12 and 65, including DNA samples, fingerprints, iris scans and blood types. As a result, people live in “a Kafkaesque state of perpetual fear of algorithm-driven, omnipresent, and unaccountable surveillance”.</p> <p>Other authoritarian states have also embraced the use of facial recognition technology and artificial intelligence to monitor, track and hack their own citizens, often using products sold by outside technology groups, such as Israel's <a href=\"https://www.ft.com/content/7f2f39b2-733e-11e9-bf5c-6eeb837566c5\">NSO Group</a>. The company has faced accusations that its technology has helped governments from Mexico to Saudi Arabia to hack dissidents, journalists and human rights campaigners.</p> <p>Such monitoring of citizens has grown even more intense during the Covid-19 pandemic, even if few leaders have gone so far as President Rodrigo Duterte in the Philippines in calling on the police to track down those who break isolation orders to <a href=\"https://www.ft.com/content/a5847177-f993-3c8e-af60-747e6109cb7d\">“shoot them dead”</a>.</p> <p>State monitoring has been made easy by the vast scale and intrusiveness of surveillance capitalism, as described by the Harvard scholar Shoshana Zuboff. Every day, on average 1.47bn people log on to Facebook and 500m tweets are posted on Twitter. Every minute, we collectively conduct 3.87m Google searches, every one revealing an aspect of our lives. </p> <p>Social media apps are crafted as addiction machines, exploiting intimacy by design. Expecting these companies to incorporate privacy by design makes about as much sense as expecting the beef industry to protect the lives of the cattle they slaughter, he writes.</p> <p>Deibert is always acute and provocative but where he is most interesting is in the final section of the book, where he lays out a recipe of possible remedies. He argues strongly for regulations to limit the extent of data harvesting by private companies. Why should a weather app need to access our social contacts? To this end, he supports the call by Tim Wu, the Columbia University professor, to create a “codified anti-surveillance regime”.</p> <p>Strong antitrust laws need to be updated and enforced to reverse the concentration of corporate power. Data portability rules should enable consumers to take their business elsewhere and stimulate competition. End-to-end encryption is needed to protect consumers from state and criminal hackers. </p> <p>To combat disinformation, we need more media literacy and fact-checking sites to act as “ideational pest control”. But he does not support the idea of scrapping <a href=\"https://www.ft.com/content/ef64b160-5f01-404a-bb39-d013fde808ca\">Section 230</a> of the 1996 Communications Decency Act, that gives internet companies immunity from liability for the content that users post. “Not only are liability protections critical to ensuring free speech online, they reduce barriers for new entrants to the online space, which is essential for competition,” he writes.</p> <p>Progress may be piecemeal and chaotic but the combination of such measures could enable civil society to turn the tide and reclaim more of the internet's original promise. His core message is that we need to build more restraints into our online world, just as we have established checks and balances in our offline politics. As George Washington is supposed to have explained to Thomas Jefferson, the purpose of the Senate was to cool the passions of the House of Representatives, just as a saucer is used to cool hot tea.</p> <p>National and municipal governments, civil society organisations, universities and consumer groups all have vital roles to play in building needed restraints into the system. And we need new kinds of organisations, such as Bellingcat, that stand at the nexus of journalism, activism, computer science, criminal investigation and academic research.</p> <p>“Nobody will ever ‘fix' the internet, just as nobody will ever fix the world,” Higgins writes. But “the internet has given us immense new powers, and it is time to marshal them.” </p> <p><a href=\"https://www.amazon.co.uk/gp/product/B08HDM77YY/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=B08HDM77YY&amp;linkId=bc3cdbca3e9e18c9e19cb872647933f4\"><strong>We Are Bellingcat</strong></a><strong>: An Intelligence Agency for the People</strong>, by Eliot Higgins, <em>Bloomsbury Publishing, RRP£20, 254 pages</em></p> <p><a href=\"https://www.amazon.co.uk/gp/product/1487008082/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1487008082&amp;linkId=3c0b1d3d296b6f3005f882464bd57f02\"><strong>Reset</strong></a><strong>: Reclaiming the Internet for Civil Society</strong>, by Ronald J Deibert, <em>House of Anansi Press, RRPC$22.95/RRP£9.99, 419 pages</em></p> <p><a href=\"https://www.ft.com/john-thornhill\"><em>John Thornhill</em></a><em> is the FT's innovation editor</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: John Thornhill 2021 'Time to save the internet' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T17:00:37.326Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 11232,
          "end": 11237
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}