{
  "_id": "e5e61d831149ecaf888a47ff031689b58a9dfb75258a902f89739f87d78cc98f",
  "feed": "ftcomall",
  "title": "Passion fruit love buns – a Honey & Co Valentine's recipe",
  "text": "<p>Alfred Bird was a Victorian chemist whose wife Elizabeth, poor soul, was allergic to eggs. Unable to imagine living without a jugful of the yellow stuff, he invented an egg-free custard formula for his beloved. Elizabeth went on to enjoy a custard-rich life and old Alfred did very well out of his invention. Bird's Custard might not be the Taj Mahal or even a book of sonnets but it is still a rather cute testament to love. </p> <p>Custard powder is mostly made of cornstarch and flavouring, plus a bit of colour for that yellow tint. It's handy when you want your baked goods to be a little lighter (that'll be the starch) — and to taste like custard powder, which tastes like nothing else, including real custard.</p> <p>These buns are an act of pure love: they exist only as a treat. But what a treat — custard-flavoured clouds with sharp, exotic passion-fruit pulp laced through. Whipped or soured cream is optional, a hot beverage mandatory. They are perfect for someone you love, even if that person is only you. </p> <p>Alas, Mrs Bird would not have been able to enjoy these buns — not only because they contain eggs, but because they have yeast in them as well, which she was also allergic to. For that, her husband invented baking powder — but that's for another recipe, next Valentine's Day.</p> <h2>Passion fruit and custard love buns</h2> <p><strong>For the buns</strong></p> <p><strong>For the passion fruit glaze</strong></p> <ol>  <li><p>Place all the ingredients for the dough in the bowl of an electric mixer. With a paddle, knead to a silky smooth dough — keep kneading for at least six minutes to combine everything smoothly. Remove from the machine and cover. Rest in the fridge for at least two hours or overnight if you prefer. </p></li>  <li><p>The recipe should produce 1kg of dough, which should be cut into 10 x 100g pieces.</p></li>  <li><p>Roll each piece into a long, thin snake of about 30cm. Sprinkle a little of the sugar on the bench and roll the snake in it. Fold it in half, then twist the double snake into a snail and tuck the rounded end through the middle to make a loose knot. Place on a flat tray with plenty of space for it to rise. Repeat with all the dough on a couple of trays. Leave in a warm place or proving drawer until very puffy and almost doubled in size.</p></li>  <li><p>Meanwhile, make the&#xa0;passion glaze by placing all the pulp in a small pan. Add the sugar and stir to dissolve. Bring to a boil, skim off any foam and stir well. Cook for one minute over a medium heat and remove to one side until your buns are baked. Heat your oven to 180C (fan assist). Pop the buns in the centre of it and bake for 15 minutes — they should come out nicely golden but not too coloured. Immediately drip a spoonful of passion fruit glaze over each warm bun.</p></li>  <li><p>Eat them as they are or serve with some whipped or sour cream.</p></li> </ol> <p><em>Email Sarit and Itamar at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=honeyandco@ft.com\"><em>honeyandco@ft.com</em></a><em>&#xa0;and follow them on Instagram&#xa0;</em><a href=\"https://www.instagram.com/honeyandco/?hl=en\"><em>@Honeyandco</em></a><em>.</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Sarit Packer and Itamar Srulovich 2021 'Passion fruit love buns – a Honey &amp; Co Valentine's recipe' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T11:00:58.551Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3004,
          "end": 3009
        },
        {
          "start": 3004,
          "end": 3011
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}