{
  "_id": "81a731d74a8268b7df62d5eed666ee9929e9432cf046a3e27e3943cbb35217cd",
  "feed": "ftcomall",
  "title": "Economy, defence and vaccines to dominate EU policy plans",
  "text": "<p>Good morning and welcome to Europe Express.</p> <p>Today is <strong>State of the Union</strong> day — the yearly speech by the president of the European Commission on where things stand and what policies are still coming up. A tradition started 20 years ago by Romano Prodi, today's speech will be Ursula von der Leyen's second SOTEU since she took office and an attempt to pivot away from crisis management. </p> <p>While new policy proposals have been kept under wraps, the speech will probably focus on the economy, improving vaccination rates and on the need to do more in the area of defence. </p> <p>An unusual speech — and encounter — took place yesterday in Slovakia, where the Pope met with members of the <strong>Roma community</strong>, as the head of the Catholic Church sought to draw attention to the plight of a still-ostracised minority in central and eastern Europe.</p> <p>Switching gears, the Chinese-owned social media platform <strong>TikTok</strong> has come under fresh scrutiny for its alleged flouting of EU privacy rules.</p> <h2>No federalist gimmicks</h2> <p>Ursula von der Leyen delivers her set-piece State of the Union speech in Strasbourg this morning, kick-starting the third year of her commission presidency and revealing the details of an agenda that has been guarded in secrecy up until now, writes <em><strong>Mehreen Khan</strong></em> in Strasbourg.</p> <p>The president will address MEPs this morning, having already proposed transformative crisis-driven policies such as the EU's pandemic recovery fund and landmark packages like the bloc's Green Deal. The heavy lifting of this commission — and von der Leyen's legacy-defining policies — have already been put on the table.</p> <p>In that vein, today's speech is likely to offer little in the way of federalist gimmicks or grand visions and concentrate instead on ensuring Brussels' existing policy agenda is agreed and implemented over the next three years.</p> <p>Von der Leyen's speech also comes less than two weeks before her native Germany votes in federal elections. The timing is enough to ensure that sensitive pressure points in Berlin — such as revamping Brussels' spending rules — are unlikely to be a focus of much attention today.</p> <p>One theme that will be stressed is the need to bolster the EU's defence capabilities after recent events in Afghanistan exposed the bloc's relative inability to act swiftly and in concert, according to EU diplomats. </p> <p>Von der Leyen told ambassadors last week that she wants the EU to think beyond the framework of the bloc's “rapid reaction force” interventions and fortify joint defence procurement to ensure better co-ordinated action in international crises. The topic is a familiar and relatively safe terrain for von der Leyen, a former German defence minister. </p> <p>The bloc's improving economy and accelerating vaccine rollout will help von der Leyen sell her message of steady revolution and the start of a post-crisis consolidation inside the commission. </p> <p>Georg Riekeles, a former commission official and now associate director at the European Policy Centre, said it is time for von der Leyen to “seize the opportunity to reset her commission after more than 18 months in crisis-fighting mode”. </p> <p><a href=\"https://www.epc.eu/content/PDF/2021/Commission_reset_DP_v2.pdf\">In this analysis, </a>he urged the commission president to begin the second half of her presidency by ushering in changes that can lead to “fresh ideas and a critical self-examination of her leadership, methods and structures”. The German has been under fire for a management style that is dependent on a small number of advisers and limited information flow. </p> <p>“As chancellor Angela Merkel bows out of politics and Emmanuel Macron fights for re-election, von der Leyen and [Charles] Michel lose their mentors and must fill the power vacuum they leave behind,” he wrote.</p> <h2>Pope to Roma</h2> <p>Pope Francis issued a call for greater inclusiveness towards Europe's Roma, as he visited a deprived community settlement in Kosice in eastern Slovakia yesterday, writes FT's central Europe correspondent <em><strong>James Shotter</strong></em>.</p> <p>Up to 12m Roma are estimated to be living in Europe, many of whom “are still victims of prejudice and social exclusion”,&#xa0;according to the European Commission. And other than a <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ%3AJOC_2021_093_R_0001&amp;qid=1616142185824\">recent non-binding recommendation</a> by the bloc's council of ministers calling for more equality, inclusion and participation, the plight of this minority group is largely ignored. </p> <p>The papal visit, during a four-day trip to Hungary and Slovakia, is the latest effort by the 84-year-old pontiff to underscore his support for the excluded and downtrodden, which has been one of the central concerns of his papacy.</p> <p>“Marginalising others accomplishes nothing,” he said during a visit to Slovakia's biggest segregated Roma settlement, which was built in the 1970s and today houses about 4,000 people. “Segregating ourselves and other people eventually leads to anger.”</p> <p>Roma make up roughly 9 per cent of Slovakia's 5.5m-strong population, and, as elsewhere in central and eastern Europe, have long suffered prejudice and exclusion. </p> <p>The community, most of whom live in the east of the country, live in poor conditions, and often face discrimination in the job market.</p> <p>“You are not on the margins of the church, you are at its heart,” the Pope told those who had gathered to hear him speak, urging priests to help those who had been pushed to the margins of society.</p> <h1>Chart du jour: Lagging behind</h1> <p><em>Germany's vaccination rate has stagnated in recent weeks, with close to 62 per cent of its population fully vaccinated, according to Our World in Data. That is slightly ahead of the EU average but below the UK, France and Italy. In some countries, more than 70 per cent of the population have been fully vaccinated, including Spain, Portugal, Belgium and Denmark. (</em><a href=\"https://www.ft.com/content/9341256e-1331-4480-974a-7badfb5f6607\"><em>More here</em></a><em>)</em></p> <h2>EU vs TikTok</h2> <p>The social media app TikTok has come under fresh scrutiny over its compliance with EU privacy rules, writes <em><strong>Javier Espinoza</strong></em> in Brussels.</p> <p>Ireland's Data Protection Commission yesterday announced two probes into the Chinese-owned platform, which is popular with teens for the viral short videos that can be scrolled through endlessly. </p> <p>The watchdog said the first investigation will look into whether TikTok processes the personal information of users in line with EU privacy rules. The second probe will be into whether the social media company is complying with EU rules when sending private information to China.</p> <p>TikTok <a href=\"https://newsroom.tiktok.com/en-eu/approach-to-data-governance-europe\">said</a> it will “implement more features and controls to safeguard European user data, further minimise data transfers and enhance personal data protections”. The company said it is building a data centre in Ireland that will store all customer data in Europe by late 2022, to reduce data transfers to China.</p> <p>This is not the first time TikTok is under scrutiny from European regulators. </p> <p>The Dutch data protection authority in July fined the company €750,000 for breaching the privacy of young children. The Dutch watchdog concluded TikTok “failed to provide an adequate explanation of how the app collects, processes and uses personal data”.</p> <p>The European Commission earlier this year<a href=\"https://ec.europa.eu/commission/presscorner/detail/en/mex_21_2744\"> also asked</a> TikTok for more information from the Chinese company on how it complies with consumer protection rules, after a <a href=\"https://www.beuc.eu/publications/beuc-files-complaint-against-tiktok-multiple-eu-consumer-law-breaches/html\">complaint</a> by the bloc's umbrella consumer organisation BEUC. </p> <p>The Irish move comes just a day after the publication of a damning report that the watchdog <a href=\"https://www.ft.com/content/5b986586-0f85-47d5-8edb-3b49398e2b08\">has a backlog</a> of 98 per cent of unresolved cases involving data breach complaints. Ireland is a preferred destination for tech companies, including Google, Facebook and Apple, to establish their European operations.</p> <h1>What to watch today </h1> <ol>  <li><p>European Commission president Ursula von der Leyen delivers her state of the EU speech in Strasbourg</p></li>  <li><p>Germany's Christian Democrat chancellor candidate Armin Laschet and his potential finance/economy minister, Friedrich Merz, are presenting the party's economic policy plans </p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p><strong>Sánchez vs utilities:</strong> Spain <a href=\"https://www.ft.com/content/170b34a9-7a03-4bfa-abb9-7eafe9405ff9\">has announced </a>a €3bn raid on energy companies' profits and temporary tax cuts for consumers as it tries to contain political damage caused by soaring electricity and gas prices that have put pressure on governments across Europe. </p></li>  <li><p><strong>Banking on fossil: </strong>Out of 100 major financial institutions, only 15 are on track to meeting climate and social equity goals, according to <a href=\"https://impakter.com/financial-institutions-fuel-climate-change-social-injustice/\">this ranking</a> by Impakter, a Rome-based publication monitoring compliance with sustainability goals in the private sector. </p></li>  <li><p><strong>Mafia doppelgänger: </strong>A British Formula 1 fan was arrested by Dutch police last week after being mistaken for a Sicilian mafia boss, who is one of Europe's most wanted fugitives, according to <a href=\"https://www.washingtonpost.com/world/2021/09/14/dutch-mistake-british-mafia-boss/\">The Washington Post.</a></p></li> </ul> <h1>Recommended newsletters for you </h1><p>Source: Valentina Pop 2021 'Economy, defence and vaccines to dominate EU policy plans' FT.com 15 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-15T05:17:48.957Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7386,
          "end": 7391
        }
      ],
      "nexusId": "10022657"
    }
  ]
}