{
  "_id": "843ce8006422cc7ee885ae5cabaf95cb90ad8e18617c0a0c1b990aff8dc04b7e",
  "feed": "market-watch",
  "title": "I gave a talk about bitcoin at my dad's Rotary Club, and these are the questions people had",
  "text": "<p>For hundreds of years, people used salt as a currency. Eventually they moved over to gold. And people who had been used to exchanging salt were upset. “We don't want gold. What's the use of gold? If you're going to take my chicken, I want salt in exchange, so I can preserve my meats and live long and be able to eat.”</p><p>But eventually they were, like, “All right, fine, gold is pretty. Let's use gold.” And the guy would exchange chickens for gold instead of salt. In the last couple hundred years, we created fiat currencies. We had central banks. Hamilton and Jefferson had huge fights about whether we should have a central clearing bank. Or should we allow the private market to do this? They decided to give control of the currency to the government. And eventually the central bank came 110 years ago. So in this so-called free country, there has been central control of the currency. And it sucks.</p><p>If you look in front of you, each of you has a currency, three different currencies I gave you. One is an Iraqi dinar, one is a U.S. dollar and one is a bitcoin BTCUSD. You can take those currencies and go to another country and exchange it for someone else's currency. And buy food and clothes. And buy stocks. You can use it as money. That's what the dollar, the dinar, gold, salt and shells have been — an exchange of value. You can barter to exchange value.</p><p>But when you cede control, when you allow Republicans, Democrats and Iraqis to control the money, you allow yourself to get screwed.</p><p>In the U.S., we print bailout money. And to pay for Trump's targeted tax cuts. And there's always the Biden Republican Democrat fiscal stimulus. And the Federal Reserve purchase of corporate bonds. Those little bags are full of trillions of dollars, while all you get is one. It's a problem.</p><p>Meanwhile, bitcoin. Well, there's about three more bitcoin that are ever going to be printed. Which is great because it is a transparent, limited supply. There will only be 21 million bitcoins. That's it.</p><p>So for years I've been looking for alternative currencies. I was on the Fox show, and it was the 2008 financial crisis. People were bailing out banks and fraudulent CEOs and overleveraged, greedy investors who needed money and whatnot. And I used to talk about how for our currency, maybe we should use Buffetts or Apples or something like that. Because I don't trust the government to control the currency in which I'm supposed to be storing my wealth. I'd rather have a private corporation or someone I trust issue the currency.</p><p>At this same time, Satoshi Nakamoto, whoever that was, or a group of people, were creating bitcoin. They were creating the program. Because they saw the same thing. But instead of using trust, they decided to use a trustless, transparent, open system of currency that you can track. And they/he created bitcoin.</p><p>Fast forward to 2013, I got an email from a Trading with&#xa0;Cody&#xa0;subscriber. He's, like, “Hey, you got to look at bitcoin.” I thought, “What's bitcoin?” But at this point, it was already five years, and it had gone from 0.0001 to $100 in value. But I got it. I liked it. I got the concept. I started buying bitcoin. Started taking it as currency in a transaction. And people could subscribe to my service, for one bitcoin, for one month.</p><p>And about half of those bitcoins eventually got stolen. At Mt. Gox, a company in Japan, which was hacked. This was the wild west. It's not like that anymore. Half of them, I still own. I've sold a few along the way.</p><p>In 2017, as matter of fact, bitcoin ran to $20,000, and I wrote a book called “The Great Cryptocurrency Crash,” talking about why we were in a bubble in cryptocurrency and why bitcoin and the others are probably going to have a huge crash. And that eventually bitcoin and a few others would come back.</p><p>I hate to say it, but it does feel a lot like we are back at a similar moment right now. Most of the cryptos that are out there right now are going to be worthless eventually. There are 12,000 of them and more than 10,000 of the ones that exist right now are either scams or just stupid.</p><p>And bitcoin did crash. In 2018, I started buying ethereum ETHUSD, and stellar and ripple. I still own all of that. Some of those are not that good anymore, but I'll probably just hold on to the little bit I have. And even in my hedge fund, I can own up to 5% in cryptos. And I built that in three years ago.</p><p>But now we fast forward to today, and I'm talking to you guys about crypto. And that's part of why I think it's a terrible idea. Because the last time I was giving speeches about cryptocurrency was indeed 2017, and right afterward the cryptos had a huge crash. And it feels very similar right now. A lot of people, everywhere I go, want to tell me about how to trade cryptos these days. I probably wouldn't trade it. I would own it.</p><p>Any questions?</p><p>Q. So what is the value of bitcoin now?</p><p>A. Right at this moment, the people like you and I have deemed it to be worth $55,000 [editor's note: this value changes constantly] because somebody is willing to sell it at that price to someone else who wants some at that price. People like you, and I, and the people in Iraq have decided that we would get rid of our dinar at any price. So it's worthless. Whereas people in Mexico would give you pesos for 20 on the dollar. And if you think it sounds good to own bitcoin instead of pesos? You probably would want to own some bitcoin instead of pesos.</p><p>Q. Bitcoin, as you said, is limited. What about ethereum? And the rest of them. Are they limited in number?</p><p>A. Not all of them are limited. Ethereum is not ever going to be limited. It's not a store of value. It's a supercomputer. Elon Musk loves dogecoin DOGEUSD, at least as a joke. And maybe it ends up being something. I don't know what doge's supply limit might or might not be. There are 12,000 cryptos out there. Five or 10 of them are probably pretty good, 50 or maybe even up to 500 of those cryptos that exist right now are probably good bets in a speculative manner. And then 11,961 are frauds or stupid.</p><p>Q. I'm the finance director for this school. Do you ever see people buying an entry ticket to the high school football game with bitcoin? Are there transactional limitations?</p><p>A. Not necessarily with bitcoin, because the processing itself of tracking the spend, takes a little bit of time because of the way they built it. There are new variations of bitcoin that attack that problem. But beyond that, there are a trillion dollars going to be invested into cryptocurrency ideas. And hundreds of billions of that will go into making bitcoin work more efficiently, more effectively as a transactional payment currency. But, at this point, it is pretty much mostly still a store of value. But then again, even eight years ago, I was taking payment in Bitcoin at Mt. Gox, unfortunately.</p><p>Q. What does it mean to mine bitcoin?</p><p>A. So mining is when you create more tokens. In Bitcoin's case, when you mine something … someone was just talking to me earlier about, they're going to have a solar farm put up that will be mining bitcoins. And what you're doing when you're mining bitcoin, essentially you're helping to create some new supply of the currency, and you're you're tracking where the bitcoins are. You're verifying the network. You're enabling the ledger of trackage who owns what, where. That guy owns one dollar of bitcoin that has to be processed. It has to be stored. It has to be kept. And then verified and then re-verified. And that's what makes it transparent and trustless. Because everybody can track it together. If you're going to contribute to tracking everything and making new bitcoins slowly work into the system, you get rewarded with mining a bitcoin. With my space crypto, we're going to “mine” whenever there's a successful space launch. If four astronauts make it out of the Karman line, into orbit in the first year after we launch the space token, then everybody gets 0.04 tokens for every one token you own — essentially getting a 4% interest dividend. And then the space token system would stop issuing new tokens once it gets to 300 million eventually.</p><p>Q.&#xa0;Can you define what a cryptocurrency is? It's not something tangible like salt or gold. Is it sort of like a fiat currency, like worthless little pieces of paper?</p><p>A. Yes. One hundred percent. It is worthless bits that are stored somewhere and that is verified to exist in the cloud, as your cloud bank account is. See, those crypto numbers exist in the same way that Tesla TSLA has “$12 billion of cash” in their bank account. Both just exist in a ledger. It's just a ledger.</p><p>Q. I think all currencies originated from countries, governments.</p><p>A. Not always. For hundreds or even a thousand years, in Western civilization and Eastern civilization, currencies have been mostly controlled and issued from governments of nations. But before that people still transacted. Tribes did things together. Thousands of years ago, people were trading something. Could have been shells. People like to use that example.</p><p>Q. So why doesn't everybody just create their own crypto?</p><p>A. They have. That's why there's 12,000 of them.</p><p>Q. And most of them are worthless?</p><p>A. Exactly. But it's a free world. Why shouldn't we let people create new cryptos? Let everybody create a crypto. The good ones, the ones that do good, the ones that create value, the ones that people glom on to, for whatever reason — those will have value. And people will store value in them and they will transact with them. And that's what we want, right? If you believe in freedom, as most people in this room would probably say they do, until people need to get bailed out — if you believe in freedom, then let it happen.</p><p>People don't have to assign any value to the bits. Then dollars would win. And gold would win. And that would be fine too if that's what society deems to hold and transact value better than cryptos.</p><p>Q. Is it safe to define cryptocurrencies as a bartering tool?</p><p>A. I guess every currency in its purest form is a bartering tool. Because you will unlock value by using it, for something else. So I would think that by definition, yes, on the most fundamental level, cryptocurrencies are a bartering tool.</p><p>Q. Do bitcoin and the new cryptos affect the tender, the value of the actual legal tender that's being given? Does it change the value of the dollar?</p><p>A. Yeah. The dollar's doomed. It always has been. We've all known for a very long time. But it doesn't mean it's about to end tomorrow. It could be many years before the dollar is truly replaced by cryptos. In the long run, though, I would think that the only way the dollar is not doomed is to eliminate the income tax entirely and completely simplify the tax code and eliminate loopholes and shut down the central bank. That's the only way. Because transparency reigns. We all are going to go toward something that we trust that is transparent; transparency is always the answer. And the Fed and the fiat currency are anything but transparent.</p><p>Q. Robinhood and Square and Coinbase — do you trust them to hold your money?</p><p>A. You can also store your cryptos on a thumb drive or somewhere like that. As for the major crypto brokers — it's pretty much fine at this point. I trust Robinhood HOOD about as much as I trust Morgan Stanley MS. Which is not much, but it's enough.</p><p>Cody Willard is a columnist for MarketWatch and editor of the&#xa0;Revolution Investing newsletter. Willard or his investment firm may own, or plan to own, securities mentioned in this column.</p>",
  "published": "2021-10-22T16:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2311,
          "end": 2317
        }
      ]
    }
  ]
}