{
  "_id": "0e4aa70521880a8a9a54977dcc109365110ed7e3d8b56921520557192d12d18e",
  "feed": "wall-street-journal",
  "title": "Twitter Adds Users, Expects Growth to Slow  ----  By Sarah E. Needleman",
  "text": "<p>   Twitter Inc. added users through the holiday quarter and said it continued to add more in January, a month when it booted one of its most prominent users: former President Donald Trump. </p><p>   The company said Tuesday that user growth might slow this year compared with the early months of the coronavirus pandemic -- when many people started to spend more time online and on social media -- and that Apple Inc.'s pending privacy changes could have a modest impact on its advertising business. </p><p>   Twitter said it gained more daily users in January than the average number it has added in that month over the past four years, but the company declined to share more details. Twitter doesn't normally provide guidance on user growth for the current quarter but said it made an exception due to unusual circumstances, referring to Mr. Trump's suspension from the platform and the Jan. 6 attack on the U.S. Capitol by a mob of his supporters. </p><p>   \"We are a platform that is obviously much larger than any one topic or any one account,\" Twitter Chief Executive Jack Dorsey said on an earnings call with analysts, adding that 80% of the company's audience is outside the U.S. \"We are also not dependent upon just news and politics being on Twitter.\" </p><p>   The company didn't discuss the specific impact of Mr. Trump's absence on advertising, its main source of revenue. But in an interview, Ned Segal, Twitter's finance chief, indicated that the company's decision was well-received by advertisers. </p><p>   \"When we lay out our principles and our policies, and we've enforced them transparently and consistently, we find that advertisers feel better, not worse, about partnering advertising on Twitter,\" he said. </p><p>   Shares in Twitter rose 3% in extended trading, as the company reported stronger-than-expected revenue and profit in the latest period. Its stock price is up 62% over the past 12 months. </p><p>   Twitter banned Mr. Trump shortly after the assault on the Capitol, citing a risk of further violence and repeated violations of its rules. Several other social-media companies, including Facebook Inc. and Alphabet Inc.'s YouTube, also removed the former president from their platforms for similar reasons. </p><p>   The moves drew criticism from some prominent conservatives. Rep. Madison Cawthorn (R., N.C.), radio personality Mark Levin, attorney Madison Gesiotto and Fox News anchor Maria Bartiromo indicated they would leave the platforms. </p><p>   For the December-ended quarter, Twitter said daily users climbed to 192 million from 187 million in the third quarter and from 152 million a year earlier. Its U.S. user base grew by one million in the fourth quarter from the third quarter. </p><p>   Meanwhile, Facebook reported its user count in the U.S. and Canada fell for a second consecutive quarter, with Chief Executive Mark Zuckerberg noting that increasingly politicized conversations on the platform have hurt users' experience. Mr. Zuckerberg said that Facebook planned to no longer recommend political and civic groups for users world-wide and that the company was studying ways to reduce the amount of political content in users' news feeds. </p><p>   Similar to other advertising-reliant social-media platforms, Twitter posted record fourth-quarter revenue, typically the strongest period for the company. Revenue rose 28% from a year earlier to $1.29 billion, in a sign Twitter is recovering from a sudden steep decline in advertising sales at the start of the pandemic. </p><p>   Twitter's net income nearly doubled from a year ago to $222 million, or 27 cents a share. For the full year, the company posted a loss of $1.14 billion, or $1.44 a share, though its results were affected by tax-related adjustments. </p><p>   For the first quarter, Twitter guided revenue between $940 million and $1.04 billion, as analysts polled by FactSet expected $965 million. </p><p></p>",
  "published": "2021-02-10T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 394,
          "end": 406
        },
        {
          "start": 394,
          "end": 399
        },
        {
          "start": 394,
          "end": 404
        },
        {
          "start": 394,
          "end": 405
        },
        {
          "start": 394,
          "end": 401
        }
      ],
      "nexusId": "10022657"
    }
  ]
}