{
  "_id": "bdecbb6751272eac1886ae9164938a03fd6e5583777843923e46ce3f91fa67aa",
  "feed": "wall-street-journal",
  "title": " De plus en plus de débats et de critiques internes concernant des entreprises comme Facebook, Google et Apple se retrouvent mises sur la place publique. « Les employés ont l'impression que leur seule option est de s'adresser à l'extérieur »; Les géants de la tech ont bâti une culture de la transparence. Aujourd'hui, ils y sont contraints par leurs employés",
  "text": "<p>Chez Netflix, certains employés ont débrayé mercredi pour protester contre la façon dont l'entreprise a géré le tollé provoqué par un spectacle de l'humoriste Dave Chappelle. Dans un récent e-mail adressé au personnel, révélé par The Verge, le directeur général d'Apple, Tim Cook, a déclaré que les salariés transmettant des informations confidentielles en dehors de l'entreprise n'y avaient pas leur place. Plus tôt cette année, Google a licencié une employée de son équipe d'intelligence artificielle accusé d'avoir partagé des documents internes. Et la semaine dernière, Facebook a annoncé à ses troupes qu'il limiterait le nombre de personnes pouvant consulter les discussions sur les messageries internes concernant certains sujets, notamment la sécurité des plateformes, après la collecte de documents par un ancien employé qui ont servi de base aux Facebook Files dévoilés dans The Wall Street Journal.</p><p>Ces décisions interviennent à un moment où certains employés de la tech remettent en question, publiquement et en privé, leur travail et les conséquences qu'il peut avoir sur la société dans son ensemble, selon des témoignages de collaborateurs — actuels et anciens — de ces entreprises. Certains affirment que l'utilisation accrue d'outils tels que Slack, Discord et Zoom à l'ère du télétravail les a amenés à discuter avec des collègues qu'ils n'auraient autrement pas pu rencontrer.</p><p>Des personnes exerçant dans le secteur affirment que la plupart des employés avec lesquels ils discutent semblent heureux dans leur vie professionnelle. Et, selon eux, les salariés désabusés et vindicatifs représentent une petite minorité, mais qui ne cesse de croître et de faire plus de bruit. Un récent sondage réalisé par le réseau professionnel Blind auprès de près de 500 employés de Facebook a révélé que 74 % d'entre eux disent avoir été convaincus par les récentes interventions faites par la direction pour défendre l'entreprise et que 22 % seulement ont le sentiment que Facebook privilégie les profits à la sécurité. Cependant, 45 % estiment que le gouvernement fédéral devrait imposer des règles au géant des réseaux sociaux.</p><p>Tracy Clayton, porte-parole de Facebook, déclare que l'entreprise « valorise les prises de parole, la libre discussion et une culture fondée sur le respect et l'inclusion ». « Améliorons-nous le monde ? »</p><p>Lorsqu'il a rejoint Google il y a une dizaine d'années, Xavid Pretzer, ingénieur senior, a été attiré par la culture de liberté et de transparence de l'entreprise et par l'idée qu'il serait en mesure de faire changer les choses. A cette époque, les questions, les commentaires et les débats étaient davantage encouragés, assure M. Pretzer, délégué de l'Alphabet Workers Union, un syndicat qui s'est formé pendant la pandémie pour fédérer les collaborateurs et leur donner la possibilité de s'exprimer sur l'entreprise. Il comptait environ 800 membres en janvier.</p><p>« Souvent, les gens ne sont pas uniquement attirés dans ces entreprises par le salaire, mais aussi parce qu'ils sont convaincus qu'ils pourront participer à rendre le monde meilleur », dit-il.</p><p>M. Pretzer explique que, ces derniers jours, certains employés ont l'impression que leurs questions pointues reçoivent des réponses plus vagues au cours des grandes réunions où le dialogue et la transparence étaient jusqu'alors la norme. Ce changement d'attitude a érodé la confiance entre la direction et certains employés, poursuit-il, ajoutant que si les entreprises ne fournissent pas de canaux de communication sûrs et constructifs pour aborder les problèmes éthiques en interne, il « pense que certaines personnes auront l'impression que leur seule option pour se faire entendre est de se tourner vers l'extérieur ».</p><p>Google a refusé de répondre aux demandes de commentaires. Cette semaine, lors de la conférence Tech Live du Wall Street Journal, Sundar Pichai, son Google, a déclaré que l'activisme des employés incite les entreprises à être plus responsables. M. Pichai dirige également Alphabet, la société mère de Google.</p><p>« Les CEO doivent accepter le fait que, dans le monde professionnel moderne, les employés veuillent avoir leur mot à dire sur l'entreprise », a déclaré M. Pichai. Il a ajouté que les entreprises prenaient les décisions finales, même si elles pouvaient ne pas plaire à tous les salariés.</p><p>Depuis longtemps, Apple est réputé pour être plus opaque que certains de ses concurrents de la Silicon Valley. Au cours de l'année écoulée, ses collaborateurs se sont publiquement opposés à certains recrutements et ont accusé l'entreprise de pratiquer l'inégalité salariale et la discrimination. Au début du mois, l'entreprise a licencié Janneke Parrish, une salariée du groupe à Austin en pointe dans le mouvement #AppleToo, selon son avocat Vincent White. Ce dernier déclare penser, comme sa cliente, que ce licenciement est une mesure de représailles à sa décision de s'exprimer sur l'équité salariale et à sa position en matière de syndicalisation.</p><p>Une autre ancienne employée d'Apple, Ashley Gjovik, a déposé de nombreuses plaintes auprès du National Labor Relations Board (NDLR : agence américaine indépendante chargée d'enquêter sur les pratiques illégales dans le monde du travail). Elle affirme notamment que le mémo de M. Cook décourageant la diffusion d'informations confidentielles et certaines parties du règlement intérieur d'Apple violent le droit du travail. Mme Gjovik déclare avoir été licenciée en septembre.</p><p>The Verge a été le premier média à faire état de ces deux licenciements chez Apple.</p><p>« Nous prenons toutes les préoccupations au sérieux et nous menons une enquête approfondie chaque fois qu'un problème est soulevé. Par respect pour la vie privée des personnes concernées, nous ne communiquons pas sur les dossiers personnels des employés », affirme Josh Rosenstock, porte-parole d'Apple.</p><p>Pendant longtemps, le climat de confiance entre Facebook et ses collaborateurs était établi de manière instantanée. Les nouvelles recrues avaient généralement accès aux renseignements sur l'entreprise dès leur entrée — documents internes, les groupes de discussion entre employés et les comptes rendus des assemblées publiques. Les commentaires du PDG Mark Zuckerberg lors des réunions hebdomadaires avec l'ensemble du personnel restaient généralement au sein de l'entreprise. Mais ces dernières années, de plus en plus d'informations ont été rendues publiques et, au début du mois, l'entreprise a commencé à restreindre les informations partagées en interne.</p><p>Tim Carstens, un ingénieur logiciel senior qui a quitté Facebook le mois dernier, explique que travailler dans une grande entreprise de la tech signifie accepter à la fois les avantages et les inconvénients d'avoir une énorme influence sur le monde. Des tensions apparaissent entre dirigeants et collaborateurs lorsqu'ils doivent déterminer comment satisfaire à la fois le marché et la société, ajoute-t-il.</p><p>« Améliorons-nous le monde ou rendons-nous le pire ? », s'interroge M. Carstens, ajoutant que des acteurs malveillants ont pu se servir des plateformes et que les entreprises ont eu du mal à s'y opposer. « Les problèmes dont nous parlons sont extrêmement importants aujourd'hui, mais pour nous, ingénieurs, il n'est pas évident de savoir comment les résoudre. » Nouveau drame chez Netflix</p><p>Les dirigeants de Netflix, qui ont longtemps prôné la franchise des employés et le débat interne, ont été ébranlés par le tollé suscité par le spectacle de Dave Chappelle, que certains employés et abonnés ont jugé offensant pour la communauté transgenre. La société a licencié un collaborateur qui, selon elle, avait divulgué des données financières confidentielles liées à sa production. Dans un premier temps, Ted Sarandos, co-président de Netflix, a reconnu dans des e-mails adressés aux employés la légitimité des inquiétudes de certains d'entre eux tout en défendant la liberté d'expression artistique. Il a ensuite déclaré dans une interview qu'il avait « merdé » dans sa réponse aux employés et qu'il aurait dû reconnaître que certains d'entre eux avaient vraiment été atteints dans leur chair.</p><p>Mercredi, un groupe de manifestants, dont certains salariés de Netflix, s'est rassemblé devant l'un des sites de l'entreprise à Los Angeles pour protester contre le spectacle de l'humoriste, tandis qu'un collectif d'employés a fait part de ses revendications envers la direction. Le géant du streaming a répondu dans un communiqué : « Nous apprécions nos collègues et partenaires trans, et comprenons la profonde douleur occasionnée. Nous respectons la décision de tout employé qui choisit de débrayer, et reconnaissons que nous avons encore beaucoup de travail à faire, tant au sein de Netflix que dans notre contenu ».</p><p>Une ancienne employée du secteur de la tech veut faciliter la tâche des employés qui souhaitent rendre leurs préoccupations publiques. Ifeoma Ozoma, qui a dénoncé l'an dernier l'inégalité de rémunération et la discrimination pendant son passage chez Pinterest, a récemment publié un manuel en ligne destiné aux employés du secteur qui envisagent de divulguer des informations qu'ils estiment d'intérêt public.</p><p>Mme Ozoma, qui a également travaillé chez Google et Facebook, déclare que de nombreux employés du secteur, leurs amis ou des membres de leur famille, sont désireux de s'adresser à un avocat ou de collaborer avec des journalistes.</p><p>Mme Ozoma explique que lorsque les entreprises sont soumises à un nouvel examen réglementaire, elles mettent souvent des moyens en œuvre pour découvrir qui a fait fuiter les informations. Elle affirme ainsi que ses messages Slack échangés lorsqu'elle était employée de Pinterest ont été visés par l'entreprise. Pinterest n'a pas voulu faire de commentaires dans le cadre de cet article.</p><p>Selon des analystes et d'anciens travailleurs, l'évolution de la perception du public d'entreprises comme Facebook et Google pourrait rebuter certains jeunes employés.</p><p>« Il y a quelques années, si vous disiez que vous travailliez pour l'une de ces entreprises, neuf personnes sur dix disaient : “Oh, c'est génial.” Maintenant, ils ne sont plus que la moitié à trouver ça super tandis que l'autre répond : “Cette entreprise fait des choses qui ne sont pas bien” », observe Brian Kropp, responsable des études sur les pratiques des RH chez Gartner.</p><p>Nick Clegg, vice-président de Facebook chargé des affaires internationales, a publié le mois dernier un mémo, dévoilé par le New York Times, à l'intention des employés. Il y donne notamment des conseils sur la manière de parler avec des amis et des membres de la famille qui pourraient remettre en question le bien-fondé de leur travail chez Facebook et l'influence de l'entreprise sur le discours politique.</p><p>« On continuera à nous poser des questions difficiles. Et beaucoup de gens continueront à être sceptiques sur nos motivations, écrit M. Clegg. C'est ce qui arrive quand on fait partie d'une entreprise qui a un tel impact sur le monde. »</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Mercredi, un groupe de manifestants s'est rassemblé devant des locaux de Netflix à Los Angeles pour protester contre le spectacle de l'humoriste David Chappelle, jugé par certains offensant pour la communauté transgenre.</p><p>SIPA PRESS</p>",
  "published": "2021-10-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}