{
  "_id": "0e378aeca40b35a43d6d6dd02829a63732e7606fcfe4f45b8217ba63c0b4034e",
  "feed": "ftcomall",
  "title": "FirstFT: US shutdown averted but Biden's landmark legislation at risk",
  "text": "<p>A deal to avert a US government shutdown was <a href=\"https://www.ft.com/content/36ce0649-79c0-46ea-ac84-177883f3b946\">agreed late last night</a> but legislation promising trillions of dollars for infrastructure, the environment, healthcare and education remains mired amid political infighting between moderate and progressive Democrats.</p> <p>Senate majority leader Chuck Schumer said lawmakers had reached an agreement to avoid a&#xa0;government&#xa0;shutdown&#xa0;tomorrow by extending&#xa0;government&#xa0;spending until December 3. </p> <p>The Senate will vote on the stopgap legislation this morning before sending the package to the House where it is expected to receive bipartisan support before going to President Joe Biden's desk for signature just hours before the fiscal year ends at midnight.</p> <p>But negotiations will continue today on the main planks of the president's legislative programme, a $1.2tn bipartisan&#xa0;infrastructure bill&#xa0;and a $3.5tn social welfare and environmental spending plan ahead of an expected vote in the House.</p> <p>The two bills have become inextricably linked as moderate and progressive Democrats failed to reach an agreement, threatening the president's landmark legislation. </p> <p>Joe Manchin, the Democratic senator from West Virginia, <a href=\"https://www.manchin.senate.gov/newsroom/press-releases/manchin-statement-on-infrastructure-and-reconcilliation-negotiations\">released a statement</a> late on Wednesday calling the $3.5tn spending plan on America's social safety net “fiscal insanity”. The legislation is also staunchly opposed by Republicans.</p> <p>But dozens of progressive Democrats in the House, who support the president's ambitious tax-and-spend plans, are threatening to withhold support for the bipartisan infrastructure bill unless moderates like Manchin and <a href=\"https://www.ft.com/content/cd2baa08-8155-4223-93e0-44766532a772\">Kyrsten Sinema</a>&#xa0;of Arizona support the bigger spending plan.</p> <p>Biden, who yesterday cancelled a planned trip to Chicago to focus on the negotiations, and House Speaker Nancy Pelosi made surprise appearances at last night's annual congressional baseball game in Washington to press for agreement. </p> <p>Earlier in the week, Pelosi vowed to hold a vote in the House today on the infrastructure bill that would invest heavily in roads, bridges, tunnels and airports, which passed the Senate earlier this year with Republican support.</p> <p>But it remained unclear late last night whether the Speaker had the votes to pass the legislation in the lower chamber of Congress, which Democrats control by a razor thin eight-vote margin.</p> <p><em>Have you played our US tax quiz? Take our </em><a href=\"https://ig.ft.com/biden-tax-plan-explainer/\"><em>10-question quiz</em></a><em> to learn more about Biden's tax proposals as they make their way through Congress.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Stocks struggle for direction </strong>Stocks on Wall Street <a href=\"https://www.ft.com/content/1a8b986b-eae8-40c0-a4d0-dd39e3d11f70\">struggled to claw back their losses</a> yesterday after fears about prolonged inflation and rising interest rates prompted the worst day for US equity markets since May during the previous session. European stock markets are <a href=\"https://www.ft.com/content/d1c1d68d-a37a-48ce-b24e-e9a95db15eaf\">on course</a> to finish September with losses while Hong Kong's stock market is on track for its <a href=\"https://www.ft.com/content/40436534-cd31-4959-a7c1-95065e281046\">worst quarter for new listings</a> since the earliest days of the Covid-19 pandemic.</p> <p><strong>2. China's manufacturing activity contracts</strong> Manufacturing activity in China <a href=\"https://www.ft.com/content/37062e9d-a933-4f61-9115-1f9c4dd1c6d2\">suffered its first official contraction</a> since the beginning of the pandemic as widespread power shortages compounded a loss of momentum across the country's economy. </p> <p><strong>3. Private equity trio to raise $15bn of debt for massive buyout</strong> The private equity groups Blackstone, Carlyle and Hellman &amp; Friedman are set to raise almost $15bn of debt today <a href=\"https://www.ft.com/content/5c1e4817-0a42-4de5-a281-baad2149a40f\">across bond and loan markets</a> as they close in on financing the largest leveraged buyout since the 2008 financial crisis.</p> <p><strong>4. Warby Parker valued at $6bn in direct listing</strong> The spectacles vendor was valued at more than $6bn after it completed <a href=\"https://www.ft.com/content/8f820990-35a6-4b4a-b0ff-9e2f9e189c9d\">a direct listing in New York</a>, more than double its worth during a recent private fundraising round. Warby Parker is the first consumer-goods business to pursue a direct listing, which allows investors to begin trading shares on an exchange without the company itself raising any money.</p> <p><strong>5. Hollywood braced for possible strike by ‘crew' workers</strong> Hollywood is bracing for <a href=\"https://www.ft.com/content/34627215-b269-47f8-88fc-cc4727444251\">a potential strike</a> by 60,000 behind-the-scenes workers who say they can no longer earn a living wage. The International Alliance of Theatrical Stage Employees, which represents workers who operate cameras, build sets, style hair and perform other essential jobs, wants a larger share of big-budget streaming projects by the likes of Netflix, Apple and Amazon for its members.</p> <p><em>Thanks to readers who voted in our poll yesterday. Sixty-three per cent said that the US should have maintained some level of troop presence in Afghanistan. </em></p> <h1>Coronavirus digest</h1> <ul>  <li><p>Jay Powell, chair of the <strong>US Federal Reserve</strong>, said yesterday <a href=\"https://www.ft.com/content/90fc98ad-d69b-44c5-8902-b93c4f952805\">it was “frustrating”</a> that supply-chain bottlenecks were holding back the US recovery.</p></li>  <li><p>The <strong>National Basketball Association</strong> will <a href=\"https://www.ft.com/content/88c78865-57a1-4721-b680-e0fc169f1559\">not pay players</a> who miss games for refusing to comply with local vaccine mandates, the US professional basketball league said yesterday.</p></li>  <li><p>Confusion is <a href=\"http://ft.com/content/0376e5d9-7488-49e8-85e9-a356e6132e1b\">overshadowing</a> <strong>Joe Biden's</strong> scaled-back booster campaign.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Facebook faces Senate grilling </strong>Lawmakers <a href=\"https://www.ft.com/content/b0e387f4-4a2f-49d3-9852-f8cf7dcc211c\">are due to question</a> Antigone Davis, Facebook's head of privacy, after reports that it allegedly buried research showing the toxic effect of its products on young people.</p> <p><strong>Economic data </strong>The US commerce department is scheduled to release&#xa0;its final estimate of gross domestic product&#xa0;for the second quarter. It is likely to have increased at an annualised rate of 6.6 per cent. US, jobless claims are expected to <a href=\"https://www.wsj.com/articles/economy-week-ahead-consumer-spending-inflation-manufacturing-11632682802\">fall</a> in the week ended September 25 after a two-week rise. (WSJ)</p> <p><strong>Powell testimony</strong> Federal Reserve Chair&#xa0;Jay Powell&#xa0;is scheduled to testify on coronavirus and the economy before the House Committee on Financial Services. The hearing comes as Powell is facing <a href=\"https://www.ft.com/content/99acd824-9644-4b4f-8d7e-389586abf65a\">a growing backlash</a> from the progressive wing of the Democratic party to his renomination as head of the US central bank.</p> <p><a href=\"https://africa.live.ft.com/?reference=ftnewsletter&amp;utm_source=news&amp;utm_medium=ftnewsletter&amp;utm_campaign=2021pafricasummit\"><em>Join us</em></a><em> for the FT's Africa summit on October 19 to find out how the African Continental Free Trade Area is being built up after Covid-19.</em></p> <h1>What else we're reading and watching</h1> <p><strong>What happened to Goldman Sachs in China? </strong>For the US bank, taking control of its Chinese joint venture was meant to be a ticket to future riches. Ten months on, Goldman's position looks less secure. Instead, it is confronted with a paradox: <a href=\"http://ft.com/content/ad1a8608-1069-4f9b-bf26-5dd9ae03f0a8\">is it prepared to push deeper into China</a>, as Beijing's crackdown on large companies dims investment opportunities?</p> <p><strong>US car shortage hits everyone</strong> The semiconductor shortage that has disrupted the global car manufacturing industry is touching every player in the chain of businesses supplying, building, selling and disposing of cars and trucks in the US — even junkyards are struggling to replenish inventory. <a href=\"https://www.ft.com/content/70eeb13b-6175-4ac7-a65a-041c473455ee\">Chicago correspondent Claire Bushey investigates</a>.</p> <p><strong>German businesses optimistic about potential three-party coalition </strong>Business leaders are counting that the Greens and liberal Free Democrats — seen as the new political kingmakers — will put aside their differences on debt and taxes, and come up with a platform that takes them into power alongside one of the two big parties. <a href=\"http://ft.com/content/c9804687-2c52-4ee6-8ee5-f3b1b7b11efc\">But it could be a pipe dream</a>.</p> <p><strong>Why heading back to the office could bring us all ‘psychological richness'</strong> Next week, Jemima Kelly will slowly begin <a href=\"https://www.ft.com/content/8405b3cf-2eb5-4255-8dfa-8729eab85f07\">The Great Return to the office</a>. She is a little nervous — trying to concentrate in a bustling newsroom, having to look tidy, the messy business of dealing with other human beings. But what she most fears is “losing the sense of wellbeing I've often felt during these months of isolation”. <em>Have you returned to the office? Email me </em><a href=\"mailto:gordon.smith@ft.com\"><em>gordon.smith@ft.com</em></a><em> and tell me about your experiences, good or bad, and I may include some of them in future editions of FirstFT.</em></p> <p><strong>The future of food</strong> Lab-grown meat is being promoted as a sustainable protein of the future but can enough of it be made to feed the world? The FT's Emiko Terazono and Mercedes Ruehl investigate in <a href=\"https://www.ft.com/video/c229cb29-8a7a-4b2a-ac56-cecb12aa2ea0?playlist-name=latest&amp;playlist-offset=0\">this video</a>.</p> <ul>  <li><p><strong>Would you eat a guinea pig? </strong>That deceptively simple question has become a classic example in cultural anthropology classes of the subjective nature of our <a href=\"https://www.ft.com/content/5e3b8d62-7afe-4559-9053-3c645482003f\">attitudes to food</a>, writes Gillian Tett. </p></li> </ul> <h1>Film </h1> <p>Nineteen months is a long time for a Martini to sit unserved, writes Danny Leigh in his <a href=\"https://www.ft.com/content/2536e2fe-6d6c-43ec-a09f-14f239731ea6\">review of the new James Bond film, <em>No Time to Die</em></a><em>.</em> The worry would be a film that tastes lukewarm and dusty. Not a bit of it, it turns out.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: US shutdown averted but Biden's landmark legislation at risk' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T10:41:38.889Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4252,
          "end": 4257
        }
      ]
    }
  ]
}