{
  "_id": "749be2049fff039260ce7aa36e5ef32a2cf3d4f2673e4fe4ac5835b866058f30",
  "feed": "market-watch",
  "title": "U.S. stock futures climb after Fed signals support may start to ease",
  "text": "<p>How are stock-index futures trading?</p><p>Dow Jones Industrial Average futures YM00 rose 186 points, or 0.5%, to 34,316</p><p>S&amp;P 500 futures ES00 rose 26 points, or 0.6%, to 4,410</p><p>Nasdaq-100 futures NQ00 gained 96 points, or 0.6%, to 15,257</p><p>On Wednesday, the Dow Jones Industrial Average DJIA rose 338 points, or 1%, to 34258, the S&amp;P 500 SPX increased 41 points, or 0.95%, to 4396, and the Nasdaq Composite COMP gained 150 points, or 1.02%, to 14897. The Dow and S&amp;P 500 each scored their best session in two months.</p><p>Read:‘It's really easy to navigate'&#xa0;this stock market, says a BofA star strategist. Here's what she says to do</p><p>What's driving the market?</p><p>Stock futures were rising a day after the Fed pledged to keep its bond-buying program and ultralow interest-rate regime in place to support the economy and financial markets for now.</p><p>However, Fed Chair Jerome Powell said plans to taper the central bank's bond- buying program&#xa0;could be announced in November, and officials also penciled in an interest-rate increase in 2022. Still, the Fed didn't upset the market's apple cart, said observers.</p><p>Read: Hawks rule the roost at Fed, economists say</p><p>“A repeat of the taper tantrum, which hurt both equities and fixed income in 2013, is unlikely&#xa0;because the&#xa0;Fed&#xa0;has been so clear about how slowly it is removing support,” said Scott&#xa0;Ruesterholz,&#xa0;a portfolio manager&#xa0;at Insight Investment,&#xa0;which has over $1 trillion in assets under management. &#xa0;&#xa0;</p><p>“While the&#xa0;Fed&#xa0;tailwind for market is diminishing, it remains a tailwind. Combined with the significant excess liquidity in the financial system, that should continue to provide strong technical support for fixed income and markets,” said Ruesterholz, in emailed comments.</p><p>Markets will get a big batch of data for Thursday, including weekly jobless claims at 8:30 a.m. Eastern Time, the flash September Markit manufacturing and services purchasing managers indexes at 9:45 a.m. Eastern and leading economic indicators for August.</p><p>The White House on Thursday will host a virtual meeting to discuss the global chip shortage, with the CEO of Intel Corp. INTC&#xa0;joining executives from Apple Inc. AAPL, Microsoft Corp. MSFT, Ford Motor Co.&#xa0;F and others,&#xa0;Reuters reported Wednesday.</p><p>Investors are keeping close watch on China Evergrande HK:3333, the property giant whose troubles sparked a global equity meltdown earlier this week. Shares rose 17% in Hong Kong as that market reopened after a holiday.</p><p>Investors are waiting to hear if Evergrande will make an $83.5 million coupon payment due Thursday on its U.S. dollar bonds. Markets welcomed news on Wednesday that its property business would make an interest payment on an onshore bond.&#xa0;</p><p>Beijing regulators issued instructions to Evergrande on Thursday, telling it to focus on repaying investors, completing unfinished properties and avoiding a near-term default on dollar bonds, Bloomberg Law reported.</p><p>Property investment firm Chinese Estates said Thursday it would sell its entire stake in China Evergrande, amid concerns over market volatility and the financial stability of the heavily indebted group.</p><p>How are other markets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y was unchanged at 1.332%. Yields and price move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of rivals, was 0.3% lower at 93.16.</p><p>Oil futures were lower, with the U.S. benchmark CL00 down 0.5% to $71.90 a barrel. Gold futures GC00 dropped 0.3% to around $1,773 an ounce.</p><p>In Asia, Hong Kong's Hang Seng Index HK:HSI reopened after a one-day holiday to a 1.1% gain, while China's CSI 300 index XX:000300 rose 0.6% and Japan's Nikkei 225 index UK:UKX was closed for a holiday.</p><p>In Europe, the Stoxx Europe 600 index XX:SXXP rose 0.9%, while the FTSE 100 index UK:UKX gained 0.2%.</p>",
  "published": "2021-09-23T06:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2123,
          "end": 2127
        },
        {
          "start": 2112,
          "end": 2122
        },
        {
          "start": 2112,
          "end": 2121
        },
        {
          "start": 1061,
          "end": 1066
        },
        {
          "start": 2112,
          "end": 2117
        }
      ]
    }
  ]
}