{
  "_id": "5497e51aa7e9f384f1f6c36696ef2618c17725efc64b6c0b080bd75a56b78c75",
  "feed": "ftcomall",
  "title": "Wall Street stocks climb for third day as big tech advances ",
  "text": "<p>Wall Street stocks climbed on Thursday, extending gains for a third consecutive day, as investors concentrated on an influx of mostly positive earnings results from corporate America.</p> <p>The blue-chip S&amp;P 500 stock index rose 0.2 per cent in New York, reversing earlier losses after data showed <a href=\"https://www.ft.com/content/0494876b-6be8-4d42-8d1c-d4be8a955caa#post-5b91b369-c036-40e5-af56-54d6e0076d1b\">US jobless claims</a> climbed by the biggest weekly increase since March. </p> <p>The index was lead higher by mega-cap tech companies, including Microsoft, Apple and Amazon. The relatively concentrated advance in the sector helped offset declines by three-fifths of the stocks in the S&amp;P 500. The Nasdaq Composite rose 0.4 per cent.</p> <p>Strong results released on Thursday from companies such as private equity firm Blackstone and fast-food chain Domino's Pizza again lifted investor sentiment. </p> <p>But even with a flurry of results, trading volumes ranked among the weakest registered this year and investors showed less of an appetite for parts of the market, including some cyclical industries. Energy and bank stocks slipped, and the small-cap Russell 2000 fell more than 1 per cent.</p> <p>US government debt also advanced, with the yield on the 10-year Treasury down 0.03 percentage points to 1.26 per cent on Thursday. The haven asset has been in relatively strong demand as investors have grown concerned over the spread of the Delta variant of coronavirus and the strength of the economic rebound. The yield on the 10-year note hit its lowest level since mid-February earlier this week.</p> <p>“The unexpected rise in claims has pushed Treasury yields lower as the pace of job creation remains uncertain at this stage in the recovery,” said Ian Lyngen, head of US rates strategy at BMO Capital Markets.</p> <p>In Europe, equities rose for the third straight day and eurozone government debt also gained after the European Central Bank reaffirmed its commitment to buying eurozone bonds and keeping interest rates at historic lows. </p> <p>The continent-wide Stoxx 600 share index closed up 0.6 per cent, as traders banked on continued supportive monetary policy. </p> <p>Germany's 10-year bond yield, a barometer for borrowing costs in the eurozone, hit minus 0.428 per cent, near its lowest level since February. The moves came after the ECB signalled no changes to its bond purchases following a <a href=\"https://www.ft.com/content/104eb449-94de-4a93-87f7-adf552c65429\">split</a> on its governing council over scaling back its €1.85tn pandemic emergency purchase programme. </p> <p>The yield, meanwhile, on Italy's 5-year bond dropped below zero to minus 0.02 per cent, near its lowest point since early April. </p> <p>The ECB pledged in a statement to maintain its pandemic emergency purchase programme “until at least the end of March 2022 and, in any case, until it judges that the coronavirus crisis phase is over”. </p> <p>Interest rates would also “remain at their present or lower levels”, the central bank said, until eurozone inflation was “stabilising at 2 per cent”. Consumer prices rose 1.9 per cent in the bloc in June year on year, but the ECB <a href=\"https://www.ecb.europa.eu/press/pressconf/2021/html/ecb.is210722~13e7f5e795.en.html\">expects inflation to moderate </a>next year. </p> <p>“They want to avoid some sort of tantrum risk so they could potentially extend the PEPP,” said Kevin Thozet, investment committee member at French asset manager Carmignac. “At the start of the programme, March 2022 seemed like miles away and now it is not.” </p> <p>The euro slipped 0.2 per cent against the dollar to $1.177, close to its weakest point since early April. </p> <p>Brent crude, the international oil benchmark, rose 2.2 per cent to settle at $73.79 a barrel. </p>&#xa0;<p>Source: Naomi Rovnick in London and Eric Platt in New York 2021 'Wall Street stocks climb for third day as big tech advances ' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T20:09:47.228Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 437,
          "end": 442
        }
      ],
      "nexusId": "10022657"
    }
  ]
}