{
  "_id": "d08a90085a48055c98f5c266c09b47f1d80c1208e395440961724b555f74bdb1",
  "feed": "wall-street-journal",
  "title": "Apple Unveils New Laptops, Chips --- MacBook Pros feature pumped-up processors as tech giant promises more power efficiency",
  "text": "<p>Powering the new laptops are new, supersize versions of the Apple-designed M1 chip that launched last year: the M1 Pro and the M1 Max. Because these chips have architecture that resembles the processor found in iPhones, Apple says their advantage is high-performance while maintaining power efficiency over chips made by Intel Corp. Last year's MacBook Air and 13-inch MacBook Pro do run cooler and longer, and carry out a battery of basic computing tasks with ease.</p><p>That's why the other big news Monday was battery life: Apple said the 14-inch MacBook Pro is capable of 17 hours of video playback, while the 16-inch version can go 21 hours. Apple says these are the first MacBooks with fast-charge capability: You can replenish the battery up to 50% in 30 minutes.</p><p>The Pros are also priced at pro levels: The 14-inch model will start at $1,999 while the 16-inch one starts at $2,499. Both ship next week, Apple said.</p><p>Apple took time during its presentation to share many stats about its new processors, though chief among them is core count: The original M1 has an eight-core CPU and up to eight cores for graphics processing. The new M1 Pro has a 10-core CPU and a GPU of up to 16 cores, while the M1 Max has a GPU of up to 32 cores. Translation: more processing bandwidth, especially with visually intensive software. Notably, the new MacBook Pro models don't come with discrete graphics processing like their high-end Intel-powered predecessors.</p><p>Although one of the taglines used in the presentation was \"supercharged for pros,\" the pumped-up chips will still need to prove themselves in the real world.</p><p>Winning the customers of machines like the previous 16-inch MacBook Pro will require Apple to demonstrate that the M1 Pro and M1 Max chips are up to processor-and-graphics-intensive tasks such as video encoding, data analysis, 3-D modeling and more. That means convincing developers of this demanding software to write code optimized for Apple chips, said Patrick Moorhead, founder of the tech analysis and consulting firm Moor Insights &amp; Strategy. Until that happens, the new MacBook Pro models likely won't be for extreme power users.</p><p>\"The true professionals making their money off intense video and intense audio, I think it'll be a challenge for Apple to move them over,\" he said. He thinks Apple might continue to sell Intel-powered Macs through enterprise channels, even after pulling them from its own retail pages.</p><p>A major test will likely come later, when Apple eventually replaces the silicon inside the Intel Xeon-powered Mac Pro, said Mr. Moorhead.</p><p>Apple also introduced the third generation of its wildly popular AirPods wire-free earbuds. The new ones still have that contoured earpiece, rather than the sealing gaskets found on the noise-canceling AirPods Pro, but they share other things with their high-end siblings: shorter stalks, a squat, wireless-capable charging case, and resistance to sweat and water.</p><p>Apple says it increased the listening time from five to six hours. It also increased the price: The new AirPods cost $179, and will be available next week, according to the company. The second-generation AirPods, once $159, will remain on sale at a discounted $129.</p>",
  "published": "2021-10-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 522,
          "end": 527
        },
        {
          "start": 2303,
          "end": 2308
        },
        {
          "start": 918,
          "end": 923
        },
        {
          "start": 642,
          "end": 647
        },
        {
          "start": 1946,
          "end": 1951
        },
        {
          "start": 220,
          "end": 225
        },
        {
          "start": 906,
          "end": 911
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2473,
          "end": 2478
        },
        {
          "start": 2569,
          "end": 2574
        },
        {
          "start": 2934,
          "end": 2939
        },
        {
          "start": 2258,
          "end": 2263
        },
        {
          "start": 1693,
          "end": 1698
        },
        {
          "start": 60,
          "end": 65
        }
      ]
    }
  ]
}