{
  "_id": "49649f5a228761dc527bdf8bcc2921516a8856e78936d9fdb994a060e4099657",
  "feed": "wall-street-journal",
  "title": "U.S. News: Capitol Riot Left Trail of Wreckage And a Big Cleanup",
  "text": "<p>The Capitol is both a working office building and a museum of sorts, with historic art in stairwells, the Rotunda and on the walls. Dozens of statues honor historical figures. Much of the building is typically open to the public, but access has been tightly limited since the start of the coronavirus pandemic.</p><p>House Speaker Nancy Pelosi's name placard was removed from the entrance to her office, and items from inside were stolen, including a laptop used for presentations, according to an aide.</p><p>A man was photographed carrying away her lectern through the Rotunda. Later, an unverified listing to sell the lectern was posted on eBay but was removed by the company.</p><p>The U.S. attorney's office for the District of Columbia charged the man and identified him as 36-year-old Adam Johnson of Florida. Mr. Johnson couldn't be reached for comment.</p><p>Rioters broke a window in the office of House Minority Leader Kevin McCarthy (R., Calif.).</p><p>Sen. Jeff Merkley's Capitol office was broken into and ransacked, with the door broken off the hinges, an aide to the Oregon Democrat said. His personal items were trashed, and the rioters smoked marijuana and cigarettes in the office, leaving butts and broken glass -- and a Trump flag. A missing laptop was later recovered.</p><p>Rioters also reached harder-to-find offices. House Majority Whip Jim Clyburn (D., S.C.) questioned on a Democratic caucus call Friday how the rioters had found his third-floor office, which is accessed through a stairwell that isn't easy to locate. He also told Democrats that his iPad was stolen.</p><p>A sign honoring the late Rep. John Lewis outside the office of House Majority Leader Steny Hoyer (D., Md.) was destroyed. Mr. Hoyer replaced it Thursday. In the melee, the office of the Senate parliamentarian was ransacked, with the damage captured on video by a CNN reporter.</p><p>The boxes in the House chamber containing the Electoral College certificates were whisked away to safety.</p><p>After the Capitol was cleared and Congress went back into session, some lawmakers helped in the initial cleanup. Cleaning crews then went to work, picking up trash and debris left by rioters, as well as hauling away broken furniture and evaluating vandalized statues that needed to be cleaned. Aside from the physical destruction, the rioters left behind discarded clothes and other items.</p><p>---</p><p>Kristina Peterson contributed to this article.</p>",
  "published": "2021-01-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}