{
  "_id": "010b4e7c9a058331e0ff88269d522b4cbfae5618931fff3c1cbf6ccef1bb2fec",
  "feed": "wall-street-journal",
  "title": "Business News: Apple Veteran Takes On Delivery --- Man behind the Genius Bar bets startup's stores on wheels will draw online buyers",
  "text": "<p>Enjoy is a marriage between a white-glove delivery service and an army of door-to-door salespeople. Mr. Johnson has teams busy across the U.S., Canada and the U.K., hand-delivering iPhones and other gadgets to customers' homes on behalf of Apple, AT&amp;T Inc. and other partners. Then, they use the delivery as an opportunity to sell more. In September, Enjoy said it was expanding Apple delivery to a total of 14 metro areas in the U.S.</p><p>How successful he proves could affect the future of online shopping. It will affect his legacy -- whether he is remembered as a retailing trailblazer, or someone who did his best work at Apple only to struggle thereafter.</p><p>\"He's back in his groove,\" said Gene Munster, managing partner at the venture-capital firm Loup Ventures, an investor in Enjoy. Mr. Munster said he believes in Mr. Johnson's latest vision, and if the company can deliver on it, \"He'll be redeemed.\"</p><p>Mr. Johnson aims to take the company public next week through a special-purpose acquisition company, or SPAC, at a valuation of more than $1 billion. The merger vote is scheduled for Wednesday.</p><p>Its SPAC deal with Marquee Raine Acquisition Corp., whose backers include Chicago Cubs owner Tom Ricketts, should inject more than $450 million into the company to fund those growth plans, including expanding operations to 100 markets in North America. Since its launch in 2014, Enjoy has raised $350 million, including from venture firm Kleiner Perkins.</p><p>Enjoy's more than 1,000 delivery workers, which the company dubs experts, are recruited from luxury retail environments, such as Apple and Tesla Inc. Each is given more than 120 hours of training and sent out into the world with a Mercedes van full of merchandise. A customer orders an iPhone through Apple's online store, for example, but chooses free home delivery and assistance through Enjoy. The Enjoy worker arrives, helps the user set up the device, then uses the opportunity to sell additional services, such as Apple TV+, or devices, such as a smartwatch.</p><p>\"There are a lot of people that can deliver to the door,\" Mr. Johnson said in an interview. \"We're the only one that has built out the vision to really generate incremental value for partners by going through the door.\"</p><p>That incremental sale is key to whether Enjoy is successful. Twenty percent of the company's revenue comes from being paid to make deliveries, while the path to profitability in 2023 is through upselling customers, Mr. Johnson said. The challenge for Enjoy is that its initial relationship with the customer derives from a sale by Apple or other partners, and its success depends on those customers wanting in-home service and their desire to buy more. Another risk is if Apple or Amazon.com Inc. decides to use its corporate war chest to replicate such a service, undercutting it in the market.</p><p>Mr. Johnson said building such a network is hard. And it is why he is accelerating efforts to grow.</p><p>Enjoy is one of many companies to take advantage of the frenzy around SPACs. Investors have poured billions of dollars into these so-called blank-check companies, which are traded on exchanges with the goal of merging with a private company, such as Enjoy.</p><p>Unlike some other companies that went public through SPACs this year, Enjoy has revenue, although it lost $158 million last year. The company has grown, with revenue this year expected to rise to $109 million from $15 million in 2018, according to filings with the Securities and Exchange Commission. The company says it will be profitable in 2023 and is telling investors it plans to reach $1 billion in sales in 2025.</p><p>One early challenge for Enjoy was how to build out the business. To bring the store into the home, Enjoy uses delivery vans that are in effect its stores, holding up to 500 products. The back end of operations is supported by homegrown software to coordinate inventory consigned to Enjoy's warehouses and available delivery slots.</p><p>Covid-19 threatened to undo years of work as the pandemic shut down businesses around the U.S. during quarantines and social distancing. Mr. Johnson watched: Would customers be open to having a stranger come into their homes to deliver an iPhone? \"Three weeks after the world shut down -- while stores were closed and we could [still] deliver an experience and customers loved it -- I knew we were going to be part of the future,\" he said.</p>",
  "published": "2021-10-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1755,
          "end": 1760
        },
        {
          "start": 1974,
          "end": 1979
        },
        {
          "start": 622,
          "end": 627
        },
        {
          "start": 2570,
          "end": 2575
        },
        {
          "start": 15,
          "end": 20
        },
        {
          "start": 2711,
          "end": 2716
        },
        {
          "start": 1583,
          "end": 1588
        },
        {
          "start": 379,
          "end": 384
        },
        {
          "start": 240,
          "end": 245
        }
      ],
      "nexusId": "10022657"
    }
  ]
}