{
  "_id": "367f1b6889ee049f225ebba75e03145c05ba350ff12e0409a25408f3ee12d5ef",
  "feed": "wall-street-journal",
  "title": "Lordstown Motors to Sell Factory to Foxconn  ----  By Christina Rogers and Ben Foldy",
  "text": "<p>   Electric-truck maker Lordstown Motors Corp. said Thursday that it plans to sell its factory in Ohio to contract assembler Foxconn Technology Group, marking a major pivot for the cash-strapped startup as it works to bring its first pickup to market. </p><p>   The two companies have entered into a nonbinding agreement for Lordstown to sell the facility and property, with the exception of certain assets, for a purchase price of $230 million, said Lordstown Motors Chief Executive Daniel Ninivaggi. </p><p>   Additionally, Foxconn plans to invest $50 million into the Ohio-based startup through a purchase of common stock, and Lordstown Motors would use the Taipei-based electronics assembler to manufacture vehicles for the company at the factory, including its debut pickup truck, the Endurance, he said. </p><p>   \"It will open up opportunities to accelerate the speed of new vehicles and lower the cost,\" he said. A definitive purchase agreement is expected to be reached by Oct. 31, and the deal's closure could come next April, Mr. Ninivaggi added. </p><p>   The deal comes as Lordstown Motors has been trying to raise capital, after warning earlier this year that it was burning through cash faster than expected and it lacked the funds to scale up commercial production. </p><p>   The acquisition represents a milestone for Foxconn, which set its sights on expanding into the auto industry, assembling vehicles on a contract basis much in the way it builds iPhones for Apple Inc. </p><p>   Earlier this year, Foxconn reached a deal with another electric-vehicle startup, Fisker Inc., to jointly produce more than 250,000 vehicles a year. The collaboration would be for Fisker's second model, although an exact location wasn't specified at the time. </p><p>   Mr. Ninivaggi said Foxconn would build Fisker models at the Ohio factory, which had for years made small cars for General Motors Co. Foxconn would offer employment to certain agreed upon operational and manufacturing employees, Lordstown Motors said. </p><p>   Lordstown Motors and Foxconn agreed to work together on design and engineering of future models, including a second and third model coming at an unspecified date, Mr. Ninivaggi said. </p><p>   Foxconn, formally known as Hon Hai Precision Industry Co., has been looking to diversify beyond its core electronics business and has made several attempts to expand manufacturing in the U.S. In 2017, Foxconn said it would invest $10 billion to build liquid-crystal displays in Wisconsin but scaled back its ambitions to a smaller facility. </p><p>   Lordstown Motors took over the Ohio factory two years ago from GM. Lordstown Motors acquired the then-shuttered facility for $20 million. It has been working to retool it to build zero-emissions pickups with the goal of starting limited production of its first model, the all-electric Endurance, by the end of September. </p><p>   Mr. Ninivaggi said the company plans to build preproduction Endurance trucks through the end of 2021 and into early next year, with deliveries to consumers still expected for 2022. He said the company plans to provide an update on the truck's timing during its third-quarter earnings call, slated for mid-November. </p><p>   \"The facility is huge,\" he said. \"For us to fill up the facility by ourselves, is limited.\" </p><p></p>",
  "published": "2021-10-01T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1427,
          "end": 1436
        },
        {
          "start": 1427,
          "end": 1432
        },
        {
          "start": 1427,
          "end": 1437
        }
      ],
      "nexusId": "10022657"
    }
  ]
}