{
  "_id": "3012558da7b6297eec903b10343f8cb5675588590f1c1cdcf0aa261c9de531c0",
  "feed": "ftcomall",
  "title": "South Korea's LG to exit global smartphone business",
  "text": "<p>South Korea's LG Electronics will close its lossmaking smartphone business after years of struggling to compete against rivals ranging from Apple to low-cost Chinese upstarts.</p> <p>The Seoul-based group announced on Monday that it would formally exit the industry and instead focus on growth areas such as <a href=\"https://www.ft.com/content/6e09d988-9740-4147-94b5-1923f1709840\">vehicle components</a>.</p> <p>LG has lost ground in smartphones as the global market has become more saturated. It has also faced pressure from cheaper Chinese competitors in the low-to-mid end segment while being <a href=\"https://www.ft.com/content/ee13ada3-a66a-4b3a-9def-bb308a800941\">outmanoeuvred by Apple</a> and local rival Samsung Electronics in the premium part of the market. &#xa0;&#xa0;</p> <p>The company's mobile phone business has posted cumulative losses of nearly $4.5bn over the past five years, with its global market share falling to about 2 per cent, according to research provider Counterpoint. The business reported Won5.2tn ($4.6bn) of sales last year, or 8.2 per cent of LG's total revenues.</p> <p>“We will end production and sales of the mobile phone business due to its continued slump amid stiffer competition,” the company said in a regulatory filing. “We will improve our business portfolio by efficiently focusing our resources on core areas.” &#xa0;&#xa0;</p> <p>The company added that its withdrawal from smartphones would improve its competitiveness and financial status in the long term, although the decision could dent short-term sales.</p> <p>LG was a big player in the global mobile phone market prior to the emergence of feature-laden smartphones, where it <a href=\"https://www.ft.com/content/1a2ad668-d645-11e1-b547-00144feabdc0\">was a latecomer</a>.</p> <p>Investors had called for the company to wind down the smartphone business, arguing that it represented a misallocation of resources that weighed on LG's stock market valuation, despite robust sales of premium home appliances and televisions.</p> <p>“Being late is always better than never,” said Daniel Kim, an analyst at Macquarie, of LG's decision to retire from the sector. “It entered the smartphone market too late and couldn't scale up amid stiff competition in the saturated market.”</p> <p>LG's fortunes in the smartphone market stand in sharp contrast to Korean adversary Samsung, which has surged into pole position globally. LG shipped 23m phones last year compared with 256m for Samsung, according to Counterpoint. </p> <p>LG has dropped out of the global top seven players by market share as successive failures of its flagship smartphones have cost it ground against fast-rising Chinese groups such as Huawei, Xiaomi and Oppo.</p> <p>But it had remained the third-largest smartphone maker in North America and the fifth-largest player in Latin America by market share.</p> <p>The company is expected to shift more of its resources towards the fast-growing electric vehicle components business, taking advantage of its ties with affiliates including battery leader LG Energy Solution, display maker LG Display and camera module supplier LG Innotek.&#xa0;The company plans to <a href=\"https://www.ft.com/content/c3c711a6-d5dd-4343-a9c3-7744fb71091f\">launch a joint venture</a> with automotive supplier Magna International in July to make components for electric vehicles.</p><p>Source: Song Jung-a in Seoul  2021 'South Korea's LG to exit global smartphone business' FT.com 5 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-05T05:45:31.838Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 140,
          "end": 145
        },
        {
          "start": 522,
          "end": 527
        }
      ],
      "nexusId": "10022657"
    }
  ]
}