{
  "_id": "5a499b4d27eac9fab2e5615dc5e53e0beb6ddeb164c10f448135d3f3321ffaf5",
  "feed": "market-watch",
  "title": "Biden, Kerry to tap Apple, Amazon and others for the tech to lower steel and trucking emissions",
  "text": "<p>The First Movers Coalition announced earlier this week by President Biden and discussed further on Wednesday by the World Economic Forum (WEF), aims to help companies set their purchasing plans in a way that will “create new market demand for low-carbon technologies,” the WEF said.</p><p>“Technology has given us the tools to reduce our emissions and build a stronger and more inclusive economy of the future,” WEF President Borge Brende said. “For innovators and investors to play their part in tackling the climate crisis, they need clear market demand.”</p><p>The plan is outlined at the U.N.'s COP26 climate summit, where Wednesday's efforts focused largely on finance.</p><p>Read:Oil and gas are a ‘subprime carbon bubble' worth $22 trillion: Al Gore</p><p>Purchasing commitments will initially target four hard-to-abate sectors: shipping, aviation, steel and trucking. Four additional sectors will be targeted beginning in 2022.</p><p>“The United States and World Economic Forum are launching the First Movers Coalition…[which] is starting with more than two dozen of the world's largest and most innovative companies. The Coalition represents eight major sectors that comprise 30% of global emissions that we now are dealing with,” Biden said during a speech to COP26 on Tuesday.</p><p>“These companies will be critical partners in pushing for viable alternatives to decarbonize these industrial sectors and more,” he added.</p><p>Among the companies who have already joined the First Movers coalition are AppleAAPL, AmazonAMZN, BoeingBA, Boston Consulting Group, AP Møller–Mærsk, Vattenfall, Dalmia Cement, Volvo Group, Fortescue Metals Group and Yara International.</p><p>The full list will be announced on Thursday.</p><p>Some companies, tech firms in particular, have announced their own climate-change efforts. In 2019,&#xa0;Amazon&#xa0;and Global Optimism co-founded The&#xa0;Climate&#xa0;Pledge, a commitment to achieve net-zero&#xa0;carbon&#xa0;by&#xa0;2040—10 years ahead of the Paris Agreement.</p><p>Apple, last year, joined the ambitious aim of rival tech giants, believing it can reduce and offset emissions along its entire supply chain and in the production of its iPhones and other devices, all in less than 10 years.</p>",
  "published": "2021-11-03T15:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1924,
          "end": 1929
        },
        {
          "start": 20,
          "end": 25
        }
      ],
      "nexusId": "10022657"
    }
  ]
}