{
  "_id": "a58a1070dfa1bb0a94653acc6cad5d6a5197bab5fc3f011eb1b0f3d5ab38a258",
  "feed": "ftcomall",
  "title": "Bridgerton and the art of power dressing",
  "text": "<p>Into the long, colourless stretch of days between Christmas and New Year's arrived <a href=\"https://www.ft.com/content/187e8f52-81f1-40bb-97bb-89c579581742\"><em>Bridgerton</em></a>: the bright, baubled, deliciously frothy Netflix period drama about a promising young debutante's quest to find a suitable husband in her first London social season.</p> <p>Set in 1813, the same year <em>Pride and Prejudice</em> was published, Bridgerton has all the trappings of a Jane Austen romance, but with a modern warp. It imagines a Regency-era society presided over by a Queen Charlotte who is a woman of colour (some historians have theorised Queen Charlotte had African ancestry) and where titles of nobility are held by both white and black people.</p> <p>An aesthetic tour de force with a racially diverse cast and a rather liberal number of sex scenes, Chris Van Dusen's and <a href=\"https://www.ft.com/content/eee04462-08a7-432f-a5ff-441044d086eb\">Shonda Rhimes</a>' eight-episode show has been a broad crowd pleaser for Netflix. The streaming service said this week that the adaptation of Julia Quinn's romantic novel series is on track to reach 63m households in its first four weeks, making it one of its most-watched original productions to date. </p> <p>And though one might not have expected 19th-century finery to inspire a shopping frenzy, it is nevertheless occurring: according to fashion search engine Lyst, online searches for corsets (+123 per cent), empire line dresses (+93 per cent), pearl and feather headbands (+49 per cent) and even long gloves (+23 per cent) have soared since the show's debut. Call it the “<em>Bridgerton </em>effect”.</p> <p>Much of the credit for those figures lies at the hands of Ellen Mirojnick, the Emmy-winning costume designer whose extensive CV includes the wardrobing of <em>Wall Street</em> (1987), <em>Fatal Attraction</em> (1987) and <em>Maleficent: Mistress of Evil</em> (2019). In line with the show, she has taken period trappings and made them more modern, lush, extraordinary: fabrics and embellishments are of vibrant, man-made colours; empire line dresses are rendered soft and fluid with over-layers of organdy or tulle; wigs are towering and tinged with lilac. The men are dressed in the tightly tailored morning coats, breeches and cravats of Regency dandies, but the fabrics are showier.</p> <p>“This wasn't going to be a bonneted show,” says Mirojnick on a phone call from Los Angeles. “The difference between a Jane Austen [period] piece and ours is that we chose to shift it, to give it a more modern, more aspirational feel, one where a modern audience could look at it and perhaps say: I wish I could have that.”</p> <p>Outfitting the cast of <em>Bridgerton </em>was a Herculean task: Mirojnick calls it “the biggest show she's ever done”, likening the workload to “three exceptionally large films”. She presided over a team of 232 people, who together created or hired about 7,500 costumes — an undertaking <a href=\"https://www.ft.com/content/3e49453e-8f33-4d43-952f-1a73c69cc5dd\">rivalling <em>The Crown</em></a>. </p> <p>The spectacle is impressive. But beneath the frippery are lessons in dressing in ways that communicate power, personality and taste, and flatter the wearer.</p> <p>Easily the most striking character is Lady Danbury (Adjoa Andoh), a commanding hostess who sits at the centre of <em>Bridgerton</em>'s social web. We meet her in episode one, when the most eligible bachelor in Britain, the newly elevated Simon, Duke of Hastings (Rege-Jean Pagé), attempts to offer his regrets for not attending a ball she is hosting later that evening. “Your regrets are denied,” she replies, firmly. His resistance quavers.</p> <p>Lady Danbury is a calculated power-dresser who exudes gravitas; she is queenly but with none of the excess of the show's real queen (Golda Rosheuvel). Her colours tend to be dark or icy — scarlet, amethyst, silver — with regal collars and sharp edges (nearly all of her jewellery is “prickly”, Mirojnick points out). They also flatter her complexion. In lieu of a bonnet and purse, she wears a man's top hat, miniaturised, with a dandy's stately walking stick. She doesn't shy away from a full set of jewellery, even in daylight.</p> <p>Everything about her dress is designed to intimidate. In a later episode, she tells the duke that she was extremely shy as a girl, and to overcome it, “I sharpened my wit, my wardrobe, and my eye, and I made myself the most terrifying creature in any room I entered.”</p> <p>“We eliminated all soft elements from Lady Danbury. She had an edge,” says Mirojnick. “If you look at all of the details — her coat, sleeves, the back of her garments, they are all very precise, very sharp, and very specific, just like she is . . . She didn't go to [the town dressmaker] like everyone else did; she had her own.”</p> <p>At the opposite end of the intimidation spectrum is the show's principal character, Daphne Bridgerton (Phoebe Dynevor), an innocent, chaste, well-dowried debutante determined to find a love match. Everything about her is exceedingly dainty, from the pale blues and whites of her empire-waist gowns, to the slim necklaces around her throat.</p> <p>And then there are the three young women of the nouveau riche Featherington family, who in contrast to Bridgerton's soft tones are dressed in acidic hues that overwhelm their complexions: lemon, orange, tart green. “I think those colours suit them,” Mirojnick argues, describing them as “Versace-esque”. “They aren't elegant — but they are elegant for the characters . . . [the whole family] is so lively and high-spirited and audacious.”</p> <p>As for the queen? The real Queen Charlotte wore the same silhouette from the day she married George III until her death, and Mirojnick stuck to it for the series. What did change was her wigs, which took on different heights, widths, even colours. “That was her element,” she says.</p> <p>Mirojnick has a talent for making actors look their best, and I ask her if she has any advice for the rest of us. “Know who you are from the inside out and see yourself clearly in the mirror. And don't follow trends. Pick from the trends what suits you.”</p> <p><em>Follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Lauren Indvik 2021 'Bridgerton and the art of power dressing' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T12:00:12.365Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5985,
          "end": 5990
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}