{
  "_id": "41e66769f0616ce3fa103921755d58cb5a61debc39640a99dc2ccc63b3b6b56f",
  "feed": "ftcomall",
  "title": "Devils, Lusts and Strange Desires — the dangerous world of Patricia Highsmith",
  "text": "<p>Patricia Highsmith died in 1995, but she has never really gone away. If you haven't read her debut novel of 1950, <em>Strangers on a Train</em>, you have probably seen the Hitchcock film. Tom Ripley, the attractive (if petulant) psychopath who stars in five of her novels, has been played on screen many times. (Andrew Scott will take on the role in Showtime's new series, <em>Ripley</em>.) </p> <p>Highsmith is the crime writers' crime writer. Admirers of her work include Graham Greene, Gillian Flynn, Mark Billingham and Sarah Waters. I myself recommend her novels as lockdown reading: you are immediately plunged into a dream of glamour and danger. </p> <p>There are not many fans of her personal character though, and Richard Bradford's biography opens with a charge sheet. A friend of Highsmith's described her as “an equal opportunity offender . . . You name the group, she hated them”. She hated, for example, blacks, Arabs and Jews, especially the last group, and yet “three of the women to whom she declared her unbounded love were Jewish”. </p> <p>Highsmith was gay but any woke-ist light that might flicker here is surely extinguished by what Bradford calls the “emotional vandalism” she perpetrated in her “nymphomaniac” progress. She provoked rows to get herself into the right, nasty mood for her writing. Her personal papers suggest that, as Bradford puts it, she regarded “killing and love as intertwined”,&#xa0;a conflation that perhaps arose from her gothic childhood.</p> <p>Highsmith was born 100 years ago in Fort Worth, Texas, to commercial artist parents who divorced soon after her birth. Her mother, Mary, apparently considered aborting Highsmith using turpentine, as she later told her, in a chatty way: “It's funny how you adore the smell of turpentine, Pat . . . ” When Highsmith was three, she acquired a stepfather. She recalled his “heavy red lips tight together and spread wide below his black moustache”, and her childhood memories were full of such quasi-sexual nightmares. </p> <p>The main action in Bradford's book is a series of emotional bouts between Highsmith and a succession of shadowy women. There is little sense of any pleasure she might have taken in her professional success. Notwithstanding her hatred of the French and Portuguese, she was a Europhile, and in 1953, as a fast-rising young author, she toured the “most enchanting regions of central Europe and the Mediterranean” with her lover of the time. Naturally, the two “quarrelled persistently on everything”, but some of the beauty must have penetrated. <em>The Talented Mr Ripley</em>, which emerged two years later, contains delicious evocations of Mediterranean scenes, and there is an element of travelogue in Highsmith's books, in spite of their darkness. But Bradford does not seem interested in the visual side of her novels, or in the visual side of her. He includes no photos of the young, gamine Highsmith, only the later, glowering, heavy-set version.</p> <p>It is not as if Bradford is breaking the news of Highsmith's personal awfulness. It is disclosed in the 8000 pages of her journals and diaries, and Bradford is not the first author to have access to those, as he graciously acknowledges. His particular aim is to find the true character of the author by going “behind the words on the page” of the novels. In practice, he is thrown back on the private papers, which are not necessarily any less fictional, being, as Bradford concedes, “a legacy of lies, fantasies and authorial interventions”.</p> <p>In his attempts to anchor the novels in reality, Bradford's elegant prose sometimes loses its zip. Take a novel of 1965, <em>A Suspension of Mercy</em>. Sydney, a crime writer, fantasises about murdering his wife Alicia. When she was writing the book, Highsmith's relationship with a married Englishwoman, referred to by Bradford as Caroline, was faltering. For Bradford, the novel is a <em>roman-à-clef</em>: “Sydney is Highsmith, Alicia is Caroline”, and I am sure his deduction is right. Having drawn out the parallels, Bradford concludes: “It is a confession and a retreat from the truth, a self-referential literary artefact and an admission that invention will always override fact, a love affair with the opportunities of fantasy and a contrite expression of loathing for escapism.” Well, fair enough; but <em>A Suspension of Mercy</em> is also an unputdownable crime novel — a fact that seems to have got lost here. </p> <p>There's a similar stiffness when Bradford writes that Tom Ripley is “so well crafted that we begin to feel that the detached, entitled figures upon whom he revenges himself deserve what comes to them”. Why not just say the reader wants Ripley to get away with murder? I would have appreciated some quicker statements about Highsmith's technique. You almost always want her villains to get away with it, which is a reversal of the normal, moralistic crime-fiction paradigm. The reader identifies with the killers because they exist within salubrious middle-class settings. They go to dinner parties, have drinks in smart bars (many drinks — Highsmith herself was addicted to gin) and have a lot to lose, so everything is at stake all the time. </p> <p>Among her other seductions are a silky style and pitch-perfect dialogue. But Bradford has little to say about Highsmith's prose, and it seems to me he is better on why, as a person, she was so bad than why, as a crime writer, she was so very good.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1448217903?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;linkCode=xm2&amp;creativeASIN=1448217903\"><strong>Devils, Lusts and Strange Desires</strong></a><strong>: The Life of Patricia Highsmith</strong>, by Richard Bradford, <em>Bloomsbury, RRP£20, 272 pages</em></p> <p><em>Andrew Martin's latest novel is </em><a href=\"https://www.amazon.co.uk/Powder-Smoke-Stringer-Andrew-Martin/dp/1472154835\"><em>Powder Smoke</em></a></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Andrew Martin 2021 'Devils, Lusts and Strange Desires — the dangerous world of Patricia Highsmith' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-28T05:30:44.992Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5682,
          "end": 5687
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}