{
  "_id": "f4e03bb4ae00458836a437fddf40750f902ee4949791981815cfb31f250886f5",
  "feed": "ftcomall",
  "title": "Endeavor's Ari Emanuel left Live Nation board after antitrust concerns, US says",
  "text": "<p>Endeavor chief executive Ari Emanuel, and Mark Shapiro, the entertainment group's president, resigned their seats on the board of Live Nation after a warning from the US justice department about an often-overlooked provision of antitrust law.</p> <p>On Monday, the US justice department <a href=\"https://www.justice.gov/opa/pr/endeavor-executives-resign-live-nation-board-directors-after-justice-department-expresses\">said</a> it raised concerns about the executives' board seats because Endeavor and Live Nation compete closely in sports and entertainment markets. Both companies sell tickets and did not qualify for certain antitrust safe harbours.</p> <p>“Executives are not permitted to hold board positions on companies that compete with each other,” said Richard Powers, the justice department's acting assistant attorney-general for antitrust. “The division will enforce the antitrust laws to make sure that all companies compete on the merits.”&#xa0;</p> <p>On June 3, Live Nation<a href=\"https://investors.livenationentertainment.com/sec-filings/all-sec-filings/content/0001335258-21-000065/0001335258-21-000065.pdf\"> said</a> Emanuel was resigning from its board, but gave no indication of any pressure from the justice department. Shapiro was re-elected to the board earlier this month and was still listed as a member on Live Nation's<a href=\"https://investors.livenationentertainment.com/corporate-governance/board-of-directors\"> website</a> as of Monday.&#xa0;</p> <p>The move is the latest signal of how the Biden administration is increasing corporate antitrust enforcement. The law cited by the justice department, Section 8 of the 1914 Clayton Act, says someone cannot serve as an officer or director at two competing companies. It was often underenforced, antitrust lawyers said. </p> <p>The last big case <a href=\"https://www.ft.com/content/88509916-b73a-11de-96f2-00144feab49a\">came in 2009</a> when the Federal Trade Commission investigated the board ties between Apple and Google. It <a href=\"https://www.ft.com/content/bc87d83b-8a69-3ea4-a3e5-888d35bdb371\">was also an issue</a> in the 2016 merger of brokers Tullett Prebon and ICAP.</p> <p>Section 8 had been “mostly forgotten” and could become a problem for tech companies in the months ahead, as determining who was a competitor in the sector changes rapidly, law firm Skadden Arps said in a June 16 advisory.&#xa0;</p> <p>“Section 8 comes up on occasion,” but “it is not a frequent topic of antitrust discussion,” said Timothy Cornell, head of the US antitrust practice at Clifford Chance. He said he did not foresee a flurry of Section 8 enforcement actions ahead. </p> <p>Still, “increased antitrust enforcement is on the horizon”, Cornell said, especially if the agencies were able to increase their resources through congressional budget appropriations. </p> <p>President Joe Biden has selected 32-year-old Lina Khan,<a href=\"https://www.ft.com/content/57cd6686-d1ee-4321-ae35-a8e1fc7f0813\"> a critic of large tech companies</a>, to head the Federal Trade Commission. Tim Wu, a prominent critic of Big Tech groups,<a href=\"https://www.ft.com/content/45c2d360-b9ac-4ea3-8452-b336306651ba\"> joined</a> the White House in March as an adviser on competition policy, a move that signalled to Silicon Valley that Biden hoped to tame America's most valuable companies.</p><p>Source: Patrick Temple-West in New York 2021 'Endeavor's Ari Emanuel left Live Nation board after antitrust concerns, US says' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T16:39:10.603Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1485,
          "end": 1490
        }
      ],
      "nexusId": "10022657"
    }
  ]
}