{
  "_id": "ae1e31d196ecbac4cc774875823be57fb7562c26df066e3149d57f2b540e52db",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Gear & Gadgets -- Rumble Seat --  The 2021 Toyota Sienna:  A Rare Hybrid Family Mover  ----  By Dan Neil",
  "text": "<p>\n  Toyota's designers have said the face of the fourth-generation Sienna minivan was inspired by Shinkansen bullet trains. But of course. I've been told I look like Clark Gable. </p><p>\n  The Sienna does bear a likeness to an obscure prototype called the Aurora (1957). It's worth googling. Designed by a Catholic priest named Alfred A. Juliano, the Aurora explored novel ways to make automobiles safer and weirder-looking. Thus its soft, bulbous nose and scoop-like maw, into which errant pedestrians/parishioners could be harmlessly swept. Toyota should put a little something in the collection plate, by way of royalties. </p><p>\n  The Sienna needs no introduction: Toyota's seven- or eight-passenger minivan has been a segment-sales leader since 2004. The vehicle we see in the States was born and bred here, extra big and plenty sturdy, designed in Toyota's studios in California and Michigan and built in Indiana to specifications of Toyota's global, hybrid-accommodating architecture. </p><p>\n  The long-serving V6 has been mustered out of the fleet. As of the fourth generation, the Sienna is powered exclusively by a hybrid powertrain, built around an Atkinson-cycle 2.5-liter inline-four gas engine; continuously variable transmission; two motor-generators; and a 288-volt, nickel-metal hydride battery acting as a buffer for regenerative braking. Think of the new Sienna as a Toyota Prius with twice the draft and 3X the hull displacement. </p><p>\n  The hybrid bit works a treat. At 35 mpg combined, the Sienna's efficiency is about 25% better than its archrival Honda Odyssey -- which, to remind, is front-drive only. Sienna's AWD comes courtesy of a 54-hp/89-lb-ft electric motor on the rear axle. Torque distribution -- though only notional in this regime -- ranges from 100:0 to 20:80, front to rear. This same running gear also appears under the RAV4 Hybrid. </p><p>\n  The Sienna's on-paper horsepower (245) does take a hit compared with the previous V6 (296); but in my week of testing, its easy-greasy throttle response at low speeds and the ready torque-fill at mid-speeds made it feel pretty light on its admittedly gigantic feet. The Sienna's tow rating, up to 3,500 pounds, is unchanged from the previous model. </p><p>\n  Yes, at interstate speeds, the e-motors and four cylinders are working their little hearts out. In these moments the XSE's 4,675-pound curb weight and containership aerodynamics manifest themselves in cringe-y dilations of velocity pretending to be passing acceleration. But the mechanism quickly and quietly gathers itself once the pressure is off. Around town there's plenty of pep. </p><p>\n  A sequential-shift gate in the gear selector -- itself nicely mechanical-feeling -- allows drivers to step up regenerative braking levels, slowing the car almost as if they were downshifting. It's the rare hippie hotshoe who would take advantage of such a feature, but they must be out there. </p><p>\n  The trim walk and feature content of any upscale minivan reads like it applies to some medical transport. The Sienna is like Life Flight for teenagers. The optional leather-trimmed and heated \"Super Long Slide second-row captain chairs\" with ottomans will keep them safely recumbent; seven USB charging ports, Wi-Fi hotspot, Apple CarPlay and Android Auto, 18 cup holders, the optional refrigerator, and high-definition monitors will keep them hydrated and hypnotized. An intercom system allows the driver to speak to rear-seated passengers, muting audio output and headphones automatically. Put on your shoes, dear. You will like the hospital grounds. They have rabbits. </p><p>\n  In one case, the cabin tech makes it possible to make the kids disappear, virtually. If the driver's view in the digital rearview mirror is blocked -- by heads, car seats and headrests -- it can switch to a camera high inside the back window, providing a rearview image that is sans famille. That's provocative. Another surprise-and-delight feature is the optional 10-inch color head-up display that splashes across the windshield. </p><p>\n  When my kids were little, there were exactly no minivans that combined hybrid power and AWD. I know because I looked. Today's parents have the Sienna and that's it. While there are plenty of vehicles on the market with those attributes, they are almost all SUVs and crossovers. None of these models have sliding side doors, the barbarians. </p><p>\n  Among minivans, the only other progressive option is the Chrysler Pacifica Hybrid. Introduced for Model Year 2017, the Pacifica Hybrid -- a plug-in design with a 3.6-liter V6 gas engine and two e-motors -- delivers an all-electric range of up to 32 miles and a whopping 82 mpg-e, EPA combined. Even if you fail to plug it in, the Pacifica still gets 30 mpg and a gas-only range of around 500 miles. Unlike the Sienna, the Pacifica's on-demand AWD comes courtesy of a conventional nine-speed transmission, a torque-spitting power-transfer unit, and driveshaft, which spins the clutch-packing rear differential. </p><p>\n  If the average commuter plugged in faithfully at home (a full charge takes two hours at 240 volts), the Pacifica Hybrid could save him or her hundreds in fuel costs every year -- up to $2,250 over five years, says Chrysler. </p><p>\n  But the number that sort of drops all mics is $7,500. The Pacifica Hybrid qualifies for a federal tax credit of up to $7,500. That would certainly take the sting out of the starting MSRP of $40,620. </p><p>\n  Where I live in central North Carolina, dealers are offering up to $6,500 cash allowance on the Pacifica Hybrid on top of the federal credit. So, $14,000 off the top. </p><p>\n  And yet, to my acute frustration, the Pacifica Hybrid cannot be fitted with AWD. Hmpf. Fine. </p><p>\n  My beloved Honda's Odyssey is on the sidelines of this conversation. The company has not announced any plan to hybridize its breeder bus and/or fit it with AWD. Without hybrid and AWD, frankly, I don't give a damn. </p><p>\n  --- </p><p>\n  2021 TOYOTA SIENNA XSE AWD </p><pre>\n </pre><p>\n  Price, before options: $42,760 </p><pre>\n </pre><p>\n  Price, as tested: $46,870 </p><pre>\n </pre><p>\n  Powertrain: Hybrid gas-electric system with naturally aspirated 2.5-liter, inline four-cylinder with variable valve timing (189 hp at 6,000 rpm); front/rear AC synchronous motor-generators (180/54 hp); 244-volt nickel-metal hydride battery pack; front-biased on-demand all-wheel drive </p><pre>\n </pre><p>\n  System maximum output: 245 hp </p><pre>\n </pre><p>\n  Length/width/height/wheelbase: 204.1/78.5/69.7 (w/roof rails)/204.1 inches </p><pre>\n </pre><p>\n  Curb weight: 4,675 pounds </p><pre>\n </pre><p>\n  0-60 mph: 7.9 seconds </p><pre>\n </pre><p>\n  EPA fuel economy: 35/36/35 mpg, city/highway/combined </p><pre>\n </pre><p>\n  Cargo capacity: 33.5/75.2/101.0 cubic feet (behind third/second/first row) </p><p></p>",
  "published": "2021-04-10T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3184,
          "end": 3189
        }
      ],
      "nexusId": "10022657"
    }
  ]
}