{
  "_id": "a5607eb1cbb310eac82354ecd27302699c8501fdd11a75d7d263eec1340de76a",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Gear & Gadgets: Small, Silent Types --- Skip the clunky noise-canceling headphones. Next-generation earbuds use compact tech to 'quiet' cafes, gyms and home offices.",
  "text": "<p>Sony is on a noise-canceling roll with these scaled-down versions of their popular over-ear headsets. They blocked noise most capably out of the models we tested. The WF-1000XM4s' foam tips helped seal out cacophony, and sat comfortably in our ears for the impressive eight hours the earbuds stayed charged. $280, electronics.sony.com</p><p>2. THE BASS BOOSTERS</p><p>The Bowers &amp; Wilkins P17s gave our tunes the richest, warmest sound out of the models we tried thanks to their hybrid drivers that work like high-end full size speakers, paired with separate amplifiers. Just don't venture far without the charging case -- the battery only lasts four hours. $400, bowerswilkins.com</p><p>3. THE WORKOUT WARRIORS</p><p>The JBL Tour Pro+ TWSs are water-resistant enough to shake off sweat or rain without crackling and dying like lesser rivals. A bit more bulky but comfy, they deliver clear sound with a customizable equalizer in the app, plus grippy silicone wings that keep the buds in your ears during even the most rigorous workout. $200, jbl.com</p><p>4. THE BASIC BUDS</p><p>While many earbuds are designed to be controlled a la sensitive touchpads, the vigorously tactile Beats Studio Buds respond to the basic four commands -- playback, noise canceling, calling and Siri -- with a satisfying click. The sound quality was good, but you'll likely need to keep your phone handy to adjust the volume. $150, beatsbydre.com</p><p>5. THE ULTRA ADJUSTABLE</p><p>While most earbuds offer three tip options for each bud, you'll find nine packed with the Soundcore Liberty Air 2 Pros, which guarantees a proper fit that blocks out noise while keeping bass in. The app includes a quick hearing test; the results help the buds adjust sound to suit your unique eardrum sensitivity. $129, us.soundcore.com</p>",
  "published": "2021-08-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}