{
  "_id": "b1d6e691428bfbe69dd90b12e88683df818171b1ce629bd39a41287522c7b686",
  "feed": "wall-street-journal",
  "title": "Tech-Savvy Kids Defeat Apple's and Others' Parental-Control Features; Parents say managing their children's online workarounds is 'another full-time job'",
  "text": "<p>When he tried to delete the Apple ID, she changed the password to block his access to the account. It continued like that for months—his daughter thwarted every attempt by Mr. Walker, a 43-year-old real-estate broker in Johnstown, Colo., to block certain apps through Apple's Screen Time controls.</p><p>\"It was a nightmare,\" Mr. Walker said. He said he and his wife are still working on a reliable way to keep Peyton off TikTok.</p><p>Apple and Alphabet Inc.'s Google, the two main software providers for smartphones, have touted parental controls as a way for parents to keep tabs on their children's technology use. But tech-savvy children, whose online time skyrocketed during the pandemic, are finding ways to circumvent the controls meant to protect them.</p><p>Parents say the controls aren't simple enough and there are too many loopholes. Individual apps like YouTube, Instagram and TikTok also have their own controls, adding to the complexity of managing children's online activity. Parents can pay for additional parental-control services such as Bark, which can monitor kids' activities on certain apps, and Circle, which can filter access to apps and place time restrictions—but even those have limitations.</p><p>\"We are committed to providing our users with powerful tools to manage their iOS devices and are always working to make them even better,\" an Apple spokeswoman said.</p><p>Google declined to comment. TikTok, owned by ByteDance Ltd., declined to comment but pointed to some of its protections: TikTok users can set their accounts to private, which limits who can view their content and message them. TikTok has added more parental controls since Mr. Walker's discovery, including the ability for parents to link their kids' accounts to their own.</p><p>Parents and experts say Apple's Screen Time offers solutions, but setting it up can be complicated, and a mistake could give kids permission to use a service that was meant to be restricted.</p><p>\"I've been in tech for a long time, and I understand products pretty well, and I was incredibly confused,\" said Tim Kendall, former president of Pinterest, who most recently ran a screen-time management app.</p><p>Unfettered access to screens and exposure to questionable content has been linked to children's mental-health issues. In September, The Wall Street Journal reported that Facebook, Instagram's parent company, was aware that the app can be harmful for a sizable percentage of younger users, particularly teen girls. Facebook, now known as Meta Platforms Inc., has disputed the characterization of the findings.</p><p>At a Senate hearing earlier this month, Instagram head Adam Mosseri told lawmakers that he was committed to launching a version for children with parental controls in place, following the Journal's investigation. Instagram also unveiled new features this month that it said will make the site safer for teenagers.</p><p>Social-media apps like TikTok, Alphabet's YouTube and Instagram this past summer announced a slew of new parental controls and increased safety tools ahead of new regulation in the U.K. that demands tech companies design products with children's safety in mind.</p><p>Apple hasn't released a significant update to Screen Time since it was launched in 2018 as part of iOS12. The iPhone is the device of choice for U.S. teens, giving it outsize significance. According to a fall survey of 10,000 teens conducted by Piper Sandler, about 87% of them said they own one.</p><p>A number of online safety groups suggest some fixes Apple could make to help parents: One would be to give them the ability to prevent children from deleting iMessage texts; another would add age-based safety defaults activated during device setup when the user discloses their birthday.</p><p>SHARE YOUR THOUGHTS</p><p>How do you monitor your child's use of devices? Join the conversation below.</p><p>No matter what the companies do, kids are devising ways to outwit the tech skills of their parents, from basic passcode spying—secretly turning on a screen recorder before asking their parents to tap in a security code—to a more-extreme move like a factory reset, which clears previously established Screen Time settings.</p><p>Some parents are coming up with their own solutions.</p><p>Stephanie Pollay, a licensed clinical social worker in Richmond, Va., logged her daughter's Apple ID into her own laptop so she could monitor text messages, which her daughter had been deleting. The move proved crucial when her daughter was cyberbullied during a series of group texts. Most of the kids had deleted the messages but because Ms. Pollay had a copy, the parents and school administrators were able to address the incident, which involved physical threats against her daughter.</p><p>\"This is a full-time job. I don't have time for another full-time job,\" Ms. Pollay said.</p><p>Chad Bullock, a 50-year-old sales manager at a tech company, employs three layers of controls to keep his son in check: Google Family Link, Bark parent monitoring software and Circle—none of which has been foolproof against his teen.</p><p>Mr. Bullock's 14-year-old son, Parker, says he has downloaded his fair share of viruses in his quest to get around Circle, a hardware device that connects to his home router. His mission, he says, is to figure out a way to be able to play videogames for longer than the 2.5 hours he is permitted on weekends.</p><p>Parker found a YouTube video that showed him how to spoof a Media Access Control, or MAC, address to the same one as his Mom's phone, granting him freedom from restrictions. He had been playing videogames until past midnight for two blissful months when one night his father caught him red-handed at 2 a.m.</p><p>\"My dad was not happy,\" Parker said.</p><p>Now he is writing his own code to come up with a workaround. When it's done, \"I'm definitely going to post it all over the internet,\" he said.</p><p>Write to Yoree Koh at yoree.koh@wsj.com</p><p>Tech-Savvy Kids Defeat Apple's and Others' Parental-Control Features</p>",
  "published": "2021-12-19T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3477,
          "end": 3482
        },
        {
          "start": 28,
          "end": 33
        },
        {
          "start": 424,
          "end": 429
        },
        {
          "start": 268,
          "end": 273
        },
        {
          "start": 5857,
          "end": 5862
        },
        {
          "start": 1346,
          "end": 1351
        },
        {
          "start": 4277,
          "end": 4282
        },
        {
          "start": 3128,
          "end": 3133
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 1768,
          "end": 1773
        }
      ],
      "nexusId": "10022657"
    }
  ]
}