{
  "_id": "c494972207f12101737aeaab902ccf31366439bc7cdf75b530a4601b3d38dbee",
  "feed": "ftcomall",
  "title": "Is it time to scrap the Irish banking pay cap?",
  "text": "<p>When one senior Irish banker working abroad was considering moving back home, he ran into an insurmountable hurdle: his pay packet.</p> <p>“There was an opportunity I looked at pretty hard,” he said, asking not to be named. But he would have had to take a “very severe” pay cut and “that was one of the reasons I turned it down”.</p> <p>Since the eurozone's biggest banking bailout more than a decade ago, Ireland's three high-street banks have been obliged by law to cap top executives' salary at €500,000. Furthermore, <a href=\"https://www.oireachtas.ie/en/debates/question/2021-03-31/64/\">the rules</a> prevent some 23,000 staff, from the most junior to the most senior, from getting any bonuses or other benefits including health insurance and childcare.</p> <p>Handsomely-paid bankers lamenting that they are only able to earn half a million euros a year may not elicit much sympathy among workers who lost their jobs during the Covid-19 pandemic.</p> <p>But Ireland's banking industry body said the problems caused by having one of the EU's most restrictive remuneration regimes was “more acute than ever”, in mid-tier jobs as well as the C-suite, and would hobble the ability of AIB, Bank of Ireland and Permanent TSB to innovate and ultimately deliver for the government which still holds sizeable stakes.</p> <p>“It's one of the biggest pressure points for getting talent,” Brian Hayes, chief executive of the Banking and Payments Federation Ireland, said as the body <a href=\"https://bpfi.ie/wp-content/uploads/2021/09/BPFI-Future-of-Retail-Banking-in-Ireland-Report.pdf\">published a report </a>with EY highlighting this as a major problem. “It's like a brain drain, it's putting an enormous strain on the [banking] model.”</p> <p>Inside the industry, however, the message is clear: shop around.</p> <p><a href=\"https://www.ft.com/content/d800c936-37e0-4d3c-b1d1-ac25671de64d\">Myles O'Grady</a>, BoI's chief financial officer, this week became the latest to do just that. The announcement of his upcoming departure for Musgrave Group, which owns 11 brands including supermarket giant Supervalu, comes two years after his predecessor, Andrew Keating, exited for building products company CRH.</p> <p>Crunch the numbers and it is easy to see why. Keating made <a href=\"https://investorrelations.bankofireland.com/app/uploads/BOI-Annual-Report-2020.pdf\">€468,000</a> in his last year at the bank before becoming group director of finance at CRH. That company's chief financial officer <a href=\"https://www.crh.com/media/3532/crh-annual-report-2020.pdf\">earned $3.2m</a> last year. O'Grady's new salary was not known but industry insiders said it was a safe bet he would be earning more than the €531,000 he took home, including his pension, last year.</p> <p>“I've just placed one CFO on €1.5m and a head of human resources on €1m,” said one headhunter, noting that the latter had started out in banking. </p> <p>Not all quit banking entirely. Some are lured away by better-paying foreign financial institutions, which are not subject to the same curbs, something Francesca McDonagh, BoI chief executive, said put domestic banks at a competitive disadvantage. </p> <p>Exceptions have been made in the past, like for McDonagh herself when she joined BoI from HSBC in 2017, but people familiar with the process say they are rare and involve convincing Ireland's finance ministry that you have scoured the world for alternate options. That is part of why, according to the <a href=\"https://www.eba.europa.eu/eba-observes-number-high-earners-eu-banks-remained-overall-stable-2019#:~:text=The%20analysis%20shows%20that%20in,2018%20to%20129%25%20in%202019.\">European Banking Authority</a>, Ireland was home to just 34 bankers, across both Irish and international lenders, paid more than €1m in 2019, against 3,519 in the UK.</p> <p>Indeed, in 2018, when AIB's chief financial officer and chief executive quit within two months of one another — the first to a Portuguese lender, the latter to a leading stockbroker in Ireland — chair Richard Pym complained that his bank had become a “<a href=\"https://www.irishtimes.com/business/financial-services/banker-pay-caps-mean-aib-is-training-ground-for-competitors-says-chairman-1.3667695\">training ground for competitors”</a>.</p> <p>“If you told a COO at AIB or Bank of Ireland that they can earn twice as much as COO of a foreign bank in Dublin — that's where you lose the people,” said the senior banker.</p> <p>For recruiters looking for top-class bosses to fill departing executives' shoes, the pay restrictions, on top of exacting central bank fitness and probity assessments involving potentially months of forensic scrutiny (although the central bank says 92 per cent of standard applications are assessed in under a fortnight), can mean a dwindling, and not very diverse, pool.</p> <p>“Clients are really demanding about what they want but it can be like looking for Formula One drivers in a parking lot filled with skateboards,” said the senior headhunter, who called the pay restrictions “a complete and utter barrier” in the industry.</p> <p>According to Hayes, the problem is not just at the very top but also in middle echelons and among graduates, many of whom transfer to other financial services employers. Ireland not only plays host to major US tech companies, such as Amazon, Apple and Google, but also fintechs like Stripe. </p> <p>Hayes said that the policy could backfire: the government still owns 12 per cent of BoI, 71 per cent of AIB and 75 per cent of PTSB, so staying competitive maximises the state's investment. “The future viability, performance and health of the banks really depends on them being able to make investments and hire skill,” he said.</p> <p>Indeed, according to the BPFI and EY report, a fifth of recruitment in the three retail banks in the past three years has been in technology and digitisation as legacy banks strive to keep up with nimbler fintech peers. </p> <p>That trend is expected to continue, but whatever the sector imperatives, the government is unlikely to have its arm twisted. </p> <p>“[Bank bosses] are running glorified <a href=\"https://www.irishtimes.com/business/financial-services/time-to-drop-the-dickensian-view-of-irish-credit-unions-1.4495961\">credit unions</a>, what do they expect to get paid?” shrugged one former official, referring to local saving and borrowing alliances.</p> <p>And with leftist nationalist party Sinn Féin polling top of voter preferences for Irish elections due by 2025, top executives see little change on the horizon.</p> <p>“It's going to get worse soon if Sinn Féin get in,” said the headhunter. “They'll care even less.”</p> <p><em>Additional reporting by Laura Noonan in London</em></p><p>Source: Jude Webber in Dublin 2021 'Is it time to scrap the Irish banking pay cap?' FT.com 29 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-29T04:00:40.913Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4457,
          "end": 4462
        }
      ]
    }
  ]
}