{
  "_id": "fb79f8c63ac1ade38aeffa2949603c0456bd764d88d906a02f1210381805ec31",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks End Higher With Earnings in Focus; Apple and Amazon due to post results after markets close",
  "text": "<p>Forecast-beating results have helped ease investors' worries that supply-chain difficulties would dent profits, sending stocks higher throughout the month of October. So far this reporting season, with nearly half of S&amp;P 500 companies having posted results, about 82% of companies have managed to beat analysts' expectations for earnings, according to FactSet.</p><p>Apple and Amazon.com are due to report their latest quarterly results after markets close Thursday.</p><p>\"Earnings growth has been very strong,\" said Kiran Ganesh, multiasset strategist at UBS Global Wealth Management, adding that investors had also taken comfort from slow progress in Washington toward legislation that would raise taxes on companies and wealthy individuals.</p><p>Stocks rose broadly Thursday, with all but one sector of the S&amp;P 500 higher in the afternoon.</p><p>Shares of Ford Motor jumped 9.1%. The car maker late Wednesday restored its dividend and raised guidance for profits in 2021.</p><p>Caterpillar shares added 3.7% after the manufacturing giant reported better-than-expected earnings, as well as a jump in sales of construction machinery and mining and energy-related equipment.</p><p>Shares of Carlyle Group rose 2.4% after the private-equity firm reported a jump in third-quarter earnings.</p><p>Twilio, the acquisitive communications software firm, slid 17% after projecting a wider loss for the fourth quarter than analysts had expected.</p><p>Overseas, markets were mixed.</p><p>The Stoxx Europe 600 edged up 0.2%, as gains for food-and-drink stocks offset losses for auto makers.</p><p>Anheuser-Busch InBev, the world's largest brewer, reported a rise in revenue and profits, boosting shares by 10%.</p><p>Royal Dutch Shell shares slipped 3% after the energy company said it would halve emissions by 2030. The stock jumped Wednesday when The Wall Street Journal reported that Daniel Loeb's Third Point had taken a big stake in Shell and urged the company to break up.</p><p>In energy markets, benchmark European gas futures slipped after Russian President Vladimir Putin told state energy giant Gazprom to fill its storage sites in Europe from early November. The instruction eased fears among traders that Europe will run short of gas this winter.</p><p>Japan's Nikkei 225 fell 1% after the Bank of Japan maintained its target for short-term interest rates at minus 0.1% and its target for 10-year government bond yields at around zero.</p><p>China's Shanghai Composite Index lost 1.2% and Hong Kong's Hang Seng slipped 0.3%.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>U.S. Stocks End Higher With Earnings in Focus</p>",
  "published": "2021-10-28T20:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 47,
          "end": 52
        },
        {
          "start": 361,
          "end": 366
        }
      ],
      "nexusId": "10022657"
    }
  ]
}