{
  "_id": "a47218d3a358115c9bf3f8c5c8e3085e6fefcb8a3a81adc763e23aedf3d35b7a",
  "feed": "ftcomall",
  "title": "Chinese users flock to Clubhouse app to debate Xinjiang and Taiwan",
  "text": "<p>Chinese internet users are offering hefty sums of cash to gain access to Clubhouse, the invitation-only audio chat app, where they can speak openly about sensitive topics free from government censorship.</p> <p>Ecommerce sites in the country have sold thousands of invitations to the <a href=\"https://www.ft.com/content/bff71492-90ea-4555-92b9-3b41ab6a850b\">fast-growing US platform</a>, which in recent weeks has featured live discussions hosted by popular speakers including Tesla's Elon Musk. Membership is normally free, but Chinese netizens are racing to pay up to Rmb500 ($77) per invite.</p> <p>Chinese users have flocked to Clubhouse to exchange opinions ranging from support for anti-government protests in Hong Kong to doubts over one-party rule in the nation, which on other platforms fall foul of Beijing's strict internet controls.</p> <p>“People want to know what has really happened in Xinjiang or Hong Kong,” said Fang Kecheng, a communications professor at the Chinese University of Hong Kong, referring to Beijing's incarceration of an estimated 1m Muslim Uighurs in the western Chinese province <a href=\"https://www.ft.com/content/1b3507bb-1179-4bf1-9035-646488061a86\">described by the US as “genocide”</a>. “There was nowhere they could turn to and Clubhouse has provided an option,” Fang added.</p> <p>Silicon Valley-backed Clubhouse is one of the few western social media apps available in China. On Alibaba-owned Taobao, the country's biggest ecommerce site, more than 200 online stores are selling Clubhouse invitations with some of them telling the Financial Times they have hundreds of customers.</p> <p>“This is the latest social media fashion, [it's] different from any Chinese product on the market,” said David Li, a Hangzhou-based merchant who has sold more than 50 Clubhouse memberships.</p> <p>Clubhouse is not currently subject to internet regulation in the country that requires Chinese apps, such as Tencent's WeChat, to censor “illegal” content and report outspoken users to Beijing. Western social media platforms such as Facebook and Twitter have long been blocked in mainland China.</p> <p>On Sunday, one of the most active Chinese language Clubhouse chat rooms featured more than 700 participants who identified themselves as being from mainland China and Taiwan. The discussion focused on comparing political systems between the two states, with many mainland participants expressing sympathy for the self-governed island and concerns over one-party rule in China.</p> <p>“It is true that our government, led by Xi Jinping, is good at getting things done,” said a participant in the chatroom who identified as being from mainland China. “But I am worried about a lack of checks and balances if Xi wants to do very aggressive things in the future.”</p> <p>Analysts say it will be a challenge for Clubhouse to gain mainstream popularity in the world's most populous country. The app works only on Apple's iOS platform and requires a non-Chinese Apple ID, putting it beyond reach for most smartphone users in the country who count on Google's Android system and local app stores.</p> <p>A bigger challenge for Clubhouse is how long it can avoid China's censors.</p> <p>The “Chinese government will certainly want Clubhouse to follow local rules if the platform plans to operate in the country”, said Gao Ming, a Shanghai-based managing director at public relations firm Ruder Finn and a veteran China internet watcher.</p> <p>Both Gao and CUHK's Fang said Clubhouse may already have fallen under Beijing's radar.&#xa0;“No technology is absolutely&#xa0;safe,” Fang said, “the discussions can be tape recorded”.</p> <p>But Gao said it would be technically difficult for the government to match participants with their comments unless Clubhouse agreed to co-operate. “There is no way Clubhouse could 100 per cent work with the Chinese government,” said Gao.&#xa0;</p> <p>He expects Beijing to block the app once its user base reaches a certain size. “Clubhouse is a very good communication platform,” Gao added. “Too bad it is unlikely to have a bright future in China.”</p>&#xa0; <a href=\"http://www.ft.com/cms/1770e787-22db-4c57-9228-31528a37de8a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sun Yu in Beijing 2021 'Chinese users flock to Clubhouse app to debate Xinjiang and Taiwan' FT.com 7 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-07T05:38:44.004Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2718,
          "end": 2723
        },
        {
          "start": 2766,
          "end": 2771
        },
        {
          "start": 2766,
          "end": 2773
        },
        {
          "start": 2718,
          "end": 2725
        }
      ],
      "nexusId": "10022657"
    }
  ]
}