{
  "_id": "6414504a6d47e4ca059579bd08aad4a8505fef3365fd0dc52990edbc031113bf",
  "feed": "ftcomall",
  "title": "How community banks were small business saviours during the pandemic",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/e03bcc3e-c418-47e6-9037-0f0030529af0\"><em>How community banks were small business saviours during the pandemic</em></a></p> <p><br><strong>Marc Filippino<br></strong>Good morning from the Financial Times. Today is Monday, August 30th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>Marc Filippino<br></strong>Afghanistan's economy is crumbling as the Taliban take over, and the IMF warns that emerging markets can't afford another taper tantrum. Plus, small community banks in the US played a critical role during the pandemic. And it's because they have something that big banks often don't.</p> <p><strong>Brendan Greeley<br></strong>We're more likely to have direct personal human relationships with the people who are our customers. We're in smaller communities. We tend to know them. We sit next to them at basketball games.</p> <p><strong>Marc Filippino<br></strong>I'm Marc Filippino. And here's the news you need to start your day.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>Marc Filippino<br></strong>Tomorrow is the deadline for US troops to withdraw from Afghanistan. The Taliban has yet to form a government, and Afghans are facing an economic catastrophe of rising prices, banks without cash, a falling currency and critical aid flows.</p> <p><strong>Ben Parkin<br></strong>Well, the country's been in a sort of suspended animation economically.</p> <p><strong>Marc Filippino<br></strong>That's the FT's Ben Parkin.</p> <p><strong>Ben Parkin<br></strong>You know the future of Afghanistan's economy will depend on what kind of relationship the Taliban forges with the wider world. So with neighbours like Pakistan and Iran, but also with the US and Europe, which could see a resumption of international aid if there is some level of constructive engagement. But if there isn't, it could mean sanctions and more pain. One of the big threats is food supply. The country has been going through a severe drought and the UN, the UN World Food Programme, has warned that as much as a third of the population, 14m Afghans, are going hungry and there are fears that the country could literally start running out of food.</p> <p><strong>Marc Filippino<br></strong>That's the FT's Ben Parkin.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>Marc Filippino<br></strong>Federal Reserve Chair Jay Powell has talked about scaling back asset purchases without rattling the markets too much. Officials are being careful to avoid another taper tantrum like the one we saw in 2013. That's when the Fed pulled back on its monetary stimulus following the global financial crisis. And there was a big global bond sell-off in response. The prospect of another jolt and its impact on emerging markets worries Gita Gopinath. She's the International Monetary Fund's chief economist and she recently spoke to the FT's Colby Smith.</p> <p><strong>Colby Smith<br></strong>Her biggest concern here was that, at a time when the pandemic is raging in a lot of these countries and vaccine access has been quite difficult. And on top of that, economic recovery for these countries have also been a lot more uneven and partial. So layering on top of that, any kind of shock to the financial system by a sharp tightening of monetary policy from the Federal Reserve, let's say, that would just add on another major headwind for emerging markets.</p> <p><strong>Marc Filippino<br></strong>Colby, how worried is Gita Gopinath about this?</p> <p><strong>Colby Smith<br></strong>She made it quite clear in our conversation that this was just a risk that she was paying attention to. And ultimately what she'll be looking to see is what's going on with inflation in the US. So if inflation persists for longer than I think a lot of people now anticipate, or inflationary pressures build up much more quickly than people anticipate, the big risk there is that the Federal Reserve might have to throw out its more gradual approach to normalising monetary policy and instead replace it with, you know, a swifter pace of interest rate increases, let's say. And that kind of adjustment and that faster pace, that might be the thing that sparks a redux of of the 2013 taper tantrum.</p> <p><strong>Marc Filippino<br></strong>Colby Smith is the FT's US economics editor.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>Marc Filippino<br></strong>Here at the FT, we do a lot of reporting on banks, mostly big banks. But during the pandemic, small banks in the US played an outsized role. These community banks only hold about 15 per cent of all loans. But when US congress authorised the pay cheque Protection Program, or PPP loans, to support businesses during the shutdown, community banks processed more than half of those funds in the first round. To find out more, the FT's contributing editor Brendan Greeley travelled to North Dakota, a state with some of the strongest community banks in the US.</p> <p><strong>Brendan Greeley<br></strong>I ended up sort of spending some time with a man named Darryl Jorgenson, who was the business banker for Gates at his branch in Grand Forks. You know, he was moving heaven and earth to get these things underwritten. You know, a lot of his customers actually didn't have email addresses. So he was driving in his truck out to hairdressers and repair shops that, you know, actually didn't have any kind of online presence but needed these loans.</p> <p><strong>Marc Filippino<br></strong>Brendan, what were the bigger banks doing at that point? Were they also trying to get those pay cheque protection loans out to businesses?</p> <p><strong>Brendan Greeley<br></strong>So you had banks that said, look, we just don't understand how this is gonna work, we're not gonna get involved. But then you had community banks that jumped in and said, all right, we are going to figure this out. And at every step of the process last year, both in the first round and in the second round, you had community banks disproportionately represented in sort of the number of pay cheque protection loans that got that got written. So when I talked to bankers about this, the answer was we're more likely to have direct personal human relationships with the people who are our customers. We're in smaller communities. We tend to know them. We sit next to them at basketball games, and we just decided we were gonna stay up all night and figure out how to make this happen.</p> <p><strong>Marc Filippino<br></strong>So as you were reporting, what struck you about the way community banks performed during the pandemic?</p> <p><strong>Brendan Greeley<br></strong>Well, we don't tend to think about transmission of policy, particularly in monetary policy. The way macro economists think and the way to some extent the Fed thinks is, if you make it cheaper for people to take out loans, they will do it. And when we had an emergency and we did a rush of loans through banks, it turns out that some banks were better at getting new credit and getting new dollars out into the actual economy. That's really interesting. That means you can't just sort of, you know, nudge some dials in the macro economy and have things happen. It means you need physical distribution of credit.</p> <p><strong>Marc Filippino<br></strong>OK, so that that is a valuable lesson. Is there something that other banks or policymakers can learn from what you found in North Dakota?</p> <p><strong>Brendan Greeley<br></strong>I I think the tough part about this is, you know, I went and did a ton of reporting in North Dakota. North Dakota is the only state in America that has a state bank. And the Bank of North Dakota does a bunch of things. It buys student loans. It makes them cheaper for North Dakota residents. It also participates in big commercial loans with community banks. So community banks in that state punch above their weight. What that unfortunately means for policy is it's really hard to create a state bank. No other state has done it. It's literally the one state in the union that has this institution. So, you know, unfortunately, when we look at the success of this one bank and we look at the success of this one state, it's hard to nationalise it other than say we should be aware going forward that the distribution, the actual physical human relationships between branches and people and other people who are bankers, really matters when you're thinking about policy. And I and I think that's a weakness we all have or we tend to think about. You know, if if you change the price of credit, you know, people will figure out how to make loans. That's not necessarily true. Like for me, the biggest detail that came out of this is that we had thought the drive through tellers in banks were antiquated and no longer necessary. It turns out community banks have a ton of these and they were really important during the pandemic. You just never know what kind of physical infrastructure is gonna be necessary to help get credit out to the real economy.</p> <p><strong>Marc Filippino<br></strong>Brendan Greeley is a contributing editor for the FT. Thanks, Brendan.</p> <p><strong>Brendan Greeley<br></strong>Thank you.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>Marc Filippino<br></strong>Before we go, a word about a company that, let's face it, has a name that's just really fun to say.</p> <p><strong>Audio clip<br></strong>Meet Whoop, a 24/7 fitness strap designed to help you optimise your sleep, recovery and training. Whoop tracks your . . . [fades]</p> <p><strong>Marc Filippino<br></strong>A company called Whoop just optimised its prospects thanks to an investment from Japan's SoftBank that tripled the company's valuation to more than $3.5bn. Whoop is now the most valuable standalone fitness monitoring start-up, as opposed to other fitness trackers which are owned by tech giants like Google and Apple.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>Marc Filippino<br></strong>You can read more about all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p>&#xa0;<p>Source: Marc Filippino, Benjamin Parkin, Colby Smith and Brendan Greeley 2021 'How community banks were small business saviours during the pandemic' FT.com 30 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-30T04:00:22.487Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9040,
          "end": 9045
        }
      ]
    }
  ]
}