{
  "_id": "82b2b0218d9d8d5f7f0b93f89ca82af64fd8bc283779d72f533956969c7aa6b4",
  "feed": "ftcomall",
  "title": "How can bitcoin become money if it is too valuable to spend?",
  "text": "<p>After a volatile week, a bitcoin was still worth about $40,000 on Friday. That is still quite valuable, something bitcoin enthusiasts have been eager to point out. </p> <p>There is nothing in the code that governs the cryptocurrency, however, that provides an answer to the question: How can bitcoin become money if it becomes so valuable that you don't want to spend it?</p> <p>It is certainly true that even with this week's drop, over the long run the value of a bitcoin has appreciated. In 2008, it was nothing more than a PDF that contained an idea. The PDF traded at a spot price of zero, considerably lower than current levels. That's an impressive 13-year performance for any asset. It is an Amazon or Apple level shoulda-got-in-on-the-ground-floor performance. I first had bitcoin explained to me by a group of Swedish hackers in an attic in Malmö in 2011 and let me tell you: I have regrets.&#xa0;</p> <p>Bitcoin isn't supposed to be just some asset, though. It's supposed to be a global money. Depending on whom you ask, it will either become the standard medium of exchange for all transactions, or a final medium of settlement for other kinds of money, a bit like the dollars that banks can hold in reserve accounts at the Fed. Which means that it can't just gain in value. It also has to become more useful, as money, to more people. That's not a quality you have to ask of your Apple shares.</p> <p>Whether bitcoin is a money is an exercise in scholasticism. It is money now, for some people. There are transactions for which it's appropriate and already being used. The week I was in Sweden in 2011 there were only 12,000 transactions per day. By May of 2017, that number had risen to 300,000 transactions a day. Since then it has moved in a band around that level — volatile, but moving sideways. The value of a bitcoin, however, has continued to rise from just under $2,000 in 2017 — volatile but, you know, up. As a money, bitcoin is becoming more valuable, but not more useful.&#xa0;</p> <p>It's possible that its usefulness is limited by design. People who argue for bitcoin as the future of money like to say that, unlike the dollar, there is no central bank that can answer for bitcoin or screw it up. But there is a governance structure behind bitcoin, as real and as clear as the one at the Federal Reserve. </p> <p>The Fed follows a code it calls a&#xa0;<a href=\"https://www.federalreserve.gov/monetarypolicy/files/fomc_longerrungoals.pdf\"><em>Statement on Longer-Run Goals and Monetary Policy Strategy</em></a>, which it updates, about once a decade, when its internal culture of MIT, Harvard and Berkeley macroeconomists starts to think differently about money. Right now both the code and the culture of the Fed believe that dollars should lose value against other goods over the long term at an average of 2 per cent a year.&#xa0;</p> <p>The code that generates bitcoins has capped their total number at 21m. That means they are supposed to become more valuable, forever, by design. You can change the code, but just like at the Fed, to change the code you have to change the culture — you have to convince a lot of people to use the new code. Here, too, the culture of bitcoin is fixated on the soundness of money, convinced that the best money only becomes more valuable over time. People encourage each other to “hodl” — to hang on to their bitcoins and never sell. If you hodl, you have diamond hands. If you sell, you have paper hands. If you hodl nothing, you are encouraged to have fun staying poor.&#xa0;</p> <p>When you hodl, you are becoming richer, but you are not transacting. That is good for bitcoin the asset, but it's problematic for bitcoin the money, because you are keeping what you hodl out of markets. This is a challenge as old as money. Theognis, a Greek poet from the 6th&#xa0;century BC, wrote that shrewd men know bad gold and silver, and that no one will “take in exchange worse when better is to be had”. Aristophanes, the Athenian satirist, pointed out that “the full-bodied coins that are the pride of Athens are never used while the mean brass coins pass hand to hand”.&#xa0;</p> <p>Robert Mundell, the Nobel-prize winning economist who died a month ago, documented quotes like these through centuries of a single idea, leading up to a maxim usually attributed to Thomas Gresham, a 16th-century English merchant and adviser to the Crown: poor-quality money drives high-quality money out of circulation. Why would you spend something that is becoming more valuable?&#xa0;</p> <p>Both the code and the culture of bitcoin are designed, over the long term, to drive it out of circulation. This leaves hodlers stuck with a collective action problem. Sell, or change the code, and your asset drops in value, becoming more useful as money. Hodl, and keep the code, and your asset appreciates. Monetary culture is monetary policy. Diamond hands are Gresham hands.&#xa0;</p><p>Source: Brendan Greeley 2021 'How can bitcoin become money if it is too valuable to spend?' FT.com 22 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-22T04:00:20.470Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1366,
          "end": 1371
        },
        {
          "start": 695,
          "end": 700
        }
      ],
      "nexusId": "10022657"
    }
  ]
}