{
  "_id": "0e2602847b92eeacc3840c2bb1ec4688906fd581aa1d9d176b50ef5f5620ce20",
  "feed": "ftcomall",
  "title": "Joe Biden reconsiders Donald Trump's effort to ban TikTok",
  "text": "<p>The Biden administration said on Wednesday that it was reviewing former president Donald Trump's efforts to ban TikTok in the US, as the Chinese-owned video app continued negotiations over its future.</p> <p>In a court filing, Department of Justice attorneys said the new administration had begun to review whether TikTok was the <a href=\"https://www.ft.com/content/cdf696fb-5d40-4ecd-a1d2-81007e59a23e\">threat to national security</a> that Trump had claimed. </p> <p>The former president issued several executive orders that would have prevented Americans from accessing TikTok, but the efforts attracted legal challenges and not yet gone into force.</p> <p>In the court filings, the justice department singled out commerce department rules and an executive order that would have <a href=\"https://www.ft.com/content/84c73841-ef42-4d97-8a6e-b7d02d5fda20\">restricted new downloads</a> of TikTok from Apple and Google's app stores.</p> <p>The commerce department “plans to conduct an evaluation of the underlying record justifying those prohibitions”, the filing said. </p> <p>Justice department attorneys asked two US appeals court judges to hold off on reviewing previous rulings that blocked the restrictions from taking effect. “A review of the prohibitions at issue here may narrow the issues presented or eliminate the need for this court's review entirely,” they said.</p> <p>The move is the latest development in a contentious and drawn-out debate about TikTok's presence in the US and its <a href=\"https://www.ft.com/content/218bccaf-6b74-475c-a374-9a0a89ca3d29\">ownership structure</a>. As well as pressure from executive orders to shut the app, the Committee on Foreign Investment in the US, or Cfius, ordered last year that TikTok's parent company ByteDance sell the app.</p> <p>Trump originally gave his blessing to a <a href=\"https://www.ft.com/content/a84037a3-74cd-4281-8884-267a84aabbe8\">preliminary deal</a> that would have created a new US-headquartered entity called TikTok Global, with Oracle overseeing American user data and taking a stake in the company alongside other US investors. </p> <p>Both sides later contested the terms of the deal, drawing a rebuke from Trump and leaving the negotiations in limbo as the former president turned his attention to the US presidential election campaign.</p> <p>The Biden administration has made clear that it will review all of the China-related actions that Trump took in his final months in office, including those related to TikTok. </p> <p>Jen Psaki, White House press secretary, said on Wednesday that the administration was “comprehensively evaluating” any risk to the personal data of US citizens, including users of TikTok. Psaki said there was an ongoing and “rigorous” Cfius process relating to the app.</p> <p>TikTok has said it does not share US user data with the Chinese government. ByteDance declined to comment on Wednesday's court filings.</p> <p>A <a href=\"https://www.ft.com/content/043c4774-6645-4a5e-b268-195825aa114b\">December Cfius deadline</a> for ByteDance to restructure TikTok's US operations passed without a resolution, though people briefed on the discussions said at the time that the committee did not plan to take any immediate action against the Chinese company. </p> <p>Biden has signalled he will maintain a <a href=\"http://ft.com/content/c23a4e67-2052-4d2f-a844-e5c72a7de214?\">hawkish stance</a> on China over everything from Beijing's efforts to crack down on the pro-democracy movement in Hong Kong to the repression of Uighurs in the north-western Xinjiang region. </p> <p>But the administration has been less clear on how it will evaluate technology-related issues that have a bearing on US national security, and has stressed that it is taking an approach of “patience” as it formulates policy.</p> <a href=\"http://www.ft.com/cms/a5b99a11-e150-4d0c-8bdd-1a656fb3091c.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Miles Kruppa in San Francisco and Demetri Sevastopulo in Washington 2021 'Joe Biden reconsiders Donald Trump's effort to ban TikTok' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T00:08:47.858Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 721,
          "end": 728
        },
        {
          "start": 721,
          "end": 726
        }
      ],
      "nexusId": "10022657"
    }
  ]
}