{
  "_id": "77499bc080da471e4a3f1a3c327a673dd16c987267ba191b38745a41cb983a5e",
  "feed": "ftcomall",
  "title": "UK stocks creep back into favour after years of ‘benign neglect'",
  "text": "<p>Asset managers are betting on a comeback for the unloved UK stock market, as its ties to the fortunes of the global economy heighten its appeal in a broad recovery from the coronavirus crisis. </p> <p>Global equities, which slumped in the early months of the pandemic, have recovered to set record highs. The US S&amp;P 500 has risen 18 per cent in 12 months and China's CSI 300 has gained 58 per cent, in dollar terms. </p> <p>But the UK's FTSE 100, out of favour with investors since the 2016 EU referendum, has fallen 7 per cent on the same basis. Its total market value is only slightly bigger than that of one US company: tech giant Apple.</p> <p>“There has been this benign neglect of the UK from global investors since the Brexit vote, which made the market seem too political and complicated to bother with,” said Nick Nelson, head of European equity strategy at UBS.</p> <p>The UK's trade deal with the EU, which avoided a disorderly crash out of the single market, “has been a catalyst for investors to come back and take another look”, he added.</p> <p>Money managers that have a strong “underweight” position in UK stocks — meaning they hold a lower proportion of them in their portfolios than for the equivalent global benchmark — are beginning to top up their holdings. </p> <p>A survey of global fund managers by Bank of America showed that a net 15 per cent were underweight UK equities in January, down from 29 per cent last June and 27 per cent in the aftermath of the Brexit vote. </p> <p>“It could be quite [a] good year for UK equities,” said Georgina Taylor, a multi-asset fund manager at UK investment house Invesco. “Gradually, we have been increasing a bit of exposure to them.” </p> <p>Years of neglect by investors have left the UK's FTSE 100 trading at just 14 times companies' expected profits — a key valuation measure — against 23 times for America's S&amp;P 500, FactSet data show. </p> <p>On another measure, comparing the FTSE All-Share's dividend yield to the income available on benchmark government bonds, the index is near its cheapest levels since the start of the first world war, say Citigroup analysts.</p> <p>“The UK now looks very cheap, on all metrics out there,” said Philip Webster, European equities portfolio manager at BMO Global Asset Management. </p> <p>Some investment strategists have begun telling their clients a story of recovery. The FTSE and another benchmark followed by money managers, the MSCI UK index, have just a sliver of tech companies, but a large concentration of “old economy” companies that sell energy and basic materials, food and medicines and banking products. </p> <p>A lot of these fall in the category of “value stocks” — those judged to be cheap against their earnings or assets. </p> <p>“There are a few things, such as a rotation into value stocks and a recovery in energy prices, that lend themselves towards a more positive bias,” said Gregory Perdon, co-chief investment officer at private bank Arbuthnot Latham. </p> <p>The manager has been lifting his clients' UK equity holdings, but is not getting carried away. “We are definitely not jumping on rooftops to shout that the UK will be the world's best performing market this year,” he said. </p> <p>According to Citigroup, almost 60 per cent of MSCI's UK stock index is comprised of value shares. That makes the London market the most value-weighted of all its major peers, it found. </p> <p>Robert Buckland, Citigroup's chief global equity strategist, said he was pitching the FTSE to his clients as ballast against a fall in pricey US stocks.</p> <p>“Trying to call the top of the US market can be a career-ending move,” Buckland said. “But they are wary this is not going to be their year and they want to protect against falls in tech stocks and growth stocks by owning a market that could go the other way. The FTSE 100 gives them some cover.”</p> <p>Even in the same sector, UK stocks are undervalued against US peers. According to a study this month by Royal London Asset Management, UK oil and gas companies traded at 12.6 times expected earnings, while the multiple commanded by US businesses in the same sector was 23.1 times. The same trend was seen for basic materials stocks.</p> <p>Investors' concerns about the UK economy explained the valuation gap, said Trevor Greetham, head of multi-asset investments at Royal London, pointing to the economic hit from Brexit and the “much larger economic contraction due to social distancing than [for] the more widely dispersed US”. </p> <p>The “best prospects for a catch-up” came from lockdowns ending worldwide, he said, given the global exposure of London sectors such as oil and mining companies.</p> <p>But that may be a tough sell to more environmentally sensitive investors. “Investors in Europe and the UK have become much more vigilant and cautious about sectors that are on the losing side of the low-carbon economy,” said Supriya Menon, senior strategist at Pictet. “You are exposing yourself to a structural derating.”</p> <p>And investing in UK equities does mean confronting sterling volatility. That makes global money managers hunting value stocks keener on US equities, as hedging against pound volatility was a “hassle”, said Invesco's Taylor. </p> <p>But in the short term, the valuation case is strong, said BMO's Webster. “The US is expensive, the UK is cheap and uncorrelated to tech. The investment flows will come back.” </p> <a href=\"http://www.ft.com/cms/7a8a195a-a73d-4318-94f4-7a66bf195502.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Naomi Rovnick in London 2021 'UK stocks creep back into favour after years of ‘benign neglect'' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T05:00:58.836Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 618,
          "end": 623
        }
      ]
    }
  ]
}