{
  "_id": "8aaf53eb31536acedca75e42c6e45d7ae56f5f9441f0dc14bcebf2cb4295d6c8",
  "feed": "ftcomall",
  "title": "Foxconn/electric vehicles: Apple car inspires supplier's new business model ",
  "text": "<p>Apple's main supplier Foxconn has tried and failed to diversify away from its biggest customer for years. Plans for an Apple car may have given Hon Hai — the name by which the contract manufacturer is listed in Taiwan — a new push at the expense of short-term profits. &#xa0;</p> <p>Foxconn's fortunes still lie in the hands of the US smartphone giant. Strong iPhone 12 sales pushed Foxconn revenues up 15 per cent in the fourth quarter. Yet earnings missed expectations. Net profits fell 4 per cent&#xa0;to NT$46bn ($1.6bn).</p> <p>That reflects Foxconn's aggressive shift from its core electronics assembly business to electric car production. It is set to offer an electric vehicle “platform” — a flexible basic design — that helps partners with 80 per cent of development. Companies using the platform would have to contract all production to Foxconn. </p> <p>Diversification is the right strategy. Growth in the smartphone industry continues to slow. Electric car sales are booming. Their higher average price offers the chance of raising margins.</p> <p>Moreover, the breakdown of talks between Apple and Hyundai Motors and <a href=\"https://www.ft.com/content/29d4aa6b-fba5-4a53-876e-3f097fdef1d2\">Nissan</a> to produce the self-driving electric Apple car highlights an opportunity. Established carmakers have little incentive to help tech groups make vehicles that compete with their own products.</p> <p>Car production is tough. But Foxconn has useful experience in auto electronics. Its goal of taking a tenth of the global electric car market as early as 2025 is not far-fetched. That could mean 1.1m cars sold a year, estimates Morgan Stanley.</p> <p>Expect further profit squeezes in the meantime. A global shortage of high-end chips means delays to Apple sales and potential hits to Foxconn revenues. Capital spending will remain high as Foxconn shifts to electric car production and considers building its first factory in the US via a subsidiary. </p> <p>Shares are up 35 per cent this year, trading at a 14 per cent premium to local peer Pegatron. At this level, the stock fairly balances the costs of an electric vehicle venture with its possibilities.</p> <p><em>The Lex team is interested in hearing more from readers. What are the chances Foxconn will succeed in creating a contract business in electric vehicle production? Please tell us what you think in the comments section below</em></p><p>Source:  2021 'Foxconn/electric vehicles: Apple car inspires supplier's new business model ' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T11:22:35.001Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 27,
          "end": 32
        },
        {
          "start": 1062,
          "end": 1067
        },
        {
          "start": 119,
          "end": 124
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1135,
          "end": 1140
        },
        {
          "start": 1631,
          "end": 1636
        }
      ],
      "nexusId": "10022657"
    }
  ]
}