{
  "_id": "21ce9b73417d828411cb7168309c1b94b2bc723b96b4c1cf0d2b0d9ffaf40f10",
  "feed": "wall-street-journal",
  "title": "Tuesday's Markets:  Growth  Stocks  Pressure  Nasdaq  ----  By Will Horner and Amber Burton",
  "text": "<p>   Technology and other growth stocks stumbled Tuesday, coming under pressure after a run that has pushed major indexes to repeated records. </p><p>   The Nasdaq Composite Index dropped 261.61 points, or 1.9%, to 13633.50, stung by declines in shares of semiconductor companies along with big tech stocks including Apple, Facebook and Alphabet. The S&amp;P 500 slid 28 points, or 0.7%, to 4164.66. The Dow Jones Industrial Average eked out a slight increase after trading lower for most of the session, up 19.80 points, or 0.1%, to 34133.03. </p><p>   The indexes have been hovering close to records as investors weigh strong economic data and robust earnings against inflation concerns and rising coronavirus cases in parts of the world. Some money managers say brightening prospects for the economy and for businesses' profits already have been baked into stocks' valuations. </p><p>   \"The market has already priced in a strong recovery and earnings season overdelivered, but it was still not enough to drive indexes much higher,\" said Sophie Chardon, cross-asset strategist at Lombard Odier. \"The market is now focusing on the next steps, especially on policy. The next step will be to see how the Fed shifts its monetary policy outlook.\" </p><p>   The improving economic picture is encouraging some investors to step up bets on companies that stand to benefit the most from the recovery. That is leading to a rally in energy and banking stocks, while technology shares have slowed their gains. </p><p>   \"The rotation trade is back and it will gain momentum over the next few weeks,\" said Florent Pochon, head of cross-asset strategies at French bank Natixis. \"As long as central banks stay dovish and you combine that with the reopening of the economy, then that should be a perfect dynamic for stocks.\" </p><p>   Semiconductor and other tech stocks were among the biggest decliners in Tuesday's market. Western Digital, Applied Materials and Nvidia all declined more than 3%, as did Apple. Google parent Alphabet and Facebook dropped more than 1%. </p><p>   Bitcoin also tumbled after more than doubling to start the year. The digital currency dropped 3.5%. Dogecoin, the cryptocurrency that started out as a parody, kept climbing, however, rising 27%, according to CoinDesk. Robinhood, the online trading platform popular with individual investors, said on Twitter that it experienced issues early in the session with crypto trading that were later restored. </p><p>   In other corporate news, Pfizer rose 12 cents, or 0.3%, to $39.95. The pharmaceutical giant reported higher profit, partly driven by Covid-19 vaccine sales. CVS Health rose $3.43, or 4.4%, to $81.12, after lifting its earnings guidance and reporting higher profit for the quarter. </p><p>    Under Armour fell 29 cents, or 1.2%, to $23.88, after agreeing to settle a regulatory claim that it failed to disclose it was pulling forward orders from future quarters. </p><p>   Many investors remain optimistic about the market's trajectory based on a flurry of positive economic data. </p><p>   Demand for U.S. imported goods reached a record in March, further expanding the trade deficit, the Commerce Department said. The foreign-trade gap in goods and services expanded 5.6% from the prior month to a seasonally adjusted $74.4 billion in March. A second report showed that new orders for manufactured goods rose 1.1% in March after slipping in February. </p><p>   \"You're seeing prices of inputs are holding steady to rising,\" said Tim Courtney, chief investment officer at Exencial Wealth Advisors. \"And you look at the health of the average household and the average consumer -- they're fairly liquid with cash now.\" </p><p>   U.S. government bond yields declined for a third consecutive day. The 10-year Treasury yield edged down to 1.591% from 1.606% on Monday. Bond yields fall when prices rise. </p><p>   Brent crude, the international oil benchmark, rose 2% to $68.88 a barrel on optimism about recovering demand. </p><p>   Overseas, the pan-continental Stoxx Europe 600 retreated 1.4%. Early Wednesday, Hong Kong's Hang Seng Index was down 0.1%. Markets in Japan, South Korea and mainland China were closed for holidays. U.S. S&amp;P futures were up 0.3%. </p><p></p>",
  "published": "2021-05-05T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1923,
          "end": 1928
        },
        {
          "start": 302,
          "end": 307
        }
      ],
      "nexusId": "10022657"
    }
  ]
}