{
  "_id": "b05ff1e6b09f91212346a060284b4032d6aa121fc8b177b621386cf4c77d55bf",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Rise After Economic Data; Reports on jobless claims, trade gap show economic recovery remains on track",
  "text": "<p>Jobless claims, a proxy for layoffs, dropped to 340,000, reaching a new pandemic low. This was in line with economists' expectations. The Fed has signaled that the labor market's recovery is a factor in its monetary policy decisions. Separately, fresh data showed that the U.S. trade deficit narrowed to $70.1 billion in July as American consumers shifted spending toward in-person services and away from goods.</p><p>The yield on the benchmark 10-year Treasury note ticked down to 1.291% from 1.301% on Wednesday.</p><p>Stocks have ground higher this week as investors weighed strong corporate earnings and low interest rates against indicators that growth may be slowing in some parts of the world. Money managers say they are awaiting the jobs report for August, due Friday, for more cues on when and how the Federal Reserve may taper its bond purchases.</p><p>\"The confluence of a strong recovery at the same time as very low interest rates and maybe the peak of policy accommodation: if you put those all together, it is a very powerful mix for risky assets,\" said Bill Papadakis, macro economist at Lombard Odier. \"If you consider the alternatives in which investors could put their money today—with interest rates where they are—equities are often the one option for somewhat better returns.\"</p><p>Spotify Technologies rose 3.3%. Apple said it would allow media apps like the music streaming service tolink to their own websites for payment, taking down restrictions criticized as anticompetitive.</p><p>Oil prices ticked up a day after the Organization for Petroleum Exporting Countries and its Russia-led allies agreed to continue increasing oil production. Brent crude, the international benchmark in energy markets, gained 1.5% to $72.71 a barrel, lifted by lower-than-expected U.S. crude inventory, according to analysts.</p><p>The price of bitcoin rose above $50,000. It is up over 3% from its level at 5 p.m. ET Wednesday. Shares in cryptocurrency exchange Coinbase rose more than 2% in premarket trading.</p><p>Semiconductor and software developer Broadcom and information technology company Hewlett Packard Enterprise are scheduled to post earnings Thursday after markets close.</p><p>Overseas, the pan-continental Stoxx Europe 600 advanced 0.3%.</p><p>Among European equities, Swedish Orphan Biovitrum surged about 27% after private-equity firm Advent International and an affiliate of Singapore's sovereign-wealth fund bid to buy the pharmaceutical company for around $8 billion.</p><p>In Asia, most major benchmarks rose by the close of trading. The Shanghai Composite Index climbed 0.8% while Hong Kong's Hang Seng Index added 0.2%.</p><p>South Korea's Kospi Index declined 1%. Stronger-than-expected inflation data may prompt an interest-rate increase in the coming months, according to analysts at Barclays.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>U.S. Stocks Rise After Economic Data</p>",
  "published": "2021-09-02T13:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1314,
          "end": 1319
        }
      ]
    }
  ]
}