{
  "_id": "2e882fee148aadc946ea91fb8dd3539f2a66a86e110b56571d3414d52f529a25",
  "feed": "wall-street-journal",
  "title": "U.S. News: Cuomo Faces Misdemeanor Sex-Crime Charge",
  "text": "<p>The sheriff's office has been investigating Mr. Cuomo, 63 years old, since Brittany Commisso, one of Mr. Cuomo's former executive assistants, spoke with investigators in early August, the sheriff has said.</p><p>Ms. Commisso said Mr. Cuomo reached under her shirt and groped her breast during a 2020 encounter at the state Executive Mansion in Albany. The Democratic former governor and his attorney have repeatedly denied her allegation.</p><p>Albany County District Attorney P. David Soares said he was surprised to learn that the complaint had been filed and declined to comment further.</p><p>Brian Premo, an attorney for Ms. Commisso, said his client was also surprised by the filing but would continue to cooperate with the investigation.</p><p>\"It was my client's understanding that the District Attorney's office would conduct a thorough apolitical investigation into the matter and then discuss all relevant issues with my client before any decision was made about whether a criminal action would be commenced only after she gave her informed consent,\" Mr. Premo said in a statement.</p><p>An attorney for Mr. Cuomo, Rita Glavin, said: \"Gov. Cuomo has never assaulted anyone, and Sheriff Apple's motives here are patently improper. Sheriff Apple didn't even tell the District Attorney what he was doing.\"</p><p>Mr. Apple didn't respond to a request for comment on the statement.</p><p>Mr. Cuomo resigned from office on Aug. 24 following the allegations by Ms. Commisso and 10 other women that were detailed in a report by state Attorney General Letitia James.</p><p>Mr. Cuomo allegedly groped Ms. Commisso's left breast on Dec. 7, 2020, on the second floor of the Executive Mansion, according to the complaint filed Thursday. The charge is based on testimony taken by the attorney general's office as well as cellphone records from Ms. Commisso and Mr. Cuomo, according to the complaint.</p><p>The crime of forcible touching is a class A misdemeanor. If convicted, Mr. Cuomo could face up to a year in jail.</p><p>---</p><p>Deanna Paul contributed to this article.</p>",
  "published": "2021-10-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1219,
          "end": 1224
        },
        {
          "start": 1288,
          "end": 1293
        },
        {
          "start": 1167,
          "end": 1172
        }
      ],
      "nexusId": "10022657"
    }
  ]
}