{
  "_id": "d888e7456ea6c446ebe09aef77d9a2c598c202a7d361a80f752c0ca2d1d4b7ea",
  "feed": "market-watch",
  "title": "Microsoft has avoided U.S. antitrust scrutiny, but Europe is a different matter",
  "text": "<p>Now, though, Microsoft faces its own pressure, though not nearly to the extent of Amazon.com Inc. AMZN, Apple Inc. AAPL, Google parent Alphabet Inc. GOOGLGOOG, and Meta Platforms Inc. FB. But the scrutiny Microsoft does face comes from overseas instead of the U.S.</p><p>Microsoft has made no specific public comments on legislation or lawsuits, since none of them are overtly aimed at the software giant, but Microsoft President Brad Smith — the point person in Microsoft's blame-deflection strategy — acknowledged the unfolding regulatory climate in an internal company memo in June viewed by MarketWatch.</p><p>“The world is changing, and Microsoft will change with it,” he wrote. “While our mission to empower others remains constant, governments and countries today expect more and different things from us. We're clearly entering an era of rapidly expanding global technology regulation. But we've been adapting to new legal obligations for almost two decades. We've learned what it means to change in a responsible and even proactive way. We're well positioned to put our technology to use, so we can do more than ever to help customers grow, succeed, and contribute to a better world.”</p><p>Translated for its rivals: Microsoft has overplayed the antitrust card to make up ground in key technology areas such as mobile and gaming, where Microsoft has lagged behind its rivals, but doesn't seem too worried about being targeted itself.</p><p>Read more: Microsoft's shadowy presence in antitrust push is angering the rest of Big Tech</p><p>Like its Big Tech brethren, Microsoft for years has expanded its business reach through acquisitions in advertising and videogames. But over the past 18 months, the software behemoth has avoided the regulatory lawsuits and investigations that have ensnared the other Big Tech firms. Microsoft and its defenders attribute the white-glove treatment by regulators to the company abiding by the rules after its tussle with the Justice Department more than two decades ago.</p><p>Historians may also be more inclined to accept Microsoft's reasoning that the previous antitrust investigation opened the door for Google and Facebook to eventually emerge as strong competitors. The historic skirmish ended with a 1999 district court ruling that Microsoft's actions constituted unlawful monopolization under Section 2 of the Sherman Antitrust Act of 1890. A federal appeals court affirmed most of the court's judgments.</p><p>“Microsoft provides a lot of lessons that are overlooked in today's antitrust discussion. Microsoft's market dominance and ability to use its business model to create barriers to entry and thwart competition was overestimated,” Ashley Baker, director of public policy at the Committee for Justice, told MarketWatch. “Due to reasons unrelated to the antitrust case, none of the predicted harms to consumers ever became a reality.”</p><p>This may be true in the U.S., but overseas Microsoft is the target of a complaint from Nextcloud, an open-source cloud-software company in Europe. Nextcloud alleges Microsoft's bundling of Teams and OneDrive into Windows 11 violates competition laws. Nextcloud said a coalition of companies is joining its effort.</p><p>Nextcloud's case is reminiscent of Saleforce.com Inc.'s CRM Slack, which filed a similar complaint with European authorities in July over Microsoft's bundling of Teams into Office.</p><p>A Microsoft spokesperson said of Nextcloud's complaint: “People expect modern operating systems to provide secure and reliable communication and storage services whether they're using a computer, tablet or phone from any provider. This enables people to connect with each other and share and access files across multiple devices and keeps their documents and photos safe if a device breaks. We make it easy for people to select and use other communications and storage options instead of or in addition to Teams and OneDrive, and many people do.”</p><p>The EU's antitrust regulator briefly took a deeper look into Microsoft's&#xa0;$16 billion deal for artificial intelligence and speech technology company Nuance Communications Inc. NUAN, asking customers and competitors to draw up a list of concerns, but ultimately gave the deal its unconditional approval in late December.</p>",
  "published": "2021-12-27T18:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 104,
          "end": 114
        },
        {
          "start": 104,
          "end": 113
        },
        {
          "start": 115,
          "end": 119
        },
        {
          "start": 104,
          "end": 109
        }
      ]
    }
  ]
}