{
  "_id": "ffdad9b8e37051097eaa9f6289c624669c50bac3548b2b3444c6cbf1fec535e9",
  "feed": "ftcomall",
  "title": "Square's $29bn bet on Afterpay heralds future for ‘buy now, pay later' trend",
  "text": "<p>Jack Dorsey's biggest gamble to date has sent ripples around the fintech and banking world, with investors betting that Square's $29bn all-stock deal to <a href=\"https://www.ft.com/content/9bc49035-87f8-440e-9c20-5af34d40d4ad\">acquire Afterpay</a> signals the “buy now, pay later” trend has staying power.</p> <p>BNPL relies on an emerging thesis that millennials and Gen Z consumers distrust traditional credit, but still want to <a href=\"https://www.ft.com/content/8c751ac6-bb63-11e8-94b2-17176fbf93f5\">borrow money to buy goods</a>. Afterpay allows shoppers to split the cost of goods into four instalments with no interest — but a late fee if payments are missed.</p> <p>“We think we're in the early days of the opportunity facing us,” said Square's chief financial officer Amrita Ahuja, speaking to the Financial Times. “From a buy now, pay later perspective, we see, with online payments alone, a large and growing opportunity representing $10tn in payments volume by 2024.”</p> <p>The deal sees Square join an increasingly crowded space, alongside <a href=\"https://www.ft.com/content/aac740a4-106f-4bbf-b9ce-19af2a74055a\">big players</a> such as Sweden's Klarna, Silicon Valley-based Affirm and PayPal, with Apple also exploring the market. The sector also faces a brewing regulatory battle, as legislators question an industry that lends money in an instant, often without a traditional credit check to ensure a consumer will be able to pay off their debt. </p> <p>“This decade is going to be the upheaval of the banking industry,” Klarna's chief executive Sebastian Siemiatkowski, said on CNBC on Monday. “I'm a little bit surprised to see consolidation happening this early, at this level, but at the same point in time I think this is directionally what we're going to see.”</p> <p>BNPL has exploded in popularity over the past year thanks to the coronavirus pandemic-driven boom in online shopping, but industry executives said it had shown strong growth well before the pandemic, alongside a broader trend for more flexible financing among traditional lenders.</p> <p>Leading into 2020, banks including JPMorgan Chase, American Express and Citigroup each launched flexible payment options tied to existing credit cards as an answer to point-of-sale financing.</p> <p>The past 18 months have seen a meaningful uptick in the number of retailers willing to adopt the extra financing option. “There's a little bit of FOMO setting in,” said Brendan Coughlin from Citizens Financial Group.</p> <p>Afterpay was among the pioneers in BNPL. It was founded by Sydney neighbours Nick Molnar and Anthony Eisen in 2014, and today facilitates global annual sales of $15.6bn. </p> <p>The company went public on the Australian Securities Exchange in 2016 at a valuation of A$165m (US$122m). In May 2020, Chinese tech giant Tencent paid about A$300m for a 5 per cent stake in the Australian group, which was by then worth about A$8bn.</p> <p>The Afterpay tie-up will enable Square to offer BNPL services to its millions of merchants, who processed payments worth $38.8bn in its most recent quarter, while also tapping into Afterpay's clients, which include Amazon and Target. </p> <p>The company will also integrate Afterpay into its Cash App, which has about 70m users and is slowly being built out as a one-stop financial services shop for payments, cryptocurrency, saving and investing.</p> <p>“All of a sudden, you've got probably the most compelling super app outside of China,” said DA Davidson's Chris Brendler, who is an investor in both companies.</p> <p>Investors appear convinced. Despite the deal coming at a 30 per cent premium to Afterpay's most recent stock price, the news sent Square's share price up 10 per cent by Monday's close.</p> <p>“This is certainly a bull market deal,” said Andrew Atherton, managing director at Union Square Advisors. “People are rewarding Jack Dorsey for being bold and for making a big bet.”</p> <p>Square's entry into BNPL comes as the sector is becoming increasingly competitive. </p> <p>Klarna increased its valuation from $11bn in September 2020 to $46bn in June of this year, making it the most valuable standalone company in the industry.</p> <p>Shares in Affirm, the US online lender led by PayPal co-founder Max Levchin, rose 15 per cent on Monday following news of the Afterpay deal. Affirm, which <a href=\"https://www.ft.com/content/8c23f9ad-d870-4436-ad24-c7ae40d8af04\">went public</a> in January and is now valued at $17bn, recently expanded its partnership with Shopify to offer BNPL services to the ecommerce platform's US merchants. </p> <p>PayPal first moved into BNPL back in 2008 when its then-parent eBay bought Bill Me Later. A year ago, PayPal launched Pay in 4, a six-week instalment offering that is free for both consumers and merchants, alongside its longer-term PayPal Credit service. </p> <p>Earlier this year, Apple was <a href=\"https://www.ft.com/content/2b30e69d-6662-40e8-9735-eaea8662906e?\">recruiting staff</a> for its payments division with experience in BNPL, as it looks to expand Apple Pay and its Wallet app. Bloomberg reported last month that the iPhone maker was working with Goldman Sachs to develop an Apple Pay Later service.</p> <p>Industry executives warn, however, that the more crowded market could erode the businesses' margins, while flustered consumers may also be put off by the rapidly growing number of checkout options.</p> <p>“The current state of affairs, where you have seven buttons when you go to checkout, I don't think is a sustainable state of affairs,” said one consumer finance executive at a top US bank. “I think we are in an interim period.”</p> <p>A bigger threat still is the sector's immature and inconsistent regulatory environment.</p> <p>“It's what everyone is calling the Wild West,” said Alyson Clarke, an analyst at Forrester. “There is no onus on them to make sure that you are of financial health to be able to repay that loan.”</p> <p>Some companies do a “soft” credit check that briefly examines a person's position but “not as much as they should be doing if they are lending you money”, Clarke said. “Afterpay doesn't do any of that.”</p> <p>A survey of Australian consumers, compiled by the country's financial regulator in 2020, suggested 21 per cent of BNPL users missed a payment in the previous 12 months. Almost half of them were aged 18 to 29. Morgan Stanley analysts have estimated Afterpay makes about $70m a year on late fees. </p> <p>The UK's financial regulator has said BNPL players should be forced to <a href=\"https://www.ft.com/content/2c9bd737-80a6-45d7-a7f3-bf672850b3bd\">adhere to its credit rules</a> as a “matter of urgency”. In the US, a government consumer protection agency issued guidance urging caution around “tempting” BNPL deals.</p> <p>In a hint at further possible tensions, Capital One in December became the first major credit card company to block its customers from using its cards to pay off BNPL purchases, calling the practice “risky for customers and the banks that serve them”, according to Reuters.</p> <p>Afterpay board member Dana Stalder said the company welcomed regulation. “Buy now, pay later is just a friendlier consumer product,” he said. “Consumers understand that, they're not dumb. This is why they are voting with their feet.”</p> <p><em>Additional reporting by Richard Milne</em></p><p>Source: Dave Lee in San Francisco, Imani Moise in New York, Jamie Smyth in Sydney and Tim Bradshaw in London 2021 'Square's $29bn bet on Afterpay heralds future for ‘buy now, pay later' trend' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-03T10:41:49.344Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 960,
          "end": 965
        },
        {
          "start": 4429,
          "end": 4434
        }
      ]
    }
  ]
}