{
  "_id": "9afbeb454fefc2393af2bac9de0b6c6c6dbbf3b6f0b31f95fa589a48bd46fb52",
  "feed": "market-watch",
  "title": "The features buyers want most and least in a new car",
  "text": "<p>That's the conclusion of a new survey from research firm AutoPacific. The Future Attribute Demand Study surveyed 90,000 recent new car buyers. It asked them to rate their interest in more than 100 features and characteristics of new cars to gauge what buyers want, and what they don't care about.</p><p>10 features most buyers look for in new cars:</p><p>Heated seats</p><p>Blind-spot monitoring</p><p>Front and rear parking sensors</p><p>All-wheel or 4-wheel drive</p><p>Lane-departure warning</p><p>Apple AAPL CarPlay&#xa0;and/or Android Auto</p><p>Power front passenger seat</p><p>LED accent lights</p><p>Ventilated or cooled seats</p><p>Memory driver's seat</p><p>Comfort and safety</p><p>Two things immediately jump out from the list:</p><p>First, four of the 10 are about seat comfort. Automakers compete on horsepower and mpg and styling and the emotions cars evoke. But, at the end of the day, most buyers recognize that a car is the most expensive seat they own. There may be a bright future for&#xa0;highly-customizable driver's seats.</p><p>Read: Should you trade in your old car to get the latest safety features?</p><p>Second, most of the rest of the list is safety technology. There's great news on that front, as automakers are increasingly making automated safety tech available in even the least-expensive cars. Advanced driver assistance systems and&#xa0;automated emergency braking&#xa0;top our own research as&#xa0;the best automotive technologies of 2021. New research shows that they're making a real-life difference,&#xa0;especially for young drivers.</p><p>See: The 10 best auto technologies to look for in a new car</p><p>Similarly, AutoPacific's research points to features nearly no one wants.</p><p>5 features the fewest buyers look for in new cars:</p><p>Fully autonomous, hands-free driving with no steering wheel</p><p>Concierge services</p><p>Gesture controls</p><p>Biometric features</p><p>Ability to purchase things from the vehicle infotainment system</p><p>Electronic engine noise enhancement</p><p>Augmented reality head-up display</p><p>This list has some interesting overlap with&#xa0;J.D. Power's recent U.S. Tech Experience Study. J.D. Power's researchers found that most buyers who&#xa0;had&#xa0;an in-car shopping service had never used it. Gesture controls, meanwhile, had the highest failure rate of any technology J.D. Power studied.</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2021-11-10T04:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 459,
          "end": 464
        },
        {
          "start": 465,
          "end": 469
        }
      ],
      "nexusId": "10022657"
    }
  ]
}