{
  "_id": "a71f7968af683ff0cffd542352c240ca60b3605933e5c5da275b23f4b48b9558",
  "feed": "ftcomall",
  "title": "Biden's tricky balancing act on the digital services tax",
  "text": "<p>Hello from Washington, where the cicada invasion has become so intense that the swarms are <a href=\"https://www.washingtonpost.com/weather/2021/06/07/cicada-mayfly-dc-radar/\">showing up</a> on weather radars.</p> <p>Our main piece today attempts to answer the question I've been asked a few times in the wake of the historic G7 agreement between finance ministers this weekend: is the US going to back off on the threat to impose tariffs on nations with big ideas about taxing Big Tech? The headline gives you the answer, to be honest. But if you want to understand why that is, read on. </p> <p><strong>Charted waters</strong>, meanwhile, looks at a surge in air freight rates between two of the world's major hubs. </p> <h1>US's digital services tax woes are far from over </h1> <p>Today we return to one of the classic trade blow-ups between Washington and, um, several other capitals including London, Paris, Rome, Vienna, Madrid, Ankara and New Delhi. Maybe we should include Ottawa, too, and let's throw Brussels in there, why not? Fair to say there's been a bit of friction with Brasília, Jakarta and Prague as well.</p> <p>What could America possibly be fighting all of these different countries about? Digital services taxes, of course. Fed up with big tech companies moving profits to lower-tax jurisdictions, several countries (with France leading the charge) got bored of waiting for OECD talks to shake up global taxation and pressed ahead with their own levies aimed at extracting more cash from the likes of Google, Apple and Facebook.</p> <p>This swiftly became a trade fight, you'll remember, because Donald Trump's trade adviser Bob Lighthizer was cunningly able to use trade enforcement mechanisms, such as the US's Section 301 investigation procedure into unfair trading practices, to threaten countries with tariffs on the grounds that they were discriminating against US companies. Biden's US trade representative Katherine Tai set some of those Section 301 investigations aside, but pushed on with others. The US trade representative's office last week came out with a big list of goods worth $2bn that it stands ready to slap punitive tariffs on if these digital services taxes don't disappear.&#xa0;</p> <p>But after this weekend's deal among the G7 group of advanced economies, which included plans on how to tax Big Tech (by widening the scope to include other sectors too), alongside a 15 per cent minimum global corporate levy —&#xa0;and which is a big win for the Biden administration — we're ready to move forward and the US can stop complaining, right?</p> <p>Well, not so fast. </p> <p>A G7 deal is a big step forward, but the proposals still need to be discussed by G20 leaders and then at the OECD in Paris. And, as far as the US is concerned, the big question is <em>when</em> countries with digital services taxes in place might repeal them. Washington continues to insist this needs to happen to make the threat of tariffs go away. The UK, France and Italy have all said they would only abolish the levies once a global agreement has been reached and ratified. US Treasury secretary Janet Yellen, on the other hand, wants this done immediately.&#xa0;</p> <p>Reasonably enough, Washington has given the UK, Austria, Italy, Spain, Turkey and India about six months of reprieve to allow the OECD talks to commence. Yet this potentially puts the US in a tricky position as the talks could take far longer than that to conclude.</p> <p>Tax experts generally agree there are lots technical (and not so technical) details left to be sorted out. “We have a [headline] rate that doesn't have any other details, and those matter,” said Cathy Schultz, of the DC-based Business Roundtable. “And that's where all these negotiations are going to go — what is the basis of this tax?” Rob Hanson, of the National Foreign Trade Council, agreed. “I can't emphasise enough . . . that the G7 communiqué was a very high-level summary,” he said. </p> <p>The fine print would need to be hammered out and then agreed on by a broader range of countries included in the OECD. And that all has to happen before being passed into the laws of the countries with digital services taxes. </p> <p>(The US, ironically, will take ages to pass any OECD agreement through Congress as any change that would force companies to pay tax where they generate profits would have to pass through Capitol Hill as a treaty. That means a Senate vote and a two-thirds majority (we wrote on the Congressional difficulties <a href=\"https://www.ft.com/content/40b94eef-6ec9-4a9f-a44d-8479dd39a525\">here</a> back in February). Republicans are already <a href=\"https://www.ft.com/content/6c98b271-bd13-4517-81bb-6ef7f1798085\">lining up</a> to slam what they've seen of the deal so far.</p> <p>Even if an OECD agreement is reached and ratified, it doesn't mean countries won't press ahead with unilateral plans to tax US tech companies. Canada was at the G7 table, but has still said it wants its own digital services tax. The EU, too, is saying its mooted digital levy would “complement” the OECD solution.&#xa0;</p> <p>All of the above makes us highly sceptical that countries will scrap their digital services taxes and replace them with a newly minted OECD-agreed tax treaty in the space of six months. </p> <p>Which leaves the Biden administration facing a delicate balancing act between keeping foreign governments onside and appeasing dissenting voices closer to home. </p> <p>The administration wants the deal agreed by the G7 to pass, which means the US trade representative will, if talks in Paris are still proceeding, probably have to roll over the suspension of the tariffs for a bit longer. At the same time, at some point the Biden administration will have to answer once again to both Democrats and Republicans on the Hill, who will get antsy if the digital services taxes don't disappear and the Biden administration isn't doing anything about it. Yellen and Biden have some time to fend off those lawmakers, but this trade war is far from over.&#xa0;</p> <h1>Charted waters</h1> <p>Demand for air freight is high at present, with the International Air Transport Association, a trade body, reporting that cargo volumes were 12 per cent up on their pre-pandemic levels in April. Judging by what's been happening to prices, nowhere is that demand more rampant than between China and the US. See the chart below, from Xeneta, a company specialising in data on logistics. </p> <p>Analysts think that a combination of tight capacity and strong spending on consumer goods by people in the US is the right explanation for what's happening. “US retail expenditures are so high right now, especially for consumer durables,” said Erik Devetak, chief product officer at Xeneta. “It's an old story that this is what is driving up freight costs, but this — combined with load factors that are 90 per cent plus — is the best narrative to explain the spike in May.”&#xa0;<em>Claire Jones</em></p> <h1>Trade links</h1> <p>More bad news for <strong>global shipping</strong>. A Covid-19 <a href=\"https://www.ft.com/content/b43cef86-085b-416d-99b8-8c7c054d0f41\">outbreak</a> in southern China is curbing activity at some of the country's biggest ports. Expect more delays and rising costs. Project44, a platform for shippers and logistics providers, reports that median dwell times at Yantian, a&#xa0;deepwater&#xa0;port in Shenzhen, had risen to more than two weeks by June 7. </p> <p>More on <strong>tax</strong>. ProPublica has dug into some previously unseen Inland Revenue Service files to come up with this <a href=\"https://www.propublica.org/article/the-secret-irs-files-trove-of-never-before-seen-records-reveal-how-the-wealthiest-avoid-income-tax\">great read</a> on how some of the world's wealthiest people have <strong>avoided income tax</strong>.&#xa0;Warning: reading it might leave you feeling pretty angry. <strong>Some Irish lawmakers</strong> are <a href=\"https://www.ft.com/content/f13ab006-8714-4bbc-bc34-3f953a4f2590\">warming to the idea</a> of a slightly higher corporate tax rate than their current 12.5 per cent levy. Labour, the country's second-biggest opposition party, has backed a “small increase”, in a sign that <strong>political consensus on keeping Ireland's ultra low levy is cracking</strong> in the face of the global deal.</p> <p><strong>Cecilia Malmstrom</strong>, a former member of the European Commission and the European Parliament, has joined the&#xa0;<strong>Peterson Institute for International Economics</strong>&#xa0;as non-resident senior fellow. She will host the&#xa0;<a href=\"https://clicks.piie.com/e/709263/event-series-trade-winds/273lpb/221766655?h=x5CSYsw4kTM0txlrai3g_4ySt1lRPji-4RTCVTZGBoU\">Trade Winds</a>&#xa0;virtual discussion series,&#xa0;the first of which will be on July 21 with no other than the IMF's managing director <strong>Kristalina Georgieva</strong>. Founding host and senior fellow <strong>Anabel González</strong> is joining the World Trade Organization as a deputy director-general.&#xa0;<em>Aime Williams and Claire Jones</em></p><p>Source: Aime Williams 2021 'Biden's tricky balancing act on the digital services tax' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-09T10:57:44.573Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1386,
          "end": 1391
        }
      ],
      "nexusId": "10022657"
    }
  ]
}