{
  "_id": "19b282591378e757f3bb914a9d4e36af36b16f84aeb590f94dd51b43bf28c423",
  "feed": "ftcomall",
  "title": "Prepare to go green",
  "text": "<p>Hello and welcome to the working week.</p> <p>The environment will take centre stage in world news this week as we approach the opening of the UN Climate Change Conference in Glasgow. </p> <p>What is known about COP26 is that there will be a<a href=\"https://www.ft.com/content/7131c053-3b87-4b9e-8407-93e3e1aa8e98\"> lot of talk</a>, <a href=\"https://www.ft.com/content/fc9da37d-0c73-43c5-9ee3-6665f8bd6721\">a lot of uncollected rubbish</a> and the <a href=\"https://www.ft.com/content/af8182e9-c287-424b-86de-99ce0f32239c\">cost of staying in Glasgow will be significantly higher</a>. </p> <p>What is not known is who will turn up — US president Joe Biden and Australian prime minister Scott Morrison are in, but Russia's Vladimir Putin is not and China's president Xi Jinping is unlikely to show. If unity is strength, expect a problematic few days trying to negotiate major moves forward. As you would expect, you can get the full run-down of what is really going on by <a href=\"https://www.ft.com/cop26\">clicking here for the FT's coverage</a>.</p> <p>UK prime minister Boris Johnson will hope that all roads lead to Britain, although foreign dignitaries should <a href=\"https://www.ft.com/content/c2ec885c-d684-4eb4-92c6-40f35824d871\">be careful about taking a route through London</a>. </p> <p>Johnson's successor as mayor of the UK capital, Sadiq Khan, will be doing his bit for air quality on Monday when the area covered by the Ultra Low Emission Zone, within which motorists are charged for driving petrol engine vehicles, expands by 18 times. <a href=\"https://www.ft.com/content/d4f0ab0b-602f-4903-ac8d-c808e81e61dc\">Perhaps it's time to invest in an electric car</a>.</p> <a href=\"http://www.ft.com/cms/141ad2e5-35e9-4cf9-8cbc-34c304aa08d5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Companies</h1> <p>The earnings season will be in full swing over the next seven days with 200 S&amp;P 500 companies reporting results in the US and many others doing likewise in Europe. Big Tech will feature heavily: Amazon, Apple, Microsoft, Google's parent Alphabet, Spotify, Twitter and Facebook are all reporting.</p> <p>Apple will be much discussed, not just because of its earnings call on Thursday. The changes it has made to its iOS operating system — <a href=\"https://www.ft.com/content/074b881f-a931-4986-888e-2ac53e286b9d\">making it more difficult to track users</a> — is having a significant impact on other tech stocks.</p> <p>For a taste of things to come, <a href=\"https://www.ft.com/content/7f3a562e-e748-48a9-892a-5c6415d05ffc\">take a look at Snap's results announcement on Thursday just gone</a>. In after-hours trading the stock price fell 24 per cent, fuelled by concerns about <a href=\"https://www.ft.com/content/074b881f-a931-4986-888e-2ac53e286b9d\">the impact of Apple's privacy changes on the advertising revenues of tech industry rivals</a>. </p> <p>Something similar could happen when Facebook reports on Monday — the company's shares also fell up to 7 per cent following Snap's earnings report. </p> <p>Facebook shareholders have other concerns, <a href=\"https://www.ft.com/content/4304f14a-1b06-46d8-a066-42bb1b3c200c\">not least the struggle to attract younger users</a>. Watch out to see signs of what impact the <a href=\"https://www.ft.com/content/225500f7-fbb6-4888-a43d-6ef2930db49e\">major outage of its services</a>, <a href=\"https://www.ft.com/content/63d6d60c-d1c8-4098-bdba-115a3ad43b79\">whistleblower claims</a> that the group <a href=\"https://www.ft.com/content/2dbf79af-6dc5-4c98-90f0-af396c13e3ad\">covered up research on its products being bad for users' mental health</a> and <a href=\"https://www.ft.com/content/bea42671-d940-461b-b550-9700fbf322b8\">a €225m WhatsApp fine for incorrect use of customer data</a> has had on the platform's usage and revenue.</p> <p>For Apple itself, investors will want to know what impact the chip shortage is having on a premium brand with a new line of digital goodies to sell. Our man in San Francisco, Patrick McGee, is calm about this issue. “Any supplier would be crazy to not prioritise Apple,” he told me. We should also get the first indications of <a href=\"https://www.ft.com/content/27435aeb-ed0c-4536-ab55-37b6358591e3\">demand for the new iPhone 13 product line</a>. </p> <h1>Economic data</h1> <p>Expect further developments in the battle to tame inflation this week as the European Central Bank and its counterparts in Japan, Canada and Brazil meet to discuss monetary policy.</p> <p>Are you worried about the state of the post-lockdown rebounds? Further clarity will be provided this week with advance third-quarter GDP readings from the US, eurozone, France, Germany, Italy, Spain, Mexico and South Korea. You could also <a href=\"https://www.ft.com/the-road-to-recovery\">read the FT's thrice-weekly Road to Recovery newsletter</a> — sign up to receive it in your email inbox by <a href=\"https://www.ft.com/newsletter-signup/coronavirus\">clicking here</a>.</p> <p>In the UK, the headline act will be Wednesday's Budget Day speech at lunchtime by chancellor Rishi Sunak. <a href=\"https://www.ft.com/uk-budget\">The FT will be providing full coverage</a>. We are expecting publication of the government's Integrated Rail Plan, setting out how major projects such as High Speed 2, Northern Powerhouse Rail and the Midlands Engine will be phased and connected. The drip feed of advance announcements has already begun, partly to dull the pain of reneging on previous commitments — <a href=\"https://www.ft.com/content/d529c989-c93b-4ed7-9fd9-9343d3f190ce?emailId=6172648bc8f9e8000482f4aa&amp;segmentId=2f40f9e8-c8d5-af4c-ecdd-78ad0b93926b\">such as R&amp;D spending</a> — to meet Sunak's fiscal targets.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Mexico, economic activity data</p></li>  <li><p><strong>Petropavlovsk</strong> production report</p></li>  <li><p>Results, <strong>Facebook</strong> Q3, <strong>HSBC</strong> Q3, <strong>Michelin</strong> Q3, <strong>POSCO</strong> Q3</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Brazil, IBGE inflation figures</p></li>  <li><p>EU, European Central Bank quarterly eurozone bank lending survey</p></li>  <li><p>UK, Office for National Statistics annual employee earnings data</p></li>  <li><p>US, monthly consumer confidence figures</p></li>  <li><p>Results: <strong>3M</strong> Q3, <strong>Alphabet</strong> Q3, <strong>Advanced Micro Devices</strong> Q3, <strong>Canon</strong> Q3, <strong>Corning</strong> Q3, <strong>Eli Lilly</strong> Q3, <strong>General Electric</strong> Q3, <strong>Hasbro</strong> Q3, <strong>Heathrow airport</strong> Q3, <strong>Hyundai Motors</strong> Q3, <strong>JetBlue Airways</strong> Q3, <strong>Lockheed Martin</strong> Q3, <strong>Microsoft</strong> Q1, <strong>Novartis</strong> Q3, <strong>Orange</strong> Q3, <strong>Raytheon</strong> Q3, <strong>Reckitt Benckiser</strong> Q3, <strong>Royal KPN</strong> Q3, <strong>Texas Instruments</strong> Q3, <strong>Thales Group</strong> Q3, <strong>Twitter</strong> Q3, <strong>UBS</strong> Q3, <strong>UPS</strong> Q3, <strong>Whitbread</strong> H1, <strong>Visa</strong> FY</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Brazil, Canada, Japan: monetary policy committee meetings</p></li>  <li><p><strong>Fresnillo</strong> Q3 production report</p></li>  <li><p>France, consumer confidence and inflation data</p></li>  <li><p>Germany, GfK monthly consumer confidence survey</p></li>  <li><p><strong>Heineken</strong> Q3 trading update</p></li>  <li><p>UK, chancellor Rishi Sunak unveils his annual Budget speech and spending review. The UK's Office for Budget Responsibility will also publish its economic and fiscal outlook and the Bank of England provides capital issuance statistics</p></li>  <li><p>Results: <strong>Banco Santander</strong> Q3, <strong>BASF</strong> Q3, <strong>Bristol-Myers Squibb</strong> Q3, <strong>Campari</strong> Q3, <strong>Coca-Cola</strong> Q3, <strong>Chubb</strong> Q3, <strong>Deutsche Bank</strong> Q3, <strong>eBay</strong> Q3, <strong>Electrolux</strong> Q3, <strong>Ford Motor Company</strong> Q3, <strong>General Motors</strong> Q3, <strong>GlaxoSmithKline</strong> Q3, <strong>Harley-Davidson</strong> Q3, <strong>Kraft Heinz</strong> Q3, <strong>McDonald's</strong> Q3, <strong>Mediobanca</strong> Q1, <strong>Principal Financial Group</strong> Q3, <strong>Sodexo</strong> FY, <strong>Spotify</strong> Q3</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p><strong>Evraz</strong> Q3 trading update</p></li>  <li><p>EU, European Central Bank monetary policy meeting, plus Eurostat monthly economic sentiment and business climate indicator</p></li>  <li><p>Germany, monthly labour market figures</p></li>  <li><p>Italy, producer price index figures</p></li>  <li><p>Japan, Bank of Japan outlook report for economic activity and prices, plus monthly retail sales figures</p></li>  <li><p><strong>Lloyds Banking Group</strong> Q3 management statement</p></li>  <li><p><strong>Travis Perkins</strong> Q3 trading update</p></li>  <li><p>UK, Companies House quarterly registered companies data</p></li>  <li><p>US, initial jobless claims, real consumer spending and Q3 GDP figures</p></li>  <li><p><strong>WPP</strong> Q3 trading update</p></li>  <li><p>Results: <strong>Anheuser-Busch InBev</strong> Q3, <strong>Airbus Group</strong> Q3, <strong>Amazon</strong> Q3, <strong>Apple</strong> FY, <strong>Bombardier</strong> Q3, <strong>Carlsberg</strong> Q3, <strong>Caterpillar</strong> Q3, <strong>Comcast</strong> Q3, <strong>Dassault Systèmes</strong> Q3, <strong>Ferrovial</strong> Q3, <strong>Hershey</strong> Q3, <strong>Nokia</strong> Q3, <strong>Northrop Grumman</strong> Q3, <strong>Norwegian Air</strong> Q3, <strong>Panasonic</strong> Q2, <strong>Royal Dutch Shell</strong> Q3, <strong>Saint-Gobain</strong> Q3, <strong>Samsung</strong> Q3, <strong>Sony</strong> Q2, <strong>Skandia</strong> Q3, <strong>Starbucks</strong> FY, <strong>STMicroelectronics</strong> Q3, <strong>Swisscom</strong> Q3, <strong>UniCredit</strong> Q3, <strong>Volkswagen</strong> Q3, <strong>Yum Brands</strong> Q3</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, monthly GDP figures</p></li>  <li><p>EU, flash estimate of eurozone inflation</p></li>  <li><p>France, Italy: preliminary Q3 GDP and consumer price index figures</p></li>  <li><p>Germany, Q3 GDP</p></li>  <li><p>Japan, preliminary industrial production figures</p></li>  <li><p>UK, Bank of England effective interest rate, monthly money and credit figures and Office for National Statistics UK national accounts (The Blue Book)</p></li>  <li><p>US, personal spending data</p></li>  <li><p>Results: <strong>Air France-KLM</strong> Q3, <strong>Aon</strong> Q3, <strong>BBVA</strong> Q3, <strong>BNP Paribas</strong> Q3, <strong>Chevron</strong> Q3, <strong>Colgate-Palmolive</strong> Q3, <strong>Daimler</strong> Q3, <strong>Danske Bank</strong>&#xa0;Q3, <strong>Eni</strong> Q3, <strong>ExxonMobil</strong> Q3, <strong>NatWest</strong> Q3, <strong>Nomura Holdings</strong> Q2, <strong>OMV</strong> Q3, <strong>Securitas</strong> Q3, <strong>Swiss Re</strong> Q3, <strong>Xerox</strong> Q3</p></li> </ul> <h1>World events</h1> <p>Finally, here is a run-down of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>UK, The Ultra Low Emission Zone, designed to improve air quality by charging motorists with older, more polluting vehicles to drive within central London, will be expanded by 18 times its current size</p></li>  <li><p>UK, Frances Haugen, a former product manager on Facebook's civic misinformation team, gives evidence to a parliamentary committee</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Brunei, summit of the 10-member Association of Southeast Asian Nations</p></li>  <li><p>Japan, Princess Mako, the niece of Japan's emperor, marries her non-royal fiancé, Kei Komuro</p></li>  <li><p>Luxembourg, EU energy ministers meet to discuss the increase in energy prices</p></li>  <li><p>US, Major League Baseball World Series begins</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Japan, Rhythmic Gymnastics World Championships start in Kitakyushu</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Italy, XIV Eurasian Economic Forum takes place in Verona</p></li>  <li><p>UK, Britain's new polar ship RRS Sir David Attenborough visits London</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Denmark, The 73rd annual Nordic Council starts in Copenhagen with an agenda including climate concern, sustainability and the involvement of young people</p></li>  <li><p>Italy, US president Joe Biden will meet Pope Francis at the Vatican</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>UK, National Trust annual general meeting</p></li>  <li><p>Italy, G20 leaders' summit starts in Rome</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Japan, general election</p></li>  <li><p>UK, UN Climate Change Conference (COP26) opens in Glasgow</p></li>  <li><p>US, third SpaceX Crew Dragon spacecraft and Falcon 9 rocket due to take off</p></li> </ul><p>Source: Jonathan Moules 2021 'Prepare to go green' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-24T17:15:06.640Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2545,
          "end": 2550
        },
        {
          "start": 1423,
          "end": 1428
        },
        {
          "start": 1516,
          "end": 1521
        },
        {
          "start": 6235,
          "end": 6240
        },
        {
          "start": 1940,
          "end": 1945
        },
        {
          "start": 2804,
          "end": 2809
        }
      ]
    }
  ]
}