{
  "_id": "d94de11abb17fc86fd8258d4d4768b04443ab7a1844b0ccd2b79795fe360391e",
  "feed": "ftcomall",
  "title": "Apple/Epic: iPhone 13 will overshadow App Store case  ",
  "text": "<p>Apple and Epic Games both claim that Apple won the bitter <a href=\"https://www.ft.com/content/a306ca16-f200-4c95-be77-44673c6cc9a0\">legal fight</a> over App Store fees. The reality is that neither side has emerged completely intact.&#xa0;</p> <p>Epic's decision to wage war on Apple's 30 per cent commission for in-app purchases looks like an own goal. It lost on most counts and must pay commission on payments that skirted Apple's system. It has also failed to prove that being big is the same thing as being a monopolist.&#xa0;</p> <p>Yet Apple's days of silencing developers who want to tell customers they can download games and make purchases outside the App Store appear numbered. That has the potential to lower revenues at one of the company's highest margin businesses.&#xa0;</p> <p>Apple says that its control over in-app payments, which go via its own payments system, help to protect developers and users from potential fraud. Epic is not the only company to disagree with that claim. Match Group, which owns Tinder, has said that Apple's app policies remove choice for consumers.&#xa0;</p> <p>Apple does not disclose App Store revenues, opting to roll App Store fees into services revenue, which reached almost $54bn in the last fiscal year. Jefferies estimates the figure at $18.5bn for 2020. If developers encourage users to pay elsewhere in 20 per cent of purchases, Apple stands to lose about $4bn. </p> <p>Do not discount user apathy, however. Clicking a new link may dissuade users from making purchases altogether. Sticking with Apple's payment system could be the easiest option for most app developers.&#xa0;</p> <p>More importantly, Apple's $2.5tn equity value is still pinned to smartphones, which contributed half of all sales last year. This week a new iPhone launches. Continuing demand for 5G enabled phones suggests a hit in the making. Wedbush estimates that 250m of Apple's near billion iPhones have not been upgraded for over three years, which means a huge pool of potential buyers. That should be more than enough to eclipse an Epic fight.</p> <p><em>Our popular newsletter for premium subscribers is published twice weekly. On Wednesday we analyse a hot topic from a world financial centre. On Friday we dissect the week's big themes. Please sign up&#xa0;</em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>.</em></p><p>Source:  2021 'Apple/Epic: iPhone 13 will overshadow App Store case&#xa0;&#xa0;' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-13T16:07:31.039Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1258,
          "end": 1263
        },
        {
          "start": 1416,
          "end": 1421
        },
        {
          "start": 930,
          "end": 935
        },
        {
          "start": 440,
          "end": 445
        },
        {
          "start": 1511,
          "end": 1516
        },
        {
          "start": 679,
          "end": 684
        },
        {
          "start": 981,
          "end": 986
        },
        {
          "start": 37,
          "end": 42
        },
        {
          "start": 187,
          "end": 192
        },
        {
          "start": 335,
          "end": 340
        },
        {
          "start": 1752,
          "end": 1757
        }
      ],
      "nexusId": "10022657"
    }
  ]
}