{
  "_id": "9efe08b712194fa813cf6113f7afe49153bd626cf9bffa516379ddd74a4421d4",
  "feed": "market-watch",
  "title": "Elon Musk has sold roughly $5 billion in Tesla stock this week, and probably isn't done",
  "text": "<p>Filings made public by the Securities and Exchange Commission on Wednesday afternoon showed Musk selling more than 4.5 million Tesla TSLA shares for about $4.997 billion. If he lives up to a promise on Twitter Inc. TWTR, he would sell at least 12.5 million more shares.</p><p>The world's richest man asked his more than 60 million Twitter followers if he should sell 10% of his stock on Saturday, and said he would abide by the results. More than 3.5 million votes were cast, with “yes” winning. Musk had more than 170 million shares of Tesla as of the weekend, which would put him about a quarter of the way toward selling 10% of those shares.</p><p>It would be less if Musk doesn't count the sales he made on Monday, which was part of a plan put in place on Sept. 14, well before the Twitter poll. Musk exercised 2.1 million options that were about to expire and sold more than 930,000 of them, raising $1.1 billion in order to pay taxes on the option exercise.</p><p>Musk then sold more than 3 million shares on Tuesday and about half a million shares on Wednesday in 215 separate transactions that collectively netted $3.88 billion. Unlike the Monday sale, these sales were not part of a pre-planned stock sale, known as a 10b5-1, according to the SEC filings.</p><p>Musk had previously acknowledged publicly that he would need to sell some Tesla shares for tax purposes, and stands to reap a lot more Tesla stock in the years ahead. The Tesla board gave him performance awards in 2018 with qualifying benchmarks set around market capitalization and other factors, some of which have already been reached.</p><p>See also: Tesla drives up S&amp;P 500's disruptive tech exposure as the index rides to record highs</p><p>Tesla is expected to break $50 billion in annual sales for the first time this year, after growing revenue more than 28% and eclipsing $30 billion for the first time in 2020. Last year was also the first profitable year in Tesla's history, and the company maintained profitability long enough to gain acceptance to the S&amp;P 500 indexSPX earlier this year.</p><p>Tesla stock has increased more than 160% in the past year and nearly 1,500% in the past two years total, pushing the company's market cap past $1 trillion, a level previously reserved for Big Tech stalwarts Apple Inc. AAPL, Microsoft Corp. MSFT, Alphabet Inc. GOOGL GOOG, Amazon.com Inc. AMZN and Facebook FB. The car maker's success has spurred traditional automotive companies to develop plans for electric automobiles, and spurred Wall Street to fund potential rivals such as Rivian Automotive Inc. RIVN, which went public on Wednesday and neared a $100 billion market cap before generating nominal revenue.</p><p>See also:&#xa0;5 things to know about Rivian</p><p>Tesla shares gained 2.7% in after-hours trading Wednesday following the release of the SEC filings that detailed the $1.1 billion stock sale; the other filings were posted after the extended session closed.</p>",
  "published": "2021-11-10T22:56:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2255,
          "end": 2259
        },
        {
          "start": 2244,
          "end": 2253
        },
        {
          "start": 2244,
          "end": 2254
        },
        {
          "start": 2244,
          "end": 2249
        }
      ],
      "nexusId": "10022657"
    }
  ]
}