{
  "_id": "4f85533a077da3cba71e77d33928f768d5d48f26db992838010edafc89fd45e0",
  "feed": "market-watch",
  "title": "Pinterest reports jumps in sales and earnings, but monthly active users dive",
  "text": "<p>Revenue soared 43% to $632.9 million from $442.6 million a year ago. Analysts surveyed by FactSet had expected net income of 22 cents a share on revenue of $631 million.</p><p>Another key metric, average revenue per user (ARPU), was $1.41 with monthly active users (MAUs) at 444 million. Analysts had expected ARPU to improve sequentially to $1.38 from $1.32 in the second quarter, with MAUs improving to 460 million from 454 million in the second quarter.</p><p>“Revenue grew 43% year-over-year and I am proud of the team's progress in launching a number of new products for both creators and brands, bringing more video content and shoppable features to Pinterest,” Chief Executive Ben Silbermann said in a statement announcing the results.</p><p>The company did not mention the impact of Apple Inc.'s recent changes in mobile privacy policy on advertising. Snap Inc. SNAP and Facebook Inc. FB earlier blamed n Apple's AAPL changes that make it harder for advertisers to target customers. Google parent Alphabet Inc. GOOGLGOOG and Twitter Inc. TWTR went largely unscathed.</p><p>Pinterest is “more exposed than Google to iOS challenges and has greater directresponse exposure than Twitter,” Evercore ISI analyst Mark Mahaney said in a Nov. 1 note to clients.</p><p>Pinterest's stock has dropped 34% in 2021. The broader S&amp;P 500 index SPX&#xa0;has gained 24.6% this year.</p>",
  "published": "2021-11-04T16:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 903,
          "end": 907
        },
        {
          "start": 773,
          "end": 778
        },
        {
          "start": 895,
          "end": 900
        },
        {
          "start": 773,
          "end": 782
        },
        {
          "start": 773,
          "end": 783
        }
      ],
      "nexusId": "10022657"
    }
  ]
}