{
  "_id": "0dc3c93e57591a1a5e130236817087f8d1424f9a73c23e46578c8f260d3c2d3e",
  "feed": "wall-street-journal",
  "title": "Technology:  SoundCloud  To Expand  Its Free  Services  ----  By Kristin Broughton",
  "text": "<p>   SoundCloud Ltd., the music-streaming platform known for launching the careers of Billie Eilish, Post Malone and other artists, plans to offer additional services free to attract more musicians to its platform, the company's chief financial officer said. </p><p>   Berlin-based SoundCloud plans to give music creators the ability to upload and distribute some of their music free, according to Chief Financial Officer Drew Wilson. The pricing changes are expected to take effect during the first half of next year, he said. SoundCloud currently allows creators to upload up to three hours of music free, and then starts charging them a subscription fee of $12 per month. The company currently charges artists to distribute music. </p><p>   \"It's to get you to move away from being shy about being a creator,\" Mr. Wilson said. SoundCloud expects that many users who join the platform free will eventually decide to pay for its services. </p><p>   SoundCloud differs from major streaming platforms such as Spotify Technology SA and Apple Inc.'s music service because SoundCloud allows independent artists to upload their own tracks, view data on listener engagement and connect directly with their audience. The company said it has around 30 million active creators and 300 million tracks on its platform. </p><p>   Privately held SoundCloud expects to generate a net profit by 2023, according to Mr. Wilson. Investment firms Temasek Holdings and Raine Group LLC bought a large stake in the company in 2017. </p><p>   SoundCloud in 2019 generated revenue of 147.6 million euros, equivalent to $167.5 million, up 37% from a year earlier, according to a U.K. regulatory filing. </p><p></p>",
  "published": "2021-12-13T07:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 999,
          "end": 1008
        },
        {
          "start": 999,
          "end": 1004
        },
        {
          "start": 999,
          "end": 1009
        }
      ],
      "nexusId": "10022657"
    }
  ]
}