{
  "_id": "9d0384c53acd30fa3c50ffffaeb2c2a04e7e153141dbaf95663d0151f279403d",
  "feed": "wall-street-journal",
  "title": "Stocks Rise as Investors Weigh Omicron Variant; Oil recovers, Moderna jumps as vaccine maker says it is working on Omicron booster",
  "text": "<p>Brent crude futures, the benchmark in global oil markets, rose 3% to $74.89 a barrel. They tumbled more than 10% Friday, in their largest one-day percentage decline since April 2020.</p><p>\"Friday was a panic selloff,\" said Ipek Ozkardeskaya, senior analyst at Swissquote Bank. \"Traders have had time to sit back and breathe a bit,\" she added, noting that trading volumes were lower over the Thanksgiving holiday weekend, likely exacerbating declines.</p><p>Investors are awaiting more clarity on the transmissibility and severity of the Omicron variant and how well it can be contained by existing vaccines. Some money managers worry the new strain could hit the global economic recovery. Omicron has already triggered a global wave of travel restrictions. In some of the tougher moves, Israel has banned foreigners from entry and Japan has said it would close its borders to foreign visitors until more information about the new variant is available.</p><p>Others expect the economic impact of Omicron will be limited as vaccine manufacturers update their shots to combat it.</p><p>\"There's less likelihood we see sustained downside from something like a variant because our ability to adapt to it is higher than it was,\" said Hani Redha, a portfolio manager at PineBridge Investments. \"The ability to tailor vaccines makes a huge difference.\"</p><p>Moderna shares shot up 9.7%. The biotech company's stock surged more than 20% Friday after Moderna said it was working to rapidly advance an Omicron-specific booster candidate.</p><p>There was volatile trading in travel and leisure stocks. Royal Caribbean Group added 1.1%, recouping some of Friday's losses, but rival cruise operator Carnival slipped 0.5%. Delta Air Lines and American Airlines Group fell 0.2% and 0.9%, respectively, after initially rising at the opening bell.</p><p>Technology was the best-performing sector of the S&amp;P 500. Microsoft rose 2%, while Apple added 1.6%.</p><p>Shares of Twitter rose 1.8% after the social-media company said Jack Dorsey was stepping down as CEO, effective immediately.</p><p>Bitcoin recovered some ground after the world's largest cryptocurrency was pummeled by Friday's selloff. The dollar value of bitcoin rose 1.4% from its 5 p.m. ET level Sunday to about $57,087. Shares of cryptocurrency exchange Coinbase Global rose 3.7%.</p><p>Investors sold U.S. government bonds, which are viewed as safe assets to hold, pushing up yields. The yield on the benchmark 10-year Treasury note rose to 1.517% from 1.484% Friday.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.7%.</p><p>Major stock indexes in Asia fell. Tokyo's Nikkei 225 index dropped 1.6% to its lowest closing level in a month and a half. The benchmark declined 2.5% Friday.</p><p>Hong Kong's Hang Seng Index and South Korea's Kospi each fell around 1%, while Australia's S&amp;P/ASX 200 index fell 0.5% after the country tightened border controls over the weekend.</p><p>—Rebecca Feng contributed to this article.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Frances Yoon at frances.yoon@wsj.com</p><p>Stocks Rise as Investors Weigh Omicron Variant</p>",
  "published": "2021-11-29T16:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1879,
          "end": 1884
        }
      ]
    }
  ]
}