{
  "_id": "026c586e8801292e6afc335f88fc6784c53e7ceaa5fc1573a1013b6009dea492",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Gear & Gadgets: Sonic Boom --- Spotify, Apple and Amazon are all promising to let music fans start listening in sharp high-definition. Here's what that means, why it matters and how to take advantage of no-longer-fuzzy streams.",
  "text": "<p>An entire generation of listeners have grown up with streaming. To them, that's just what \"The Mona Lisa\" looks like. But others have spent years clamoring for services like Spotify to improve their streams' sound quality, a la niche services like Tidal and Qobuz whose higher-resolution capabilities cater to the audiophile set. Those pleas have fallen largely on deaf ears, until recently.</p><p>Spotify announced this February that it would offer a \"HiFi\" tier to its 156 million subscribers later this year. That will enable users to stream CD-quality, \"lossless\" music that preserves the audio details sound engineers like Ms. Lazar work so hard to perfect. Then, in May, Apple upped the ante, announcing that its entire catalog of more than 75-million songs would be available to subscribers in \"Lossless\" CD-grade-or-better quality. That same day, Amazon Music said its millions of subscribers would have immediate access to similarly high-fidelity streams.</p><p>Though there are some caveats, it's a big step forward. \"I think the idea that the sound of music is generally going to be better for more people is something that anybody can get behind,\" said Hrishikesh Hirway, host of the music podcast and Netflix series \"Song Exploder.\" Added Jason Stoddard, co-founder of the audio equipment company Schiit Audio: \"It's really exciting to see that hi-res is going to get democratized.\"</p><p>For listeners like Marlene Flaton, a hair stylist and musician in New York who loves the convenience of having Apple's catalog at her fingertips -- not to mention the 4,000 songs saved on her phone -- access to hi-res is a welcome development. When she listens to Emmylou Harris's \"Luxury Liner,\" or Bruce Springsteen's \"Nebraska,\" she says that, \"as a musician, I want to hear all the different nuances. If there's some way that I'll be able to hear those better, without always having to pull out my vinyl, I'd like to do that.\" Here a guide to the easiest ways to have, as R.E.M. put it, \"New Adventures in Hi-Fi.\"</p><p>This all sounds pretty complicated. Why should I care?</p><p>Because your music should -- and can -- sound better than it does. Anybody who jammed 1,000 songs onto an MP3 player in the early 2000s remembers the faint metallic crunchiness that put a detail-obscuring haze over the music. That came from smashing the size of the music files down, often by more than 90%. Modern streaming usually sounds better than that, but some haze is still there; you've just gotten used to it. These new offerings lift that haze completely, revealing the detail and dimension underneath.</p><p>OK, so how does it all work?</p><p>\"Lossless\" means that the sound file you are playing is the same as (or better than) the uncompressed one used for making CDs. This is not usually the case with streaming music. Because sound files are big, they are normally shrunken before sending. In that compression, an algorithm strips detail from sounds it calculates you'll never hear or notice anyway, explained Amir Majidimehr, founder of Audio Science Review, a website focused on the science and engineering of audio. In a song like \"The Sound of Silence,\" compression might remove detail from Simon &amp; Garfunkel's harmonies when cymbals crash loudly over them.</p><p>How can I listen for myself?</p><p>If you're already a subscriber to Apple or Amazon's streaming services, higher-quality, lossless streams will be automatically available to you (check the help pages at Amazon or Apple for assistance) without any changes to your current plan. (Spotify has yet to announce the details for its HiFi tier.) Because those lossless, high-definition and high-resolution streams are more data-heavy, you may still want to use lower-res options on the go, depending on your phone plan. If you opt for hi-res, a few small gear upgrades will go a long way, but you'll likely be able to get some benefit with what you already have on hand, if you follow a few simple guidelines.</p><p>What kind of guidelines?</p><p>The last thing you want to do to Miles Davis's \"Kind of Blue\" is make it Kind of Bluetooth. The moment you send music over Bluetooth -- to a speaker or to a pair of earphones such as AirPods -- you're back to degraded, lossy sound. There is hope on the horizon: Sony's proprietary LDAC Bluetooth codec, used by its new $280 WF-1000XM4 earbuds, is capable of playing lossless, \"Hi-Res Audio\" under some circumstances. Likewise, Apple says it will make its wireless AirPlay system capable of lossless in a future update.</p><p>So if I can't use my AirPods, what can I use?</p><p>It all comes down to what the DAC, or digital-to-analog converter, already built into your equipment is capable of. Apple's $9 iPhone headphone adapter and a pair of corded headphones will have you listening to up to 24-bit, 48khz lossless music. All-in-one systems that connect over your home's Wi-Fi, like Sonos, are the easiest options for many, though not all systems will play from all services at all resolutions. Sonos, for example, just announced a partnership with Qobuz, which will now play music over many of the brand's speakers at 24-bit 48kHz, the same streaming quality that Amazon's new Echo Studio speaker manages with its streaming service. Gear with better DACs will let you listen to higher-res streams from both.</p><p>I might regret asking this, but what do those numbers mean?</p><p>When a song is digitized, it is sliced into pieces, like the frames of a film. When you see a music file labeled as 16-bit 44.1kHz -- which was adopted as the standard for CDs in the '80s -- it means that each second of music has been sliced into 44,100 parts, or samples. Hi-res music files can reach 96,000 or even 192,000 samples per second, creating ever more finely reproduced versions of the original sound waves. It's generally agreed, however, that the returns on sound quality diminish the higher you go, so don't get too hung up on the numbers. The first part of the equation, 16-bit or 24-bit, tells you the possible difference between the loudest and quietest part in each one of those frames. The fancy term for it is the dynamic range. Bumping up to lossless and 24-bit sound will deliver improvements noticeable by most anyone. The benefits (or lack thereof) of ultra high sample rates are hotly debated in audiophile circles. Let your own ears decide.</p><p>Can we come to terms with the terms?</p><p>While numbers like 16-bit 44.1kHz can be confusing, they're at least unambiguous. In the name of clarity (and marketing), Apple and Amazon have both put their own branded, self-defined brackets around numbers like those. Apple's lossless tier goes from CD quality to 24-bit 48kHz, with \"Hi-Resolution Lossless\" reserved for anything better. Amazon calls its CD-quality streams HD, with anything higher termed \"Ultra HD.\" Spotify's HiFi tier will be CD-quality lossless. Those numbers look good now, don't they?</p><p>So is this all a scam to sell me pricey gear?</p><p>The world of hi-fi audio will let you spend whatever you like. Gear like Naim's Uniti Atom Headphone Edition looks and sounds incredible and expensive, because it is. That said, Mr. Stoddard, co-founder of the audio equipment company Schiit, doesn't think new listeners need to get sucked into the hardware-arms-race mentality that consumes the \"audiophile nervosa.\" \"We always come back to, 'Where do you stop?'\" he said. \"Don't worry about using the hand-braided yak-hair-insulated USB cable that costs $500.\" Ordinary cables will work just fine.</p><p>But vinyl and CDs are still better, right?</p><p>Not always. Yes, the warmth and accuracy of vinyl is beyond dispute. So too, however, are its drawbacks. The quality of the listening experience depends heavily on your sound system: a $50 all-in-one turntable is not the path to sonic nirvana. Even if you do invest in a killer stereo and a wall-filling record collection, you're not going to be taking them with you on a flight or to the beach. And when it comes to both CDs and albums, much depends on their source material. A few years ago, Ms. Lazar was called on to remaster recordings by the late Jeff Buckley. When she listened to his 1994 CD, \"Grace,\" whose production was state-of-the-art at the time, \"it was hard to believe how much was lost,\" compared to the actual master tapes she was working with. When she remastered those original tapes to 24-bit, 192khz, with Buckley's mother Mary Guibert in the studio, \"the level of detail and the sound that came off the tapes -- that was then able to be preserved and put into these recordings -- was amazing. The experience was, for her and for me, like he was in the room.\"</p><p>Will I have to listen to Steely Dan?</p><p>Nobody has to listen to Steely Dan. But Streaming HD versions of songs you know well, especially blue-chip recordings from the '50s-to-'80s heyday of analog, gives you ample opportunity to have \"wow I never noticed that before\" revelations. Still, new music that you may only have ever heard streamed can be similarly revelatory. The \"Song Exploder\" podcast often highlights exactly the kinds of details you might only find through close listening to a high-quality recording. When Billie Eilish and her brother and creative partner Finneas appeared on the podcast to talk about the song \"Everything I Wanted,\" Ms. Eilish noted that the layers of often-whispered backing vocals were features that \"you wouldn't notice if somebody didn't play them isolated.\" With uncompressed and high-resolution streaming, those vocals intertwine with each other right at the edge of audibility, each distinct and noticeable, lending the song sonic depth and detail most listeners were unlikely to truly hear until now.</p><p>---</p><p>HOW TO GET HI-RES AT HOME / FROM THE SPECTACULAR TO THE SIMPLE, THIS GEAR WILL GET HD STREAMS INTO YOUR EARS</p><p>1. If you want to ask Alexa to stream Amazon Music at its full, 24-bit 192khz Ultra HD rate, the Denon Home 250 wireless speaker is up to the task. The integrated HEOS system also gives you access to services like Spotify, Apple Music, Pandora and TIDAL, as well as AirPlay 2 connectivity. $499, denon.com</p><p>2. Schiit takes its sound, but not itself, seriously. Its combination DAC and headphone amplifier, the Schiit Fulla (think about it) is simplicity itself: a fat volume knob on a small steel box the size of a deck of cards. It's ideally suited to desktop use, making music streamed from your computer or phone sound big as life. $109, schiit.com</p><p>3. Naim's Uniti Atom Headphone Edition streaming music player sounds as good as it looks. Created for solo listening, but able to be integrated with a larger sound system, it features connections and power enough to drive any headphones you might connect. $3,290, naimaudio.com</p><p>4. Plug a pair of speakers into Bluesound's Powernode and download the company's app (which is the smoothest thing this side of Sonos) and you'll have a shockingly good streaming stereo system up and running in minutes. If you already have a stereo, connect its Node model, which omits the amplifier, for $350 less. $899, bluesound.com</p><p>---</p><p>How to Get Hi-Res on the Go</p><p>To listen to lossless music from your phone on the move, you'll need two things: an external digital to analog converter (or DAC), and wired headphones to connect to it. Here, our favorites.</p><p>GO SMALL</p><p>ddHifi TC 35 Pro Dongle</p><p>Just plug this lightweight, elegantly designed dongle into your phone's charging port and connect your headphones to listen to full-resolution music on the go. $95, audio46.com</p><p>Campfire Audio Satsuma</p><p>Big sounds can come from small packages. These new, in-ear monitors put the Portland company's signature, 3D-printed acoustic chamber into a striking and affordable package. $199, campfireaudio.com</p><p>GO SLIGHTLY BIGGER</p><p>iFi Hip-Dac</p><p>To power a pair of chunky cans, you'll want something substantial like iFi's combination DAC and amplifier. (Named for its flask-like shape and size, not because it listens to King Gizzard &amp; The Lizard Wizard.) $150, ifi-audio.com</p><p>Drop + Dan Clark Audio Aeon Closed X</p><p>For some, there's no beating the comfort and cocooning of big, over-the-ear headphones. These clearly render even music's finest details. $479, drop.com</p>",
  "published": "2021-06-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3284,
          "end": 3289
        },
        {
          "start": 6429,
          "end": 6434
        },
        {
          "start": 6528,
          "end": 6533
        },
        {
          "start": 9915,
          "end": 9920
        },
        {
          "start": 671,
          "end": 676
        },
        {
          "start": 1495,
          "end": 1500
        },
        {
          "start": 4624,
          "end": 4629
        },
        {
          "start": 4370,
          "end": 4375
        },
        {
          "start": 53,
          "end": 58
        },
        {
          "start": 3429,
          "end": 3434
        }
      ]
    }
  ]
}