{
  "_id": "454c01df7cb9271fa05633fd9cb04eefef6bd8790671aada7326e1b3dee5074c",
  "feed": "wall-street-journal",
  "title": " Le paiement mobile, c'était une mise en bouche. Aujourd'hui, les badges pour le bureau, permis de conduire et autres incontournables du portefeuille font leur arrivée dans les smartphones; Jetez votre portefeuille à la poubelle : tout est dans votre téléphone",
  "text": "<p>La discussion avait donné naissance à l'une des scènes cultes de la télévision américaine : celle du très corpulent portefeuille de George Costanza.</p><p>Certes, Spike Feresten n'avait pas tout à fait décrit un monde de smartphones, de biométrie, de connectivité mobile tous azimuts et de terminaux high tech capables de remplacer des piles de cartes en plastique et de paperasse. Mais il avait raison sur un point : les portefeuilles, c'est ringard.</p><p>Désormais, grâce à une peur panique du toucher provoquée par une pandémie mondiale, nous nous sommes convertis au paiement sans contact, laissant nos rectangles de plastique au fond des sacs à main. En 2020, les paiements sans contact en magasin ont bondi de 29 % aux Etats-Unis, selon la société d'études de marché eMarketer, qui a estimé que plus de la moitié des utilisateurs de smartphones paieront avec leur téléphone d'ici 2025.</p><p>En réalité, votre téléphone ne contient pas de copie de votre permis. Tout fonctionne comme quand vous utilisez Apple Pay : vous approchez votre téléphone d'un lecteur, une notification apparaît et détaille ce qui vous est demandé (un nom, une date de naissance, etc.), puis vous utilisez Face ID ou Touch ID pour autoriser le transfert de l'information requise au demandeur</p><p>Les cartes de paiement n'ont pas été les seules à se faire dézinguer comme un moustique un soir de juillet. Les cartes de fidélité ? Walgreens, Rite Aid et consorts vous en proposent une version numérique à charger sur votre portefeuille Android ou iPhone. Les cartes de membre ? Vous êtes vraiment sûr que votre salle de sport vous demande encore d'en présenter une à l'entrée ? Les cartes de mutuelle ? Aetna, Cigna et les autres peuvent vous en envoyer une version numérique ou à imprimer. Les cartes de transport en commun ? Désormais sans contact sur toutes les lignes de métro et de bus à New York. San Francisco teste aussi depuis peu les options mobiles. Le pass sanitaire ? C'est possible aussi !</p><p>Tout ça c'est bien joli, mais le progrès, le vrai, c'est la dématérialisation des permis de conduire, badges professionnels et autres documents qui peinent à passer du portefeuille à l'écran. Ces irréductibles morceaux de plastique, ceux qui sont encore tassés dans la housse de mon téléphone, font aujourd'hui leur premier pas dans le monde merveilleux du numérique.</p><p>Mais avons-nous vraiment envie que nos vies (et nos informations personnelles) se retrouvent sur un appareil qui peut tomber en rade de batterie ? Passage en revue des derniers des Mohicans. Le permis de conduire</p><p>En 2019, je m'étais rendue dans le charmant Etat du Delaware pour voir comment fonctionnait l'un des premiers systèmes de permis de conduire dématérialisés du pays. Il fallait alors donner de sa personne : télécharger une application conçue par une société partenaire de l'Etat, puis saisir plusieurs fois son mot de passe pour voir apparaître le précieux sésame, qui ne fonctionnait pas partout (par exemple, pas dans les aéroports).</p><p>Aujourd'hui, le nouvel iOS 15 d'Apple propose une fonctionnalité « permis de conduire » qui a déjà séduit huit Etats, à commencer par l'Arizona et la Géorgie. L'agence de sécurité des transports américaine (TSA) a elle aussi sauté le pas.</p><p>Si votre Etat fait partie des huit dont je viens de parler, vous pouvez ajouter votre permis de conduire ou votre carte d'identité à la Wallet de votre iPhone. Pour prouver que c'est bien votre permis (et que vous êtes bien vous-même), un petit selfie vous sera demandé. Il vous faudra aussi bouger un peu pour montrer que vous êtes en vie. Si vous réussissez, les documents apparaîtront dans La Wallet. Pendant le processus, il faudra aussi vous identifier en utilisant Face ID ou Touch ID, de façon à ce que personne d'autre que vous ne puisse accéder à votre permis ou votre pièce d'identité.</p><p>Exception faite de votre jet privé, bientôt, vous pourrez tout ouvrir avec votre téléphone. Clés, pièces d'identité, informations personnelles, mots de passe, moyens de paiement : tout sera au même endroit, dans notre cher petit téléphone d'amour</p><p>Tout ça sonne drôlement bien, me direz-vous, mais que se passera-t-il quand il faudra justifier votre âge pour acheter une bouteille de prosecco ou quand la police vous demandera gentiment de vous mettre sur le bas-côté parce que vous avez dépassé les limites de vitesse ? Le truc, c'est que votre téléphone ne contient pas de copie de votre permis. Tout fonctionne comme quand vous utilisez Apple Pay : vous approchez votre téléphone d'un lecteur, une notification apparaît et détaille ce qui vous est demandé (un nom, une date de naissance, etc.), puis vous utilisez Face ID ou Touch ID pour autoriser le transfert de l'information requise au demandeur.</p><p>Avantage indéniable : contrairement à un document papier, vous pouvez sélectionner les informations que vous partagez. La personne à l'accueil de la salle de sport ne pourra donc plus savoir où vous habitez, puisqu'elle a juste besoin de votre nom et votre date de naissance.</p><p>Apple affirme que le système est conçu pour que vous puissiez l'utiliser sans donner votre téléphone à qui que ce soit, et même sans le déverrouiller. L'identité des clients est chiffrée et ni le géant de Cupertino ni les Etats ne savent ni quand ni où vous utilisez vos pièces d'identité, ajoute la marque à la pomme, ce qui signifie aussi que les entreprises ou les services publics qui accepteront ces documents numériques devront s'équiper d'un lecteur compatible.</p><p>Le porte-parole de la TSA a indiqué que l'agence prévoyait d'installer des lecteurs dans certains aéroports, en commençant par les Etats qui ont adopté le système en premier. Des informations supplémentaires seront disponibles début 2022, a-t-il ajouté. Il nous faudra donc garder notre bon vieux permis en poche jusqu'à ce que les lecteurs aient conquis le pays. Voire après, puisqu'il n'est pas certain que tout le monde se fasse aux documents numériques.</p><p>Google n'a pas encore annoncé de partenariat de ce type, mais l'Android 11 possède un support intégré. Coup de chance : Apple et Google utilisent les mêmes normes mobiles pour les permis de conduire. Les contrôles devraient donc pouvoir être réalisés avec la même machine. Le badge d'accès au bureau</p><p>Est-ce que je suis fière d'avoir perdu mon badge un nombre incalculable de fois ? Peut-être. C'est d'ailleurs à cause de gens comme moi que les entreprises s'intéressent aux badges numériques.</p><p>« Les entreprises veulent se débarrasser de ce fardeau : elles en ont marre de devoir gérer les gens qui viennent chercher un badge, l'oublient et reviennent au bureau le récupérer », résume Denis Mars, cofondateur et directeur général de Proxy, une société qui fournit des systèmes d'identification numérique (à Accenture et CloudFlare notamment).</p><p>L'homme (et ses équivalents chez d'autres vendeurs de dispositifs de contrôle et de gestion numériques des accès, dont HID Global et Nexkey) affirme que, Grand Retour en Présentiel oblige, la demande a explosé.</p><p>Leurs solutions sont relativement faciles à mettre en place : il vous suffit de télécharger l'application iPhone ou Android du prestataire choisi par votre patron pour que cette dernière (grâce à la technologie NFC ou au Bluetooth) vous ouvre les portes du bureau. La Wallet de l'iPhone peut parfois vous servir de porte-clés virtuel. Selon un dirigeant de HID Global, la plupart des systèmes d'ouverture de porte déjà installés (et ils sont quelques millions dans le monde) supportent très bien l'option smartphone. Même chose pour ceux de Proxy.</p><p>Super, c'est tellement pratique ! Mais au fait, ça n'est pas comme ça que le grand chef nous surveille ? Tous les responsables à qui j'ai parlé m'ont assuré que les badges numériques étaient conçus pour collecter les mêmes données qu'un badge physique classique, ni plus ni moins. Ils sauront tout de même que c'était vraiment vous : qui va prêter son téléphone à sa gentille collègue qui oublie tout le temps son badge ? (Non je n'ai rien dit) Tout le reste</p><p>Les applications des chaînes d'hôtels vous permettent désormais de zapper l'accueil et d'aller directement à votre chambre. L'iOS 15, lui, vous permettra de mettre la clé dans votre Wallet. Si vous avez installé une serrure intelligente chez vous, vous pourrez aussi mettre les clés de la maison.</p><p>Et celles de la voiture, d'ailleurs. Les BMW peuvent d'ores et déjà être ouvertes avec la solution d'Apple, et Google a annoncé un dispositif similaire avec l'Android 12. Certains constructeurs, dont Tesla, proposent même des applications avec lesquelles vous pouvez conduire.</p><p>Nous y sommes donc : exception faite de votre jet privé, bientôt, vous pourrez tout ouvrir avec votre téléphone. Clés, pièces d'identité, informations personnelles, mots de passe, moyens de paiement : tout sera au même endroit, dans notre cher petit téléphone d'amour. Est-ce dangereux ?</p><p>« Ce sont les derniers soubresauts de l'empire occidental du portefeuille. Ils s'effondreront, comme Rome »</p><p>La sécurité est ma marotte, mais quand je leur en ai parlé, toutes les entreprises m'ont rappelé que la sécurité, pour le moment, c'était un tas de cartes en plastique. Celle que l'on fait tomber dans la rue ou que l'on laisse au serveur au restaurant peut tout à fait tomber entre des mains peu scrupuleuses. Sur un appareil sécurisé, avec un chiffre et une protection biométrique, l'utilisation frauduleuse est beaucoup plus compliquée. Si je perds mon téléphone, je peux aussi en effacer le contenu à distance grâce à la fonction Localiser d'Apple et Google (dès que vous aurez fini de lire cet article, allez vérifier que vous l'avez configurée !).</p><p>Reste la question de la confidentialité. Ces systèmes risquent-ils de collecter et partager des informations en douce ? La réponse est la même que pour les autres applications : allez vérifier quelles autorisations vous leur avez données. Ont-ils accès à votre localisation ? A vos contacts ? Coupez-moi l'accès à tout ça (cliquez ici pour les explications d'Apple sur la confidentialité dans la Wallet et là pour celles de Google).</p><p>Venons-en à la question qui nous taraude tous : oui, les batteries se déchargent. « Je suis désolée monsieur l'agent, mais je n'ai plus de batterie » ne vous épargnera pas les ennuis. Même si les batteries des smartphones durent de plus en plus longtemps, nous ne sommes pas près de laisser totalement permis de conduire et carte de paiement au chaud à la maison.</p><p>Mon spécialiste du futur, Spike Feresten, a réfléchi à la question. « Ce sont les derniers soubresauts de l'empire occidental du portefeuille, prédit-il. Ils s'effondreront, comme Rome. »</p><p>(Traduit à partir de la version originale en anglais par Marion Issard)</p><p>Le nouvel iOS 15 d'Apple propose une fonctionnalité « permis de conduire » qui a déjà séduit huit Etats américains.</p><p>Apple</p>",
  "published": "2021-09-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}