{
  "_id": "445eb47e302fd4a60f0e366442c32591801e2a1b938596c89b732f311fb16822",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Family & Relationships -- Family & Tech:  Protecting  Children's  Hearing  ---  Here's how parents can stave off  headphone-related hearing loss  ----  By Julie Jargon",
  "text": "<p>\n  How many times have you walked into a room and had to yell that dinner is ready, only to have your kids stare blankly at you, if they look up from their screens at all? I can't count the number of times I've had to raise my voice when my kids were engrossed in a game or movie they were listening to through headphones. </p><p>\n  Were they just ignoring me? I doubt it, because this happens even when I announce there's pizza. It probably means that the volume on their devices was cranked up too loud and I should do something about it before I lose my voice -- and my temper. </p><p>\n  Noise-induced hearing loss is on the rise among young people. Some audiologists say they suspect the problem has only gotten worse during the pandemic, when kids have been glued to their devices for school, entertainment and social connection. </p><p>\n  An estimated 12.5% of children and adolescents between the ages of 6 and 19 have already suffered permanent hearing damage from excessive noise exposure, according to the Centers for Disease Control and Prevention. The World Health Organization said last month that more than a billion young adults are at risk of permanent, avoidable hearing loss due to unsafe listening practices, with nearly half of all people ages 12 to 35 in wealthy countries listening to personal audio devices at unsafe sound levels. </p><p>\n  Fortunately, safeguards are readily available. Noise-canceling and volume-limiting headphones, as well as settings on the devices themselves, are tools parents can use to protect kids' ears. </p><p>\n  The impact on children's hearing isn't immediately evident because it can take several years for hearing loss to become noticeable, according to hearing experts. The damage might not even show up on a standard hearing test, but it can lead to difficulty understanding speech in noisy environments, said Michael Cohen, director of the Multidisciplinary Pediatric Hearing Loss Clinic at Massachusetts Eye and Ear, a teaching hospital. </p><p>\n  \"There can be underlying damage to the neurons of hearing and we call that 'hidden hearing loss,'\" he said. </p><p>\n  While children aren't more susceptible to hearing loss than adults, the stakes of hearing damage are greater for them. Their developing speech can be affected by hearing loss. Also, damage from noise exposure is cumulative. \"Therefore, if children or teens are exposed to toxic noise levels at a younger age, they may reach the point where irreversible damage has occurred at a younger age as well,\" Dr. Cohen said. </p><p>\n  The daily recommended safe volume level of any sound is below 85 decibels, for a maximum of eight continuous hours, according to the WHO. For every three-decibel increase in volume, the amount of safe listening time cuts in half. So if you are listening to music at 100 decibels -- the equivalent volume of a hair dryer -- it's only safe for 15 minutes. </p><p>\n  Tom Walters, of Richmond, Vt., has a teenage son with significant hearing loss in one ear. Doctors haven't been able to pinpoint the cause. </p><p>\n  \"The audiologists have told us in no uncertain terms, 'No in-ear headphones,' \" Mr. Walters said. \"If they had their way, they'd have him wear no headphones, but he's 17 after all.\" </p><p>\n  \"Barring no-headphones,\" he said, \"they recommended over-the-ear, noise-canceling models, which is what he has. He wears them constantly, which concerns me, but I do check his listening level from time to time and he seems to be keeping it low.\" </p><p>\n  Standard earbuds are more concerning because they don't block out background noise as well as over-the-ear headphones, with their foam ear cups. Studies have shown that people on average turn up the volume of their earbuds by 13 decibels above the background noise, said Brian Taylor, director of clinical content development at hearing-aid company Signia. </p><p>\n  That's fine if you're in a classroom, where the average sound level is 60 decibels, he said, but if you're on an airplane, where it can be 80 decibels, the music in your earbuds could end up louder than a lawn mower. </p><p>\n  Noise-canceling models, though more expensive, can help: When external noise is neutralized, people don't have to turn up the volume to compensate. </p><pre>\n </pre><p>\n  What you can do </p><pre>\n </pre><p>\n  How do parents ensure their kids aren't inflicting lifelong hearing damage on themselves? Tips from experts. </p><pre>\n </pre><p>\n  -- Follow the 80/90 rule. </p><pre>\n </pre><p>\n  Audiologists say children can listen to their devices at 80% of the maximum volume for 90 minutes a day. You can eyeball this by looking at the volume slider on your tablet or phone. If your child is going to listen to a device for longer than 90 minutes a day, experts advise limiting the volume. </p><pre>\n </pre><p>\n  -- Choose volume-limiting headphones. Parents of young children can invest in a pair of headphones that cap the volume at 85 decibels, or that let parents adjust the volume for different environments. Various kids' headphone manufacturers include Puro Sound Labs, JLab, LilGadgets and Onanoff. Some of these brands sell models that include active noise cancellation. </p><pre>\n </pre><p>\n  -- Get noise-canceling earbuds. At some point -- probably sooner than you'd like -- children are going to outgrow the kiddie over-the-ear headphones and beg for a pair of earbuds. Audiologists say earbuds that fit properly can be used safely. \"The ones that seal well offer some passive noise cancellation,\" Dr. Cohen said. </p><p>\n  Earbuds that offer active noise cancellation are expensive but even safer, audiologists say. Apple's AirPods Pro, Amazon's Echo Buds and Samsung's Galaxy Buds all have technology that blocks outside noise. My colleague Joanna Stern concluded that the AirPods Pro and the Echo Buds did the best job of drowning out the sound of a hair dryer. </p><pre>\n </pre><p>\n  -- Limit the volume on the devices themselves. Apple offers ways to control volume from its iPhones and iPads. Start by going into the device settings and tap on Sounds &amp; Haptics on newer models (or Sounds on older devices), then choose Headphone Safety and enable Reduce Loud Sounds. You can drag the slider to choose the maximum decibel level you wish to allow through the headphones. </p><p></p>",
  "published": "2021-05-12T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5655,
          "end": 5660
        },
        {
          "start": 5358,
          "end": 5363
        }
      ],
      "nexusId": "10022657"
    }
  ]
}