{
  "_id": "3676881ad58cb9c3d4d84e41d81104ca10c6562b8f56fb25329242daff69da21",
  "feed": "wall-street-journal",
  "title": "AT&T Needed to Dial Back Media Dreams --- Merging WarnerMedia with Discovery creates a new media titan as well as a cleaner story for the telecommunications giant",
  "text": "<p>The deal the telecommunications company unveiled with Discovery Inc. Monday begins the process of unwinding Ma Bell's expensive foray into the world of big media. Under the terms announced, AT&amp;T's WarnerMedia unit will combine with Discovery to create a stand-alone media titan expected to generate annual revenue of about $52 billion by 2023. It will create a more focused -- and less indebted -- AT&amp;T. Net debt is expected to fall by $43 billion once the deal closes in mid-2022.</p><p>Much of those borrowings came from the company's $81 billion acquisition of Time Warner, which closed barely three years ago. The relatively abrupt about-face can be chalked up to a rapidly changing media landscape in which investors heavily incentivized Hollywood's content giants to pour capital into streaming.</p><p>That created some unique pressures for AT&amp;T, which also has a capital intensive wireless and fiber-optic business to run along with a generous dividend to maintain. Investors never warmed to the company's big media aspirations; AT&amp;T's stock has badly trailed the broader market since the company announced the Time Warner deal in late 2016. The shares fell 2.7% to $31.37 Monday.</p><p>Discovery, meanwhile, has earned some kudos on Wall Street for its efforts to build a more focused streaming offering. Discovery+ launched in the U.S. in January, and Robert Fishman of MoffettNathanson estimates the service is on pace to reach 11 million domestic subscribers by the end of the year.</p><p>Still -- at just under $11 billion in trailing 12-month revenue -- Discovery ranks below many other media outlets in scale, including Fox Corp., ViacomCBS and Walt Disney.</p><p>The move isn't quite a cash out for AT&amp;T. Citigroup analysts noted Monday that the structure of the deal as a tax-free spin limits the amount of cash and deleveraging for AT&amp;T, which said Monday it has \"resized\" its annual dividend payout ratio to about 40% to 43% of anticipated free cash flow, down from its last-stated goal of a little over 50% of free cash flow. AT&amp;T adds that it will reach its target ratio of 2.5 times net debt to adjusted earnings before interest, taxes, depreciation and amortization by the end of 2023 -- a year earlier than planned.</p><p>The move should still create a cleaner story for AT&amp;T going forward. The company was never going to land the sort of multiples investors have lavished on other media giants diving head first into streaming. And its pressing need to invest in expensive technology like 5G to keep its network business competitive made this a bad time to also keep up with the billions being poured into new streaming content by everyone from Disney to Netflix to Apple Inc. to Amazon.com.</p><p>For a company that seemingly has been in permanent deal mode since the late '90s, unwinding its largest acquisition to date may finally convince Ma Bell to stick to her knitting.</p>",
  "published": "2021-05-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2654,
          "end": 2664
        },
        {
          "start": 2637,
          "end": 2647
        }
      ]
    }
  ]
}