{
  "_id": "2f94291d2ed436aff6b4405e2563f3b34715eaa5cf881e68e6d710ac0f1fceaa",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Investors Flock to Fintech Firms in the U.K.  ---  Checkout, Monzo and  Revolut fundraisings  fuel hopes for the  country's finance sector  ----  By Simon Clark",
  "text": "<p>   U.K. financial-technology startups are raising fresh investment cash at a fast clip, a boost for London as it tries to hold on to its role as a global financial center post-Brexit. </p><p>   London-based Checkout Ltd., a behind-the-scenes processor of online payments for businesses, became Europe's most valuable venture-backed company last month after raising $450 million from investors including New York-based Tiger Global Management and Singapore sovereign-wealth fund GIC, in a round that valued it at $15 billion. </p><p>   British fintechs, including Revolut Ltd. and Monzo Bank Ltd., raised a combined $4.3 billion last year, second only to the nearly $22 billion raised in the U.S. That put the U.K. ahead of places like China and Germany, according to PitchBook data. </p><p>   London's leadership as a fintech startup hub, however, hasn't fed through to its public stock market. The London Stock Exchange lacks the giant technology companies that have come to dominate U.S. and Asian exchanges in recent years. </p><p>   The benchmark FTSE 100 remains a bastion of old-economy companies in oil, mining and traditional financial services. </p><p>   As a result, returns in the U.K. have badly lagged behind those in the U.S., where tech giants such as Apple Inc. and Amazon.com Inc. -- and in the fintech space, PayPal Holdings Inc. -- have driven outsize gains. The FTSE 100 is up just 10% over the past five years in dollar terms, versus 111% for the S&amp;P 500. </p><p>   To change that, the U.K. government has launched two reviews that could result in regulatory changes to help startups. They include discussions of loosening rules to make London's stock market more attractive to tech companies. </p><p>   Ron Kalifa, the former chief executive of Worldpay, a U.K. payments business that Fidelity National Information Services Inc. bought for about $35 billion in 2019, will announce the results of his government-backed review into fintechs in coming weeks. His recommendations might include reducing the amount of equity companies have to sell when they list on the London Stock Exchange and allowing dual-class share structures for companies trading on the exchange, according to a person familiar with the report. </p><p>   Another government review, led by Jonathan Hill, a former U.K. commissioner to the European Union, is also exploring how to persuade more startups to list in the U.K. Mr. Hill's review of stock-market rules would try to ensure they are \"adapted to the needs of fast-growing new-economy companies,\" the U.K. Treasury said in a statement last year. </p><p>   British regulators set the stage for fintechs to flourish after the last financial crisis more than a decade ago. </p><p>   \"The U.K. banking regulator realized there was too much risk concentrated in a handful of companies and decided to encourage innovation,\" said Chi-Hua Chien, co-founder of California-based Goodwater Capital and an early investor in Monzo as well as Facebook Inc. and Twitter Inc. </p><p>   For instance, the U.K. created regulatory sandboxes -- places where startups could test out their systems without worry that they would cause wider damage to the financial system. Regulators granted banking licenses to startups and authorized Checkout as a payments institution. </p><p>   The U.K.'s departure from the European Union has thrown up challenges to London's finance scene. Big banks, exchanges and insurance companies have moved jobs and capital inside the EU, though so far most operations have stayed put. </p><p>   So far this year, Amsterdam, once one of Europe's leading financial centers, has overtaken London in terms of the average value of shares traded per day, according to data from Cboe Markets. The Dutch city traded shares worth more than 9 billion euros per day in January, equivalent to $10.9 billion, versus 8.6 billion euros in London. </p><p>   The change in stock trading venue doesn't have a direct impact on where finance professionals need to be and little effect on tax revenues in either the U.K. or the Netherlands. In the long term, there are concerns that investors might find trading more costly if activity is split up among different cities. </p><p>   The break, which pulls the U.K. from Europe's single labor market, could make it harder for U.K. fintechs to recruit employees. </p><p>   \"Post-Brexit, it will be interesting to see how many visas we can get to bring talent to London,\" said Guillaume Pousaz, Checkout's founder and chief executive. Supportive regulation, tech-savvy workers and plentiful funding were the reasons he founded the company there in the first place, he said. </p><p>   When a pizza is ordered from an online ordering platform that is a Checkout client, the company's technology ensures the restaurant, delivery person and the platform get paid correctly. The nine-year-old company recently disclosed new offices in New York and Denver. </p><p>   U.K. startups are dealing with Brexit's obstacles in different ways. Monzo, a digital bank popular among young consumers, is vying to expand in the U.S., where it has applied for a banking license. Rival Starling Bank Ltd. has applied for a license in Ireland, which would give it access to the rest of the EU. </p><p></p>",
  "published": "2021-02-12T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1214,
          "end": 1224
        },
        {
          "start": 1214,
          "end": 1223
        },
        {
          "start": 1214,
          "end": 1219
        }
      ]
    }
  ]
}