{
  "_id": "073a61d70589a90fe745349a05d0bffb78578ab1ca46e5f8fc29a8522ae7195c",
  "feed": "wall-street-journal",
  "title": "VC Daily: Sprinter Health Collects $33 Million to Join Home-Healthcare Race",
  "text": "<p>In March, for example, DispatchHealth, which can provide hospital-level care in the home, disclosed a $200 million financing that valued the company at $1.7 billion.</p><p>Menlo Park, Calif.-based Sprinter isn't out to compete with DispatchHealth. Sprinter, which formed in January, sends nurses and phlebotomists to patient homes to perform more-routine services such as blood draws and Covid-19 testing. The company, whose investors include Andreessen Horowitz, targets customers such as health systems and telehealth companies seeking to extend their services to patient homes, said co-founder and Chief Technology Officer Cameron Behar.</p><p>Sprinter faces competition from other startups, such as Getlabs, which also sends phlebotomists to patient homes, but Mr. Behar said the market opportunity is large.</p><p>\"We'll all see the benefits from the rise of home healthcare as an expectation and a reality,\" he said.</p><p>And now on to the news...</p><p>Top News</p><p>Fundraising surges. Healthcare venture capitalists are capitalizing on their recent investment successes by refueling with new funds.</p><p>U.S. venture firms focusing mainly on healthcare have raised $44.8 billion across 183 funds through Oct. 11, compared with $43.5 billion through 264 funds in all of last year, according to market tracker PitchBook Data Inc.</p><p>A strong market for biomedical initial public offerings and acquisitions has enabled medical venture capitalists to quickly generate returns for their investors. Now, many are rounding up new and larger funds.</p><p>The quickening pace of innovation and a favorable regulatory environment are combining to create promising investment opportunities, some venture capitalists said.</p><p>$44.8 Billion</p><p>The amount that U.S. venture firms investing mainly in healthcare have raised this year, as of Oct. 11, according to market tracker PitchBook Data Inc.</p><p>Apple Studying Potential of AirPods as Health Device</p><p>Apple Inc. is studying ways to make AirPods into a health device, including for enhancing hearing, reading body temperature and monitoring posture, according to documents reviewed by The Wall Street Journal and people familiar with the plans. The plans further demonstrate Apple's ambition to add health and wellness features to devices beyond the Apple Watch, where most of the company's health functions exist today. Apple is also working on technology that aims to use iPhones to help diagnose depression and cognitive decline, the Journal reported last month.</p><p>Industry News</p><p>Exits</p><p>Mindbody Inc., a wellness experience technology company backed by private-equity firm Vista Equity Partners, agreed to buy fitness and wellness subscription service ClassPass. Alongside the acquisition, Mindbody secured an investment of $500 million from a group including investment firm Sixth Street. Founded in 2013, ClassPass is backed by a slew of private equity and venture capital firms including L Catterton, Apax Partners, GV, CRV, General Catalyst, Mayfield Fund, M13 and Thrive Capital.</p><p>Labster, a producer of virtual laboratory simulations, agreed to acquire UbiSim Inc., a Montreal-based virtual-reality training platform for nursing, for an undisclosed amount. Early this year, Copenhagen-based Labster said it had raised $60 million in Series C financing from Andreessen Horowitz, GGV Capital, Owl Ventures, Balderton Capital, Northzone, Swisscom Ventures and EduCapital.</p><p>New Money</p><p>CinCor Pharma Inc., a Cincinnati-based startup focused on the pharmaceutical treatment of cardio-renal diseases, closed a $143 million Series B round led by General Atlantic. New investors including Perceptive Advisors, BVF Partners, venBio Partners, Omega Funds, Lilly Asia Ventures and Sixty Degree Capital also participated in the funding, alongside previous backers Sofinnova Investments, Sofinnova Partners and 5AM Ventures. Jason Pitts, vice president at General Atlantic, will join CinCor's board.</p><p>Sciwind Biosciences Co., a China-based developer of treatments for metabolic disease, completed a $70 million Series C round led by IDG Capital, Loyal Valley Capital and LYFE Capital. The company also appointed Xinle Wu to the post of chief scientific officer and Martijn Fenaux as senior vice president, nonclinical development and translational science. Mr. Wu was most recently senior scientific director at Lilly China Innovation and Partnership. Mr. Fenaux was previously at Terns Pharmaceuticals, Novartis and Gilead Sciences.</p><p>AUM Biosciences, which is focused on developing novel targeted oncology therapies, raised $27 million in Series A funding led by Everlife and Sprim Ventures. The company has offices in Singapore, Wilmington, Del. and Australia.</p><p>Akadeum Life Sciences Inc., an Ann Arbor, Mich.-based startup whose biological separation platform has applications in cell therapy and diagnostics, raised an oversubscribed $17.5 million Series B round. Arboretum Ventures led the investment, with Managing Partner Dan Kidle joining the board. Beringea, Agilent Technologies, BlueStone Venture Partners, Berkeley Catalyst Fund, Michigan Capital Network, Michigan Rise and others also contributed to the round.</p><p>AceCann, a Lisbon-based medical cannabis startup, was seeded with a $15 million investment. Casa Verde led the round, which included additional support from Lince Capital.</p><p>Better Health, a San Francisco-based medical supply and services provider to people with chronic conditions, picked up $10 million in Series A funding. Lead investors Caffeinated Capital and General Catalyst were joined by 8VC, Anorak Ventures and others.</p><p>ScienceIO, a healthcare data platform, emerged from stealth with $8 million in seed funding from investors including Section 32, Sea Lane Ventures, Quiet Capital, Dorm Room Fund, Toba Capital and Swell Partners. Additionally, ScienceIO hired Chuck Smolky as its first chief commercial officer. He was previously at Optum, Aetna and Health Fidelity.</p><p>Seraphina Therapeutics, a San Diego-based startup dedicated to advancing health through the discovery of essential fatty acids and micronutrient therapeutics, added $5 million in Series A funding from investors including Domain Associates.</p><p>KixCare Inc., a Canadian virtual pediatric-care platform, nabbed $2 million in seed funding. Esplanade Ventures led the investment, which included participation from Horizon Capital and others.</p><p>More Health News</p><p>Covid-19 vaccine-mandate fight between Texas and Biden has companies caught in the middle</p><p>Florida fines county more than $3 million over vaccine mandate</p><p>Johnson &amp; Johnson Covid-19 booster shot bolsters immune defense, FDA staff say</p><p>The multibillion-dollar dogfight over your pet's prescription</p><p>Around the Web</p><p>Therapeutic advances with early patient engagement. (Life Sci VC)</p><p>Top Democrat advocates for drug pricing negotiations. (Washington Post)</p><p>Health industry wields power in California's high-stakes battle to lower health care costs. (Kaiser Health News)</p>",
  "published": "2021-10-14T13:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1891,
          "end": 1901
        },
        {
          "start": 2310,
          "end": 2315
        },
        {
          "start": 2164,
          "end": 2169
        },
        {
          "start": 1838,
          "end": 1843
        },
        {
          "start": 2239,
          "end": 2250
        },
        {
          "start": 1891,
          "end": 1900
        },
        {
          "start": 2239,
          "end": 2244
        },
        {
          "start": 1833,
          "end": 1843
        },
        {
          "start": 1891,
          "end": 1896
        }
      ]
    }
  ]
}