{
  "_id": "0fcc0ce94fd030d3c33360b14fd352e7b319f6e697626489d546d7bd4d11b558",
  "feed": "ftcomall",
  "title": "The UK and EU will remain at odds over finance ",
  "text": "<p>Hello from London, where politicians and business leaders are increasingly preoccupied with a plan for the future of financial services, one of the UK's biggest industries.</p> <p>Today's main piece looks at the emerging relationship between the UK and EU on this most sensitive of topics. Amsterdam has <a href=\"https://www.ft.com/content/3dad4ef3-59e8-437e-8f63-f629a5b7d0aa\">become</a> the largest share trading hub in Europe, and some derivatives and bond trading has also followed as investors adapt to the UK outside the single market. We look at whether a memorandum of understanding (MoU) between London and Brussels can stem the shifts. </p> <p>In Tit for tat, we quiz Ebru Pakcan, global head of trade business at Citi, on the impact of the pandemic on supply chains. </p> <h2>What can the UK do to halt the shift out of London?</h2> <p>It's been a jolt to some — although not <em>Trade Secrets</em> — that Amsterdam has been winning some of the UK's trading business in the weeks since the UK left the Brexit transition period.</p> <p>Such an outcome was inevitable even before the two sides secured their historic Christmas Eve agreement. As financial services were not included in the deal, it was effectively hard Brexit, and some business was unceremoniously ripped away.</p> <p>Even so, the rapid shift creates tensions. To both sides finance is an existential question, albeit for different reasons. For the UK it is about the right to run one of its important industries unencumbered. For the EU, it's a question of oversight of assets denominated in the euro.</p> <p>The UK-EU trade deal promised co-operation and a MoU on financial services by the end of March. The Bank of England and its counterpart, the European Central Bank, struck an agreement last week, but that is a rare bright spot as attitudes have hardened in the eight weeks since the UK left the single market.</p> <p>Boris Johnson said the trade deal hadn't gone as far as the British had wanted on financial services. That is true, up to a point. The UK thinks it can regulate the industry more effectively than Brussels. Even EU authorities admit some of the prescriptive rules introduced after the 2008 financial crisis have <a href=\"https://www.ft.com/content/0f7669f8-1756-11ea-9ee4-11f260415385\">not worked</a> as planned. And as Andrew Bailey, governor of the BoE indicated this month, an industry that contributed £76bn in tax receipts to the UK cannot be an EU “rule taker”.</p> <p>Brussels is wary of handing oversight of its markets and euro-denominated assets to an overseas regulator that may have other priorities. Trust on the EU side was in short supply before the UK's internal market bill appeared and soured the political atmosphere. Many European policymakers haven't forgotten the eurozone debt crisis, when LCH, a London clearing house, dramatically increased the amount of money traders had to post to insure their Spanish, Irish and Portuguese sovereign debt trades. That act exacerbated the crisis in EU eyes.</p> <p>Some of the EU concerns are about the UK becoming a low-tax, deregulated market on its doorstep. At times this charge can appear overblown. Few executives want <a href=\"https://www.ft.com/content/63d443ff-7a02-4848-ba0c-8085426e7640\">wholesale change</a>, having just spent a decade and billions of pounds implementing new rules. Many bankers welcomed the tougher standards. The UK, like the EU, is signed up to G20 banking and markets commitments such as bank capital requirements or transparency on derivatives trading. Changes, like the BoE's supervision of banks, are likely to be technical rather than sweeping.</p> <p>To reverse the recent outflow to the EU, the UK needs more determinations from Brussels that London has the same supervisory and regulatory standards as those covering the EU. There are about 40 of them, known as equivalence decisions, covering financial markets activity such as investment services and capital requirements.</p> <p>Each one eases cross-border trade. Without them some activities are impossible, others merely inefficient and costly. They aren't substitutes for the passporting allowed by the single market; decisions can be revoked unilaterally at 30 days' notice. </p> <p>Brussels, wary of the UK's promise to diverge from EU rules and wanting to build its own capital markets, has given the UK only two temporary permits, on clearing and settlement. Otherwise it has fewer than Turkey and the Faroe Islands, which prefer to align with EU standards.</p> <p>This wariness is the crux of the issue. Ultimately the equivalence framework relies on trust. Without it, there's little space for compromise between the two positions. The UK wants the flexibility to diverge, even if it has not laid out its plans. The EU is unwilling to trust a country that will not commit to following its rules. The result is friction. The EU is happy to see business repatriated; the UK is ambivalent about equivalence.</p> <p>Still, there is scope for agreement in March. The two sides might deepen their regulatory discussions. But an MoU, rather than a more formal accord, also suggests both sides knew talks would not yield much of substance. The tone is, for now, more adversarial. </p> <p>London, as the continental leader, has more business to lose. It remains the global leader in markets such as derivatives, where daily turnover volumes dwarf those of its European rivals. </p> <p>The departed share and swaps trading can be shrugged off. Hedge funds and asset managers still run their vast portfolios from London and big US investment banks still leave trillions of dollars on their balance sheets in the UK capital, to help lubricate trading in bonds, foreign exchange along with derivatives. These remain London's strengths, and where the main battle will be fought in the next few years.</p> <h2>Tit for tat</h2> <p><strong>We talked to Ebru Pakcan, global head of trade business at Citi, about how the pandemic and focus on due diligence were affecting global supply chains. </strong></p> <p><em>1. Will we see supply chains become more robust post-pandemic?&#xa0;</em></p> <p>Supply chain resilience is not a new concern for major corporations. However, the learnings from the pandemic accelerated strategic planning for diversification and subsequent execution of such plans. Many companies that strictly fine-tuned their supply chains for cost-effectiveness, quality and production timeliness over the years are now rethinking their strategy with a greater degree of consideration given to selection of markets, geopolitics, sustainability and climate themes. </p> <p>Alternative supply chains are being created either to reduce the dependency on the primary supply chains or to fundamentally change the sourcing strategy for businesses. This may be an expensive endeavour for many industries. In the end, companies need to assess the optimal balance, with improving resilience leading to an increase in costs. However, there should be no doubt that supply chains will be more robust post-pandemic.</p> <p><em>2. Which particular countries do you think will benefit from companies' rethinking of their supply chains?&#xa0;</em></p> <p>We certainly see the trend of companies diversifying supply chains away from China to other Asian markets. This is especially relevant for those industries that have almost singularly invested in supply chains in China. The winning markets are typically in south-east Asia. For example, we see Vietnam and Philippines increasing their share of exports of electronics parts and goods in an industry dominated by China. </p> <p>However, other international markets have benefited too. Some European companies are exploring nearshoring with a renewed focus on shifting supply chains to central and eastern European markets. Likewise, Mexico and Colombia, among other Latin American markets, continue to attract supply chain investments from the rest of the Americas. On the other hand, we should note that China continues to hold on to a good portion of its supplier capacity as some corporations are adapting their supply chains to service the sizeable domestic China market demand.</p> <p><em>How does the diversification of supply chains sit alongside the push for companies to focus more on due&#xa0;diligence requirements?&#xa0;</em></p> <p>It is important to remember that, for countries to be attractive supply chain destinations, it takes more than offering cost benefits. Ease of doing business, local labour laws, trade policies, taxation and other business incentives are included among the important criteria used by major corporations in building out their supply chain strategy. </p> <p>Sustainability considerations are becoming increasingly prevalent in this decision-making process. As governments implement additional due diligence requirements to support the sustainability objectives, many companies are looking to enhance their supply chain management capabilities including their diversification strategy. It is essential for any countries striving to grow their share of international trade to adapt their policies, regulations, infrastructure and market practices in compliance with sustainability principles. </p> <h2>Don't miss</h2> <ul>  <li><p>The launch of the 5G variant of the iPhone has propelled Apple to the top of the global smartphone makers' rankings for the first time in five years, bucking the broader slowdown in handset sales during the pandemic.<br><a href=\"https://www.ft.com/content/ee13ada3-a66a-4b3a-9def-bb308a800941\">Read more</a><br></p></li>  <li><p>The UK's top banks have urged ministers to develop an ambitious strategy to boost exports of financial services after the sector was largely left out of the post-Brexit trade deal with the EU.<br><a href=\"https://www.ft.com/content/fc8b51ac-e90c-48d3-bee0-d551303e1863\">Read more</a></p></li>  <li><p>Martin Wolf writes on why once successful countries like the UK get left behind. <br><a href=\"https://www.ft.com/content/217f6d28-5a3e-48e0-bf6e-c2618da8f34b\">Read more</a></p></li> </ul> <h2>Tokyo talk</h2> <p><em>The best trade stories from Nikkei Asia</em></p> <ul>  <li><p>Toshiba and GE are in talks to co-produce core equipment for offshore wind power systems, in an effort to compete against European and Chinese rivals.<br><a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Toshiba-and-GE-in-talks-to-produce-offshore-wind-power-equipment\">Read more</a></p></li> </ul> <ul>  <li><p>China has increased its production quota for&#xa0;rare-earth metals by close to 30 per cent for the first half of this year&#xa0;as demand for electric vehicles&#xa0;and robotics soar.<br><a href=\"https://asia.nikkei.com/Business/Markets/Commodities/China-boosts-rare-earth-output-amid-growing-tech-war-with-US\">Read more</a></p></li> </ul><p>Source: Philip Stafford 2021 'The UK and EU will remain at odds over finance ' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T12:16:52.969Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8782,
          "end": 8787
        }
      ]
    }
  ]
}