{
  "_id": "76d66cc2991cdd2bb40d56a030fb19dd222ba98add1a321f3f4431b7e51be4b4",
  "feed": "wall-street-journal",
  "title": "Shares Rebound as Energy Prices Soar --- After Monday's sharp losses, technology sector leads major indexes higher",
  "text": "<p>The shaky state of the stock market over the past month is both a result of typical seasonal volatility -- September and October tend to see more selloffs than other months -- but also somewhat inevitable. Backed by a Federal Reserve that has pursued a highly accommodative monetary policy, stock investors enjoyed an uninterrupted rally since last March, with the S&amp;P 500 nearly doubling.</p><p>The recent spate of volatility was both unavoidable and relatively modest, said Michael Gayed, a portfolio manager and author of the Lead-Lag Report newsletter. Including Tuesday's gains, the S&amp;P is down less than 5% from its early September record. \"If anything, this is long overdue,\" he said.</p><p>Investors do have several worries: inflation, Covid-19's continued effect on the economy and when the Fed will begin tightening monetary policy. Lately they also have had to worry about whether the U.S. government will default on its debt as well as supply-chain snarls and surging commodities prices, which bring home the inflation issue to nervous investors.</p><p>What is important to watch now, Mr. Gayed said, is the bond market. The yield on the U.S. 10-year Treasury note is essentially the bond market's reading on where inflation is headed. Its recent rise has shaken investors who had relied on the Fed's assessment that high inflation was transitory. \"Markets could become very manic if the bond market says 'we were wrong about inflation,'\" he said.</p><p>The yield on the benchmark 10-year U.S. Treasury note rose to 1.528% from 1.481% Monday. Yields move inversely to prices.</p><p>Tech stocks are especially sensitive to changes in bond yields, which affect the values that investors ascribe to far-off future profits.Higher bond yields have been the prime mover behind the selloff in tech stocks.</p><p>Those falls took a breather Tuesday. Facebook shares rose 2.1% to $332.96, a day after an outage shut down its social media and messaging platforms. Facebook whistleblower Frances Haugen testified before Congress Tuesday about internal documents showing harms from the company's products.</p><p>Microsoft rose 2% to $288.76, Amazon gained 1% to $3,221.00 and Apple added 1.4% to $141.11.</p><p>Surging energy prices threaten to further weigh on companies just as the earnings outlook is dimming. West Texas Intermediate, the U.S. oil benchmark, rose 1.7% to $78.93 a barrel, settling at its highest level since Oct. 31, 2014.</p><p>Natural-gas prices soared on concerns about a shortfall in stockpiles heading into winter. U.S. gas futures rose 9.5% to $6.31 per million British thermal units. That was the highest settlement price since 2008.</p><p>In economic news, data showed the U.S. trade deficit widened by more than expected in August. The trade balance stood at a deficit of $73.3 billion in August. Economists had expected a more modest increase.</p><p>Concerns about China's property companies, fanned in recent weeks by strains at China Evergrande Group, were rekindled by smaller rival Fantasia Holdings Group, which said late Monday it had failed to repay some maturing dollar bonds. Fantasia's stock was halted from trading, while the Lippo Select HK &amp; Mainland Property index fell over 3%.</p><p>The pan-continental Stoxx Europe 600 rose 1.2% to 456.03, led by banks and technology and media companies.</p><p>In the highly speculative crypto market, bitcoin crossed the $50,000 level for the first time in a month.At 5 p.m. ET, It was at $51,377.60, up 4.8%.</p><p>Early Wednesday, Japan's Nikkei Stock Average was down 1% and Hong Kong's Hang Seng Index was down 0.9%. U.S. stock futures were down 0.5%.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2134,
          "end": 2139
        }
      ],
      "nexusId": "10022657"
    }
  ]
}