{
  "_id": "87739e0d9771966413688abf6d206232ab1b7f8ee2a90cad04da893f73cd60fe",
  "feed": "ftcomall",
  "title": "How hard seltzer's viral success could transform the drinks market",
  "text": "<p>It is difficult to recall which came first — hard seltzer or memes about middle-class women drinking hard seltzer.</p> <p>On the video platform TikTok the US hard seltzer brand White Claw has become part joke, part lifestyle choice. Endless viral refrains such as “Ain't no laws when you're drinking Claws” and “White Claw wasted” poke fun at millennials' love of this low-carb alternative to beer. It is mocked as a libation for soccer moms, country clubbers, Wall Street finance bros and sorority girls.</p> <p>But what is hard seltzer? This fruit-flavoured alcoholic sparkling water has <a href=\"https://www.ft.com/content/379317fe-fb0b-11e9-a354-36acbbb0d9b6\">risen to prominence</a> as a diet-conscious drink. While it is by no means a health drink, it is “low-carb” and “low-cal” compared with most alcoholic beverages.</p> <p>And it is a huge hit. The drink is expected to take more than 15 per cent of the US beer and cider market by 2024, according to research company Bernstein. In 2018, total sales in the US came to $708m. In 2020, hard seltzer raked in at least $4.1bn in drink-at-home sales alone, more than double the previous year's retail sales, according to data from market research company Nielsen.</p> <p>Brands vary in how they are made. Some, such as High Noon, Smirnoff and Two Brooks, add alcohol to soda water (liquor to seltzer). Others, such as White Claw, are made from fermented sugar. Mass-market varieties taste a bit like Haribo sweets dissolved in fizzy water with a cough-syrup aftertaste. A “reviewer” on TikTok says “it tastes like the flavour is in a different room to you”. Higher-end hard seltzers, such as Wild Basin and Montauk, taste marginally less artificial, with a refreshing fizz.</p> <p>“[Hard seltzer] gives you a good buzz,” one drinker tells the FT. “Sometimes with hard booze, you go crazy — wine sometimes makes you sleepy, beer sometimes makes you full. Seltzers are just right.”</p> <p>And there is another side to the taste factor: it is difficult to discern the alcohol at all.</p> <p>Online jokes aside, this new entrant to the drinks market is proving more than just a viral fad. </p> <p>Big brands have rushed to join the party. In 2016, the market consisted of White Claw, Truly and a little-known brand called SpikedSeltzer. In 2018, there were 10 brands in stores; in 2019, there were 26. Today there are more than 65, according to Nielsen data.</p> <p>Hard seltzer is core to the strategy of legacy beer brands targeting a younger, less “blokey” demographic, which has tended to lag behind in beer consumption. In January 2020, Anheuser-Busch InBev, the world's largest brewer, launched Bud Light Seltzer. “We're selling everything we can produce,” says Carlos Brito, AB InBev chief executive. Corona in the US, <a href=\"https://www.ft.com/content/2927f726-ed81-4855-aaef-9472ea0e9776\">Molson Coors</a> and Heineken also launched hard seltzers last year. Even Coca-Cola launched the Topo Chico brand in Latin America in 2020, with similar plans for Europe this year — giant steps for a conservative company that has long been nervous of entering the alcohol market.</p> <p>“Hard seltzer is the biggest phenomenon in ‘beer' since the launch of Miller Lite in 1975 and Budweiser Light in 1982,” says brewing industry consultant Bump Williams. When “light” lower-calorie beer was first introduced, its popularity rocketed among health-conscious consumers and it remains one of the most significant beer subcategories. “Light beer changed the industry and hard seltzers may be the new generation's light beer of the future,” says Williams.</p>  <p><strong>There are clearly upsides to</strong> going viral. For one, hard seltzer has proved pandemic resistant. Its status as the internet humour drink <em>du jour</em> amplified its popularity in 2020, as locked-down consumers spent time creating social media content — and drinking. White Claw accounts for more than half the US market by sales volume. “A 12-pack of White Claw is one of the five top-selling ‘beers' in all of America,” says Davin Nugent, chief executive of White Claw owner Mark Anthony Brands.</p> <p>Yet there are downsides too. The constant thirst for new content on social media means that brands have little control over how their products are presented. Drinkers on TikTok, for example, often mix hard seltzer with other kinds of liquor to up the alcoholic content: a viral recipe for White Claw slushies combines blended frozen fruit, hard seltzer and vodka. </p> <p>White Claw takes people using its seltzer as a mixer “very seriously”, says Nugent. “It detracts from your brand. You get confusion about what you use it for.” </p> <p>Even greater confusion may have been generated by various unofficial 2020 “White Claw challenges” that involved people on TikTok, Instagram and YouTube recording themselves binge drinking and catching cans bounced off basketballs.</p> <p>Though White Claw has been buoyed by its youthful reputation, market experts warn this popularity could hinder building long-term relationships with consumers. As the hard seltzer drinkers of today grow older, the category may face a problem, says Trevor Stirling, an analyst at Bernstein: “Few consumers want to drink the brands of their youth.”</p> <p>Yet as the vaccine rollout sets the stage for a return to social events, hard seltzer is primed for another surge. It seems likely that 2019's and 2020's viral drink of the summer will be 2021's as well. </p> <p><em>Madison Darbyshire is a retail investment reporter for the FT; Judith Evans is the FT's consumer industries correspondent</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Madison Darbyshire and Judith Evans 2021 'How hard seltzer's viral success could transform the drinks market' FT.com 6 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-06T05:00:43.242Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5495,
          "end": 5500
        }
      ],
      "nexusId": "10022657"
    }
  ]
}