{
  "_id": "9cafcc6a675b7e59ac37fb971e454abc4ec372c7ed64e18c2f768e5e147bbf8e",
  "feed": "ftcomall",
  "title": "The creative genius of Olivier Humbrecht",
  "text": "<p>What makes a great wine creator? Working with the finest vineyards certainly helps, but that implies luck rather than talent. Attentive vineyard work is essential, and it's always a partnership with nature. The best winery craft is scrupulous, but inspired by ideals of limpidity and purity. Wine export is complex with multiple bureaucratic challenges. You need a designer's eye for labels and packaging, and the ability to communicate in several languages to tell the world your product's story. </p> <p>The great don't merely perform but are agents of evolution, revealing wine grandeur where none suspected it, lifting the expressive possibilities of a vineyard or a region to new heights. If I had to name one winegrower of this rare sort, it would be Olivier Humbrecht of Domaine Zind-Humbrecht in Alsace.</p> <p>His father Léonard, it's true, gave him a rolling start. “In the 1970s,” Olivier relates, “if you wanted to buy a vineyard on the plain, the vendor insisted you also buy a parcel up on the hills. Today it's the opposite. Back then, nobody worked the hillsides properly. And hillside sites gave lower yields. The productive parcels were thought best. So it enabled those with vision to build up serious hillside domains.</p> <p>“My father did lots of historical research to find out which wines sold at the highest prices in the 15th and 16th centuries, which terroirs were most articulate, and why. Then every two or three years he'd buy a new parcel of vines.” </p> <p>In particular, his father bought, cleared and replanted 5.5ha of what is probably the greatest single site in Alsace, the dauntingly steep Rangen de Thann. Its wines had been drunk at Empress Maria-Theresa's Habsburg court, and the vineyard was at different moments mentioned by Rabelais, visited by Montaigne and part-owned by Louis XIV. It was later mined and bombed during the first world war and largely abandoned thereafter. The Humbrechts also acquired the Clos Windsbuhl in Hunawihr (an ex-Habsburg property, first mentioned in 1324), as well as land in the Grands Crus of Hengst, Brand, Goldert and, more recently, the sought-after Sommerberg.</p> <p>Olivier attracted notice as a 26-year-old, when he became the first French Master of Wine in 1989, having tackled it out of curiosity while working in London — an indication not simply of his intellectual capacities but of his tasting ability too. He had already studied in Toulouse at the most wide-ranging of French winemaking schools. </p> <p>Humbrecht is curious and runs a multitude of experiments in order to advance his understanding of difficulties. He's a leading advocate of biodynamic agriculture, a radical branch of organic cultivation based on (but much adapted from) the agricultural lectures Rudolf Steiner gave in 1924. Not because it is fashionable or ideologically congenial, though, but because of manure.</p> <p>“Our soil was getting poorer and poorer in the early 1990s,” he remembers. “We had disease problems, too, and they were getting harder to remedy. We weren't happy with the quality of our fruit, and realised we were getting to the end of a system. We started making our own compost which we mixed with manure which we bought from a farm down the road. But the farm was cultivated intensively, with cattle that were kept inside all the time, and fed silage, pellets, grains, all of them given additions of antibiotics and so on. The faeces didn't smell good . . . and the compost was a total failure.” </p> <p>It was in sourcing better manure from a mountain farm run according to biodynamic principles that Humbrecht discovered this form of agriculture. He trialled it alongside his conventionally cultivated parcels and the results quickly convinced him to convert all of the domain's vineyards, despite having to triple his workforce.</p> <p>Many domains in Alsace and in Germany produce huge ranges of 30 or more wines, but their diversity is chimerical: a matter of labels and vineyard names, while the wines resemble each other. Not so with Zind-Humbrecht. Every wine of the 20 or so Humbrecht makes each year is clearly differentiated from its peers — strikingly characterful, saturated with scent, texture and flavour. They are singular sensual objects of huge personality and impact. This is partly a result of intense vineyard scrutiny, thought and work, but also of restraint in his subterranean winery: pressing the grapes slowly and firmly, letting the juice ferment at its own pace, using wild yeasts and neutral vessels.</p> <p>Humbrecht is much occupied by environmental questions and by climate change. “Alsace now has the climate of Provence 50 years ago, and our growing cycle moves forward by five days every 10 years.” He claims, only half-jokingly, that he is thinking of planting bush-vine Vermentino, a Mediterranean variety, in a recently uprooted vineyard. </p> <p>The Zind-Humbrecht range was formerly marked by several outstanding wines that — thanks to his low yields, scrupulous viticulture and winemaking restraint — finished sweet. Having rethought row orientations, inter-row plantings and pruning methods, and having discovered that biodynamic cultivation helps bring ripeness at lower sugar levels and with better tartaric-acid retention, he finds that most of his wines are now dry: “My sweetest Pinot Gris in 2019 has 10g/l of sugar, and all the rest are below 5g/l; my sweetest 2019 Riesling has 8g/l of sugar and all the rest are between 0g/l and 3g/l.” </p> <p>He also produces (as every wine creator concerned about wine's lack of diversity and access should try to do) a range of accessibly priced wines blended from different soil types across all of the domain's vineyards: the Roche series.</p> <p>There's much more to say about Humbrecht's work, but in the end the proof of his greatness lies in the bottles. I tried a selection from the 2018 vintage. They are troublingly good. No one would call them pretty, but you wouldn't call a Bacon painting pretty. No one would say they're easy on the palate, just as a Shostakovich symphony isn't always easy on the ear. They are intense, dense, challenging and compelling.</p> <p>In the Roche series, the 2018 Pinot Gris Roche Volcanique and 2018 Roche Roulée Gewürztraminer are finely contrasted, the latter all honeysuckle perfume and bitter rose flavours while the former is less fragrant but still more dense, packed with honeyed quince and pear. The 2018 Pinot Gris from Rotenberg shocks in its driving dry energy, a kind of explosion of citrus skins and apple peel with fruits, salts and stone essences. The two 2018 Rieslings from Clos Hauserer and from Rangen de Thann are still more testing, both of them prisms of acidity through which scent and flavour refract, cascade and disperse on the palate: more exotic&#xa0;(plum and mango) in the Clos Hauserer, more stony and severe in the Rangen de Thann. Wine — a liquid subject to the depredations of time — can be neither monumental nor abiding. Yet Humbrecht's come close. </p> <p><em>For stockists, see&#xa0;</em><a href=\"https://www.wine-searcher.com/\"><em>Winesearcher</em></a></p> <p><a href=\"https://www.andrewjefford.com/\"><em>AndrewJefford.com</em></a><em>; Jancis Robinson is away</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Andrew Jefford 2021 'The creative genius of Olivier Humbrecht' FT.com 21 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-21T04:00:21.092Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6425,
          "end": 6430
        }
      ],
      "nexusId": "10022657"
    }
  ]
}