{
  "_id": "3b5e153516ae807a2747f4ebfae1b6a8f39f6671cbd0efbd0a1fe53245e2deea",
  "feed": "market-watch",
  "title": "Trade Desk stock soars after advertising-tech company posts earnings beat",
  "text": "<p>The Trade Desk TTD posted third-quarter net income of $59.4 million, or 12 cents a share, up from $41.2 million, or 8 cents a share, in the year-earlier quarter. On an adjusted basis, the company earned 18 cents a share, up from 13 cents a year earlier and ahead of the FactSet consensus, which called for 15 cents a share.</p><p>Revenue increased to $301.1 million from $216.1 million, while analysts had been expecting $283.5 million.</p><p>The company is “seeing growth across all channels, and none more so than Connected TV, as viewers shift to new digital, streaming services and advertisers apply data to TV ad campaigns for the first time,” Chief Executive Jeff Green said in a release.</p><p>Shares are up 25.5% following the report and on track for their best day in about a year. The stock gained 26.6% on Nov. 6, 2020.</p><p>Don't miss: Here are the companies that Apple's ad changes are hurting, and the ones that can withstand the pain</p><p>For the fourth quarter, The Trade Desk anticipates at least $388 million in revenue and about $175 million in adjusted earnings before interest, taxes, depreciation, and amortization (Ebitda). The FactSet consensus was for $387 million in revenue and $162 million in adjusted Ebitda.</p><p>RBC Capital Markets analyst Matthew Swanson wrote that the outlook “likely remains conservative given strong execution and demand trends, which we feel are prudently balanced with some level of uncertainty from the macro environment.”</p><p>Shares of The Trade Desk have risen 2.6% over the past three months as the S&amp;P 500 SPX has risen 6.1%.</p>",
  "published": "2021-11-08T10:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 853,
          "end": 858
        }
      ]
    }
  ]
}