{
  "_id": "91a061e335b41582b334b25981ff2c112cf8126a1aa27a420f6846afbbe78668",
  "feed": "wall-street-journal",
  "title": "Amazon Closes In On Deal For MGM --- With price of almost $9 billion, film studio would build streaming assets for tech giant",
  "text": "<p>The deal would mark Amazon's second-largest acquisition in history, behind its $13.7 billion purchase of Whole Foods in 2017, and highlight the premium that content is commanding as streaming wars force consolidation and drive bigger players to bulk up with assets.</p><p>The privately traded MGM was valued around $5.5 billion, including debt, last December. Its stock price has soared in recent days, from about $105 a share in mid-May, before talks were reported. The share price reached $150 Monday afternoon, after The Wall Street Journal reported news of the expected deal.</p><p>The fabled movie and TV studio had around $2 billion of long-term debt at the end of March. It has long been considered in play, but hired investment banks LionTree LLC and Morgan Stanley late last year to begin a formal process.</p><p>News of deal talks first emerged as AT&amp;T Inc. agreed to combine its media assets with Discovery Inc. to form a new company, a deal that is expected to spark even further media consolidation.</p><p>The talks between Amazon and MGM have been on-again, off-again since the start of this year, people close to both companies said. Amazon and MGM have been in exclusive talks in recent weeks, the people said.</p><p>An acquisition of one the most iconic entertainment brands in the world would be the most aggressive foray yet by a tech giant into Hollywood.</p><p>The studio is best known for classics such as \"Singin' in the Rain,\" as well as \"Rocky\" and \"The Pink Panther.\" MGM has a library of titles, including the James Bond franchise, that, in contemporary Hollywood, is most valuable as an asset that can be used to drive subscriber sign-ups to Amazon's Prime Video streaming service.</p><p>MGM also has a TV studio whose shows include the Hulu hit \"The Handmaid's Tale\" and FX's \"Fargo.\" It also owns the premium pay-TV channel Epix.</p><p>MGM shares the James Bond franchise with a holding company owned by the Wilson/Broccoli family, who co-own the copyright to existing Bond movies and control the future of the franchise. The next Bond movie, \"No Time to Die,\" was delayed by the pandemic and is now scheduled for release in October.</p><p>While Amazon is getting a big library, the MGM classics such as \"The Wizard of Oz\" and \"Gone with the Wind\" were sold long ago along with the rest of the pre-1948 catalog and now belong to AT&amp;T's Warner Bros.</p><p>Forbes and The Information previously reported on Amazon's interest in MGM.</p><p>Amazon has continued to invest billions of dollars in its film and TV operations as well as live sports to support its Prime membership offering. The company is currently in production on a TV series based on \"Lord of the Rings,\" which has a first-season budget of $465 million.</p><p>Amazon has spent hundreds of millions of dollars acquiring would-be theatrical releases from major studios, like Paramount Pictures' forthcoming \"The Tomorrow War\" starring Chris Pratt. It also aggressively pursued a deal to stream movies from Sony Pictures Entertainment on its service, a person familiar with that situation said. Sony Pictures ultimately ended up reaching a multiyear agreement with Netflix Inc.</p><p>It is also investing heavily in live sports. In March, Amazon struck a long-term deal to stream the NFL's Thursday night franchise at an average annual fee of $1.2 billion.</p><p>The MGM deal would mark the latest twist in what has been a rocky journey for the studio. In 2018, it fired then-chief executive Gary Barber for having preliminary conversations with Apple Inc. for a sale that valued the studio at more than $6 billion. Since then, MGM has had no chief executive officer, instead having an \"office of the CEO\" comprising executives across the company. Its board is headed by Kevin Ulrich, co-founder of New York hedge fund Anchorage Capital Group, MGM's largest shareholder.</p><p>MGM has weighed on its long-term hedge-fund shareholders in recent years. A deal would mark a long-awaited win for Anchorage and other longtime hedge-fund holders, including Highland Capital Management LP and Davidson Kempner Capital Management LP, all of which converted their debt to equity when MGM emerged from bankruptcy in late 2010.</p><p>Should a deal be finalized between MGM and Amazon, it could heighten antitrust concerns for the technology giant, which is already at the center of multiple probes because of its size and power.</p><p>Congress, the Federal Trade Commission and the European Union, among others, have been looking into the way Amazon competes. A report last year from Congress said Amazon had monopoly power over its sellers. At the time, Amazon said: \"The presumption that success can only be the result of anti-competitive behavior is simply wrong.\"</p><p>Rep. Ken Buck of Colorado, the ranking Republican member of the House Antitrust Subcommittee that prepared the report, expressed concern over a potential deal between Amazon and MGM</p><p>\"This proposed merger is yet another example of Big Tech's commitment to total dominance in every sector of our economy,\" Mr. Buck said. Amazon didn't respond to a request for comment; MGM declined to comment.</p><p>---</p><p>Benjamin Mullin, Cara Lombardo and Dana Mattioli contributed to this article.</p>",
  "published": "2021-05-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3451,
          "end": 3461
        },
        {
          "start": 3451,
          "end": 3460
        },
        {
          "start": 3451,
          "end": 3456
        }
      ],
      "nexusId": "10022657"
    }
  ]
}