{
  "_id": "c95b71333a342bff0b263a5a5655ce099d1b2a30ebad75022ea77e529c1d5700",
  "feed": "ftcomall",
  "title": "The home in 50 objects #31: Murphy colour TV (1973/74)",
  "text": "<p>The model pictured dates from a time when television still knew its place. Households usually had no more than one set. Probably it would be located in the living room and was modest enough in size not to dominate its surroundings. This one, on its handy stand, could be easily moved around.</p> <p>From the late 1960s, television companies had been making programmes such as <em>The Avengers</em> and <em>The Prisoner</em> for people to watch in colour. These could still be watched in black and white but by 1976 the number of colour TVs in Britain had outnumbered those made solely for black and white.</p> <p>This was a posthumous triumph for John Logie Baird, the Scottish inventor of TV, who had struggled in the 1920s and 1930s to have his ideas on just what it could do taken seriously. One Fleet Street news editor of the day declared him a lunatic. Baird died shortly after the second world war, his invention still in its infancy.</p> <p>The Queen's coronation of 1953, televised by the BBC — the single channel available — spurred many people into acquiring a TV. Throughout the decade, and into the 1960s, viewing often turned into a futile struggle with buttons on the back of the set meant to keep the picture steady. Many people preferred not to buy but to rent TVs from companies with repair teams on hand for callout.</p> <p>Programmes were largely confined to the evenings, ending at about 10.30pm. There were no adverts until ITV went on air in 1955. Traditionalists regarded them as a frippery but they were an art form in their way (such as the 1959 cigarette advert, <a href=\"https://www.youtube.com/watch?v=WjBHUQEiTPw\">“You're never alone with a Strand”</a>).</p> <p>In the 1970s there was still a lot of black and white. BBC2 controller David Attenborough, however, scored big for both colour and the then endangered sporting species of snooker when he launched<em> Pot Black</em>.</p> <p>Three decades on from the coronation, 1983 was a key year. The arrival of breakfast TV impelled people to buy sets for not only the living room, but for the kitchen too. Channel 4 also began, and introduced the novel idea that programmes could run on and on into the night.</p> <p>These were important barriers broken. The upshot today is endless TV, with huge sets as the centrepiece of all available rooms. A blessing for many in these times of lockdown, John Logie Baird could only have dreamt of such lunacy.</p> <p><a href=\"https://www.museumofthehome.org.uk/\" title=\"www.museumofthehome.org.uk\"><em>museumofthehome.org.uk</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Peter Chapman 2021 'The home in 50 objects #31: Murphy colour TV (1973/74)' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T11:31:23.633Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2559,
          "end": 2564
        },
        {
          "start": 2559,
          "end": 2566
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}