{
  "_id": "bbfa9e1d9e82ee8ca899c25b6f30e86ef9956c5e1a35c8baa736e669ba5db4a2",
  "feed": "ftcomall",
  "title": "Rein Gold by Elfriede Jelinek — an exploration of class and power",
  "text": "<p>Elfriede Jelinek's <em>Rein Gold</em> has a distinguished gestation. Based on Das Rheingold, the first of the four dramas that make up Wagner's <em>Ring</em> cycle, it was originally published in Germany for the 200th anniversary of the composer's birth in 2013. Jelinek describes it as a “stage-essay” of intertextual monologues bringing Wagner's epic into the modern period — specifically but not exclusively the financial crisis of 2008. </p> <p>Jelinek's version has been performed as both an improvised scenic reading and an operatic play with techno music, for which her prose — dynamic and stifling by turns — serves as the libretto. In book form, translated with verve by Gitta Honegger, it becomes a series of monologues without paragraph breaks: a frequently discordant assault on the senses. </p> <p>The work of the Austrian Jelinek, who was awarded the Nobel Prize in Literature in 2004, employs often controversial explorations of class and power, gender constructs, and women's emancipation and sexuality. </p> <p>Born just after the end of the second world war, and of mixed Catholic and Jewish parentage, she is attentive to Austria's fascist past — whether as dramatist, poet, essayist or novelist. </p> <p>She is perhaps best known in English translation for her 1983 novel <em>The Piano Teacher</em>, the story of a sadomasochistic relationship between a Viennese music instructor and her pupil. </p> <p>With <em>Rein Gold,</em> Jelinek purposefully drops the letter ‘h' from the title, which instantly changes the meaning and intent from Rhein (Rhine, as in the river) to <em>rein</em> (‘pure'). A visceral challenge to lazy and pernicious consumerism, the book opens with Brünnhilde, Valkyrie leader and perhaps the most significant female figure of German legend, at first casually, then with increasing pressure, chastising Wotan, her father and ruler of the gods: “So, then. Papa had this fortress built for him and now he can't repay the credit.” </p> <p>The fortress — Wotan's superb castle Valhalla, built by giants, has to be paid for, and to repay the debt Wotan will steal a magical ring, itself purloined and forged from Rhine gold by the dwarf Alberich. In turn, Alberich casts a curse on the ring that will dominate the entire cycle. </p> <p>Interestingly, Wagner wrote this part of the Nibelungen last, although it is performed first. Wotan responds to Brünnhilde with equal parts anger, defensiveness and an indignant sense of being caught out, a dad very much on the back foot: “So we can easily hand over the gold. It's play money for those who don't have to die.” </p> <p>Brünnhilde and Wotan may have the names of gods, but they play down and dirty, their lengthy slanging match ripe with expletives and references to popular culture and Marxist and anarchist theory, the most obvious being Pierre-Joseph Proudhon's slogan “Property is theft.” </p> <p>About a year before <em>Rein Gold</em>'s publication, crisis engulfed the then president of Germany Christian Wulff, who resigned (and was later acquitted of wrongdoing) after accepting a private loan to purchase a house. One example of why Jelinek's critique is simultaneously timely and timeless, as Brünnhilde and Wotan's arguments and digressions map capitalism's progression. </p> <p>The humour is wry and playful, until it isn't. Jelinek's list of sources is diligent up to a point: “Some Sigmund Freud, but I don't remember what.” </p> <p><em>Rein Gold</em> does, however, present issues in terms of concentrated reading. Ultimately it is a libretto that needs staging and music — or even a page break — to bring it fully alive.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1913097447/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1913097447&amp;linkId=a368c9133ef80d255601980e0a2e9786\"><strong>Rein Gold</strong></a>, by Elfriede Jelinek, translated by Gitta Honegger, <em>Fitzcarraldo Editions, RRP£12.99, 200 pages</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Catherine Taylor 2021 'Rein Gold by Elfriede Jelinek — an exploration of class and power' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T12:37:32.126Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3772,
          "end": 3777
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}