{
  "_id": "7c4fa41fceedd7539dbc1acf0467224b27a0d7e63f58637a815870783fdaa33f",
  "feed": "market-watch",
  "title": "Netflix earnings, subscribers beat estimates amid ‘Squid Game' bounce, but forecast is tamer",
  "text": "<p>Netflix NFLX on Tuesday reported 4.4 million net new paid subscribers in the third quarter, eclipsing its own forecast (3.5 million) as well as the average analyst forecast of 3.78 million, according to FactSet, and giving the streaming-video service 213.6 million subscribers overall. Executives said they expect 8.5 million new subscribers in the fourth quarter, when new content is set to join Netflix's biggest original hit yet, “Squid Game,” which would match the performance of last year's holiday quarter.</p><p>The average analyst estimate for fourth quarter subscriber additions was 8.4 million, but many analysts expected Netflix to surpass that number handily in their guidance Tuesday. Stifel analyst Scott Devitt, for example, said he expected more than 10 million new subscribers in the fourth quarter as Netflix “successfully releases compelling original content, broadens its international penetration, and enters a seasonally favorable period for sub adds.”</p><p>The global hit series “Squid Game,” an international megahit estimated to be worth nearly $900 million to the company according to a recent&#xa0;Bloomberg News report, is a major reason for an expected turnaround through the end of the year.</p><p>Netflix has maintained a wide subscriber edge in a crowded streaming market that includes rivals Walt Disney Co. DIS,&#xa0;&#xa0;Apple Inc. AAPL,&#xa0;AT&amp;T Inc.T,&#xa0;Comcast Corp. CMCSA,&#xa0;Amazon.com Inc. AMZN and ViacomCBS Inc. VIAC.&#xa0;But with a fresh batch of wildly popular content joining “Squid Game” this quarter, including new seasons of previous hits “The Witcher” and “Tiger King,” Netflix is expected to storm back the rest of the year.</p><p>For more: Can ‘Squid Game' and videogames be game-changers for Netflix?</p><p>“After a lighter-than-normal content slate in Q1 and Q2 due to COVID-related production delays in 2020, we are seeing the positive effects of a stronger slate in the second half of the year,” company executives said in a letter to shareholders Tuesday.</p><p>Netflix said it earned $1.45 billion, or $3.19 a share, up from $1.74 a share a year ago and easily topping expectations of $2.57 a share, according to analysts polled by FactSet. Netflix's revenue catapulted to $7.48 billion, up from $6.44 billion a year ago and matching Street estimates of $7.48 billion.</p><p>Netflix shares rose less than 2% in after-hours trading following the announcement Tuesday. The stock is up 17% so far this year, while the broader S&amp;P 500 index SPX has improved 20% in 2021.</p><p>The expectations for fourth-quarter gains doesn't necessarily mean smooth sailing for Netflix, which faces a torrent of criticism over its defense of comedian Dave Chapelle's controversial special.</p><p>“Media and technology platforms like Netflix, Facebook FB, and others need to be held accountable for their role in pushing content that promotes hate, homophobia, transphobia, misogyny and harmful stereotypes,” Common Sense CEO James P. Steyer said in a statement mirroring general sentiment about Netflix.</p><p>Meanwhile, rival Disney has warned pandemic-related production delays may undercut Disney+ subscriber numbers for the current quarter, prompting Barclays analyst Kannan Venkateshwar to caution the media empire could face “structural” problems in its streaming operations. The analyst on Monday downgraded Disney's stock&#xa0;to equal-weight from overweight and reduced its price target to $175 from $210.</p>",
  "published": "2021-10-19T16:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1325,
          "end": 1335
        },
        {
          "start": 1336,
          "end": 1340
        }
      ],
      "nexusId": "10022657"
    }
  ]
}