{
  "_id": "619eeb6a02cb26f690e7aac665febe678f53a031b4e90ee7e3fca21e44077fd8",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books: Better vs. Greater",
  "text": "<p>FSG, 443 pages, $30</p><p>Essay collections don't get much honor in the book industry, but I have a weakness for them. A compendium of unrelated or loosely related essays by an author you admire allows you to read it when you feel inclined without the discipline of following a book-length argument. Miscellanies by musicians and music critics are a particular favorite of mine, but good ones are rare. The tenor Ian Bostridge published a fine collection, \"A Singer's Notebook,\" in 2011, and the critic and composer Robin Holloway's \"On Music: Essays and Diversions,\" from 2003, contains some terrific criticism. Before that there is Samuel Lipman's 1992 \"Music and More\" and Andrew Porter's several collections from the 1970s and '80s.</p><p>I was therefore eager to read Stephen Hough's \"Rough Ideas: Reflections on Music and More.\" Mr. Hough (pronounced huff), a British pianist and an accomplished interpreter of a wide array of classical works, is one of a very few gifted musicians who are capable of writing with clarity and wit.</p><p>\"Rough Ideas\" is a gathering of Mr. Hough's writings on music and performance, and a few on religion. \"Many of the reflections in this book,\" he explains, \"germinated from articles first published in newspapers . . . and magazines\" and from blog posts at the Daily Telegraph's website. Presumably as a consequence of this germination, the pieces include no reference to the place and date of their original publication -- a slight annoyance. Indeed, many of the essays, he writes elsewhere, were \"unfinished musings on scraps of paper or saved as files on the go on my iPhone\" until he used them for this collection.</p><p>Mr. Hough reminds me a little of Saul Bellow's character Moses Herzog, who can't stop scribbling his thoughts about everything, day and night. Do we really need a squib about Mr. Hough's elderly Russian landlady who made a wonderful meal of beef stroganoff but who wouldn't give him the recipe because, as she claimed improbably, \"General Stroganoff wrote it out for me himself\"? Then again, maybe these ramshackle observations work; \"Herzog\" is a great book.</p><p>Part of what makes Mr. Hough's writing on music so appealing is that he writes as a performer, as if somehow from the inside of the music. His recordings of Johannes Brahms's piano concertos -- he plays the Romantic repertoire cleanly and crisply, without any of the histrionic banging one gets from some other famous performers -- and here he writes of these two great concertos with insight. \"The Second is the better piece,\" he writes, \"but the First is the greater piece. . . . The Second is better constructed, better orchestrated; themes are better developed; harmonies are better judged; textures are better balanced -- but for me the First has a greater burst of pure, utter, natural genius. Its flame flares with such intensity, and with such promise of more to come ([Brahms] was only twenty-five when he wrote it), that I find myself overwhelmed by it in a way I'm not by the Second, written twenty-two years later.\" To me, a non-performer, this sounds exactly right.</p><p>Another piece is titled \"I Don't Love Bach.\" I would normally think poorly of any musician who admitted such a sacrilege, but Mr. Hough's reasoning seems worth thinking about. For a composer we love, he writes, \"we treasure even the dross, even as we recognise that it is dross. Tchaikovsky is one such composer for me. Maybe it's the lack of dross in Bach that prevents me from feeling completely at home with him.\" It's conceivable that the sheer uncompromising perfection of Bach's music might keep some otherwise discriminating listeners at a distance.</p><p>Mr. Hough's essays on religious faith -- he is an observant Catholic -- strike me as less interesting. I give him great credit for writing about abortion in a way that stops short of accepting elite orthodoxy: \"Everyone would accept that an hour-old child wriggling in its mother's arms should not be killed,\" he writes. (Sadly, I'm not so sure.) \"But wind back the clock. . . . How many seconds, minutes, hours, days, weeks? Where is the line? On which Thursday at 8:53 a.m. does this lump of flesh become a human being?\" There may be costs for writing such things in the hyper-progressive world of classical music in which Mr. Hough resides.</p><p>But most of his religious musings sound to my ear like a very good college term paper. Why does the Gospel of John relate the raising of Lazarus but not the other three Gospels? Because the Gospels \"do not attempt to give a chronological or exhaustive string of facts and details. They aim to convey a life-affirming message that excited their authors and is meant to excite us.\" A fuller account of this tangled question would need to address the obvious fact that none of the four Gospels say they are written for life-affirming uplift; quite the opposite, in many respects. Mr. Hough is an excellent writer, but some of the thoughts he scribbles on scraps of paper ought to stay there.</p><p>---</p><p>Mr. Swaim is an editorial-page writer for the Journal.</p>",
  "published": "2021-02-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}