{
  "_id": "5de766a4489b993c90116917d14a7c9f453955a7d4f61ebb2ccd659bc2ca50fd",
  "feed": "wall-street-journal",
  "title": "China Power Outages Pose New Threat to Supplies of Chips and Other Goods; Coal shortages and efforts to control energy consumption are making it harder for Chinese factories to operate",
  "text": "<p>In other areas, factories are cutting production because coal has become too expensive, a problem exacerbated by a Chinese ban on imports of the commodity from Australia since last year after a diplomatic brawl over Canberra's call for an independent global inquiry into the origins of Covid-19.</p><p>In one of the most affected areas, Kunshan, a city in China's eastern Jiangsu province near Shanghai, more than 10 Taiwan-based semiconductor-related companies filed announcements with the Taiwan Stock Exchange this week saying they are temporarily closing local facilities until the end of September.</p><p>Several Apple suppliers are affected, such as mechanical-parts maker Eson Precision Engineering Co. and Unimicron Technology Corp., a printed-circuit-board maker.</p><p>An Apple spokeswoman didn't immediately reply to a request for comment.</p><p>Another affected company, Chang Wah Technology Co., supplies chip-packaging material to automotive chip makers such as NXP Semiconductors NV and Infineon Technologies AG. Although chip testing and assembly is usually less technologically complex than wafer fabrication, any interruption to the final stage of semiconductor production could add problems in a supply chain that has been tested this year by natural disasters and surging demand.</p><p>\"If they stop for any amount of time there could be delays in products getting out,\" said Stewart Randall, head of electronics at the Intralink consulting firm in Shanghai.</p><p>Other affected manufacturing companies include Taiwan-based Tung Thih Electronic Co., an electrical-equipment supplier to auto companies such as Ford Motor Co. and Volkswagen AG, which have struggled to keep up vehicle production amid a shortage of components.</p><p>People familiar with the matter said many of the industrial plants in the area were affected by the mandated power cuts and it is still too early to estimate the loss. Calls to the Kunshan government office went unanswered late Monday.</p><p>For companies operating in Kunshan and other similar areas, the problems have stemmed largely from China's efforts to curb energy consumption as the country tries to burnish its climate credentials ahead of a climate summit in Glasgow this November.</p><p>The country's powerful economic-planning agency has set a target to cut energy intensity per unit of gross domestic product by about 3% from last year, as part of a bid by Beijing to reach peak emissions before 2030.</p><p>The policy means, in effect, that electricity use has to grow at a lower rate than GDP. In the first half of 2021, however, electricity use rose 16.2%, while GDP increased 12.7%, with GDP expected to slow further in the second half of the year.</p><p>In mid-August, the National Development and Reform Commission said numerous provinces, including Guangdong and Jiangsu, had exceeded some targets. This sparked a response from some local governments, including mandated power cuts. The provinces that failed to hit targets on energy-use limits account for about 70% of China's GDP, according to Nomura Holdings Ltd.</p><p>\"This is largely a self-inflicted supply shock,\" said Larry Hu, chief China economist at Macquarie Group. \"It's clear by now that Beijing is willing to sacrifice higher growth this year in exchange for structural reforms in some areas.\"</p><p>Guangdong's provincial economic-planning agency denied in a public statement on Monday that power outages there were caused by the need to meet energy targets, saying that hot weather and limited power-generation capacity led to energy-demand surges instead.</p><p>In many other parts of China, the bigger problem has been surging coal costs driven by factors such as strong global demand for China's manufactured goods, a multiyear campaign to reduce excess coal production in the country and the import ban imposed on Australian coal last year. Coal accounted for about 60% of China's power consumption last year, but as prices have stayed high, power plants' appetite to produce electricity has waned.</p><p>Prices of thermal coal, which is used to generate electricity, rallied 29% over the past six months to 780 yuan, equivalent to $120.80, a ton as of Sept. 19, according to China's Ministry of Commerce.</p><p>The unfolding power shortages have prompted economists from Chinese and foreign investment banks including Nomura and China International Capital Corp. to lower growth forecasts for the country.</p><p>Nomura expects China's full-year growth to reach 7.7%, down from 8.2%, while Morgan Stanley estimates that if China sticks to the \"campaign-style\" production cuts at the current pace through 2021, it could drag down the country's GDP growth by around 1 percentage point in the last quarter of this year.</p><p>Eric Tseng, chief executive of research firm Isaiah Research, said semiconductor companies might avoid more significant power cuts, given China's support of the industry. Meanwhile, manufacturers of other electronic components that go into laptops or consumer devices, which run with high power consumption, could face stricter measures, he said.</p><p>Dale Gai, a research director at Counterpoint Research, said some companies are hoping to mitigate the power-shortage issues with alternative power sources or overtime work during China's coming National Day holiday to make up for lost production.</p><p>Mr. Gai said that while impact from the recent production halt will be limited, the larger concern for manufacturers is that power outages become more commonplace as a result of China's clean-energy initiatives.</p><p>\"No one can know what's the next time they will receive this power-outage notice,\" Mr. Gai said. \"This could be a long-term issue for their manufacturing strategy in China.\"</p><p>On Sunday, People's Daily, the Chinese Communist Party's principal newspaper, published an article refuting speculation that China would relax its energy-intensity target.</p><p>In Guangzhou's Huadu district, a manufacturing town, Xiao Meng said his factory has only been allowed to operate two days a week since last week, when he received a notice from the local government. That has cut already-shrinking profit margins at the factory, which supplies metal accessories for handbags, as raw-materials prices have climbed.</p><p>\"Like all other manufacturers in China, we have been hit hard by one obstacle after another since the start of the pandemic,\" said Mr. Xiao, 31 years old. \"Now I can only hope we are able to stay afloat.\"</p><p>In the eastern city of Nantong, Mei Wenlong, who runs a roughly 40-worker factory that produces telecommunications equipment, said his company received an order the week of Sept. 13 from the local government to halt production during China's three-day Mid-Autumn Festival as part of efforts to cut carbon emissions.</p><p>Mr. Mei said employees began to work overtime after the factory was allowed to resume operations last week.</p><p>\"This is something we'll have to get used to,\" said Mr. Mei, 39. \"Once the central government sets a goal, it has to be achieved.\"</p><p>Sha Hua contributed to this article.</p><p>Write to Stella Yifan Xie at stella.xie@wsj.com, Yang Jie at jie.yang@wsj.com and Stephanie Yang at stephanie.yang@wsj.com</p><p>China Power Outages Pose New Threat to Supplies of Chips and Other Goods</p>",
  "published": "2021-09-27T19:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 764,
          "end": 769
        },
        {
          "start": 606,
          "end": 611
        }
      ],
      "nexusId": "10022657"
    }
  ]
}