{
  "_id": "43f31732c3bbc5e2dae85ebf47aaf804573747848b223b331a5616aed4be4502",
  "feed": "ftcomall",
  "title": "Google advertising boom lifts profits to record",
  "text": "<p>Google's parent Alphabet reported record results on Tuesday as the pandemic kept people at home, watching YouTube videos and clicking on web advertisements served up by the company.</p> <p>It also announced a $50bn share buyback programme, helping send its shares up 4.5 per cent in after-hours trading. That gave the tech giant a market capitalisation above $1.6tn for the first time. Only Apple, Microsoft and Amazon are larger.</p> <p>Gross revenue in the first three months of this year rose to $55.3bn, <a href=\"https://abc.xyz/investor/static/pdf/2021Q1_alphabet_earnings_release.pdf?cache=0cd3d78\">Alphabet said,</a> up 34 per cent from $41.2bn and easily outstripping expectations of $51.6bn. Net profit rose 162 per cent to $17.9bn, versus a consensus of analysts' forecasts of $10.5bn, as calculated by Visible Alpha.</p> <p>“People have turned to Google Search and many online services to stay informed, connected and entertained,” said Sundar Pichai, Alphabet's chief executive. </p> <p>Chief financial officer Ruth Porat said the figures “reflect elevated consumer activity online and broad-based growth in advertiser revenue”. </p> <p>Revenue in Google's core search business soared 30 per cent to $31.9bn. The group said retail ads led the way thanks in part to “available near me” and “kerbside pick-up” searches, with groups such as Dick's Sporting Goods doubling its ecommerce business amid the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>.</p> <p>YouTube revenues grew 49 per cent to $6bn, and chief business officer Philipp Schindler told investors Google was “still scratching the surface on what's possible” to turn the video channel into a platform for big brand advertising.</p> <p>“Historical approaches to reaching audiences through (traditional television) don't really work any more,” he said. “Advertisers are using YouTube now to reach the audience they can't find anywhere else.”</p> <p>After the blowout quarter, Alphabet was sitting on $135bn of cash. Its new $50bn buyback scheme is double the size of its last authorisation in 2019.</p> <p>By region, Alphabet's revenues soared 44 per cent in Asia, 33 per cent in the US, and 25 per cent in Europe, the Middle East and Africa in the first quarter.</p> <p>Revenue from Google's non-search business, including its Android app marketplace and hardware such as Pixel phones and smart speakers, increased 46 per cent to $6.5bn.</p> <p>The company's Google Cloud unit — a distant third-place cloud services provider after Amazon and Microsoft — added $4bn of revenue, up 45.6 per cent. Although the unit continues to be lossmaking, the losses narrowed to $974m from $1.73bn a year ago.</p> <p>Overall results indicate Porat is keeping a close tab on operating costs and expenses, which rose only 17 per cent to $38.9bn, $1bn less than analysts had projected. Sales, marketing and administration costs were all flat, helping to flatten operating margins from 19 per cent a year ago to 30 per cent.</p> <p>Likewise, “Other Bets”, where Alphabet houses groups including its driverless car business Waymo, life sciences researcher Verily and its “moonshot factory” X, spent $1.14bn, just 2 per cent more than a year ago. Meanwhile, revenues from these emerging businesses jumped 47 per cent to $198m.</p> <p>Pichai said Alphabet planned to invest more than $7bn in offices and data centres in the US this year, creating “at least 10,000 new full-time jobs”.</p><p>Source: Patrick McGee in San Francisco 2021 'Google advertising boom lifts profits to record' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-27T22:42:04.254Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 384,
          "end": 389
        }
      ],
      "nexusId": "10022657"
    }
  ]
}