{
  "_id": "caa25a18f726ac2a28ca9e7ce3b82b8b4ea6e138b66a292348d40f9fdb6220b6",
  "feed": "ftcomall",
  "title": "How trucks became the next battleground for self-driving technology",
  "text": "<p>Whatever type of vehicle arrives at the Bay Area headquarters of Aurora, an autonomous start-up backed by Amazon and Sequoia, the team can have it running without a driver in just 12 weeks.</p> <p>The transformation involves pulling apart the dashboard, equipping the vehicle with a stack of sensors and computer systems, then installing “a single umbilical” cord to facilitate communication between the vehicle and the self-driving technology, said Sterling Anderson, co-founder and chief product officer.</p> <p>“If we had to redevelop significant chunks of [the system] for every vehicle we put it in, it would be enormously inefficient,” he said of the one-size-fits-all technology.&#xa0;</p> <p><a href=\"https://www.ft.com/content/c757f09e-1cc0-456f-a9bd-22e42fdd33ff\">Aurora</a> has now integrated its robotic “Driver” into eight types of vehicle since its founding in 2017. But its system is proving most successful in heavy-duty trucks, which have suddenly emerged as a main battleground for autonomous technology as the mass rollout of robotaxis <a href=\"https://www.ft.com/content/96d3eeff-7f52-46e3-a8a8-aeb668472034\">falters</a>.</p> <p>On Tuesday, Aurora announced it had signed a multiyear partnership with Volvo Trucks — a win that comes just two months after the company struck a similar partnership with Paccar, the maker of Peterbilt and Kenworth heavy-duty trucks.</p> <p>Paccar and Volvo are two of the big four truck manufacturers in the world, with a combined market share in the US of more than 50 per cent. Partnering both&#xa0;underscores that Aurora is now a big force in driverless trucking, where it expects to have its first commercial product.</p> <p><strong>‘A massive opportunity'</strong></p> <p>The business case for disrupting the $800bn US trucking market is clear. Two-thirds of America's consumer goods are transported to market by trucks, but labour laws limiting drivers' working shifts to a maximum of 11 hours mean that longer journeys must often be broken up across several days.</p> <p>The trucking industry is also fragmented, with 200,000 companies spread across the US. Ninety-five per cent of these have fewer than 100 trucks, according to Bob Biesterfeld, chief executive of CH Robinson, a leading freight group and brokerage.&#xa0;</p> <p>He said that on average, 20 per cent of miles driven are empty. “They are still generating things like gas emissions and pollution but they are not generating revenue, so it's highly inefficient,” Biesterfeld said.</p> <p>Experts say the potential for automation to change the landscape and drive consolidation could be easily as big as for cars.</p> <p>“Trucks drive 170bn miles on highways every year,” said Nancy Sun, chief engineer at Ike, a driverless trucks start-up acquired in December by robotic delivery group Nuro. “This is a smaller number than passenger car miles but still a massive opportunity . . . And the industry is already well set up to adopt the technology through fleet operations.”</p> <p>Until recently, Silicon Valley has been slow to react to the opportunity. Since Google launched its self-driving car project in 2009, robotaxis have been the sector's focal point, leading to years of consolidation as every major carmaker — and a few large tech groups including Apple, Amazon and Microsoft — looked for a partner.</p> <p>In trucking, by contrast, all the big partnerships have been signed in the past eight months.</p> <p>TuSimple, a leading driverless trucking start-up that filed for an IPO last week, partnered Volkswagen unit Traton in September. It is backed by Chinese internet group Sina, US chipmaker Nvidia and carrier UPS. <a href=\"https://www.ft.com/content/6b1b11ea-b50b-4dd5-802d-475c9731e89a\">Waymo, </a>which started out as the Google self-driving project, inked a deal in October with Daimler, the world's biggest truckmaker.</p> <p><strong>The open road</strong></p> <p>People involved in those four partnerships argue that another benefit of self-driving trucks is that the technology they require is simpler to develop.</p> <p>For a driverless ride-hailing service to exist, the car needs to take passengers anywhere in the city, including to rarely visited side streets. That would require continual mapping work to stay up to date, whereas 18-wheelers spend the bulk of their time on the same monotonous highways.</p> <p>“It's basically a straight road where you're not really even shifting gears, much less having the opportunity to run into a building,” said Annie Kadavy, a partner at Redpoint Ventures, who previously led strategic operations at Uber Freight.</p> <p>Most of the companies involved are trying to constrain the engineering problem as much as possible — a contrast to the approach taken by robotaxi groups, whose primary interest was in tackling the complexities of urban mobility.</p> <p>Don Burnette, a former Uber software engineer who now leads Kodiak Robotics, a driverless trucking start-up, said trying to solve every conceivable edge case is what trapped the leading autonomous car companies into a “demo mindset” instead of developing viable commercial applications that could compete with <a href=\"https://www.ft.com/content/e55ce767-0ede-4096-aa3b-1d26671f3772\">Uber</a>.</p> <p>So instead, Kodiak aims to build “transfer hubs” near the highway in which a standard truck driver would carry freight a few miles to the hub, then swap the freight to an autonomous truck that would carry it, say, 300 miles to the next hub, where another truck driver is waiting.&#xa0;</p> <p><strong>Hub to hub</strong></p> <p>McKinsey, the consultancy, has projected that “full autonomy” will not be commercially ready for trucks until 2027. But start-ups including Aurora, Ike, Embark and Kodiak believe they can accelerate that timeline by several years with this hub-to-hub approach.</p> <p>“If you want to get to market sooner, you need to really narrow your use case as much as you can,” Burnette said. “We are only focused on the on-ramp, highway, off-ramp portion of the long-haul interstate driving problem.”</p> <p>One advantage of this approach is that the role of the truck driver would not be eliminated but merely tweaked to do short-haul driving and logistical support. Redpoint's Kadavy believes many truckers would even prefer their new role.</p> <p>“Truck drivers are on the road more than 250 days a year, away from their families,” she said. But with automation, “they can sleep at home every night if they are just doing this last-mile piece [of the journey] over and over again”.</p> <p>Without such technologies, the American Trucking Associations has said it could face a crisis. In 2018 the industry was short by a record 61,000 drivers and by 2028 it is projected to be short by 160,000, as ageing drivers leave the workforce and younger workers show little interest in the sector.</p> <p>The risk is that errors could have far greater consequences. One executive said an 18-wheeler weighing up to 80,000 pounds would become an “unguided missile” in the event of a serious failure. This risk, he said, was low due to multiple fail-safes and back-up systems.</p> <p>Beyond the business merits, Aurora's Anderson said he expected the highway-focus of trucking to prove critical in the later deployment of robotaxis, which will also eventually need to learn to navigate beyond urban environments. If he is right, a foray into trucking could prove a competitive advantage for companies such as Aurora and Waymo.</p> <p>“Fifty per cent of trips require the ability to drive over 50 miles per hour. If you can't do that, you can't serve 50 per cent of ride-hailing trips,” he said. “Having scale first in trucking — which allows you to come to market profitably and early — allows you to successively leap into some of these other markets from a position of strength.”</p><p>Source: Patrick McGee 2021 'How trucks became the next battleground for self-driving technology' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T13:30:00.462Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3008,
          "end": 3013
        }
      ],
      "nexusId": "10022657"
    }
  ]
}