{
  "_id": "1b333365e18e6da899c7490c52d8dedcde36d9553d5b9ea78414aed31a7ccb56",
  "feed": "ftcomall",
  "title": "My father died in an avalanche, but skiing still holds the family together",
  "text": "<p>I can remember exactly when and where I skied 20 years ago for two reasons. One is the collection of ski passes I keep on a loop of string in a desk drawer. An accompanying piece of notepaper, now fading and crumpled, lists about 60 trips to more than 45 resorts.</p> <p>The first pass, from February 1990, is a laminated card from Bad Kleinkirchheim in Austria. It includes a tiny school portrait of seven-year-old me, with thick hair and gappy teeth. Chamonix comes the next winter, then Les Deux Alpes, Ischgl, Verbier, Jackson Hole.</p> <p>The line for February 2001, when I was 18 and skiing with my parents, is brief: “Alta, 7 days.” The pass from the little town in Utah — a green sticker folded over a wire loop — includes a very American legal disclaimer about the “inherent risks of skiing”.</p> <p>The other reason I remember that winter so clearly is that, on the afternoon of February 18, the day after I had said goodbye to my mother and father to embark on some solo backpacking, an avalanche crushed Dad against a tree, killing him instantly. He was 46.</p> <p>My list does not record the avalanche, or everything else it swept away. It is the simplest historical document. It is also out of character; I hate clutter and collecting. I keep my ski passes for reasons I am only now considering, in a pandemic winter that may break a tradition that has bound my family for almost 90 years.</p> <p>All four of my late grandparents were skiers. Since her first trip at the age of five, my mother, Gilly, has skied every winter for the past 60 years — except in 1982, when I arrived with bad timing in April. Yet when we talk in late January, our diaries are as featureless as a snow-covered meadow.</p> <p>It seems unlikely that this will change before the end of winter; travel from the UK is largely banned. And rightly so — none of us is equating the denial of skiing, of all things, with the effects of a pandemic. Yet for those of us whose hearts lie in the mountains, lockdowns have an edge.</p> <p>To climb a mountain in peace and clear air, and then to descend it at speed, is a singular escape, not least from a desk-bound urban existence. Far more than sun-seeking in the summer, skiing gives winter its rhythm. “Not being able to ski has changed the whole dynamic of the year,” Mum says. “It's just so much part of the life I've always known.”</p> <p>I have only realised this winter how far that tradition goes back — and the extent to which skiing has shaped my family. Next to my desk is a crate of old photo albums. They emerged from my paternal grandmother Rosemary's house after her recent death, aged 95. (James, my grandfather, died weeks after the avalanche. He had been ill and struggled to take in what had happened).</p> <p>In many ways, the albums, which I only recently opened, document the birth of skiing as we now know it.</p> <p>Norway had been a snowfaring nation for centuries when posh Brits discovered skiing for fun at the turn of the 20th century. In 1903, a dozen men founded the Ski Club of Great Britain over dinner at the Hotel Café Royal in London. But the modern sport took shape in the 1930s. Downhill events first featured in the Winter Olympics in 1936. By then, the Ski Club, as well as travel agents such as Erna Low and Walter Ingham, were offering ski tours to the Alps.</p> <p>One of the albums, from 1938, contains photos that my 14-year-old grandmother took above Andermatt, then a tiny village in Switzerland's Ursern Valley. In one shot, her younger sister Ann stands on a glacier with leather boots and wooden skis. “Ann <em>trying</em> to be stylish!” the slightly catty caption reads.</p> <p>James, who had started the winter before in the Swiss Alps, met my grandmother just after the war. They spent their honeymoon in the mountains, and in 1948 went ski touring back in Andermatt. Another album shows a small group at a stone mountain hut, and on the summit of Pizzo Lucendro. Grandpa only occasionally takes off his tie.</p> <p>James, who was a farmer, took advantage of quiet winters to seek out mountain adventure. Dad, the second of four sons, first joined him as a boy in the early 1960s — another boom decade for the sport. He too became addicted to off-piste, or back-country skiing, ideally in deep, undisturbed snow. He also applied an almost galling fluidity and precision to even the cruddiest conditions.</p>  <p><strong>When Dad was 18,</strong> he and James were running a Ski Club trip for teenagers in Sauze d'Oulx, in the Italian Alps. Among the teens was a shy London girl called Gilly. Her father was a wartime general who had then got involved with the Army Ski Association. He later ran the sport's governing body in the UK.</p> <p>Mum had first skied in 1961, in Alpbach in Austria, when the boots were still leather. “I remember my dad had to tie my laces, Mum's laces and my sister's laces and at the end of the holiday he'd have red welts on his fingers,” she says.</p> <p>Gilly remembers admiring Robert, who was charming and scruffily handsome. But she dared not dream of romance until their tracks crossed again four years later. On one run, she followed him over a jump, only for her ski to break on take-off. Dad slung her over his shoulder and skied her back to her hotel.</p> <p>They were married two years later, in 1978, once Mum had ditched her very suitable army boyfriend (and once Robert — then a shaggy-haired ski bum — had emerged from an “interview” with the General, as Grandpa Ian was known). They had a winter wedding partly so that they could ski on their honeymoon.</p> <p>Money was tight as my dad studied furniture making, and eventually set up a workshop in Greenwich in south-east London. As a young man, he would wash up in resort hotel kitchens in exchange for dinner — and pinch bread rolls from lunch tables. But ski trips were non-negotiable pilgrimages. Whole years were built around them.</p> <p>My brother, Patrick, and I absorbed that rhythm after our arrival in the early 1980s. The approach of winter could be marked by the sounds of the creaking rowing machine in the basement of our house in New Cross, and Dad's repeated ascents of the stairs. By December he would be lean, and his skis waxed.</p> <p>We stayed with our grandparents while Mum and Dad went off on big adventures. They would come back with improbable tans and photos to be hung on the kitchen wall. Dad dreamt of skiing all year. After a rare big London snowfall, in 1987, he skied to work, climbing and skiing the hills of Greenwich Park in his lunch hour.</p> <p>The Austria trip in 1990 marked the start of the same pilgrimage for my brother and me. We'd always go somewhere different. In Ischgl, when I was 10, Dad rented us some climbing skins and rickety binding adapters that made it possible to walk uphill (you need special heel-lifting bindings otherwise).</p> <p>Dad was determined that we inherit his love of “real” skiing. He skied in front, while Mum picked up the pieces. He hired guides to take us all on increasingly challenging routes. At times it was tough. Skis were still skinny, and our rental boots were as yielding as our spindly legs. There were tantrums, crashes and sunburned ears, but we always bounced back.</p> <p>After a 10-year apprenticeship, it was in Alta that I finally learned to ski deep snow properly. The small town in Utah's Wasatch Range is famed for receiving vast quantities of the stuff. I skied behind Dad through steep trees, in a rhythmic motion that lies somewhere between floating and bouncing — a dance with gravity.</p> <p>“I remember going up in the chairlift with him just afterwards and he was bubbling over with excitement,” Mum says. “He said it made his heart sing to see you ski so well.”</p> <p>After we parted ways at Salt Lake City's airport, I flew west, alone, to ride Greyhound buses down the California coast. Mum and Dad flew north to heliski at a remote lodge in the Monashees, a fabled range in British Columbia. They had first gone heliskiing in 1993, in what was supposed to be a once-in-a-lifetime trip.</p> <p>The next day, on a steep slope, Mum remembers a dull crack, a rumble — and the snow to one side of her slipping away. A crumbling slab 20 metres wide and 30cm deep caught three skiers. One man was unhurt. A close family friend struck trees from the waist down, shattering his legs. Dad hit them from the waist up. And that was that.</p> <p>Word reached me on the road. Patrick was at university in Bristol. He and I travelled separately to Canada, where there was a small cremation before we returned to London. My memories of those few weeks are hazy. I was barely an adult, and don't think I really knew how I felt, beyond the obvious shock and sadness. I dropped out of university a year later with what I think, on reflection, was a deep depression.</p> <p>The course of all our lives had changed in seconds. But death shifts the ground in ways that can't always be measured. Dad knew nothing of who I would become — and that I would now be a writer, husband and father — just as I know nothing of how either of our lives would have unfolded had that snow not slipped away.</p>  <p><strong>Twenty years after the</strong> avalanche, I can say only two things remained unaffected. The retreat of my hairline was already set in motion (at 38, I look increasingly like Dad). The other thing is skiing.</p> <p>Even in 2001, as one winter followed the last, there was no question about what we would do. Patrick spent the whole winter working in resorts as a Ski Club rep. Mum and I joined him for a not entirely festive Christmas in Avoriaz in France, only for me to fracture my spine in a fall. “In a way that was the lowest point,” says Mum, who I remember being almost frozen as I waited for a helicopter rescue.</p> <p>I spent New Year's Eve alone in St Thomas's hospital in London, with, if nothing else, a great view of the fireworks over the Thames. It was grim but I was lucky: the bones, like the rest of me, needed only time to heal. I rejoined Patrick three months later to catch the last of winter.</p> <p>Such dedication to a sport that had caused such grief might have looked perverse. Perhaps it still does. But not to me. Because the list goes on — that irresistible rhythm; the lure of the mountains and of a family story still being written.</p> <p>In the past 20 years, lately for this newspaper, I've been able to ski all over the world. In 2009, I went to the Monashees, where the avalanche slope had been renamed “Robert's”. I was climbing a mountain in Colorado last March on the day the pandemic brought a sport and industry to a halt.</p> <p>My nicest trips have been with Patrick, who has inherited Dad's nose for the best snow. We both also share his rational mind. Skiing deaths are statistically rare, given the sport's growth since our grandparents strapped on their boots. As we age, we are also increasingly careful.</p> <p>Stopping never occurred to my mother either. Apart from anything, Dad would have hated the idea that we pack away the gift he shared. In retirement — and in a normal year — Mum, now 64, still skis an indecent amount with her partner Ian, whom she first met during that fateful week in the Monashees.&#xa0;</p> <p>Patrick and I had considered planning a happy memorial trip this month to Bad Kleinkirchheim, the site of our first ski trip. We thought about introducing our eldest sons to a slightly mad but beautiful sport that has given back more than it has taken. We'll do it next winter, and start the list again.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/416ff1f9-0680-4b72-bffd-16286a97cf8c\"><em>An inspiring ode to sport, family and growing up / From Mario Gargiulo, Verona, Italy</em></a></p><p>Source: Simon Usborne 2021 'My father died in an avalanche, but skiing still holds the family together' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T11:21:17.289Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 11461,
          "end": 11466
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}