{
  "_id": "6df894f13afbace9bd78f6c54ee0cef5cd07e0a31abfb1db76cf04bfdd24b32b",
  "feed": "ftcomall",
  "title": "Chinese bosses push staff to work through new year festivities",
  "text": "<p>Chinese factories are pressing their employees to keep working over the new year holiday as the country's booming export businesses rush to keep pace with global demand.</p> <p>Apple suppliers including Foxconn, Pegatron and Luxshare are offering workers bonuses and overtime over the holiday, which begins next week, while other exporters in China have pointed to higher orders and travel restrictions disrupting the country's most important festival.&#xa0;</p> <p>“More workers have stayed for work this year than in the past,” said Dan Peng, who works at Foxconn in Guangdong province. “The reward for staying is very tempting and orders are abundant.”</p> <p>While companies typically offer employees incentives to work over national holidays, a rapid rise in demand for Chinese electronics and household goods during global lockdowns has created additional pressure on the country's manufacturing workforce.</p> <p>“Export businesses [in China] have kept on being surprised by the strength of orders and the strength of demand for their products,” said Louis Kuijs, head of Asia Economics at Oxford Economics, which has recently upgraded its forecast for Chinese exports in 2021.</p> <p>China recorded double-digit export growth for each of the last three months of 2020, though a <a href=\"https://www.ft.com/content/ad5e1a80-cecf-4b18-9035-ee50be9adfc6\">shortage of containers</a> in the global shipping industry has pushed up freight rates.</p> <p>Workers have also remained in place because of an <a href=\"https://www.ft.com/content/f8a0cc84-4aa7-42f0-b590-edf14de77988\">official drive to limit travel</a> over the lunar new year. Normally over the holiday, which is also known as the Spring Festival, tens of millions of migrant workers return home to celebrate with their families. But this year, the transport ministry forecast a total of 1.15bn trips, compared with 3bn in 2019.</p> <p>Lily Qiu, a manager at a furniture maker in Guangzhou, said that almost every worker in her factory had stayed because they feared losing their jobs if they could not return quickly enough after the break. She added that foreign orders were 20 per cent higher than last year.</p> <p>At Hangzhou Hansin New Packing Material, a factory in Zhejiang province that makes packages, workers will gather on February 12 to toast the new year. All 50 of the factory's migrant workers, which account for a third of its staff, are working over the holiday.</p> <p>Other factories that let workers go home early in a bid to help them avoid getting caught up in travel restrictions have struggled to find staff to meet orders. Cheng Xi, who owns a bag factory in Guangzhou, allowed his staff to return home a week earlier than last year.</p> <p>“The local labour market is almost empty,” he said. “I receive requests and new orders from my US clients every day but I have no workers in the factory to work on those orders.”</p> <p>China's <a href=\"https://www.ft.com/content/fa09bc45-05ef-4450-9400-5360dbaa5844\">export boom</a> has been supported by strong demand in the US and Europe, where governments have introduced demand-side support to prop up consumption.</p> <p>While new cases of coronavirus slowed to a trickle in China in the middle of last year, the government has emphasised travel restrictions following <a href=\"https://www.ft.com/content/e6af421e-7695-4da6-8afc-6f1a6a63104e\">recent outbreaks</a>.</p> <p>Tim Wang, a maintenance worker at a plant in Kunshan, said his mother had arranged blind dates for him in his hometown, which he could no longer attend.&#xa0;</p> <p>“This Spring Festival holiday,” he lamented, “I will have nothing to do except work.” &#xa0;</p> <p><em>Additional reporting by Qianer Liu in Shenzhen and Wang Xueqiao in Shanghai</em></p><p>Source: Thomas Hale in Hong Kong 2021 'Chinese bosses push staff to work through new year festivities' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T00:50:00.545Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 170,
          "end": 175
        }
      ]
    }
  ]
}