{
  "_id": "e0c8bd76233dadc04a07ed3447406cdb86c81cf983013e2a1817b166e45fe0d7",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Television Review:  It Came From Outer Space...Eventually  ---  Aliens wreak havoc on Earth in a new show, but with many characters and a dragging storyline it creeps rather than thrills  ----  By John Anderson",
  "text": "<p>\n  Invasion </p><p>\n  Begins Friday, Apple TV+ </p><pre>\n </pre><p>\n  The best advice regarding the 10-episode \"Invasion\" would probably be to sit back and binge, except that once the three-part premiere is over, you have to wait until the following Friday for a new Apple TV+ installment. The bingeing tip isn't necessarily a compliment: \"Invasion\" proceeds so incrementally across such a wide range of characters and their responses to extraterrestrial terrorism that you might well lose your way from week to week. Never mind your interest. </p><p>\n  It's a truism in science fiction that the human element provides the conflict and the drama. But after many episodes of calibrated anxiety and ping-ponging between locations, seeing something with three-heads would be refreshing. The show doesn't offer a good glimpse of any such thing -- or much idea of what's instigating the massive explosions occurring here and there -- until at least chapter 6, though you do get a hint early on: A Yemeni traveler, showing less sense than his camels (who flee), stares at whatever's hurtling toward him in a cloud of dust, like a misguided Roomba. It quivers. It explodes. So does he. </p><p>\n  Something similar begins happening everywhere -- in the English countryside, for instance, where a bus hurtles into an alien-blasted gorge, trapping a bunch of school kids primed to re-enact \"Lord of the Flies.\" In agricultural Oklahoma, a crop circle is enormous and quick to become the obsession of Sheriff John Bell Tyson (Sam Neill), who thought he was retiring. In Japan -- or some miles above it -- a \"JASA\" space mission explodes, presumably liquidating a crew that included the lover of ground-team specialist Mitsuki (Shioli Kutsuna), who is determined to cut through the bureaucracy and find the cause. Back in New York, the only house left relatively intact on one Long Island block belongs to Aneesha (the glorious Golshifteh Farahani), who has just discovered that her husband, Ahmed (Firas Nassar), has been having an affair with a woman who posts recipes on Instagram. When Aneesha serves Ahmed the same dishes, it is rather delicious. </p><p>\n  It's also dramaturgical madness. Created by producers Simon Kinberg (\"X-Men,\" \"Deadpool,\" \"The Martian\") and David Weil (\"Hunters\"), the series takes the not-unreasonable tack of establishing its characters and their soapy backstories at length to encourage our emotional investment. But it becomes distractingly evident, right away, that the producers have the luxury of 10 episodes to do so. While it is true that many characters are not aware that space creatures are bombing the Earth -- that a particular cataclysm isn't an isolated incident -- they do seem relatively casual about it all. The bullied English boy (Billy Barratt) keeps being bullied; Aneesha can't get over the fact that her husband's paramour is white and blond, though racism in general seems undeterred by alien attacks. Mitsuki gets emotionally waylaid by her lesbian lover's relationship with her father (Togo Igawa). </p><p>\n  In Afghanistan, where U.S. soldiers seem to think they've been deployed to a frat party, Spc. Trevante Ward (Shamier Anderson) is the only American left after an attack by what can only be described as a three-legged crotch -- perhaps a first in intergalactic ghoulery -- which looms many stories above the men and then explodes. There's nothing Freudian about it, though when an alien finally does get a close-up, a viewer could be forgiven for thinking of Georgia O'Keefe. But Trevante's behavior is typical of both the writing and direction here, as he fumes, spewing vulgarities no one can hear, abusing the goat herder who treats his wounds and speaking English louder and louder, as if that would help. </p><p>\n  That people will act badly in times of an apocalyptic crisis is a convention of the genre, and in \"Invasion\" the behavior is very bad and the worst behaved are Americans. We can take it. What viewers might not be able to accept is a space-invasion series that takes so long to get to the point -- which is, we are led to believe, a space invasion. It's interesting, if not in an adrenaline-fueled kind of way, to have a thriller that's almost completely a response to the thrills, and in which the action is basically reaction. \"Invasion\" does give us some useful things to think about, though: If you plan to escape while extraterrestrials are shutting down the power grid, scrambling telecommunications and draining batteries, don't buy a Tesla. And if your camels grunt and run away, take the hint. </p><p></p>",
  "published": "2021-10-22T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 233,
          "end": 238
        },
        {
          "start": 24,
          "end": 29
        }
      ],
      "nexusId": "10022657"
    }
  ]
}