{
  "_id": "5e6a7fb650f4cee0fdc106c89a1ce8c18a78e84035690859769a0c01c125a577",
  "feed": "ftcomall",
  "title": "Asylum Road by Olivia Sudjic — lost in the modern world",
  "text": "<p>In the British writer Olivia Sudjic's 2017 debut novel&#xa0;<em>Sympathy</em>, a 23-year-old graduate named Alice Hare relocates from London (where she was raised) to New York City (where she was born), hoping to track down information pertaining either to her biological parents or her adopted father, who disappeared from her life a decade earlier. </p> <p>Instead, she becomes obsessed with a woman writer, 10 years older than her, who teaches at Columbia. Like her famous literary namesake, Alice finds herself tumbling down a rabbit hole, though in this case it's virtual one: labyrinthine social media stalking and Google searches.</p> <p>The overall effect was fittingly disjointed, akin to the experience of losing oneself online. Although the digital element is missing in Sudjic's new novel,&#xa0;<em>Asylum Road </em>— social media plays a relatively minor role in the narrative — this is another story about losing oneself in the modern world. </p> <p>In it, Sudjic explores ideas of immigration and displacement, home and homelessness, and the breaking or bolstering of national and individual borders. Her canvas is a broad one, but the prism through which this is all refracted is a story about a woman whose life is spiralling out of control that juxtaposes the enticing tension of a thriller with the grim entertainments of dark comedy.</p> <p>When, about a third of the way through the book, Anya, the central protagonist, accidentally leaves her mobile behind her on a plane, it marks both the moment she starts to lose her grip on events in her present and that which plunges her headlong into the traumas of her past. “Because I was the kind of person who did not lose things,” she explains, “on the rare occasions I did, I too felt lost.”</p> <p>Anya and her fiancé Luke have flown to Split, from where they drive to Sarajevo, so that he can meet her family for the first time. Her history is a complicated, splintered one. She was evacuated from war-torn Sarajevo as a child (though it “felt more like exile than escaping”), but her parents remained behind, leaving her to grow up in the care of an aunt in Glasgow. </p> <p>Like&#xa0;<em>Sympathy&#xa0;</em>before it,&#xa0;<em>Asylum Road</em>&#xa0;is also a story about a search for origins. Yet rather than offering her comfort or a sense of belonging, Anya's return to her family and the city of her birth is fraught with bewilderment. </p> <p>A delicious sense of unfurling chaos pervades this section of the book; caught between her family and her boyfriend, and acting as an interpreter for all, Anya begins to feel “quite mad”. Adding to this is the fact that her mother's Alzheimer's has her believing the city is still under siege, and the others choose to collude in the old woman's confusion rather than risk further distress.</p> <p><em>Asylum Road</em>&#xa0;is a novel pervaded by a genuinely unnerving sense of anxiety, dread and unease, and there's something admirable in the stubborn way in which Sudjic refuses to cut her readers any slack. Her writing is raw and fragmented, mimicking Anya's own disintegrating sense of self, not that this necessarily makes her character any easier to understand. Despite the supposed intimacy of the first-person narration, Anya's disquiet and apprehension fracture outward, running like fault lines through the prose. The results — at least in the first section of the book — can be disorientating.</p> <p>Here, Anya and Luke journey to a hotel in the South of France (which is where Luke proposes), and thereafter take a trip down to Cornwall to visit his Brexiter parents. His mother is a particularly sharp thorn in Anya's side, and brilliantly drawn by Sudjic, the kind of woman who doesn't knock before entering her son and his partner's bedroom, “A fan of borders but not boundaries,” as Anya wryly observes. But, by the time she and Luke arrived in Split, I was gripped; delighted by the taut pressures of the nightmarish and often awkwardly funny family get-together.</p> <p>The book's third and final section reaches a gloriously near-unhinged intensity, as the outward structures of Anya's life collapse in tandem with what's clearly some kind of mental breakdown. Memories of the past are presented in the present tense, and a sojourn at a college reunion is suddenly narrated in the third person. It's a little hectic, but as Sudjic so expertly illustrates, sometimes there's not a lot of difference between taking and losing control.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/B08HWF7TJ6/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=B08HWF7TJ6&amp;linkId=6c1448c9ff52f3ace2fd63a6080533e0\"><strong>Asylum Road</strong></a>, by Olivia Sudjic,&#xa0;<em>Bloomsbury, RRP£14.99, 272 pages</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Lucy Scholes 2021 'Asylum Road by Olivia Sudjic — lost in the modern world' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T11:00:36.957Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4575,
          "end": 4580
        }
      ]
    }
  ]
}