{
  "_id": "3ba024cbe88497699b505b78b4749c06bd6a9cd3ee6067463eab639fe8b5affa",
  "feed": "ftcomall",
  "title": "Big Tech faces European discord as regulators tune up ",
  "text": "<p>The mood music in Europe is changing for Big Tech.</p> <p>Top EU regulators are pressing ahead with the most ambitious overhaul of the bloc's rules for the internet in the past two decades. Even the notionally tech-friendly UK is joining in, just weeks after it left the EU's single market. </p> <p>The long-evolving EU push against the market power and behaviour of digital behemoths is two-pronged. The Digital Services Act aims to clarify the responsibilities of large online platforms when it comes to policing the internet. The Digital Markets Act is set to curb the power of the likes of Facebook and Google by establishing a set of prohibitions on behaviour deemed anti-competitive.</p> <p>Beyond Brussels, member states — and in particular the most powerful ones — are taking actions on their own. They have launched clampdowns on Big Tech because they want to be seen as leading the way before Brussels gets there.</p> <p>Germany is imposing its own version of the DMA, while France is putting in place what some see as a close equivalent of the DSA.</p> <p>Now the UK is also getting tougher. It wants to go after the world's largest online platforms.</p> <p>London has signalled that it will not hesitate to be as aggressive as Brussels. Andrea Coscelli, head of the UK competition watchdog, told the Financial Times that he anticipated a string of antitrust probes against Big Tech within the year.</p> <p>He said: “We are actively scanning the players, the complaints we have received, the cases that others are doing, what could be done in parallel with others, where are the gaps in the work the European Commission is doing.”</p> <p>One question this raises is whether the British action may end up being a mere “copy and paste” of EU probes already under way. After all, Margrethe Vestager, the bloc's competition and digital policy chief, is already overseeing investigations into Apple, Google, Facebook and Amazon. </p> <p>Yet Coscelli was adamant the UK could find a spot where it could add value. He has distanced his agency from Brussels in the way it examines mergers. He said he would not have accepted the concessions Google gave the EU to win regulatory approval for its pursuit for Fitbit, the fitness tracker.</p> <p>“Long-term behaviour remedies were ultimately accepted by the European Commission in this particular case,” he said. “Our concern is that it's very difficult to monitor sufficiently and enforce this type of remedy.”</p> <p>Despite European authorities' willingness to go after Big Tech, some are concerned that the impact might be limited. The big digital companies have already amassed so much power that even fines or changes in the way they behave only tinker around the edges. Antitrust enforcement may come too late to force a real shift in market dynamics.</p> <p>The EU and UK both face the same fundamental question: will the ever-tougher rhetoric translate into meaningful action?</p> <p><em>Listen to Coscelli's interview&#xa0;</em><a href=\"https://www.ft.com/content/028ebe19-185a-4380-b160-84c88574dd00\"><em>here</em></a><em>.</em></p> <h1>Chart du jour: Britain's bruising lockdown </h1> <p>On Monday, UK prime minister Boris Johnson outlined England's cautious exit from one of the world's strictest lockdowns by the end of June. The UK economy has been battered by the restrictions, with curbs on mobility showing a correlation with dips in gross domestic product. But lockdowns also appear to have been critical in pushing down the number of coronavirus infections. (<a href=\"https://www.ft.com/content/6d4ff17b-b3a2-4f9a-bb73-84e50ba614b6\">chart via FT</a>) </p> <h1>Europe news </h1> <ul>  <li><p>EU foreign ministers have <a href=\"https://www.reuters.com/article/us-russia-politics-navalny-eu/eu-prepares-to-sanction-four-russians-over-navalny-including-prosecutors-idUSKBN2AM0M2\">agreed to impose sanctions</a> against Russia in response to the jailing of opposition activist Alexei Navalny. While no targets have yet been publicly identified, the measures are likely to be aimed at officials involved in Russia's legal system. It would also be the first time the EU has used a new sanctions regime targeted at human rights abusers. The foreign ministers also heaped more sanctions <a href=\"https://www.politico.eu/article/eu-sanctions-top-venezuela-officials-over-election-fraud/\">on Venezuelan officials</a> and threatened “restrictive measures” against the military junta responsible for this month's <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2021/02/22/myanmar-burma-council-adopts-conclusions/\">coup in Myanmar</a>. (<a href=\"https://www.ft.com/content/226a0a03-719e-4a61-a88c-0e4f983119c9\">FT</a>, <a href=\"https://www.reuters.com/article/us-russia-politics-navalny-eu/eu-prepares-to-sanction-four-russians-over-navalny-including-prosecutors-idUSKBN2AM0M2\">Reuters</a>, <a href=\"https://www.politico.eu/article/eu-sanctions-top-venezuela-officials-over-election-fraud/\">Politico</a>)</p></li>  <li><p>Luca Attanasio, Italy's ambassador to the Democratic Republic of Congo, has been killed after a UN convoy he was travelling in was ambushed. The DRC's foreign minister has promised to investigate the attack. (<a href=\"https://www.ft.com/content/9408a6bf-21d4-4acb-a41a-e62b999cd827\">FT</a>, <a href=\"https://www.theguardian.com/world/2021/feb/22/italian-ambassador-to-dr-congo-dies-in-attack-un-convoy-luca-attanasio\">Guardian</a>) </p></li>  <li><p>The European Central Bank has stopped short of the aggressive approach towards climate change that green campaigners had hoped for. The bank's governing council has promised only to gear its financial modelling and disclosure towards tackling climate risks, but it will not commit to green asset purchases. (<a href=\"https://www.ft.com/content/ef64a281-4184-4141-a283-26f12134f322#myft:my-news:page\">FT</a>) </p></li>  <li><p>With Covid-19 cases surging in the Czech Republic, Prime Minister Andrej Babis is facing blowback for his inconsistent approach to the pandemic. The crisis has stoked support for opposition parties and led some Czechs to ignore government advice on coronavirus. (<a href=\"https://www.politico.eu/article/czech-republic-coronavirus-andrej-babis-under-fire-chaotic-response/\">Politico</a>) </p></li>  <li><p>A last-minute deal between Iran and the UN atomic watchdog over snap inspections has opened a narrow diplomatic window to revive the landmark nuclear treaty between international powers and Tehran. (<a href=\"https://www.ft.com/content/c649db81-ee69-4558-91be-bbf87590cbe9\">FT</a>)</p></li> </ul> <h1>Coming up today </h1> <p>European affairs ministers hold a video conference. On the agenda are preparations for the EU summit this week and talks on the Conference on the Future of Europe, the European Democracy Action Plan and EU-UK relations.</p> <p><a href=\"mailto:javier.espinoza@ft.com\"><em>javier.espinoza@ft.com</em></a>;&#xa0;<a href=\"https://twitter.com/JavierespFT\">@JavierespFT</a><br><a href=\"mailto:david.hindley@ft.com\"><em>david.hindley@ft.com</em></a></p><p>Source: Javier Espinoza in Brussels and David Hindley 2021 'Big Tech faces European discord as regulators tune up ' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-23T06:00:08.942Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1842,
          "end": 1847
        }
      ],
      "nexusId": "10022657"
    }
  ]
}