{
  "_id": "a599c4260f3c1d15bdd7ca29a76551147d39337206a4e9624d71ccae617ede0d",
  "feed": "ftcomall",
  "title": "Greensill tried to use NHS pay ‘gift' as lever to sell supply chain finance",
  "text": "<p>Greensill Capital planned to use an early payments scheme for health workers as a lever to secure other more lucrative work with the NHS, according to people familiar with the matter and a presentation from the since-collapsed finance group.</p> <p>Greensill, which fell into administration last month and has since sparked a lobbying scandal centred on the company's adviser David Cameron, last year introduced a scheme for NHS staff to cash their pay cheque bit-by-bit every day.</p> <p>Founder <a href=\"https://www.ft.com/content/7e79117f-cbf5-4765-82ca-7e8f1fb5915b\">Lex Greensill</a> announced the programme as the country was hit by the pandemic, saying it was his way of offering NHS workers the equivalent of a “free cup of tea”.</p> <p>Behind the scenes, though, Greensill Capital had already embarked on a whistle-stop tour of the UK's NHS trusts in an attempt to parlay the scheme, called Earnd, into paying business, including the supply chain finance schemes that were the group's signature product.</p> <p>Central to the effort to make money from the NHS were two Greensill employees: Bill Crothers and Jonathan Lewis. </p> <p>Crothers, the UK government's former chief procurement officer, is now under scrutiny after it emerged he first took a job at Greensill while he was still a civil servant.</p> <p>Lewis, a managing director at Earnd in charge of public sector clients, last month took a new job with NHS Shared Business Services, a joint venture between the UK department of health and French information technology company Sopra Steria.</p> <p>A presentation given to one trust in December 2019 — titled “Adding Value to the NHS” — was explicit that the free funding was a foothold for Greensill to offer more complex and profitable financial products, stating: “employee early payment is just the start”.</p> <p>The December 2019 presentation stressed Greensill's links with officialdom. One slide declared “it is important for us to be doing substantial business with HMG [Her Majesty's Government]”.&#xa0;</p> <p>Another described Lex Greensill as having previously been a “senior adviser to the British Prime Minister and US President Barack Obama” — even though the financier only met the former US leader on one occasion, according to people familiar with the matter.</p> <p>At this stage, Greensill already had one main contract involving the NHS, offering so-called supply-chain finance to Britain's chemists under the “Pharmacy Early Payments Scheme”. From 2018 onwards, this saw the company pay pharmacists at a discount for drugs they dispensed, before collecting full payment from the NHS later.</p> <p>The 2019 slide deck pitched supply-chain finance as a way to strengthen an NHS Trust's balance sheet. It said that the financial product posed “no, or very low, risk to a Trust”, would require “no further procurement” and reassured that Greensill would “not make a high return” out of the arrangement.</p> <p>The presentation also discussed more speculative schemes. A slide titled “The Future (Salary Stretching)” outlined the company's ambition to alleviate financial hardships for poorly paid NHS staff: “Greensill cannot impact the amount that NHS employees are paid. However, if the poverty premium were removed, low paid staff could experience a net salary increase of up to 3 per cent.”</p> <p>The pitch was oblique on what this might involve. Another slide — illustrated with images of a car, iPhones and a pork chop — explained that Greensill wanted to “enable lower paid (and all) staff to stretch their salaries”.</p> <p>Greensill Capital frequently portrayed Earnd as a piece of altruism that it made no profit from, charging no fee either to NHS trusts or their employees. </p> <p>It pointed to the scheme during a lobbying effort to win government financing, according to documents released by the Treasury on Thursday evening.</p> <p>In an email to Treasury officials in March 2020, sent during a failed attempt from&#xa0; Greensill to access an emergency Bank Of England lending scheme, the company's founder described Earnd as “our small contribution to the country in its time of unprecedented need”.&#xa0;</p> <p>In an attempt to lobby Australian prime minister Scott Morrison to implement a similar scheme, Greensill pledged to “carry the cost of as a gift to the nation”.</p> <p>Crothers was present at a <a href=\"https://www.ft.com/content/a33a7cf8-f031-4f4c-be38-fea05ad4ade5\">private drink</a> between Lex Greensill and health secretary Matt Hancock in October 2019, which the Sunday Times <a href=\"https://www.thetimes.co.uk/article/david-cameron-lobbied-no-10-and-hancock-for-greensill-nht3x2c5z\">first reported</a> was set up by former prime minister David Cameron. Cameron, a paid adviser to Greensill, is now embroiled in Britain's biggest <a href=\"https://www.ft.com/content/806d73f9-182b-4922-ac9a-4028acefd33c\">lobbying scandal</a> for a generation.</p> <p>In an April 2020 blog post, Lewis outlined how the company could help NHS staff through the “coronavirus crisis”, describing his role as using “Greensill's expertise to improve the financial position of the 25 per cent of NHS staff who are low paid”.</p> <p>Greensill's Earnd product was available to hospital staff through an app from NHS Shared Business Services, the joint venture that Lewis now works for. A now-defunct webpage said it could help NHS staff with financial obstacles such as “rent due before payday or a forgotten MOT bill”.</p> <p>Greensill Capital, Lewis and Crothers did not respond to requests for comment. NHS SBS said: “Just like with other similar providers of flexible pay solutions, NHS trusts contracted directly and on an individual basis with Earnd.”</p> <p>Some NHS trusts actively promoted the service just weeks before Greensill collapsed. The Mid and South Essex NHS Foundation Trust sent an email to staff in February promoting Earnd, which carried glowing endorsements from NHS employees.</p> <p>“I think Earnd makes you feel more relaxed and gives you an added dimension to the structure of your finances,” said one quote attributed to a staff member on a maternity ward.&#xa0;“It just gives you an added sense of freedom.”</p> <a href=\"http://www.ft.com/cms/3b021684-5e03-4215-9c39-44aef5c3c848.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Robert Smith in London 2021 'Greensill tried to use NHS pay ‘gift' as lever to sell supply chain finance' FT.com 23 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-23T04:00:23.439Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}