{
  "_id": "89afe1d5ee94a30a39f7566f296dc4cd13f230a34afd2fe2a310c28bd17e84b4",
  "feed": "wall-street-journal",
  "title": "Samsung Chief Returns to Prison  ---  Departure of Korean  conglomerate's leader  sparks selloff, wipes  out billions in shares  ----  By Elizabeth Koh",
  "text": "<p>   SEOUL -- Samsung's de facto leader, Lee Jae-yong, returned to prison, throwing the South Korean conglomerate into disarray during a generational transfer of power. </p><p>   Mr. Lee, the 52-year-old grandson of Samsung's founder, received a 30-month prison sentence from a South Korean appeals court on Monday, in a retrial of his 2017 conviction for bribing South Korea's former president. His prior time behind bars of roughly a year counts toward his new sentence. If granted early parole, Mr. Lee could walk free next year. </p><p>   Mr. Lee was taken into custody after the verdict. He is allowed to appeal to the nation's Supreme Court, though overturning his new sentence is unlikely, South Korean legal experts say. </p><p>   A lawyer for Mr. Lee called the court's decision regrettable, though the lawyer didn't say if an appeal would be filed. A Samsung Electronics Co. spokesman declined to comment on the matter. </p><p>   The Samsung conglomerate encompasses dozens of businesses -- each with chief executives running day-to-day operations -- but major decisions require Mr. Lee's approval. In a sign of his vast influence, Mr. Lee's detainment triggered a selloff across Samsung's affiliates, wiping away billions of dollars in market value. Samsung Electronics fell 3.4%, battery maker Samsung SDI Co. slid 4.2% and Samsung C&amp;T Corp., the conglomerate's de facto holding company, dropped 6.8%. </p><p>   \"They've lost their captain,\" said Mike Cho, a South Korean business expert at Korea University in Seoul. \"All the power is centered around one person.\" </p><p>   The multiyear legal saga centers on Mr. Lee's bribery of South Korea's former president, Park Geun-hye, and her confidante, seeking government assistance in closing an intraconglomerate merger between two Samsung affiliates that cemented his ownership grip. He first went to prison in early 2017 and later that year was handed a five-year prison sentence. An appeals court later lightened the punishment, freeing Mr. Lee from prison. In August 2019, South Korea's Supreme Court ordered a retrial that led to Monday's verdict. </p><p>   In recent months, Mr. Lee and Samsung sought to remake their collective image as responsible corporate stewards. The conglomerate created an outside compliance committee to catch potential ethical lapses. Mr. Lee apologized for the scandals and vowed to not pass his position on to his children. </p><p>   The pledges to do better weren't enough, the Seoul High Court said in its Monday verdict. Though sentences of up to three years can be suspended, the appeals court said Mr. Lee's punishment needed to include more jail time. </p><p>   Gone now for the second time in four years, Mr. Lee's absence isn't a new problem for Samsung. But it comes during a precarious moment. </p><p>   Unlike in 2017, Samsung Electronics -- the conglomerate's crown jewel -- isn't in the middle of a historic run in memory-chip prices. That period was so fruitful that it negated the ill effects of the prior year's global recall of Galaxy Note 7 smartphones. </p><p>   Early last year, the pandemic boosted chip sales for computers and data servers as more people worked from home. But now the industry is consolidating quickly. As its chief rivals scale up in size, Samsung has remained on the sidelines despite sitting on a cash pile of nearly $100 billion. Pursuing and approving major acquisitions are among Mr. Lee's chief responsibilities. </p><p>   Samsung's last major deal, spending $8 billion to buy U.S.-based automotive-technology manufacturer Harman International Industries Inc., occurred more than four years ago before Mr. Lee's legal woes began. </p><p>   Meanwhile, Samsung's smartphone business, which is enjoying a rise in market share as Huawei Technologies Co. faces sanctions, grapples with a tough future. Lower-price Chinese rivals are digging into Samsung's user base in Europe, India and elsewhere. Apple Inc. has released its first 5G-enabled iPhones, negating Samsung's early advantage with the next-generation devices. </p><p>   Going by \"Jay Y. Lee\" in the West, he has led the Samsung conglomerate since his father was incapacitated by a 2014 heart attack. But with his father's death in October, Mr. Lee was expected to formally take the Samsung chairmanship, a transfer he will now have to navigate from behind bars. </p><p>   His father's death triggered a hefty inheritance tax under South Korean law. It puts Mr. Lee, his mother and two sisters on the hook for more than 11 trillion South Korean won, or roughly $10 billion, to inherit the patriarch's shares in various Samsung companies. The tax must be paid over the next five years. </p><p>   Mr. Lee's return to prison could slow down the company's ability to respond quickly and aggressively in moments of crisis or opportunity, said Chang Sea-jin, a professor at the National University of Singapore who wrote a book about Samsung's history. It could also hasten a shift away from the Lee family's tight grip on decisions in favor of those people already running operations, he added. </p><p>   The Monday verdict surprised some South Korean corporate governance experts, who for decades had seen the country's most-powerful business tycoons evade jail time for corruption, bribery or other indiscretions. </p><p>   \"It's a great wake-up call,\" said Kim Woo-chan, a South Korean corporate-governance expert, who has criticized conglomerate clout. \"You have to watch out for any bribery, any illegal capital markets transactions. Otherwise, you'll be in jail.\" </p><p>   Legal experts had questioned if Mr. Lee would be able to avoid a second stint in prison. Last week, South Korea's Supreme Court upheld a 20-year prison sentence for Ms. Park, the former president, in the same corruption scandal that led to her impeachment. The matter sparked nationwide protests over the close ties between political and business elites. Mr. Lee's legal problems aren't over. He remains entangled in another related case investigating alleged financial fraud at a Samsung subsidiary with a role in the 2015 intra-conglomerate merger. That case, with expected appeals, could stretch on for several years, legal experts say. </p><p></p>",
  "published": "2021-01-19T07:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3799,
          "end": 3809
        },
        {
          "start": 3799,
          "end": 3804
        },
        {
          "start": 3799,
          "end": 3808
        }
      ]
    }
  ]
}