{
  "_id": "ba9429848a9e40f3e1f619270ea61388cfe0bbac136fc8cfd86e6e8ae4837dfe",
  "feed": "wall-street-journal",
  "title": "World News: Tech Companies to Buy Vaccines for Taiwan",
  "text": "<p>BioNTech and Shanghai Fosun Pharmaceutical Co., which is licensed to distribute BioNTech's vaccine in China, on Sunday said they would sell 10 million shots to Taiwan Semiconductor Manufacturing Co., Hon Hai Precision Industry Co. -- the iPhone assembler better known as Foxconn -- and a private charity controlled by Foxconn founder Terry Gou.</p><p>The vaccines, which will be purchased through a drug distributor, will then be donated to the Taiwan Centers for Disease Control for local vaccination, the companies said.</p><p>The roundabout arrangement effectively ends a monthslong geopolitical impasse over whether Taiwan's government could buy vaccines directly from Mainz, Germany-based BioNTech.</p><p>Taiwan, a democratically ruled island of roughly 24 million people that Beijing has never ruled but claims as part of its territory, isn't a member of the World Health Organization, in large part because of Beijing's opposition.</p><p>Even before Taiwan suffered its worst coronavirus surge starting in late April, its government had neared a deal to secure vaccine supplies from BioNTech when, Taipei alleges, Beijing intervened to spike the arrangement.</p><p>Beijing denied the allegation, insisting that Fosun Pharma always had exclusive distribution rights for Taiwan, presumably through the distribution deal struck between the two companies in March 2020, though the press release on the agreement didn't explicitly mention Taiwan.</p><p>On Sunday, BioNTech and Fosun said Fosun was licensed to distribute BioNTech's vaccine in \"Chinese Mainland, Hong Kong SAR, Macau SAR and Taiwan region,\" referring to Hong Kong and Macau as special administrative regions of China and to Taiwan as falling under Beijing's jurisdiction.</p><p>Beijing volunteered to donate vaccines to Taiwan, an offer Taipei rejected. Taiwan criticized Beijing for blocking Taiwan's efforts to procure the vaccine directly from BioNTech at a time of great need on the island.</p><p>The new vaccine deal effectively circumvents the geopolitical impasse by routing the purchase through Fosun and private Taiwanese entities, including two founded by Mr. Gou, one of Taiwan's most prominent China-friendly businessmen.</p><p>TSMC is the world's largest contract chip maker, while Mr. Gou's Foxconn is the world's biggest contract electronics manufacturer and operates massive facilities on the Chinese mainland. Mr. Gou has expressed his interest in buying BioNTech vaccines on Taiwan's behalf since the island's pandemic situation dramatically worsened in May.</p><p>In the end, the arrangement required a delicate dance in which the Taipei government, while refusing Beijing's donation of vaccines, signaled that it was willing to acquire the BioNTech vaccine indirectly -- as long as the doses didn't physically come from mainland China -- and then allowing Foxconn and TSMC to negotiate on its behalf.</p><p>A spokeswoman for Fosun Pharma said the vaccines would be shipped from BioNTech's facilities in Europe. Such an arrangement appears to fulfill Taipei's requirement that the vaccines come from BioNTech's own factories.</p><p>Ugur Sahin, chief executive of BioNTech, on Sunday said the company was \"very grateful to be able to supply the Taiwanese people with vaccine doses manufactured in Europe,\" while Wu Yifang, Fosun Pharma's CEO, said his company would work with BioNTech to provide the vaccines at \"an early date.\"</p><p>Spokespeople for TSMC and Foxconn said they were in the midst of the contract-signing process on Sunday. The Taiwan Centers for Disease Control didn't respond to a request to comment Sunday.</p>",
  "published": "2021-07-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}