{
  "_id": "7e65071eaa798558014fb0598c221390e3172179eaaa4135bb5e8cce839de5e3",
  "feed": "market-watch",
  "title": "Weekend reads: this hidden wrinkle in Social Security can help you decide when to file for benefits",
  "text": "<p>Now here's the good news: if you wait to claim until you reach your full retirement age (currently 66 and two months and will increase to 67 for those born in 1960 or later), retroactive benefits can ease the pain if you change your mind, as Jeffrey Levine explains.</p><p>Related:The best reason of all to postpone retirement</p><p>Dividend stocks for 2022</p><p>Getty ImagesIt's possible that 2022 will be a difficult year for the stock market as the Federal Reserve allows interest rates to rise. A stream of dividend income can it easier to stay put during a down market. Here's a list of stocks with dividend yields of at least 3% and plenty of expected cash flow to cover higher payouts.</p><p>Where to retire in the Midwest</p><p>Kevin E. Schmidt / Maquoketa StudiosSilvia Ascarelli writes the Where Should I Retire column. This week she helps a woman who wishes to move out of Illinois, but not too far from her family in the suburbs of Chicago. Here are three possible locations based on her criteria.</p><p>Try MarketWatch's&#xa0;retirement location tool&#xa0;for your own custom search. It includes data for more than 3,000 U.S. counties and incorporates climate risk.</p><p>A stock-picking strategy you may never have thought of</p><p>Professional money managers have many ways of selecting investments, some of which are based on sophisticated mathematical models. But Fred Reichheld outlines a much simpler method that has served him well, with a portfolio that beat the Vanguard Total Stock Market ETF by 2.8 to 1 over a 10-year period. &#xa0;</p><p>ETFs go meta</p><p>MarketWatch illustration/iStockphotoMark DeCambre writes the ETF Wrap column, with news and performance updates for exchange-traded funds. This week he shares a fascinating industry development, as ETF managers rush to create metaverse investment products in the wake of Facebook's name change to Meta Platforms Inc.</p><p>You can sign up here&#xa0;to receive ETF Wrap by email.</p><p>Bitcoin and blockchain</p><p>Getty Images/iStockphotoMark DeCambre fills in for Frances Yue for this week's Distributed Ledger column, which includes a warning for bitcoin holders.</p><p>&#xa0;Sign up here to get Distributed Ledger&#xa0;delivered to your inbox weekly.</p><p>Related:Stocks will face competition from blockchain-based DAOs in the near future</p><p>The SEC's conflict with China and what it might mean for U.S. investors</p><p>Mark Hulbert explains why a possible clampdown by the Securities and Exchange Commission on the U.S. listing of shares of Chinese companies might backfire for U.S. investors.</p><p>More from Hulbert:</p><p>It's a good bet that Apple, Amazon and other Big Tech darlings won't be the 2020s' big market winners</p><p>Twitter made this shareholder-friendly move after Jack Dorsey resigned as CEO. Here's why it just might work.</p><p>Digging further into the supply shortage</p><p>Mario Tama/Getty ImagesYou have no doubt seen coverage of long delays for ships that need to unload freight in U.S. ports, but Katie Marriner and William Watts describe a related problem that may surprise you.</p><p>When is enough enough?</p><p>CD Moriarty offers some blunt talk to a couple well-positioned for early retirement but who fear they don't have enough: “Retiring is more like planning a career than building a nest egg alone.“</p><p>Want more from MarketWatch? Sign up for this and&#xa0;other newsletters, and get the latest news, personal finance and investing advice.</p>",
  "published": "2021-12-10T10:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2494,
          "end": 2499
        }
      ],
      "nexusId": "10022657"
    }
  ]
}