{
  "_id": "f2bd3f425ac2821c267a57ed89351367c9120b44ed32c4be4081772d54b95202",
  "feed": "wall-street-journal",
  "title": "Adele Is Back. Everything Has Changed Since She Ruled the Music Business. With a new single and her fourth album on the way, the top-selling artist of the 2010s dives back into an industry transformed by streaming",
  "text": "<p>The record is set to be one of the biggest music events of the year, music-industry analysts say. But for Adele—the top-selling artist of the 2010s who is famous for moving vast sums of CDs and digital downloads—the stakes are high. Industry analysts are watching to see if she can maintain her numbers and cultural impact in a vastly different music marketplace, one that favors streaming over traditional sales and where artists struggle to hold the public's attention.</p><p>Today, streaming subscriptions fuel nearly two-thirds of U.S. recorded-music revenue, up from less than 20% in 2015, according to the Recording Industry Association of America. Artists now release music much more frequently, making it harder for any single act to dominate the public conversation for long.</p><p>\"It's easier for her to look like a failure,\" says Mark Mulligan, music-industry analyst at Midia Research. \"But equally so, if she can succeed against the odds…she will have carved out her position as one of the all-time music greats.\"</p><p>Industry analysts and executives expect her traditional album sales to fall substantially compared with her last record. But they also see her cultural power remaining intact, betting that Adele's new album will dominate public discussion into next year.</p><p>SHARE YOUR THOUGHTS</p><p>What do you hope to see from Adele's new album? Join the conversation below.</p><p>Adele's record \"25\" came out in 2015, just as subscriptions to streaming services were gaining steam. The following year marked a turning point for the music industry, when streaming drove the first big jump in U.S. recorded-music revenues since 1999.</p><p>At the time, some of music's huge stars hadn't fully embraced streaming, which isn't as lucrative as CDs and digital downloads. To maximize her album sales, Adele withheld \"25\" from streaming services for months; Spotify and Apple Music initially didn't even know whether the album would appear on their platforms. Despite streaming's momentum, \"25\" went on to become the second-biggest-selling album of the 2010s in the U.S. (second only to Adele's own \"21,\" from 2011), according to Billboard.</p><p>Adele recently suggested that her new album would be different from her previous work—comments that could also serve to manage expectations. \"There isn't a bombastic 'Hello,' \" the singer told Vogue magazine, referring to her megahit. \"I don't want another song like that,\" she said. \"That song catapulted me in fame to another level that I don't want to happen again.\" Adele declined an interview request.</p><p>The biggest change is likely to be her traditional music sales. It will be challenging for Adele to match \"25,\" which moved a record-breaking 3.4 million copies in its first week in the U.S. To date, \"25\" has racked up 9.6 million in U.S. sales, including 6.7 million physical copies, MRC Data says.</p><p>Dan Runcie, founder of music-business media company Trapital, for example, expects Adele's first-week U.S. numbers to total over 800,000 album-equivalent units—a measure that includes both traditional sales and streaming.</p><p>Unlike with \"25,\" Adele appears to be planning to release her album on streaming immediately, according to her Vogue interview. That means fans have the option of not purchasing it. More of her fan base, which skews older and female, could also have become streamers. Like with many artists these days, Adele's streams might be concentrated in a few hit songs.</p><p>Music listening, meanwhile, has become more fragmented than ever. Shared cultural moments are rarer as longtime media institutions such as radio and late-night TV have lost considerable reach. Major stars can even fly under the radar for many people. And music itself is losing the attention of younger audiences to social-media platforms like TikTok.</p><p>\"We are in a post-album era,\" Mr. Mulligan says. \"Music fans churn through music more quickly…That's what she's up against.\"</p><p>When it comes to Adele's live-music career, her older fan base could also affect demand for an expected Las Vegas residency; some fans might waver on buying tickets due to concerns about Covid-19, says Dave Brooks, Billboard's senior director of live music and touring.</p><p>Still, Adele has surmounted hurdles before. And superfans of artists such as Taylor Swift and BTS are accustomed to gobbling up physical and digital albums as a form of merchandise.</p><p>Adele \"kind of transcends the changes in the industry,\" Mr. Brooks says. When the vocal powerhouse posted a snippet of \"Easy on Me\" on Instagram, there was a tremendous impact—including a spike in Facebook discussion and Twitter retweets, according to music-analytics firm Chartmetric. Searches on Wikipedia jumped nearly 550% compared with a week earlier. \"People are excited,\" says Sung Cho, Chartmetric's founder and chief executive. \"The interest is there.\"</p><p>Adele's lengthy break might turn her album into an even bigger cultural event. Her team, which includes manager Jonathan Dickins and label Columbia Records, is expected to launch a massive marketing push involving traditional outlets such as magazines and television.</p><p>The difficulty even hugely popular artists face in standing out in today's landscape underscores how special it can be when a few manage to do so. And for Adele—one of the last sales juggernauts in a streaming-first world—sustaining her audience's attention over time might be the better barometer of success than first-week numbers, analysts and executives say.</p><p>\"Her Billboard sales may not compare to her last album, but that says more about the industry than it does about Adele,\" Mr. Runcie says.</p><p>Write to Neil Shah at neil.shah@wsj.com</p><p>Adele Is Back. Everything Has Changed Since She Ruled the Music Business.</p>",
  "published": "2021-10-13T15:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1845,
          "end": 1850
        }
      ],
      "nexusId": "10022657"
    }
  ]
}