{
  "_id": "36b139e685f36a861bd59532938c63ec742beffc4dc5e1d2427e8fa6a56cc8ef",
  "feed": "ftcomall",
  "title": "Global chip shortage spreads to toasters and washing machines ",
  "text": "<p>The deepening global chip crunch is spreading to makers of smartphones, televisions and home appliances, according to suppliers in Asia, as companies boost stockpiles of in-demand semiconductors.</p> <p>Chip supplies have tightened due to booming demand for electronics during the Covid-19 pandemic and <a href=\"https://www.ft.com/content/51762983-00bc-4017-aeab-12be802c3cc5\">outages</a> at large production facilities. </p> <p>But the shortage has been worsened by hoarding by <a href=\"https://www.ft.com/content/2d43d15b-12d5-4abf-96a1-3eee96a63a10\">sanctions-hit Chinese groups</a>, which has made it harder for some companies to secure components for everyday electronics such as washing machines and toasters.</p> <p>South Korea's Samsung Electronics and LG Electronics are among the groups feeling the pinch from manufacturing delays that are forecast to last into 2022.</p> <p>Samsung began to reduce orders for some smartphone components this month, two of its main parts makers said, after the world's largest computer chipmaker <a href=\"https://www.ft.com/content/7e5e2d0f-3aa4-412b-898c-15acda4adb2e\">warned in March</a> of a “serious imbalance in supply and demand” for semiconductors. </p> <p>“Application processors, display drivers and camera sensors are all in short supply. As a result, we are seeing falling orders from Samsung in the current quarter,” said a big smartphone parts supplier to the Korean company. “Temporary sales falls are unavoidable but we expect the situation to improve from June as the delayed orders are likely to come in larger volume in the second half.”</p> <p>Koh Dong-jin, co-chief executive and head of Samsung's mobile business, has warned of possible problems in the second quarter because of the chip shortage. He said last month that the company might have to postpone the launch of its high-end smartphone until next year. Samsung is also a significant manufacturer of chips through its foundry business.</p> <p>LG, a big appliance maker, said the chip shortage had not yet disrupted its production but admitted it was a risk. “We are closely monitoring the situation as no manufacturer can be free of the problem if it gets prolonged,” the company said.</p> <p>A small TV maker in Seoul said: “It is getting more difficult to secure key components unless you pay higher prices. We have to hike TV prices, reflecting the rising material costs.”</p> <p>Production of low-margin processors that carry out simple tasks such as weighing clothes in a washing machine or crisping bread in a smart toaster has been affected.</p> <p>“Microcontroller units are in tight supply, which could be impacting general appliances,” said Randy Abrams, head of Asian semiconductor research at Credit Suisse.</p> <p>Production of those chips used in appliances have ended up at the back of the queue, as manufacturers allocate capacity to <a href=\"https://www.ft.com/content/37d9dc66-e4ee-4629-b791-af4d043ff0ff\">high-margin products</a>, one industry insider said.</p> <p>Foundries in South Korea said they were unable to satisfy surging orders even while operating at full capacity.</p> <p>“Orders from customers for chips used in smartphones, TVs and other home appliances are surpassing our capacity,” said an official at DB HiTek, which makes chips used in Apple's iPads. “Display driver chips, power management chips and image sensors are especially in short supply.”</p> <p>Shortages have pushed companies to place orders with multiple chipmakers, a phenomenon known as “double-booking”, said one industry official.</p> <p>The official added that the chip crunch had been worsened by aggressive stockpiling by Chinese companies, which are bracing themselves for further sanctions as Washington seeks to hobble Beijing's 5G ambitions.</p> <p><a href=\"https://www.ft.com/content/05206915-fd73-4a3a-92a5-6760ce965bd9\">Taiwan Semiconductor Manufacturing Company</a>, which has been running at more than full capacity, expects the chip shortage to last until 2022. The company will invest $100bn over three years to expand its capacity.</p> <p>Nanya Technology, Taiwan's leading memory chip maker, on Tuesday announced plans to build a $10bn plant in the country to alleviate the shortage and capture growing demand for 5G-related components.</p> <p>However, analysts believe the shortage could end as quickly as it began if electronics spending fades as the pandemic recedes.</p> <p>Investors will then “find out how much of the demand profile is real, and how much is phantom”, wrote Stacy Rasgon, a Bernstein semiconductor analyst, in a note.</p><p>Source: Song Jung-a in Seoul and Eleanor Olcott in Taipei 2021 'Global chip shortage spreads to toasters and washing machines ' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-25T01:00:06.938Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2890,
          "end": 2895
        }
      ],
      "nexusId": "10022657"
    }
  ]
}