{
  "_id": "ac6ef6e1d4536fbeece006e54620e4c35a832bf93f9a2b28a479d079c774e27f",
  "feed": "ftcomall",
  "title": "Facebook's date with Europe",
  "text": "<p>The UK and EU today formally announced competition investigations into Facebook's dating and classifieds businesses, in a co-ordinated assault on the social network's use of customer data to help it dominate in core markets such as digital advertising.&#xa0;</p> <p><a href=\"https://www.ft.com/content/1836b3a0-cf7b-4dd1-9821-85f209e15667\">As Kate Beioley in London and Javier Espinoza in Brussels report,</a> the UK and European Commission have taken a similar approach to cracking down on the dominance of Big Tech since the latter's Competition and Markets Authority became a regulator in its own right in January.</p> <p>The CMA said it was investigating whether Facebook might be “abusing a dominant position in the social media or digital advertising markets through its collection and use of advertising data”. Separately, Brussels said it was opening a formal antitrust investigation to assess whether Facebook violated EU law “by using advertising data gathered in particular from advertisers in order to compete with them in markets where Facebook is active such as classified ads”.&#xa0;</p> <p>Regulators in the EU also say the probe will look into whether Facebook ties its online classified ads service “Facebook Marketplace” to its social network, in breach of EU competition rules.</p> <p>A Facebook spokesperson said: “Marketplace and Dating offer people more choices and both products operate in a highly competitive environment with many large incumbents.”</p> <p>Meanwhile, <a href=\"https://www.ft.com/content/4fad1fee-ced6-45ab-bab9-63442b381336\">Dave Lee in San Francisco reports</a> Facebook has banned Donald Trump from its network for at least two years. The ban was a revision from a previous indefinite suspension. The decision came as part of an <a href=\"https://about.fb.com/news/2021/06/facebook-response-to-oversight-board-recommendations-trump/\">announcement detailing broader changes</a> to the company's policies on how it moderates speech by influential public figures.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. US to impose China tech investment ban</strong><br>A post-Trump US is not letting up on China, with the Biden administration <a href=\"https://www.ft.com/content/91e6fb2a-6385-49b3-83aa-8044374805c4\">banning Americans from investing</a> in dozens of Chinese defence and surveillance technology companies on national security grounds. A new executive order prohibits investments in 59 companies from August 2, including marquee Chinese groups such as Huawei and its largest chipmaker Smic. One senior US official said the order would ensure that Americans are “not financing the military-industrial complex of the People's Republic of China”.</p> <p><strong>2. Getir's rapid rise to $7.5bn</strong><br>There are no limits on Investors piling into the latest ecommerce trend of rapid grocery delivery and Getir, the Istanbul-based app, has<a href=\"https://www.ft.com/content/3acc197c-cd81-4b3b-a19b-32e58fc687e7\"> raised $550m in new funding</a> — tripling its valuation to $7.5bn, barely three months after its last financing. It is planning a US launch this year and is now worth more than food delivery apps Deliveroo and Grubhub.<a href=\"https://www.ft.com/content/97c712bb-7bb6-4ca3-92cf-0c49d4ce830a\"> Lex says</a> the appetite for such services is odd, given how they burn cash, belch carbon and are drowning in competition.</p> <p><strong>3. UK fibre flood warning for BT</strong><br>The money flooding into fibre should, to borrow an awful government phrase, help get the UK “gigafit for the future”. But, <a href=\"https://www.ft.com/content/8defa807-6424-41f0-86e2-3dc43a70b099\">as Helen Thomas comments</a>, It's not yet clear the same is true of incumbent BT.<a href=\"https://www.ft.com/content/13115950-22c3-43a0-a41b-0ec2e162547c\"> Nic Fildes has a profile </a>of one serious rival, Lutz Schüler, CEO of newly merged Virgin Media O2.</p> <p><strong>4. Legal threat to NHS patient data pool</strong><br>The UK government is being<a href=\"https://www.ft.com/content/a13225c8-b618-4ee4-ae16-a0e26829bc7b\"> threatened with legal action</a> if it does not pause plans to collate the full medical histories of 55m patients in England into a single database from July 1. Campaigners warned that “rushing this major change through with no transparency or debate violates patient trust, and that doing so without patient consent is unlawful”.</p> <p><strong>5. Ackman goes gaga over Universal</strong><br>The hedge fund billionaire Bill Ackman is <a href=\"https://www.ft.com/content/5ca220cd-d516-4ad7-a73c-748f6de025d2\">nearing a deal </a>with Universal Music Group in which his blank-cheque company would acquire a 10 per cent stake in the record label behind artists such as Lady Gaga. Universal's owner Vivendi confirmed on Friday that it was in talks with Pershing Square Tontine Holdings, a special purpose acquisition company that broke records with its $4bn listing last year. <a href=\"https://www.ft.com/content/c7c50bb5-1df1-410e-9802-978be286a849\">Lex likes the deal,</a> with the world's biggest record label increasing revenue and earnings with the aid of music streaming services.</p> <h2>Tech tools — the new iMac</h2> <p>The new 24in Apple iMacs come in seven delicious Fruit Gum colours and have a ridiculously minimal profile. They are by a long chalk the most desirable desktop computers ever made, <a href=\"https://www.ft.com/content/df2e2d96-48a5-4aed-986a-a2fa8f941f98\"><em>in the opinion of Jonathan Margolis.</em></a> It's not just their beauty, he says, the performance is also stellar. The M1 processor brings a speed and fluidity that makes a noticeable difference. Everything you open snaps into action instantly. Along with better cameras and speakers, the processor helps many everyday apps&#xa0;work perceptibly better, too. FaceTime&#xa0;on the new iMac, for instance, looks and sounds so crisp, vivid and “present” you might never want to leave home again. <a href=\"https://www.ft.com/content/df2e2d96-48a5-4aed-986a-a2fa8f941f98\">Read more</a></p><p>Source: Chris Nuttall in London 2021 'Facebook's date with Europe' FT.com 4 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-04T18:25:07.249Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4119,
          "end": 4124
        }
      ]
    }
  ]
}