{
  "_id": "444649c39bea3547102f1ec9f1177a4785def62e4c53b8cdf89daf4118120bf9",
  "feed": "market-watch",
  "title": "Dow books 618-point rise, clinches best point gain in a year, as investors attempt to shake off omicron-sparked jitters",
  "text": "<p>Wall Street may be taking some solace from a report of a second case of the omicron variant from a Minnesota resident visiting New York—which was reported by Minnesota public health authorities—but who showed just mild symptoms.</p><p>What's happening</p><p>The Dow Jones Industrial Average DJIA rose 617.75 points, or 1.8%, to 34,639.79, which marks the best percentage gain since March 5, 2021 and the best point gain since Nov. 9, 2020.</p><p>The S&amp;P 500 index SPX advanced 1.4%, or 64.06 points, to close at 4,577.10, notching its best day since Oct. 14.</p><p>The Nasdaq Composite Index COMP picked up a more modest 0.8%, or 127.27 points, to reach 15,381.32.</p><p>The Russell 2000 index RUTended the session up 2.7%, or 58.91 points, to reach 2,206.33, a day after marking its first correction since June of 2020.</p><p>In an incredibly volatile session on Wednesday, the Dow ended 1.3%, or 462 points, lower to 34022.04, as the Nasdaq Composite slumped 1.8%, or 284 points, to 15,254.05. The S&amp;P 500 fell 1.2% to 4,513.04, and the small-cap Russell 2000 RUT slumped 2.3%, or 51 points, to 2,147.42.</p><p>What's driving markets</p><p>Stocks finished higher for the first time in three sessions but for some bulls the downtrend may feel longer, amid a slide characterized at times by stomach-churning swings and white-knuckle climbs higher.</p><p>Investors have been on edge because the omicron-inspired jitters have resulted in some erosion of upward trend lines for the main stock benchmarks and bears wanted to see if another shoe would drop on Thursday to help solidify the downtrend.</p><p>“The bouncing in the markets due to incoming news has slowed, with markets led by cyclicals and the recovery trade,” wrote Rob Haworth,&#xa0;senior vice president and senior investment strategist, at U.S. Bank Wealth Management, in emailed comments to MarketWatch.</p><p>On Thursday, health officials confirmed another case, a Minnesota resident who had recently traveled to New York City for a convention, experienced mild symptoms and has since recovered. The new case makes it likely that further infections from omicron in the New York area.</p><p>“The hope is that Omicron is more benign than expected and any shutdowns will be limited in time and scope,” the UBS strategist wrote.</p><p>As expected, President Biden said that the U.S. was ramping up COVID-19 testing for travelers entering the country and said that he planned on extending a mask mandate on airplanes and other public transportation as part of a broad administration effort to combat new strain of coronavirus.</p><p>Thursday's trading followed an ugly Wednesday that was precipitated by confirmation of the first U.S. omicron variant case, which sent the S&amp;P 500 below its 50-day moving average for the first time since Oct. 13.</p><p>“It seems that investors' main concern remains the uncertainty surrounding the omicron coronavirus variant and the implications any new restrictions could have to the global economy,” said Charalambos Pissouros, head of research at JFD Group.</p><p>It also came as Fed Chair Jerome Powell, for a second day, brought up the prospect of a quicker taper, which in turn sets the stage for more, and faster, interest-rate hikes.</p><p>On Thursday, Atlanta Fed President Raphael Bostic said that the central bank may have to taper bond-buying program “sooner rather than later,” speaking at a Reuters event. Meanwhile, San Francisco Fed President Mary Daly said she doesn't think the Fed needs to raise interest rates above the so-called neutral level, estimated around 2.5%, speaking at the t Peterson Institute. Federal-funds rates stands between 0% and 0.25%, presently.</p><p>Analysts at Bespoke Investment Group found 17 instances since 1928 in which there were three drops of at least 1%, and one gain of at least 1%, in the four days preceding a close below the 50-day average. The median gain in a year's time was 16%, though there were drops of 40% in 2007 and 23% in 1934.</p><p>In economic reports, data released on Thursday showed that initial jobless claims climbed 28,000 to 222,000 during Thanksgiving week.</p><p>Meanwhile, the House was prepared to pass an extension of government funding through Feb. 18 in a bid to avoid a partial shutdown this weekend,&#xa0;which some analysts said was adding some additional loft to equities.</p><p>Ross Mayfield, investment strategy analyst at Baird in Louisville, Ky., said that bullish investors shouldn't get too ahead of their skis.</p><p>“However, think a lot of recent weakness was actually related to Fed pivot, with omicron just providing a more salient narrative for the selloff,” the Baird analyst wrote MarketWatch in emailed comments. “Forward performance will hinge on whether Fed gets even more aggressive or pumps the brakes after resetting market expectations for 2022,” Mayfield said.</p><p>Which companies are in focus?</p><p>Norfolk Southern Corp.&#xa0;NSC said Thursday that Chief Executive James Squires will retire on May 1, 2022, after about seven years in the role.&#xa0;Its shares closed up 3.6%.</p><p>Kroger Co.&#xa0;KR stock jumped 11% in Thursday trading after the grocer reported third-quarter earnings that beat expectations.&#xa0;</p><p>Shares of Boeing Co.&#xa0;BA bounced by 7.5% Thursday, enough to pace the Dow&#xa0;early gainers.</p><p>Dollar General Corp.&#xa0;DG shares fell 3.3% in Thursday trading after the discount retailer reported a third-quarter profit decline.</p><p>Chesapeake Energy Corp.&#xa0;CHK shares rose 6.8% after the energy producer announced Thursday plans to repurchase up to $1 billion worth of its common stock and/or warrants to buy back stock over the next two years.&#xa0;</p><p>Apple Inc.'s stockAAPL was a laggard within the Dow as analysts speculated about iPhone shipments slowing due to omicron. Its stock ended down 0.6%. It was one of seven decliners among the Dow's 30 components.</p><p>How are other assets faring?</p><p>Gold futures&#xa0;GC00 for February delivery&#xa0;GCG22 settles 1.2% lower at $1,762.70 an ounce, to mark seven-week low.</p><p>January West Texas Intermediate crude&#xa0;CLF22&#xa0;rose 93 cents, or 1.4%, to end at $66.50 a barrel on the New York Mercantile Exchange, after the Organization of the Petroleum Exporting Countries and their allies, together known as OPEC+, decided to rollover their current policy and&#xa0;raise monthly overall production&#xa0;by 400,000 barrels a day in January.&#xa0;</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a half-dozen other monetary units, was down 0.2% at 95.864.</p><p>The 10-year Treasury note yields&#xa0;TMUBMUSD10Y trade around was at 1.447%, up from 1.433% at 3 p.m. Eastern on Wednesday. Prices for Treasurys fall as yields rise.</p><p>The Stoxx Europe 600&#xa0;SXXP closed 1.2% lower and London's FTSE 100 UKX declined 0.6%.</p>",
  "published": "2021-12-02T16:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5473,
          "end": 5482
        },
        {
          "start": 5473,
          "end": 5478
        },
        {
          "start": 5473,
          "end": 5483
        }
      ]
    }
  ]
}