{
  "_id": "5e41ac17232790d13175b4f695bfea4aa8664a13992903be18bb2256c5816da3",
  "feed": "ftcomall",
  "title": "Todd Haynes's The Velvet Underground digs deep into the band's origins",
  "text": "<p>Andy Warhol was not known for his philanthropy, but he left a gift to film-maker Todd Haynes. What better motif for his new documentary <em>The Velvet Underground</em> than Warhol's 1966 film of co-band leaders Lou Reed and John Cale, each studiedly gazing into the camera, as if wholly aware the result would one day end up in a movie about their greatness? Haynes's ardent group history extends to the other members too: autodidact Moe Tucker, shy Sterling Morrison, the daunting Nico. But that tense central double act is drama from the off — Reed the vicious rock'n'roller, Cale the languid Welsh avant-gardist. It was two plus two, the latter says, that equalled seven — the band who famously sold no records and remade rock music doing it.<br><br>True to the spirit of his subjects, Haynes offers no beginner's guide. Instead, he opens with a quote from Baudelaire and the kinky screech of BDSM anthem <a href=\"https://ig.ft.com/life-of-a-song/venus-in-furs.html\">“Venus in Furs”</a>. The music is celebrated, of course. But the film does more than illustrate the greatest hits. Haynes uses the songs the way a film-maker should, slicing them up to accent his story. So while “I'm Waiting for the Man” comes and goes, a chunk of screen time is devoted to Reed and Cale's obscure — and irresistible — pre-Velvets collaboration “The Ostrich”.<br><br>The start of it all is what pushes the movie's buttons. Some of that may be expedience. The band had a recording life of just three years — and while their time with Warhol at the Factory is diligently covered, most of that story has been told already. Instead, the film dives deep into the pre-counterculture of early Sixties New York, a hip simmer of sexual and artistic revolt. Only here, Haynes suggests, could his stars have collided: Reed exiting suburbia after electroshock treatment; Cale in flight from his own demons. The anger in their glamour was real. (The drugs didn't help.) He was dark, an acquaintance says of Cale. Unpleasable, Cale calls Reed.<br><br>The last time the director re-told musical history, the result was <em>I'm Not There</em>, his headspinner of a Bob Dylan biopic, six different actors playing the subject. Now the experimentation is more modest — whirring split screens to frame a conventional mix of archive and talking heads. The most bracing moments come via Warhol again — fragments from the band's multimedia stage show that once drew Jackie Kennedy, Rudolf Nureyev and various authentic juvenile delinquents. For a moment you feel the chaos in the air — before Haynes gently guides us towards the next exhibit.</p> <p>★★★☆☆</p> <p><em>In UK cinemas and on Apple TV Plus from October 15</em></p><p>Source: Danny Leigh 2021 'Todd Haynes's The Velvet Underground digs deep into the band's origins' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T11:54:23.587Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2529,
          "end": 2534
        }
      ],
      "nexusId": "10022657"
    }
  ]
}