{
  "_id": "983d1750b7adfcec4ca4f503fcd996d9656387e2a9ba6c2f8f4a1fd7ed5e7a70",
  "feed": "ftcomall",
  "title": "Cold comforts: the biggest, boldest white wines for winter",
  "text": "<p>Australians and South Africans may be baking on the beach right now but for those of us in the northern hemisphere this is usually the coldest time of year. And it's the time when red-wine enthusiasts feel justified in opening their most warming bottles: port, Châteauneuf-du-Pape, California Zinfandel and its Puglian cousin, Primitivo.</p> <p>But many wine lovers simply don't like reds or find that they don't agree with them. Take investment manager Ellen B Safir of Maryland, who recently wrote to me asking for my “suggestions for winter whites . . . with more density, more complexity, more heft”. I am delighted to oblige.</p> <p>The obvious places to look for such wines are regions with warmer climates, where grapes ripen to quite high levels of alcohol, or heft, but are sufficiently well suited to the locale that they ripen slowly enough to develop interesting flavours too. I started by looking at South Africa and Australia but fuller-bodied wines are increasingly difficult to find in these places.</p> <p>There was a time when Australian whites were almost uniformly hefty but this century there has been a massive reaction to the big, bold Chardonnays of yesteryear and most Australian whites seem to have been put on the strictest diet. Even Giaconda Chardonnay, initially modelled on the weighty Chardonnays of Kistler in California, has been slimmed down.</p> <p>Varietal Semillon from the Barossa Valley used to deliver heft and character but when I looked through our most recent tasting notes on them, I kept finding puny alcohol levels of 12 per cent or less. In Barossa, it seems, they are replacing the rich style of the past with a copy of the low-alcohol Semillon from Hunter Valley, 1,000 miles to the east. Yet Torbreck is a Barossa winery that has never shied away from heft and concentration, and its Woodcutter's Semillon would be a decent example of a full-bodied dry white. </p> <p>South Africa can offer a particularly satisfying full-bodied white, a totemic wine from Boekenhoutskloof, also a Semillon, from a famous block of ancient vines in Franschhoek. The 2017 was “only” 13.5 per cent but is so creamy-textured and deep-flavoured that it should certainly qualify as a winter white. </p> <p>In France, the Rhône valley would be my first port of call. White Châteauneuf-du-Pape would fit the bill perfectly and the wines are far more refreshing, interesting and long-lived than they once were. Indeed, white wine has been improving throughout the southern Rhône valley. </p> <p>In the northern Rhône, Condrieu and other Viognier-based whites would also be ideal because the Viognier grape has to reach a fairly high level of potential alcohol in order to express its inherently heady, blossomy character. When I tasted the latest white releases of the most famous producer of Condrieu, Georges Vernay, last summer, I noted alcohol levels of either 14 or 14.5 per cent, but the wines were still well balanced and extremely satisfying. Chapoutier, Gangloff, Guigal and Stéphane Montez also make great Condrieu.</p> <p>Many of the Rhône valley's white-wine grapes — not just Viognier but also Grenache Blanc, Marsanne and Roussanne — yield full-bodied white wines almost wherever they are grown, notably in the Languedoc, where Vermentino may also be included. When these Rhôney blends first became fashionable at the beginning of this century, I found many examples a bit too heavy and lacking refreshment value. Again, however, just as in Châteauneuf, winemakers seem to have become more skilled at turning out wines — often blends of these grapes — that are appetising, as well as big and bold. (Mind you, part of the explanation may also be that vines are adapting to warmer, drier summers and managing to retain refreshing acidity levels in the grapes even in torrid conditions. Recent tastings of 2019 burgundies and Barolo 2017s seem to suggest this.) </p> <p>The upshot is that blends of Viognier, Grenache Blanc, Marsanne, Roussanne and Vermentino — or varietal versions of these grapes — are worth looking out for wherever they are grown. </p> <p>I loved Zaha Marsanne 2019 from Argentina's new Bodega Teho when I tasted it earlier this year. Domenica in Beechworth,&#xa0;a neighbour of Giaconda in the Australian state of Victoria, is particularly good at both Marsanne and Roussanne. As for Viognier, Yalumba specialise in full-bodied but superbly made Australian examples, which also have an unusually long life for Viognier-based wines. </p> <p>There is no shortage of hefty whites from California — no doubt partly because they have been so popular with American wine drinkers. In fact, from California, I would not head for the Rhône varieties, however well the likes of Alban, Tablas Creek and Qupé have handled them. Many Chardonnays and even Sauvignon Blancs can be quite big and bold enough when ripened in the California sunshine.</p> <p>Indeed, I would go so far as to suggest that the great majority of California Chardonnays would qualify as winter whites. Producers whose Chardonnays manage to combine complexity and density with heft, and whose wines can also be found outside the US, include DuMol, Kistler, Kongsgaard, Mount Eden, Pahlmeyer, Ramey and Ridge Vineyards. I have deliberately excluded producers whose Chardonnays are more obviously influenced by Pacific fogs, such as those in cooler parts of Sonoma Coast and Santa Barbara. </p> <p>Spain produces many a big-boned white, often from relatively obscure local grape varieties. I'm thinking of the Albillo-based wines of the likes of Marañones, Ermita del Conde and Dominio del Aguila; Máquina &amp; Tabla's quirky offerings; Mustiguillo's Valencian whites — one a varietal Merseguera, the other a blend; and the rich whites of Priorat and Empordà in the far north-east, mirrored by some Roussillon whites across the Pyrenees such as Mas Amiel's Altaïr. </p> <p>I would be remiss not to remind my correspondent of how sherry, perhaps particularly the pale ones Fino and Manzanilla, absolutely satisfy her criteria (and how most of them are distinctly underpriced). We're also seeing a rising number of exciting table wines coming from Spain's southernmost vineyards such as the very special offerings from Muchada-Léclapart, which have only about 12.5 per cent alcohol but are certainly deep and complex and would keep many a winter wine drinker happy. </p> <p>The most obvious Italian candidates are grown in the south and the islands, although both the skin-contact wines of Friuli and the most ambitious blends of Alto Adige would also fit the bill. Portugal can offer a perfect example, made from a globally under-appreciated grape variety: sophisticated, ageworthy wines based on the Dão region speciality Encruzado.</p> <p><em>More stockists from&#xa0;</em><a href=\"http://www.wine-searcher.com/\"><em>Wine-searcher.com</em></a><em>. Tasting notes on Purple Pages of&#xa0;</em><a href=\"https://www.jancisrobinson.com/\"><em>JancisRobinson.com</em></a></p> <p><em>Follow Jancis on Twitter&#xa0;</em><a href=\"https://twitter.com/JancisRobinson\"><em>@JancisRobinson</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Jancis Robinson 2021 'Cold comforts: the biggest, boldest white wines for winter' FT.com 9 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-09T05:00:26.234Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 6962,
          "end": 6967
        },
        {
          "start": 6962,
          "end": 6969
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}