{
  "_id": "3762d244958b57e1a55ef4e97bf4150db04800baa7093507924d28cdc52fa017",
  "feed": "ftcomall",
  "title": "Facebook pressed on child harms data",
  "text": "<p>Facebook has come under pressure from US senators to release all of its internal research into how its products affect users, after a series of revelations about the harm some of its platforms cause to vulnerable groups including children. </p> <p>Senators on the US commerce committee pressed Antigone Davis, the social media company's head of global safety, about the research on Thursday, during a hearing examining protection for children and teenagers online, <a href=\"https://www.ft.com/content/b0e387f4-4a2f-49d3-9852-f8cf7dcc211c?\">report Kiran Stacey and Hannah Murphy. </a></p> <p>In recent days, the Wall Street Journal has published documents from a whistleblower showing Facebook has data on how its products can weigh on younger users' mental health, such as by deepening teenage girls' preoccupation with body image. </p> <p>Facebook published two of those papers on Wednesday, but senators called for it to go further and publish all the studies it has on the potential harm its platforms can cause and the data underlying them. </p> <p>Richard Blumenthal, the Democratic chair of the Senate's consumer protection subcommittee, accused the company of hiding “powerful, gripping, riveting evidence” about the harm its platform causes to children. He told Davis: “I ask you to commit that you will make full disclosure of all the thousands of pages of documents that the whistleblower has and more that can be made available.” </p> <p>Facebook's shares have fallen almost 10 per cent this month as it grapples with its biggest public relations crisis since the Cambridge Analytica scandal, and fallout from Apple's recent changes to its advertising-targeting policies. <a href=\"https://www.ft.com/content/d5dcfece-4e3c-4937-81ac-20dc736c4c27\">Madhumita Murgia comments</a> that Facebook also gives its users hardly any control over how ads target them.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. US on the national security and crypto lookout</strong><br>US secretary of state Antony Blinken has called for the US and Europe to <a href=\"https://www.ft.com/content/5733072b-b5db-4164-99f3-a62b249ffc97\">improve information-sharing</a> on companies that pose a risk to national security. His comments to the FT go further than<a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/29/u-s-eu-trade-and-technology-council-inaugural-joint-statement/\"> the terms agreed this week</a> by the White House and the European Commission at an inaugural trade and technology summit in Pittsburgh. Meanwhile, SEC chair Gary Gensler told an FT conference that cryptocurrency platforms that promise returns to investors are <a href=\"https://www.ft.com/content/3e8f6c2f-6580-40f6-b6df-3368bb5f20d1\">wrong to think</a> that they can avoid regulation by the Securities and Exchange Commission.&#xa0;</p> <p><strong>2. Activist Elliott takes Toshiba stake</strong><br>Hedge fund Elliott Management has <a href=\"https://www.ft.com/content/8c1c3cf0-951d-4032-9826-8c4576824db5\">built a “significant” stake</a> in Japanese conglomerate Toshiba, adding to what people close to the company described as a “wolf pack” of shareholder activists. Elliott has been hungrily eyeing the Japanese market since&#xa0;<a href=\"https://www.ft.com/content/89fd9f65-f736-4185-8048-eb9d1aac07ce\">it took a large stake</a>&#xa0;in technology investment group SoftBank last year.</p> <p><strong>3. Eutelsat rejects Drahi bid, Oxford Nanopore surges</strong><br>Paris-based satellite operator Eutelsat has <a href=\"https://www.ft.com/content/f928a4af-6e45-4536-8802-64fe7a27c55a\">turned down </a>as too low an unsolicited takeover offer from French telecoms billionaire Patrick Drahi. The bid pushed its shares up 15 per cent on Thursday to put the company's worth near the offer at €2.4bn. Drahi, who own telecoms and cable assets in France, recently took a 12.1 per cent stake in the UK's BT. Meanwhile, <strong>Oxford Nanopore</strong> shares <a href=\"https://www.ft.com/content/76b333ac-22ff-4332-8cb9-71cc87ad11a8\">surged by more than 40 per cent </a>after its initial public offering in London, topping a transformative 18 months for the UK genomics company that has helped researchers track the pandemic.</p> <p><strong>4. UK female entrepreneurs' funding battle&#xa0;<br></strong>Data show that women-led companies find it harder to raise initial funds than those started by men and face further hurdles convincing investors to back their growth. It's still possible, however. Here are&#xa0;<a href=\"https://www.ft.com/content/a4336c48-0976-42a3-9a75-58ab334c41f3\">30 founders</a>&#xa0;who built fast-growing businesses in spite of forbidding odds.<a href=\"https://www.ft.com/content/60caa57e-d40d-4d6f-974a-1d14a3798d27\"> Helen Thomas also reflects</a> on how the venture capital industry remains remarkably undiverse. Only 12 per cent of decision makers at US funds are women.</p> <p><strong>5. Deliveroo hops to rapid groceries</strong><br>Restaurant delivery service Deliveroo is<a href=\"https://www.ft.com/content/3c9dc06c-a14a-47c5-a67c-e58b8f055455\"> leaping into “rapid” grocery deliveries,</a> opening its own “dark store” in partnership with UK supermarket chain Wm Morrison. Deliveroo Hop will get orders to residents in south London within 10 to 15 minutes. In case you missed it, <a href=\"https://www.ft.com/content/dd874d12-a4a3-4565-b5ce-0e52f5ade680\">Tim Bradshaw has taken a look</a> at the&#xa0;new breed&#xa0;of European grocery delivery start-ups including Flink, Getir, Gorillas and Zapp, and there's more in Sifted and Tech Tools below.&#xa0;</p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>Earlier this month, Aston Villa beat Everton 3-0 in England's Premier League. At first glance, it was not an especially noteworthy match — unless you're an ardent supporter of either club. But what was striking was that&#xa0;both&#xa0;kits were&#xa0;<a href=\"https://sifted.eu/articles/startup-sponsors/\">emblazoned with the logos of Cazoo</a>, the fast-growing used car marketplace that in just three years turned from an idea into a $7bn business. The match was dubbed the ‘Cazoo derby'. It's part of a trend of fast-growing European tech start-ups — which have been buoyed by&#xa0;<a href=\"https://sifted.eu/articles/europe-startup-rounds-2021/\">record amounts of funding</a>&#xa0;and are under huge pressure to achieve hyper-growth —&#xa0;<a href=\"https://sifted.eu/articles/startup-sponsors/\">beginning to sponsor big events</a>&#xa0;that reach millions of people.&#xa0; Many of the start-ups are taking the place of legacy non-tech businesses, marking a transition of power from the old economy to the new.&#xa0;</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-ups</a>&#xa0;this week, digital challenger banks have a new ploy in&#xa0;<a href=\"https://sifted.eu/articles/neobanks-bet-on-insurance/\">offering ultra-cheap insurance</a>&#xa0;and Sifted looks at how&#xa0;<a href=\"https://sifted.eu/articles/on-demand-grocery-sustainability/\">green the on-demand grocery sector is really</a>.&#xa0;</p> <h2>Tech tools — Attack of the snack apps</h2> <p>Ajesh Patalay <a href=\"https://www.ft.com/content/2c98e676-b58b-4f9b-b8ea-73b421812a9a\">in How To Spend It </a>confesses to his addiction to rapid grocery delivery services: “I become insatiable. After Getir, I am lured to Gorillas, which boasts a slightly more prestige offering. This includes vegan noodle pots from Bol (surprisingly good with a dash of hot sauce) and a “London local” collection featuring London Fields beer, Howdah Indian snacks and Hackney Gelato. The service really comes into its own, though, one morning, when I dream up an English breakfast of Bury black pudding, Clarence Court eggs, HG Walter sausages and unsmoked back bacon while still in bed and take delivery of the ingredients in my dressing gown 10 minutes later. Now if only they would cook it for me, too.” <a href=\"https://www.ft.com/content/2c98e676-b58b-4f9b-b8ea-73b421812a9a\">Read more</a></p><p>Source: Chris Nuttall in London 2021 'Facebook pressed on child harms data' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T18:24:00.755Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1502,
          "end": 1507
        }
      ],
      "nexusId": "10022657"
    }
  ]
}