{
  "_id": "b8ea141875224258c37822ffe7b8219037fb057f737637eace734ebd2d2e8989",
  "feed": "wall-street-journal",
  "title": "Facebook's New Ticker Leaves FAANG in Flux; Social-network company plans to trade in FB for MVRS. Is it MAANG now?",
  "text": "<p>In another corner of the social-media arena, Twitter users who love to riff on finance mourned the potential end of FAANG—the trading acronym for the group of tickers from Facebook, Amazon, Apple, Netflix and Google parent Alphabet.</p><p>\"Wait - does this mean we have to start saying MAANG instead of FAANG now??\" tweeted one user.</p><p>Corporate name changes happen fairly frequently after mergers, and they are at the front of the playbook for businesses looking for an identity makeover. Philip Morris in 2003 renamed itself Altria to distance itself from its tobacco operations. Google adopted Alphabet in 2015 as it moved well beyond its search business.</p><p>Companies tend to be much more attached to the all-capitals monikers used by investors to find and trade their stocks. Altria continues to use its MO ticker today. And Alphabet still goes by GOOGL, helping to explain why FAANG didn't turn into FAANA after the search giant reorganized and renamed.</p><p>There is a likely reason for the decision to stick with those old tickers. Researchers have found over the years some correlations between a stock's value and the \"likability\" or even the pronounceability of a ticker symbol. One study in 2016 found that tickers such as AAPL (Apple Inc.) and IBM (International Business Machines Corp.) scored high with investors, while more-tangential symbols fell flat, such as JWN (Nordstrom Inc.).</p><p>Clever tickers are the next best thing, researchers found in 2009. Symbols including Southwest Airlines Co.'s LUV suggest a company is creative, even fun. Both studies ended before Facebook's debut, so there doesn't appear to be immediate data on the likability of FB.</p><p>Write to Michael Wursthorn at Michael.Wursthorn@wsj.com</p><p>Facebook's New Ticker Leaves FAANG in Flux</p>",
  "published": "2021-10-28T22:40:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 190,
          "end": 195
        },
        {
          "start": 1225,
          "end": 1235
        },
        {
          "start": 1225,
          "end": 1230
        },
        {
          "start": 1219,
          "end": 1223
        },
        {
          "start": 1225,
          "end": 1234
        }
      ]
    }
  ]
}