{
  "_id": "0d3885ecba27153f7ad6263999faf90b3d10f08b712a2f15fb92937e602567d3",
  "feed": "ftcomall",
  "title": "Microsoft/Nuance: voice recognition deal is software giant's latest random acquisition",
  "text": "<p>Call it the Microsoft put. The software titan's organic expansion seems unstoppable. Yet its M&amp;A strategy appears to be all over the place. It acquired social network LinkedIn in 2016 for $26bn and software development platform GitHub in 2018 for $8bn. More recently, it has been chasing the motley social media crew of TikTok, Discord and Pinterest. On Monday, it confirmed that it would make its second-largest deal ever, buying voice recognition pioneer Nuance Communications at an aggregate value of $20bn.&#xa0;</p> <p>Nuance is supposed to help Microsoft in its healthcare cloud offering — a specialty it has made a priority. Nuance is hardly a high flyer these days. In 2020, its revenue actually dropped 3 per cent to just under $1.5bn. Even so, the deal will not come cheap. The <a href=\"https://www.ft.com/content/a36dd469-e521-4ce7-9351-ddc8f6b5cb42\">$56 per share offer</a> is more than double the price at which Nuance traded just before the onset of the pandemic. Luckily, Microsoft's own market capitalisation is almost $2tn and it has a net cash position of $50bn. It has plenty of slack to make the oddball bet. The flip side, however, is that no single deal can likely be a game changer for such a huge company.</p> <p>That includes Nuance. For years, the company struggled to commercialise its role in voice recognition. Various activist investors including Carl Icahn tried to shake things up. But as machine learning and natural language processing became household ideas, Nuance suddenly became a more intriguing company. It has shed extraneous units, leaving it to focus on healthcare. Here, its offerings allow physicians to upload audio recordings into electronic health records. The next frontier is to take such recordings from hospitals and doctors' offices and extract insights from them for future work. </p> <p>The run-up in Nuance shares has been driven both by its ability to finally accelerate growth prospects in its healthcare software and the prospect of a Big Tech buyer such as Microsoft or Apple showing up with a knockout bid. </p> <p>Microsoft's interest makes sense. Nuance and Microsoft were already partners. As a single company, they can sell their wares across respective customer bases.&#xa0;But Microsoft has generally avoided the scrutiny faced by the likes of Amazon and Facebook, which have a more consumer-facing orientation. Its ability to make huge bets, while creating windfalls for entrepreneurs, is going to give competition authorities something to think about.&#xa0;<br><br><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button ‘Add to myFT', which appears at the top of this page above the headline</em></p><p>Source:  2021 'Microsoft/Nuance: voice recognition deal is software giant's latest random acquisition' FT.com 12 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-12T17:32:26.774Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1925,
          "end": 1930
        }
      ],
      "nexusId": "10022657"
    }
  ]
}