{
  "_id": "4c78bf41fd2d76013c37ccb1b6ca8d2f64a5895ba28acc04546375cfba643e22",
  "feed": "wall-street-journal",
  "title": "'The Shrink Next Door' Review: Mind Games; Paul Rudd and Will Ferrell star, respectively, as a manipulative psychotherapist and one of his patient-victims in a series based on the podcast of the same name",
  "text": "<p>That's because he's now busy filing a lawsuit against the family company. The Shrink Next Door</p><p>Begins Friday, Apple TV+</p><p>He can't see Jerome, it's explained to the customer. He'll be taking his business elsewhere then, the man informs Marty's sister Phyllis (a superb Kathryn Hahn), a woman not easily threatened—one who assures the departing patron that they'll miss him, with all the pointed indifference at her command. Phyllis has more urgent matters on her mind—not least that morning's spectacle of her anguished brother literally chewing on the drapery as he lay curled up behind a curtain to avoid further conversation with the customer. Marty was, she saw, in the throes of a panic attack, a kind he's had before. A good reason, she informs him, to at last agree to visit a psychotherapist. Dr. Herschkopf, is, she assures her brother, not some nobody—he came highly recommended by their rabbi.</p><p>Here begins the strange union between therapist and patient of which her brother would be a part for roughly three decades—an experience, it turns out, whose weight would not fall on him alone. The conclusion of the eight-part series provides a summary of accusations ultimately filed against Dr. Herschkopf—chief among them undue influence involving exploitation of patients in the interest of financial gain, manipulating patients to change their wills to benefit the therapist. The list is devastatingly detailed, though none in the history of this case have quite the punch of the charge that the therapist's treatment called for patients to cut ties with family members in the interest of their mental health—a recommendation that Marty followed with a fidelity shattering in its consequences to his family. It's the one, at the core of this drama, that manages, during its bitterly absurd account of Marty's life with Dr. Herschkopf, to give this tale its extraordinarily moving power. (The real Dr. Herschkopf is appealing a ruling ordering him to surrender his license and has disputed the accuracy of the podcast and the TV series.)</p><p>But all this was far in the future as evidenced in the early episodes, which find Marty discovering the gifts of his therapist—known, most of the time, as Dr. Ike—an adviser who palled around with him, walked the streets of Manhattan with him, visited stores. Among them a shop specializing in picture frames, where we learn the therapist has a keen interest in photographs, especially of himself with celebrities. Above all, Marty is impressed by Dr. Ike's skill in liberating him from troubles with girlfriends—\"toxic relationships\" is the therapeutic term the doctor favors. No, he informs Marty, he does not have to continue any relationship with the former girlfriend who demands Marty fulfill his promise to take her on a holiday to Mexico. The scene that follows shows Marty, and Dr. Ike, visiting the former girlfriend's apartment, whereupon the therapist makes it abundantly clear that Marty is not paying for any Mexico trip, and if she continues plaguing him with contact on the subject she'll be facing some dark legal consequences, prison included.</p><p>Such scenes at the beginning of this series (creator, Georgia Pritchett; director, Michael Showalter) are compelling indicators of the reasons for Marty's growing attachment to this authority—though nothing in them could possibly account for all that this patient was willing to accept. And it was true as well, at this point, that Dr. Ike wasn't the only person ready to take a hand in helping to liberate Marty from relationships he seemed incapable of ending by himself. There was, after all, Marty's sister Phyllis—all too little seen in this saga thanks to the requirements of the script. Phyllis proves early on to be a dab hand at dealing with women whose intentions toward her not-very-worldly brother are less than honorable. The sharpest dialogue in the series comes in the early scenes in which an eloquently incandescent Phyllis explains, in colorful if unrefined detail, the punishment a sister can and will inflict in defense of a brother. A sister like herself, is the message—one that would come to represent heartbreaking irony, given what lies ahead for her as Marty falls under Dr. Ike's spell.</p><p>The question of how it was possible for an intelligent and civilized man like her brother to agree to yield so much authority over his own life—his business, his house in the Hamptons, and above all his family connections—hangs largely unanswered, as it must in such cases. But if there's a flaw in this storytelling, it's not about the patient. It is the absence of any noticeable effort to get under the skin of the therapist, psychologically speaking. So the story moves on to things like the strange but vibrantly dramatic second bar mitzvah, conceived by Dr. Ike, to celebrate Marty's 40th birthday and make up for the one he was unable to enjoy at age 13.</p><p>From here on, Marty disappears into a new life with Dr. Ike and his wife, Bonnie (Casey Wilson), both of whom will take full occupancy of Marty's splendidly appointed Hamptons home, inherited from his parents, and perfect for the huge celebrity-infested parties Dr. Ike loves to throw. The couple occupies the master bedroom. Marty, visitors are occasionally amazed to discover, sleeps in cramped quarters in what appears to be a maid's room.</p><p>This is a script, ultimately, that holds no surprises as the therapist's designs become clear, as Marty's status is reduced to that of a nobody in his own home—party guests take him for the gardener. The drama grows with signs of his increasing sense of something missing—his family, for example.</p><p>A spellbinding tale, for all its repetitions, with stellar performances by Messrs. Ferrell and Rudd.</p><p>'The Shrink Next Door' Review: Mind Games</p>",
  "published": "2021-11-12T00:20:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 110,
          "end": 115
        }
      ],
      "nexusId": "10022657"
    }
  ]
}