{
  "_id": "b16b23c5f6f10311659261c45791a3528500122d5d3eeeb1998c5428ef3df48d",
  "feed": "wall-street-journal",
  "title": "SoundCloud Plans to Expand Free Services to Attract New Artists; The music-streaming company expects to generate a net profit by 2023, its CFO said",
  "text": "<p>\"It's to get you to move away from being shy about being a creator,\" Mr. Wilson said, commenting on the company's plans. SoundCloud expects that many users who join the platform for free will eventually decide to pay for its services.</p><p>SoundCloud differs from other major streaming platforms such as Spotify Technology S.A. and Apple Inc.'s music service because SoundCloud allows independent artists to upload their own tracks, view data on listener engagement and connect directly with their audience. The company said it has around 30 million active creators and 300 million tracks on its platform.</p><p>Privately-held SoundCloud is currently \"at the doorsteps of break-even\" and expects to generate a net profit by 2023, according to Mr. Wilson who is also chief operating officer. The company, which was founded in 2007, ran into financial difficulties in 2017, forcing it to cut about 40% of its staff, or 173 jobs. Investment firms Temasek Holdings and the Raine Group LLC bought a large stake in the company the same year.</p><p>SoundCloud in 2019 generated revenue of €147.6 million, equivalent to $167.5 million, up 37% from a year earlier, according to a U.K. regulatory filing. Its adjusted operating loss in 2019 was €20.6 million, compared with €25.1 million a year earlier. SoundCloud's 2020 filings will be available at the end of the year, according to the company.</p><p>SoundCloud has taken steps in recent years to offer more tools and services to creators. The company in 2019 acquired Repost Network Inc., a Los Angeles-based company that helps artists and music labels distribute their music on other platforms. Both SoundCloud and its customers take a cut of the revenue that's generated by the distribution, Mr. Wilson said.</p><p>The company is currently expanding its business model to provide some of its creators with higher-end marketing services by invitation, Mr. Wilson said. \"We're trying to find the next Billie Eilish in our own yard as well as the universe,\" he said.</p><p>The shift is expected to generate new lines of revenue in areas such as rights and licensing deals, according to Mr. Wilson. SoundCloud is expanding the ways it partners with creators, but it doesn't intend to have \"record label-like deals with artists,\" according to the company.</p><p>SoundCloud may consider future acquisitions to accelerate its growth by adding new creators to its platform, Mr. Wilson said. Deals that could improve the company's technology would also be attractive, he said.</p><p>The company doesn't plan to acquire independent labels. \"In the future, we are hopeful to craft partnerships with independents in interesting and unique ways,\" SoundCloud said.</p><p>What sets SoundCloud apart from other streaming services is the relationship that it has with independent creators, according to Mark Mulligan, an analyst at MIDiA Research, a media research and advisory firm. That gives the company access to millions of artists who are making music but not putting it on larger streaming platforms, he said.</p><p>\"I think if you look at where SoundCloud is now, it's early on its journey in terms of the things it could do,\" Mr. Mulligan said.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>SoundCloud Plans to Expand Free Services to Attract New Artists</p>",
  "published": "2021-12-08T22:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 327,
          "end": 336
        },
        {
          "start": 327,
          "end": 337
        },
        {
          "start": 327,
          "end": 332
        }
      ]
    }
  ]
}