{
  "_id": "a25c207e0fadab987ccfa1ad99e6904cda8bc7d98e8b43cf47f8e6773b2792b9",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Adventure & Travel: Rendezvous With The Rockies --- This three-day road trip through Colorado combines traffic-stopping vistas, wildflower meadows, arty small towns and a peach of a last leg",
  "text": "<p>Denver to Salida</p><p>175 miles</p><p>Breakfast from Crema Coffee House (cremacoffeehouse.net) fuels the 2-hour-15-minute launch out of Denver's orbit and into the mountains toward Buena Vista (\"BYOO-nuh Vista\" if you want to blend in). Along the Arkansas River, the town is a jumping-in point for kayakers, white-water rafters and stand-up paddleboarders (which is why you see so many signs asking you \"SUP?\"). If the rapids look too rapid, stroll instead along the banks in South Main, a meticulous neighborhood of gabled homes and shops that feels slightly staged but nonetheless stylish. Pop into the bar at the Surf Hotel, which anchors the area, for a refreshment on the wraparound balcony that overlooks the river (surfhotel.com).</p><p>Bid goodbye to Buena Vista and head south on Highway 285. Turn west toward Mount Princeton Hot Springs Resort for a creekside geothermal soak (mtprinceton.com; day passes available). Next up: the ghost town of St Elmo, a late-1800s mining community that dried up when the railroad did, leaving behind a row of weathered wood structures fit for a Spaghetti Western.</p><p>Plan to bunk down for the night farther south in Salida at the Amigo Motor Lodge, a chic update of a '50s roadside motel that brought in a few refurbished Airstream trailers (from $115 a night, stay amigo.com). After checking in, head to the town's brick-and-mural-lined historic district, stopping for Howl Mercantile and Coffee's cabin-cozy ceramics (howlmercantile.com) and the Museum of Authenticity, with its exceptional collection of Greek folk art and works by Colorado artists (museumofauthenticity.org).</p><p>DAY 2</p><p>Salida to Paonia</p><p>217 miles</p><p>Show no restraint when selecting your breakfast items at Salida's Little Red Hen Bakery (littleredhensalida.com). The drive west over Monarch Pass offers a panorama of the Sawatch mountain range as you cross the Continental Divide, the boundary that decides whether a river flows east or west. Continue on to Crested Butte, carved with plenty of hiking and biking paths. During the Crested Butte Wildflower Festival, July 9-18, local guides lead walks to the lushest spots, including the Rustler Gulch and Beckwith Pass trails (crestedbuttewildflowerfestival.org). Back in town, brightly painted buildings along Elk Avenue host convivial places such as Secret Stash (secretstash.com), which serves cheeky pizzas like the Booty Call (a heap of meat).</p><p>This trip's most dramatic topography starts about an hour southwest of Crested Butte at Pioneer Point overlook (look for signs on Highway 92 after crossing Blue Mesa Dam). There you can gape at a wall of canyons where the Gunnison River meets two creeks. The Curecanti Needle punches 700 feet above the rushing waters; some people climb this spire, and those people must be crazy. Follow your GPS to the North Rim Ranger Station in Crawford to reach the Black Canyon of the Gunnison -- the \"must see\" of this itinerary. Here the Gunnison River slices through 2,700 feet of rock like a cleaver. Walk the Chasm View trail to see the Painted Wall, streaked with gorgeous white veins. Dare a glance straight down and marvel at how someone somehow built these guard rails with no guard rails of their own.</p><p>End the day further north in Paonia, a region that's a bit of a breadbasket and a wine bucket. Azura Cellars &amp; Gallery has a prime spot on a mesa above the North Fork Valley; browse the art collection, then with a glass of wine in hand head out to the patio that overlooks the valley floor (azuracellars.com). The local movement to prevent light pollution in Paonia means most nights bring wonderfully starry skies. All the more reason to stay at the Bross Hotel Bed &amp; Breakfast (from $165 a night, paonia-inn.com), a historic charmer with a second-floor balcony where you can bring your Italian takeout from Flying Fork Cafe (flyingforkcafe.com). With luck, you'll be dining under a crystal-clear constellation.</p><p>DAY 3</p><p>Paonia to Grand Junction</p><p>282 miles</p><p>Before leaving Paonia, stock the car with tamales, honey and cider from Big B's store and cafe, which sits steps away from their apple orchard (bigbs.com). Then drive over to Western Culture Farmstead &amp; Creamery for some fresh feta and chevre and to coo over the adorable baby goats (westernculturefarmstead.com). It's 2 1/2 hours south to Telluride, sitting in a box canyon of 13ers and 14ers in a landscape that could be Switzerland's stunt double. The emerald peaks crowd around this former mining town, now an upscale enclave of art galleries, cafes and shops. The urbane housewares at MiXX Projects (mixxprojects.com) and the refined cooking at the National (thenationaltelluride.com) prove smart counterpoints to traditional alpine aesthetics. Get a lay of the land aboard the town's free gondola, which lifts riders 1,750 feet above the valley floor. By late afternoon, the final leg of this tour sends you north 2.5 hours to Palisade, where in summer, orchards all over burst with the town's prized peaches. Then, with space left on your camera-phone for one more astonishing landmass, take the scenic Rim Rock Drive through Colorado National Monument, 32 square miles of sandstone plateaus and rock formations with plenty of roadside overlooks along the route.</p><p>For your final pit stop, pull into the sleek new Hotel Maverick in Grand Junction (from $160 a night, thehotelmaverick.com). Dinner awaits at Hot Tomato Pizza (hottomato- pizza.com). Amtrak's California Zephyr will take you from Grand Junction back to Denver along one of this train's most scenic stretches through the Rocky Mountains (amtrak.com).</p>",
  "published": "2021-05-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4072,
          "end": 4077
        }
      ],
      "nexusId": "10022657"
    }
  ]
}