{
  "_id": "4cd3624512e01744f8f370dd0cc2559c6c580d46ba91e03460f9b5405999f69e",
  "feed": "wall-street-journal",
  "title": "Arts & Entertainment -- What To Stream: Golden Globe Films, Series To Watch",
  "text": "<p>( Netflix )</p><p>Mr. Rhys is nominated for his performance in HBO's \"Perry Mason.\" He recommends Netflix's series about a couple that launders money for a drug cartel, now three seasons deep. \"Ozark\" is nominated for multiple awards, including a best actor nod for Jason Bateman.</p><p>\"What I always harken to about a show is: What's the initial hook? After the first episode of 'Ozark' you go: oh, s -- , how is that gonna resolve? And then you're in. When the premise is that strong, you've got the golden ticket. And no one does everyman in peril better than Jason Bateman. You want to see how he's going to deal with certain situations. And in a way, it's kind of masochistic, to watch something where you're so anxiety-ridden. He also has that rare thing where he can convey [it] comedically in a moment when it shouldn't be present. Whether it's through gestures or osmosis, he can kind of make you laugh in the most heightened situations.\"</p><p>Susanne Bier Recommends 'Judas and the Black Messiah'</p><p>(HBO Max)</p><p>Ms. Bier directed and executive produced HBO's limited series, \"The Undoing,\" which is nominated for multiple awards. She recommends a film about the assassination of Black Panther leader Fred Hampton, whose star, Daniel Kaluuya, is nominated for best supporting actor.</p><p>\"You can tell when something is really well-directed. It has to do with a cohesiveness of the expression. Everything is talking in the same language: design, costumes, photography, all of it is doing the same thing and all of it is serving the story and its characters. Traditionally, if you do a lot of insane, crazy technical stuff, you are considered a great director. For me, a great director is someone who makes me forget that I'm watching a movie and makes me sense that I'm part of a real story, that I'm part of a world. And Shaka King does that with 'Judas and the Black Messiah.' \"</p><p>Tomm Moore Recommends 'Promising Young Woman'</p><p>(Various)</p><p>The co-director of Apple TV+'s 'Wolfwalkers' -- nominated for best animated feature -- recommends a #MeToo revenge film up for multiple awards, including best director for Emerald Fennell.</p><p>\" 'Promising Young Woman' just haunted me. It's about a woman named Cassie, whose friend was raped years earlier, and sets out to exact revenge for what happened to her. It's a very dark revenge story -- but not Tarantino-esque, because it's not satisfying. Carey Mulligan plays the main part, and she's amazing in it.</p><p>Apart from everything else, just the craft of it blew me away. There are a lot of live-action movies I love that are in a completely different language than what we do in animation. But this is one that I felt was using visual language. It was using the framing. It was using the cross coding. It was using the color palette. It was using a lot of visual cues that I feel were almost painterly or graphic design-y in how they shot it. It's shot beautifully.\"</p><p>Cynthia Nixon Recommends 'The Crown'</p><p>(Netflix)</p><p>Ms. Nixon is nominated for her role in Netflix's \"Ratched.\" She recommends a series about the life of Queen Elizabeth II and her family that's up for multiple awards. including best drama series.</p><p>\"I was late to the party and only started watching 'The Crown' last year. The addition of Olivia Colman was what made me really want to check it out. I love everything about it.</p><p>The writing is top-notch. But it is the way the writing is brought to life by this enormous and wildly talented cast that makes it magical. I'm not someone who had previously been very interested in the royal family, but getting to watch the interplay of English national politics with Windsor family politics is really fun and absorbing. And I feel like I'm getting a history lesson to boot.\"</p>",
  "published": "2021-02-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1939,
          "end": 1944
        },
        {
          "start": 1939,
          "end": 1947
        }
      ],
      "nexusId": "10022657"
    }
  ]
}