{
  "_id": "910f5d7684062734f478df04a88572b480b9d817f3252206d8e1826cbf75e383",
  "feed": "ftcomall",
  "title": "Bull market heads into New Year on a shaky foundation",
  "text": "<p><em>The writer is editor-in-chief of MoneyWeek</em></p> <p>Imagine you'd stuck your money into a fund tracking the MSCI World Index a year ago and then disappeared into a news blackout for the duration. </p> <p>You'd now be emerging to find that you had made a return of around 20 per cent. If you'd gone for the North America index, that number would be more like 25 per cent. Not bad. You'd be pretty pleased — and if asked what financial conditions you'd like to see in 2022, you'd say more of the same. Until you looked at the news. At which point you might change your mind. </p> <p>We did not see the obvious conditions for a stock market advance in 2021. It was a year of rolling global lockdowns — vaccines that were supposed to see us return post haste to normal life turned out not to work quite as well as we hoped. They reduced serious illness but did not prevent infection and we were constantly constrained as a result. </p> <p>It was also a year in which both US and UK budget deficits soared to 1945 highs, public debt levels climbed sharply (to not far off 100 per cent of gross domestic product in the UK — the highest since 1963) and central banks continued to buy vast amounts of their own governments' debt. At the same time energy prices rose (even coal doubled in price), a large ship blocked the Suez Canal for a bizarrely long time, most industries suffered from supply crunches, labour became hard to find and inflation made a dramatic comeback.</p> <p>In the UK, the retail price index (not the official measure of inflation but the one with the longest record) hit 7.1 per cent — the biggest annual rise for more than 30 years. The consumer price index is at 5.1 per cent. In the US it is 6.8 per cent and in Germany 6 per cent. There was a time when the Bank of England said CPI would peak at 4 per cent and then fade away. They don't say that any more. There was good stuff too (for markets at least). </p> <p>As governments shovelled money in almost every pocket they could find and central banks offered apparently limitless monetary policy support in the form of super low rates and money printing, GDP rebounded sharply — nearly all developed economies have recovered to levels close to their pre-Covid peaks. </p> <p>Earnings did the same: current estimates suggest that US corporate earnings growth will come in at 43 per cent for 2021 (in the UK that number is 73 per cent). If the market is as much a momentum machine as anything else, perhaps this year's stock market returns make some sense.</p> <p>Even so, we end the year with valuations high in the US at least. On a cyclically-adjusted price/earnings ratio, the US market is more overvalued than in 1929, 1973 and 2007. Inflation is rising, central bank stimulation fading and Omicron is upsetting the already fragile apple cart. Not exactly the Goldilocks scenario is it? </p> <p>What then might have to happen for you to reasonably think you might get a double-digit equity market return in 2022 — for the fourth year in a row? A lot. The key thing to think about is how market conditions can change for the better to justify rising prices.</p> <p>For that to happen you will need Covid to be recognised as an endemic and manageable virus that is a background to policy rather than the full focus of it. This is possible, given the increasing evidence that the Omicron variant is milder than the last and that anti-viral pills are soon to be widely available. </p> <p>But, with the current default to policy panic, it is not a given. You will need momentum to pick up in the global economy as a result. This too is possible as corporates and consumers are both flush with cash. But the signs aren't brilliant. In the US, both consumer and manufacturing sentiment is weakening. In the UK, the latest GDP numbers are far from encouraging (third quarter economic growth has been revised down to 1.1 per cent). </p> <p>You also need inflation to start to fall, something that looks fairly unlikely given that energy prices are still rising fast and the labour market remains very tight. You need central banks to find a way to take action without making nasty policy mistakes. I wouldn't bet on this one — they are out of practice. And you need rising profits (to bring down valuation without share prices falling) when earnings are already at record highs as a per cent of GDP in the US, costs are rising across the board and there are new corporate taxes coming which won't exactly help. </p> <p>The relative case for equities — that they are at least cheap relative to bond yields — also won't last long when bond yields start to rise. You might note that the US market was also relatively undervalued compared with US bonds at the top of the 2007 peak, one of the worst ever periods to invest in stocks say the analysts at Ned Davis Research. None of this would matter if we knew that money would keep flowing into markets regardless.</p> <p>But that is far from a given: as the analysts at Deutsche Bank point out, the end of monetary stimulus after a decade of enthusiastic quantitative easing programmes does mean the end of “free money” for markets. And rising bond yields could easily push what money there is into fixed income. </p> <p>Add all this up and 2022 looks like it comes with an unusually wide range of possible outcomes. They might, just might, come together to give you more of the same. But the risks are very high — 2022 might be less dangerous for your health than 2021, but I suspect it might be more dangerous to your wealth. &#xa0;&#xa0;</p><p>Source: Merryn Somerset Webb 2021 'Bull market heads into New Year on a shaky foundation' FT.com 28 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-28T14:00:43.363Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2742,
          "end": 2747
        }
      ],
      "nexusId": "10022657"
    }
  ]
}