{
  "_id": "6b0389934d4ebe9458cc7f1bea2baa36ee09fe541bf683bdc0778843aa69574d",
  "feed": "ftcomall",
  "title": "Europe prepares for start of bond-backed spending spree",
  "text": "<p>Good morning and welcome to Europe Express.</p> <p>Political jet-setting is back in Europe: after Cornwall and Brussels, US president <strong>Joe Biden</strong> flew to Geneva for his first <em>tête-à-tête</em> with Vladimir Putin today. The two leaders are expected to broach difficult topics including alleged <a href=\"https://www.ft.com/content/51fc3b07-78a5-4461-823c-c9d22baeb063\">Russian cyber attacks</a> and election meddling, <a href=\"https://www.ft.com/content/b2bf1be3-a10c-4963-9deb-8a6b319e9363\">US sanctions</a> against Moscow and the Kremlin's misgivings over Nato military expansion in eastern Europe. (<a href=\"https://www.ft.com/content/d99ae424-ef3f-443e-a9b7-bbbe729478f3\">More here</a>)</p> <p><strong>Ursula von der Leyen</strong>, European Commission president, is meanwhile off to Spain and Portugal — the first in a series of trips to EU capitals as Brussels signs off on recovery plans. Yesterday, the commission started issuing bonds to raise the funds for the €800bn post-pandemic recovery package. We will have a look at what these milestones mean and what hurdles lie ahead.</p> <p>We will also unpack the latest ruling from the <strong>European Court of Justice</strong>, which has given a green light (with some caveats) to any EU member state regulator to go after privacy breaches by tech companies.</p> <h2>A jet-setting recovery tour </h2> <p>Portugal and Spain will become the first EU member states to have their national recovery plans signed off by Brussels today — a symbolic step in the bloc's post-pandemic recovery, writes <em><strong>Mehreen Khan</strong></em> in Brussels. (<a href=\"https://www.ft.com/content/59e582a1-bfd5-4b38-8626-27f9b9c59a5a\">Read more here</a>) </p> <p>It has been a week of milestones for the union's bond-fuelled spending plans.</p> <p>Yesterday, Brussels raised a record €20bn in 10-year bonds — the EU's largest-ever single institutional debt raising. The bonds were snapped up by investors and the sale was oversubscribed more than seven times. Not with the help of Bank of America, Barclays or Citigroup, however: <a href=\"https://www.ft.com/content/130cf192-8fe0-4edb-a962-2625107eae2f\">here's the FT scoop</a> on the big banks that were excluded from the bond sale because of historic antitrust cases.</p> <p>As for von der Leyen's travel schedule, she is expected to mark the approval of national spending plans with a whistle-stop tour of at least five capitals in the next three days. The commission president will be in Lisbon and Madrid today, followed by Athens, Copenhagen and Luxembourg at the end of the week.</p> <p>A spokesperson for the commission said the president's “dynamic and energetic” approach to the job meant that she would be likely to visit every EU capital when their recovery plans are approved. A drip-feed of approvals is expected throughout the summer. </p> <p>Her dizzying tour raises questions about the need to rack up air miles and a carbon footprint to mark the start of a recovery fund that has been hailed as an important tool for Europe's green plans. </p> <p>The EU's target of having at least 37 per cent of the money allocated for sustainable investment has already come under fire by the European parliament's Greens, who think many of the national spending plans are not sufficiently green. </p> <p>MEPs wrote to Brussels this month to warn of potential “greenwashing” from governments that want to use the money for investments such as replacing coal with gas-powered boilers or investing in hybrid vehicle technology rather than more environmentally friendly electric cars. </p> <p>Commission officials insist they have spent the past few weeks urging governments to green up their plans at the last minute, and will use their entire allotted two months to make thorough assessments of the drafts. </p> <p>Despite the von der Leyen blessings this week, Spain, Portugal and others still need their plans to be rubber-stamped by EU member states over the summer before the money can finally start flowing. </p> <h1>Chart du jour: Chinese money dries up</h1> <p><em>Predictions that China would take advantage of bashed-up valuations to engage on a Covid-19 buying spree in Europe failed to materialise last year, </em><a href=\"https://merics.org/en\"><em>according to a report</em></a><em> by Rhodium Group and Merics. The EU and UK recorded a 45 per cent decline in completed Chinese foreign direct investment in 2020, leaving the total value at €6.5bn. Among the impediments were barriers to capital outflows, tougher scrutiny of Chinese investment in Europe and Covid-19-related disruptions. </em></p> <h2>No more good craic for Facebook</h2> <p>The EU's top court has backed national data watchdogs in their pursuit of Big Tech — even if these companies do not reside in the country where the regulators are based, writes <em><strong>Javier Espinoza</strong></em> in Brussels.</p> <p>The ruling followed growing criticism against Ireland's data protection watchdog, which some critics regarded as toothless and accused of inaction against Apple, Google and Facebook, all of which have their European headquarters in Dublin.</p> <p>Multiple national watchdogs, including most prominently the German authority, have long complained that their Irish counterpart either takes no action or takes too long to deal with cases against Big Tech companies. The Irish have disputed these claims.</p> <p>Ireland's Data Protection Commission has taken centre stage in two <a href=\"https://www.ft.com/content/b7a713e0-fe7e-4893-927c-7e90a1dd56d9\">resounding court losses</a> after Austrian privacy activist Max Schrems filed a complaint against Facebook over allegations the social media company broke EU law when it transferred data to the US.</p> <p>But following a request for guidance from a Belgian court after Facebook questioned the country's jurisdiction, the European Court of Justice ruled that member states can get involved in cases, such as the Belgian one, to stop online platforms from using cookies to track users.</p> <p>EU consumer group BEUC welcomed the ruling. “Most Big Tech companies are based in Ireland, and it should not be up to that country's authority alone to protect 500m consumers in the EU, especially if it does not rise to the challenge,” said BEUC director-general Monique Goyens.</p> <p>Facebook was not too downbeat about the ruling. The court, after all, did say that national authorities that normally wouldn't have jurisdiction could bring actions only within limited exceptions. For the bulk of cases, the so-called one-stop shop system was maintained, meaning that authorities in the country where the companies are based are responsible. </p> <p>“We are pleased that the [court] has upheld the value and principles of the one-stop-shop mechanism,” said Jack Gilbert, associate general counsel at Facebook.</p> <h1>Two things to watch today </h1> <ol>  <li><p>Joe Biden meets Vladimir Putin in Geneva</p></li>  <li><p>Ursula von der Leyen travels to Spain and Portugal to approve the first national recovery plans</p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p>Even though the winner of <a href=\"https://www.ft.com/content/437b9c08-bf1a-4487-9e7e-2d11139bacdd\">Sunday's regional vote</a> in Provence-Alpes-Côte d'Azur will only deal with local issues, the stakes are high as Marine Le Pen's Rassemblement National could for the first time capture one of France's 13 regions. </p></li>  <li><p>The US National Security Council <a href=\"https://www.ft.com/content/2036d7e9-daa2-445d-8f88-6fcee745a259\">complained last week</a> about the tone of the EU's flagship tech regulation and warned the bloc against pursuing “protectionist” technology policies that target American companies. </p></li>  <li><p>Slovakia's top court <a href=\"https://www.ft.com/content/5bf70aa8-3673-4a88-92ce-5919f2bb29eb\">has overturned</a> the acquittal of a high-profile businessman accused of ordering the murder of investigative reporter Jan Kuciak and his fiancée Martina Kusnirova.</p></li>  <li><p>Environmental activists, bolstered by recent victories in court against the likes of Shell, are taking Norway to the European Court of Human Rights over its Arctic drilling. (<a href=\"https://www.ft.com/content/5ba2b9e0-4bc4-43fb-b38b-209d24de6078\">Read about it here</a>) </p></li>  <li><p>The Hungarian parliament has approved a law banning any LGBT+ content from schools or TV shows for under 18-year-olds, the latest turn in the Viktor Orban government's toughening stance against the LGBT+ community. (<a href=\"https://www.theguardian.com/world/2021/jun/15/hungary-passes-law-banning-lbgt-content-in-schools\">Guardian</a>)</p></li> </ul> <h1>FT Future of Europe: Shifting to a green strategy for growth</h1> <p><em>Join our Future of Europe live webinar tomorrow to examine the development of the circular economy, discover how European institutions can work with partners around the world to deliver on climate targets and learn what policymakers need to do to drive future global trade that is sustainable.&#xa0;Find out more and </em><a href=\"https://europe.live.ft.com/?reference=fteuropeexpress&amp;utm_source=bem&amp;utm_medium=fteuropeexpress&amp;utm_campaign=2021pfutureofeuropeshiftingtoagreenstrategyforgrowth\"><em>register&#xa0;here</em></a><em> today.</em></p> <h1>Recommended newsletters for you</h1><p>Source: Valentina Pop, Europe Express editor 2021 'Europe prepares for start of bond-backed spending spree' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-16T05:02:11.801Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4348,
          "end": 4353
        }
      ]
    }
  ]
}