{
  "_id": "8675faad0431b54781074caad533e515c397d01f0f635148612719558133055f",
  "feed": "wall-street-journal",
  "title": "Speedy Trader Takes On Critics  ---  Scrutiny of GameStop,  AMC stock surges  puts pressure on Virtu  Financial's business  ----  By Alexander Osipovich",
  "text": "<p>   High-speed trader Virtu Financial Inc. is pushing back against critics in Washington who say the stock market is rigged against small investors. </p><p>   Virtu's business of executing individual investors' orders faces scrutiny from lawmakers and regulators following the surge in shares of meme stocks like AMC Entertainment Holdings Inc. and GameStop Corp. </p><p>   Last week, the new chairman of the Securities and Exchange Commission, Gary Gensler, said he has asked SEC staff to explore changes to the rules governing how investors' orders are handled. The review will include a practice known as payment for order flow, in which brokerages send many of their customers' orders to trading firms in exchange for cash payments. Virtu's stock sold off sharply after Mr. Gensler's remarks. </p><p>   Payment for order flow has existed for decades and has come under scrutiny before. But it received fresh attention after the wild volatility in GameStop shares in January. At one congressional hearing in February, Rep. Sean Casten (D., Ill.) referred to Robinhood Markets Inc.'s practice of sending orders to high-speed traders as \"a conduit to feed fish to sharks.\" </p><p>   Firms such as Robinhood and Virtu say payment for order flow is misunderstood. They say small investors benefit from the practice because it results in better prices than they would get at public exchanges like the New York Stock Exchange and Nasdaq Stock Market. Collectively, that saves investors billions of dollars a year, industry data show. </p><p>   Payment for order flow has also made it possible for brokerages to provide zero-commission trading. If the practice were banned, it is unclear whether brokerages like Robinhood could still let investors trade stocks and options without charging commissions. </p><p>   Virtu Chief Executive Douglas Cifu has been one of the most vocal defenders of payment for order flow. In March, upset by comments that CNBC \"Squawk Box\" host Andrew Ross Sorkin made about how high-speed traders profited from investors' orders, Mr. Cifu tweeted his phone number at Mr. Sorkin and said: \"Let me know when you want to learn how markets work.\" Soon afterward, the CEO went on the show to discuss payment for order flow with Mr. Sorkin. </p><p>   In an interview, Mr. Cifu warned that banning the practice and requiring that individual investors' orders be sent to exchanges would harm small investors. \"Retail investors would get a much, much worse experience,\" he told The Wall Street Journal. </p><p>   Firms like Virtu, known in the trading business as wholesalers, make money from investors by filling their orders throughout the day and collecting a small spread between the buying and selling price of each stock. Under SEC rules, they can't fill the trades at prices worse than the best available price on exchanges -- a benchmark known as the national best bid or offer, or NBBO. </p><p>   Because individuals tend to make small trades, wholesalers can trade against them knowing the individuals aren't likely to push stock prices up or down, the way that institutional investors can move a stock through heavy buying or selling. That allows wholesalers to make more consistent profits when filling small investors' orders than when trading on exchanges -- a benefit they are willing to pay brokers for, in the form of payment for order flow. </p><p>   Meanwhile, small investors can benefit from the arrangement by getting prices better than the NBBO, often by just a fraction of a penny a share. </p><p>   The resulting savings to the investor are known as \"price improvement.\" In a report released on Thursday, Virtu said standard analyses underestimate the degree to which small investors benefit from having their orders filled by wholesalers. </p><p>   Using a broader measure of price improvement than the one usually used, Virtu said it saved investors just over $3 billion on their stock trades in 2020. By comparison, data disclosed by wholesalers under SEC reporting rules shows Virtu provided around $950 million worth of price improvement last year. </p><p>   The difference was largely because of how Virtu calculated the savings when an investor does a trade in a larger size than what is publicly displayed on exchanges. For instance, suppose that 200 shares of Apple Inc. are available on exchanges at the national-best-offer price, and an investor buys 500 shares of the stock from Virtu at a slightly lower price. </p><p>   In that scenario, Virtu's methodology counts the savings based on how much it would cost to buy all 500 shares using price quotes on exchanges -- not just at the national best offer, a price at which only 200 shares are being quoted, but at the higher prices where the remaining 300 shares would be filled. </p><p>   Critics were unconvinced by Virtu's analysis, calling it self-serving. Payment for order flow is fundamentally flawed because it poses a conflict of interest for brokers, said Tyler Gellasch, executive director of Healthy Markets Association, a trade group for institutional investors. </p><p>   \"There's a simple question that every investor needs to ask, and that's whether their broker is trying to get them the best prices or maximize their own profits,\" Mr. Gellasch said. </p><p></p>",
  "published": "2021-06-14T06:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4175,
          "end": 4185
        },
        {
          "start": 4175,
          "end": 4180
        },
        {
          "start": 4175,
          "end": 4184
        }
      ]
    }
  ]
}