{
  "_id": "648fa960d28ff3ef3dd9033269221bee8a0734d2667196fe6e2d5e73bb33550e",
  "feed": "ftcomall",
  "title": "Data centres are the new offices",
  "text": "<p>Offices left vacant by coronavirus could become the residential towers of the future, <a href=\"https://www.ft.com/content/4bac7534-002c-4834-bd6c-a093ef0a5150\">according to the architect </a>Lord Norman Foster, but there may be just as much demand for the space from data centres.</p> <p>London's Docklands is as well known for its warehouses of servers providing connectivity as for its office space for banks and other companies, but the balance may be shifting.</p> <p>Reach, publisher of the Daily Mirror and Daily Express newspapers, said on Friday that about three-quarters of its staff would permanently work from home and it will <a href=\"https://www.ft.com/content/a3a59984-8ed0-4d11-a180-cd289aab8856\">significantly reduce its office space</a>, cutting the size of its Canary Wharf headquarters from two floors to one.</p> <p><a href=\"https://www.ft.com/content/f6643c5d-a00b-4114-b9fa-67fbd6637410\">George Hammond reports</a> cloud providers often use data centres in much the same way that co-working companies such as WeWork use offices: leasing whole buildings from owners and then subleasing portions of the centre to other businesses.&#xa0; </p> <p>Demand for cloud applications has surged during coronavirus. Outside Europe's main markets, take-up of data centre capacity almost doubled in cities such as Madrid, Warsaw and Milan compared with 2019, said property company Knight Frank.</p> <p>Data centre mergers and acquisitions totalled almost $35bn globally last year, more than five times the volume of deals in 2019 and $10bn ahead of the previous annual record set in 2017, with private equity firms increasingly attracted to the sector.</p> <p>In the US, Google <a href=\"https://blog.google/inside-google/company-announcements/investing-america-2021/\">announced on Thursday </a>it was planning to expand both its offices and data centres, spending $7bn this year on them. However, this is <a href=\"https://www.ft.com/content/93248edf-8fcf-425d-9d1a-2d41fed2c7f4\">down from the pre-pandemic</a> $10bn it said it would spend in 2020.</p> <p>Describing them as “important to the fabric of local communities”, from providing opportunities for small businesses to supporting distance learning, Google said it would invest in new data centre capacity in Nebraska, South Carolina, Virginia, Nevada and Texas.</p> <p>There are far more servers than people in these centres, but their growth means we can all have more flexibility about where we work in future.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. UK regulator readies Facebook probe</strong><br>Britain's Competition and Markets Authority is<a href=\"https://www.ft.com/content/7531df25-e4cc-4e46-aa12-c30e932e5951\"> preparing an antitrust investigation</a> into Facebook within the next few months. People close to the investigation said the regulator would take a sweeping look at the way Facebook allegedly uses customer data to squash rivals in social media and online advertising.</p> <p><strong>2. Delta halves Chinese workers</strong><br>Delta Electronics, a producer of power components for Apple and Tesla, has <a href=\"https://www.ft.com/content/194de653-608f-480b-9871-3ebdfb6bcbbb\">cut its headcount in China by almost half</a>, in the biggest such move to be made public by a Taiwanese electronics company in the country. Electronics companies are seeking to adjust to the fallout from the US-China trade war and evade soaring production costs in the world's second-largest economy. Delta says its target is a 90 per cent reduction in employees.</p> <p><strong>3. Concerns over Chinese tech surveillance of UK cities</strong><br>UK intelligence agencies are <a href=\"https://www.ft.com/content/47c9b28b-8247-4984-9398-dc78ff62b424\">pushing for new curbs</a> on local authorities' use of Chinese “smart cities” technology over concerns Beijing could use it for espionage, surveillance or collection of sensitive data. Key suppliers include camera maker Hikvision, ecommerce group Alibaba, which supplies cloud services and software, and Huawei, which is involved in UK smart city projects as a supplier of hardware, software and telecoms equipment to companies such as BT.</p> <p><strong>4. Bravo for Calypso software</strong><br>Thoma Bravo is set to <a href=\"https://www.ft.com/content/016b97d6-c19f-4c9c-b75b-cb14db338ad9\">buy the trading software group</a> Calypso, in a deal that values the San Francisco-based company at $3.75bn, according to two people familiar with the matter. The US-based buyout group, which specialises in software deals, will acquire the firm at a hefty valuation of 37 times the $100m that Calypso generated in profits last year.</p> <p><strong>5. Brothers create business of a different stripe</strong><br>In 2010, two young Irish brothers pitched to Peter Thiel, an early Facebook backer and one of Silicon Valley's most prominent venture capitalists, on why their online payments system was better than PayPal. Their start-up, now called Stripe, would vastly simplify online payments and thus “increase the GDP of the internet”, they claimed, somewhat grandiosely. <a href=\"https://www.ft.com/content/338540c1-a371-460d-ad73-8c02baa38c01\">Tim Bradshaw profiles</a> Patrick and John Collison.</p> <h2>Tech tools — Zygo Solo</h2> <p><a href=\"https://shopzygo.com/\">The Zygo Solo</a> ($299, £222), from California, was developed by&#xa0;two high-school pals who set out to design a system that could stream coaching programmes, music, podcasts or whatever from your phone or tablet to a swimmer, <a href=\"https://www.ft.com/content/d69c7019-6d23-4be1-9368-5b0b0caeb4c6\"><em>writes Jonathan Margolis</em></a> — Bluetooth being almost useless if you're in&#xa0;water and completely useless when you are actually underwater.</p> <p>Here, your devices stream by Bluetooth to a transmitter unit&#xa0;that looks like a small walkie-talkie — and is. Someone on land or a boat can interrupt your music to talk to you, although you can't talk back. Getting the music, or coaching programme or coach, to your ears is done by bone conduction. </p> <p>If you want to turn the sound off, there are controls on the headset or, better, you can use your Apple Watch. Zygo is clever and life-enhancing, says Jonathan.</p><p>Source: Chris Nuttall in London 2021 'Data centres are the new offices' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T19:40:11.334Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4995,
          "end": 5000
        },
        {
          "start": 2476,
          "end": 2481
        },
        {
          "start": 4995,
          "end": 5006
        }
      ],
      "nexusId": "10022657"
    }
  ]
}