{
  "_id": "d5ac86a14bd070afc193e9054e13d2875822ab0627bea2e0324565be1e90ed7a",
  "feed": "ftcomall",
  "title": "The ‘Ulysses' trial still resonates 100 years on",
  "text": "<p>Almost exactly 100 years ago, in February 1921, Margaret C Anderson and Jane Heap, editors of the New York-based literary magazine The Little Review, lost an obscenity trial. They escaped a prison sentence but they were fingerprinted and charged $50 each for the crime of publishing <em>Ulysses</em>, James Joyce's landmark novel, which had been part-serialised in the magazine between 1918 and 1920. “It is the only farce I ever participated in with any pleasure,” Anderson later wrote.</p> <p><em>Ulysses </em>is considered such a classic today that it's instructive to remember the uproar around its early dissemination in the US and elsewhere, largely as a result of the novel's sexual references. The 1921 case was merely the start of a long-running, mainstream debate over obscenity that went unresolved until 1960, when the judgment in the British trial over the unexpurgated edition&#xa0;of DH Lawrence's <em>Lady Chatterley's Lover</em> granted greater protection to publishers and writers. </p> <p>When <em>Ulysses </em>eventually found a publisher — in Sylvia Beach, proprietor of Shakespeare &amp; Co in Paris — in 1922, it was promptly banned in the UK until 1936. In the US, its publication was finally legalised in 1933, after a long campaign by Morris Ernst, legal counsel of the American Civil Liberties Union, against efforts by the Society for the Suppression of Vice, and others. Judge Woolsey, delivering his opinion on United States vs One Book Called Ulysses, stated his defence of Joyce: “In respect of the recurrent emergence of the theme of sex in the minds of his characters, it must always be remembered that his locale was Celtic and his season spring.”</p> <p>Anderson was not the first — or the last — defendant to question whether judges and lawyers might not make the best critics when she wrote, at the time of her own trial: “So how shall I face an hour in a court room, before three judges who do not know the difference between James Joyce and obscene postal cards, without having hysterics . . .”</p> <p>It is now relatively rare for authors to face direct bans but groups and individuals can still launch their own efforts to remove books from syllabuses or reading lists. In 2019 the American Library Association, recorded 377 challenges to library and teaching materials or services in the US, many of them against books containing sexual or LGBT content. While in India, religious offence laws are often used in tandem with the Victorian-era obscenity law against writers. Although judges tend not to prosecute, these trials, and the harassment that often accompanies them, can take years out of the lives of writers and editors.</p> <p>I've never been able to fully understand the impulse that drives people to tell others what they cannot read — I blame this on my parents, who had an open-bookshelf policy with their children. We could read whatever we liked; my father's only comment when he found me reading Norman Mailer at the age of 12 was that if I hadn't taken to Hemingway, I might find even less to like in Mailer. He suggested Naguib Mahfouz and Maya Angelou as possible antidotes.</p> <p>One of my favourite recent books is <em>Meesha </em>(<em>Moustache</em>) by the Malayalam writer S Hareesh, which won India's JCB Prize for Literature in 2020. Set in the waterways and coconut plantations of 1930s Kuttanad, in Kerala, <em>Meesha's </em>protagonist is a lower-caste man from a fishing community who grows such a splendid moustache, such a bristling symbol of assertion and power, that he finds himself in danger.</p> <p><em>Meesha </em>first appeared, much like <em>Ulysses</em>, as a running serial — in Mathrubhumi, a popular Malayalam periodical. In 2018, a few sentences in which one character speculates about why temple-going women might wear ornate clothes — the implication being that it's to attract attention and possibly more — made S Hareesh and his family the targets of a campaign led by some members of the ruling Bharatiya Janata party. Under intense pressure, S Hareesh withdrew his novel from serialisation, though it was later published in book form in Malayalam by the intrepid DC Books, and in English by HarperCollins India.</p> <p>A Delhi resident filed a case against Hareesh “for depicting temple-going women in bad light” and disturbing public decency. The courts ruled later in 2018 in the writer's favour, but it was fascinating to see that the old debates about the possibility of books “corrupting” readers were still alive.</p> <p>In her memoir <em>My Thirty Years' War </em>(1930) Anderson records that once the <em>Ulysses </em>trial was over her legal adviser, John Quinn, offered his client some advice: “And now for God's sake, don't publish any more obscene literature.” Anderson asked, “How am I to know when it's obscene?” And Quinn replied, “I'm sure <em>I</em> don't know. But don't do it.” </p> <p>Impossible for writers to confine themselves to “pure” books — and impossible for anyone to know, even 100 years later, the precise shade of “obscenity” that might land you in trouble.</p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Nilanjana Roy 2021 'The ‘Ulysses' trial still resonates 100 years on' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T11:00:27.280Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5086,
          "end": 5091
        }
      ]
    }
  ]
}