{
  "_id": "81670983fb78fd5d52b852958f33b5ef187400f92e02247d890fc49856ffad3b",
  "feed": "wall-street-journal",
  "title": "Walmart Buys Tech to Grow Own Digital Marketing Effort",
  "text": "<p>Walmart instead will use Thunder's technology to launch a self-service tool that helps advertisers make and buy numerous versions of display ads targeting different kinds of consumers on its properties.</p><p>A skin care company could use the tool to create versions of an ad with models of different ages, for example, then use the technology to determine which performs best. The new self-serve display ad tool will launch later this year, the company said.</p><p>\"As we continue to grow our media business we need to find ways that we can easily serve all suppliers -- be it companies who have been Walmart suppliers for years or brand new marketplace suppliers,\" said Janey Whiteside, chief customer officer at Walmart, in a statement. \"The new display self-serve platform and the integration of Thunder's technology does just that.\"</p><p>Walmart and other large retailers including Kroger Co. and Target Corp. have been building digital-ad offerings to generate new revenue by using their shopper data to help marketers target customers online and in stores.</p><p>They are chasing powerful competitors with large head starts. Amazon.com Inc., the third-largest seller of digital advertising after Alphabet Inc.'s Google and Facebook Inc., generated $8 billion in sales in the fourth quarter of 2020 in the segment that primarily includes advertising revenue.</p><p>Walmart doesn't disclose the size of its ad business, but has previously said it doubled ad revenue in the past year.</p><p>Walmart last month said it is revamping its ad-sales group, renaming it from Walmart Media Group to Walmart Connect, as well as building new ad tools to attract more advertisers and ad revenue. Walmart is working with ad technology company Trade Desk Inc., for example, to create a new ad-buying platform that lets brands use Walmart data to send targeted digital ads to consumers across the web -- not just Walmart's own properties like its website.</p><p>The purchase of Thunder builds on those efforts by helping Walmart focus more on small businesses, a key area of growth as more consumers shop online.</p><p>Google and Facebook make the bulk of their ad revenue from small businesses. Many such businesses don't have the resources of bigger marketers, and are attracted to self-serve tools and other technology that makes it easier to create ads and precisely target them to relevant groups of customers.</p><p>Time is a major constraint on small businesses looking to expand their revenue through marketing and advertising, said Brian Wieser, global president of business intelligence for WPP PLC-owned ad-buying giant GroupM. \"Wherever you can basically satisfy your needs from a marketing perspective with a single port of call, maybe a second, that's where you will spend your time,\" he said.</p><p>But it won't be easy for retailers to go up against more established digital ad rivals, Mr. Wieser said.</p><p>\"There are a lot of challenges to overcome from a cultural perspective -- retailers, typically, are not as well-connected to the media industry and don't necessarily understand what marketers want,\" he said.</p><p>Walmart, Amazon and other retailers do have the advantage of direct information about what consumers buy, data that will become more valuable for targeting ads as Google and Apple implement promised policy changes that will undermine established tracking and measurement tools, industry experts said.</p><p>\"As any type of cross-platform or cross-media tracking becomes more difficult, it becomes really hard to say that this revenue is the result of this advertising,\" said Nicole Perrin, principal analyst at research firm eMarketer. \"If you have some type of closed system, which Amazon does and which Walmart has, too, that closed-loop attribution becomes a big part of the attraction.\"</p>",
  "published": "2021-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3232,
          "end": 3237
        }
      ],
      "nexusId": "10022657"
    }
  ]
}