{
  "_id": "4c43a9a4e78dd8915ef01b6f78f9d635e36a4180cd66f45682291c722c2e028d",
  "feed": "wall-street-journal",
  "title": "Travel & Entertainment -- What to Stream: Whales, Action and A Comedy",
  "text": "<p>(AMC+)</p><p>At 11 a.m. on a recent Monday, Colin Farrell was still in bed, recovering from a late-night trip down a YouTube rabbit hole exploring the world of ultrarunners. \"I'm just fascinated by what people go through when they decide to undertake 100 miles or 250 miles,\" he says.</p><p>Mr. Farrell says he isn't an ultrarunner himself, but his latest role was physically demanding. In \"The North Water,\" a five-part miniseries that premieres Thursday on AMC+, Mr. Farrell plays a whale hunter in the 1850s alongside Stephen Graham, the ship's captain, and Jack O'Connell, its surgeon. Shooting involved five weeks aboard a ship that came within 500 miles of the Arctic Circle.</p><p>\"Even if you were doing nothing, just being, just existing, just breathing up there, it was taxing,\" he says.</p><p>\"I was conditioned by cheeseburgers and ice cream and cake,\" he says. \"The environment wasn't something that any of us really prepared for or had any grasp of what we were getting ourselves into.\"</p><p>New release: 'Gunpowder Milkshake'</p><p>(Netflix)</p><p>In the world of \"Gunpowder Milkshake,\" an irreverent action film that premiered Wednesday on Netflix, there is a diner frequented by assassins that prohibits guns, and a library that checks out guns as if they were books. The weapons wielded in the heat of battle include a suitcase, a bowling ball and a giant tooth.</p><p>Directed by Navot Papushado, the film is about Karen Gillan's Sam, an assassin who takes her orders from Paul Giamatti's Nathan, who presides over a crime syndicate. After Sam saves the daughter of a man she kills, she becomes a target herself.</p><p>Ms. Gillan says the project's inventiveness appealed. \"There's a fight sequence where my arms are paralyzed, and in the script it said: The audience won't know how to react to this, but they will know that they've never seen anything like this before,\" she says. \"And I thought that's really cool.\"</p><p>New release: Schmigadoon!</p><p>(Apple TV+)</p><p>In 1997, when Cinco Paul was watching \"An American Werewolf in London,\" a movie about a pair of backpackers who encounter a werewolf, it stood out to him that the beginning was similar to the musical \"Brigadoon.\" Then Mr. Paul thought: What if, instead of finding a werewolf, the pair of friends stumble upon a town in a musical. And get stuck there.</p><p>Twenty-four years and a handful of hit movies later (\"Despicable Me\" and others), he has brought it to life in \"Schmigadoon!,\" a musical comedy that premieres Friday on Apple TV+.</p>",
  "published": "2021-07-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2442,
          "end": 2447
        },
        {
          "start": 1911,
          "end": 1916
        }
      ],
      "nexusId": "10022657"
    }
  ]
}