{
  "_id": "881ed85d7a51ab439fe3c68d41846eb4a5a07aaca196c3798a6e94c9b57a4eea",
  "feed": "wall-street-journal",
  "title": "World News:  Hong Kong  Democracy  Activists  Convicted  ----  By John Lyons",
  "text": "<p>   HONG KONG -- Martin Lee, the 82-year-old lawyer credited with helping found Hong Kong's democracy movement, and newspaper publisher Jimmy Lai were among seven veteran activists found guilty by a judge on charges related to a mass demonstration in 2019. </p><p>   The guilty verdicts on Thursday raise the prospect of jail time for a prominent group of democracy campaigners who have been fighting to preserve the rule of law in the former British colony since before it was returned to China in the late 1990s. Sentencing on the charges, which can carry up to five years in jail, was set for later this month. </p><p>   \"It will be a badge of honor for us to go to jail for fighting for freedom and rights for Hong Kong people,\" said the labor leader Lee Cheuk-yan, one of the defendants, after the verdict. </p><p>   The trial is part of a wave of prosecutions under way in Hong Kong as China crushes dissent in the former British colony. Amid a continuing crackdown that worsened last year when Beijing imposed a sweeping national security law, many of the city's democracy campaigners are now either on trial, in jail or living in exile. </p><p>   After the judge read out the verdict, a lead prosecutor called on the judge to revoke bail until sentencing, saying the offenses were serious and risked plunging Hong Kong into anarchy by undermining public order. Defendants, however, were granted bail but can't leave Hong Kong. </p><p>   The group was found guilty of organizing and attending an unauthorized assembly in August 2019 during which hundreds of thousands of people protested Beijing's growing intervention in the city. </p><p>   Police initially approved a gathering at Hong Kong's Victoria Park, but declared it illegal after the huge crowds overflowed into the streets. </p><p>   Many of the activists convicted Thursday are facing additional illegal-assembly charges in coming trials stemming from other protests. </p><p>   Mr. Lee has been singled out for criticism for decades by Beijing as a symbol of democratic opposition to authoritarian Communist Party rule. Many in Hong Kong see his prosecution as an indicator of how far Beijing will go to stamp out dissent in Hong Kong. </p><p>   Mr. Lai, publisher of Hong Kong's pro-democracy newspaper Apple Daily, is facing a number of legal charges, including foreign collusion under the new national security law. That could put him behind bars for the rest of his life. </p><p></p>",
  "published": "2021-04-02T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2179,
          "end": 2184
        }
      ]
    }
  ]
}