{
  "_id": "1172669774bcaa936a3b18ead719ed469df7e265724824c45b1d1e7280b37f5d",
  "feed": "ftcomall",
  "title": "Tales from a traitor — an encounter with cold war spy George Blake",
  "text": "<p>When the 98-year-old double agent George Blake <a href=\"https://www.theguardian.com/world/2020/dec/26/george-blake-obituary\">died</a> in Moscow on Boxing Day, my biography of him was long since ready. </p> <p>Blake was a one-man Netflix series, whose life tracked many of the dramas of the 20th century. A Briton raised in the Netherlands, he was a teenage courier in the Dutch resistance, joined the British secret services, converted to communism while a prisoner in North Korea and became a spy for the KGB. He then sent dozens of agents working for Britain to their deaths. </p> <p>His crime so shocked Britain that when he was finally unmasked, in 1961, he was given the longest sentence in the country's modern history — only to escape in a jailbreak so spectacular that <a href=\"https://www2.bfi.org.uk/news-opinion/news-bfi/lists/10-best-films-alfred-hitchcock-never-made\">Alfred Hitchcock</a> spent his final decade trying to turn it into a film.</p> <p>One day in 2012, I spent several hours with Blake in his dacha outside Moscow. I had gone expecting simply to write an article. I left thinking, “That was the most interesting interview I've ever done,” and eventually decided to turn it into a book that I spent years researching. I hope it elucidates Blake's life, the cold war and how he tried to find peace with himself.</p> <p>The genesis of the book, published next week, was my friendship with <a href=\"https://www.ft.com/content/28054942-39af-11da-806e-00000e2511c8\">Derk Sauer</a>, a Dutchman who became a media mogul in post-communist Russia. (As well as founding the Moscow Times newspaper, he had the brilliant idea of starting Russian editions of Cosmopolitan and Playboy.) Sauer and Blake were friends. Some years their families got together to celebrate Sinterklaas, the Dutch St&#xa0;Nicholas's Day. Before I flew to Moscow in 2012 to speak at a conference, I asked Sauer if Blake might be willing to give me an interview.</p> <p>This wasn't the sort of thing Blake did much. Like most spies, he was a secretive type. He was also careful not to speak out about Vladimir Putin. A pacifist democrat in his old age, Blake disliked his fellow KGB alumnus. However, he and his wife depended on Putin for their dacha and pensions.</p> <p>Before Blake agreed to let me interview him, he insisted on interviewing me. I phoned him at the agreed time, from Moscow's Novodevichy cemetery, where I was looking for the graves of Chekhov and Nikita Khrushchev. Like Blake, I had grown up British in the Netherlands, and on the phone we spoke Dutch. His accent was prewar chic. He was chatty and quick to laugh. He skirted around the topic of Putin, so finally I raised it: I promised not to ask him about contemporary Russian politics.</p> <p>The other issue, he told me apologetically, was his family. His three British sons (establishment types) and his British ex-wife didn't like it when newspapers wrote about their father the traitor. I agreed to publish the interview only in a Dutch newspaper. That satisfied Blake, and he invited me to the dacha. I think he did it because he trusted Sauer, because he welcomed having someone new to speak Dutch with and because he wanted to reach readers in his home country after 70 years of separation. He felt more Dutch than British.</p> <p>I later negotiated with Sauer that I could publish a book in English after Blake died, when his family was going to have to live with a rush of publicity whether I wrote anything or not. In part, my decision to publish was obviously selfish. But I also thought Blake owed the British an explanation.</p> <p>On the appointed morning, Sauer's Russian chauffeur collected me at the Stalinist-gothic Hotel Ukraina and drove me out of town to Blake's dacha — his former weekend house, a gift from the KGB, where he was living full-time in retirement. </p> <p>Even on a Saturday there were traffic jams but we arrived early, so I went to sit in the sun in a local park. It could have been a middle-class suburb of London. Pleasant white apartment blocks fringed a children's playground. People in western clothes passed — a girl jogging, a man pushing a pram, a boy in a baseball cap riding a bike with training wheels. With hindsight, that spring morning in 2012 — when the oil price was over $100 a barrel, and before Putin invaded Ukraine — was about as good as Russian life has ever got.</p> <p>Then I walked to the dacha. In a quiet wooded lane a little old man with a dog's-head cane stood waiting for me. George Blake had a straggly beard, false teeth, slippers and liver spots. His famous dapperness had gone but he retained his deceiver's charm. He opened a door into his vast garden, where we fought our way through a plague of mosquitoes.</p> <p>The dacha's wooden exterior was painted light green. “This house, you would not believe it, was built before the revolution,” he marvelled. It was here that the Blakes entertained <a href=\"https://www.ft.com/content/246f42d9-f530-465c-a6ea-801e96593e38\">Kim Philby</a> on 1970s weekends, until the two defectors fell out.</p> <p>Blake's Russian wife Ida and a yapping terrier came out of the house to say hello. Blake took me into the conservatory. Many of the books on the shelves came from the library he had inherited from Donald Maclean, his soulmate and fellow British double agent in exile. There were jacketless hardbacks of Max Beerbohm's <em>Zuleika Dobson</em>, HG Wells novels and <em>The Life and Teaching of Karl Marx</em>. On a windowsill stood a red-coated British Beefeater doll — perhaps a reminder of Blake's imprisonment as a traitor in London, or perhaps just a souvenir.</p> <p>Ida brought us tea and salami sandwiches. The dog, Lyusha, dozing at our feet, got his own portion. Blake and I sat side by side on a sofa, close together, so that he could at least hear me. His blue eyes were bloodshot. “I cannot see you,” he explained. “I see that somebody is sitting there, but who that is and what he looks like, I can't see.”</p> <p>That morning, he was 89 years old, the last survivor of the British KGB agents who had defected to Moscow. When he arrived there at the end of 1966, after his jailbreak, Guy Burgess was already dead. Maclean and Philby died in Moscow in the 1980s.</p> <p>I asked Blake whether he wanted to speak Dutch or English. He replied, in Dutch, “When I get the chance — which happens very seldom — I find it very pleasant to talk in Dutch. Possibly that is how I feel most at home.”</p> <p>Settling beside him on the sofa in the conservatory, I asked him what he missed when he thought back to his Rotterdam childhood. “Well, of course, I miss my parents,” he said. “In the first place my mother, to whom I was very attached and who also loved me a lot and whose character I inherited.”</p> <p>He was born George Behar in Rotterdam on November 11 1922. His father, Albert, a Jew from Constantinople, had served in the British army in the first world war and had become a British citizen. A month after the Armistice, Albert was posted to Rotterdam to help repatriate British prisoners of war. There he met Blake's mother Catharina, a Dutch Protestant.</p> <p>Blake told me his memories of his father: “He had a little factory — gloves for the ship workers of Rotterdam — and he left early in the morning, and only came home at about eight in the evening. Then he'd come to our bedroom and tuck us in and give us a goodnight kiss, and that was really all we saw of him. And he wasn't healthy, because he had been wounded in the war — gas poisoning. So he never played as big a role in our lives as my mother.”</p> <p>After Albert died in 1935, a letter arrived from his sister Zephira in Cairo, where she was married to a rich banker. Could George come and live with them? His mother, left destitute by her husband's death, agreed. George was keen on an adventure. Three years at British and French schools in Cairo turned him into a cosmopolitan.&#xa0;</p>  <p><strong>In September 1939</strong> he was on summer holiday in Rotterdam when war broke out. He joined the resistance but yearned for greater things. In 1942 he made a daring underground journey through Belgium, France and Spain to Britain. He told me:&#xa0;“I thought — and it was true — that once I had got to England and had training there, then I could do much more than what I was doing in the Netherlands. I very much wanted to be a real agent.”</p> <p>In Britain he joined P8, the Dutch section of the British Secret Intelligence Service (SIS, now called MI6). One of his tasks was to escort members of the Dutch resistance before they were parachuted into the occupied Netherlands. In London, George, his sisters and their mother changed their family name from Behar to the quintessentially English Blake.</p> <p>A devout Calvinist, he had intended to become a pastor after the war. But posted by SIS in 1945 to the liberated Netherlands, and then to occupied Germany, he succumbed to the wine, women and song on offer to the occupying forces. Afterwards he felt he was no longer worthy of a career in the church.</p> <p>Instead he found a new vocation in the booming postwar industry of espionage. In 1947, SIS sent him on a “sandwich course” at Cambridge university for a few months to learn Russian. His professor there, <a href=\"https://www.independent.co.uk/news/obituaries/obituary-professor-dame-elizabeth-hill-1281970.html\">Elizabeth Hill</a>, a fierce anti-communist who had grown up Russian-British in pre-revolutionary St Petersburg, imbued him with a love of her lost homeland. Blake claimed that within a couple of months of starting her course, he read <em>Anna Karenina</em> in Russian.</p> <p>SIS then sent him under diplomatic cover to Seoul. In 1950 the Korean war broke out. The invading North Koreans captured Blake and two other British diplomats, and marched them off north, together with about 70 civilian detainees and 750 American prisoners of war. About half the prisoners died that winter, mostly of starvation, illness, cold or at the hands of brutal guards on a death march.</p> <p>But Blake emerged from the experience more anti-American than anti-North Korean. He thought the American PoWs were quick to die because material excess had softened them. He was horrified by American Flying Fortress bombers destroying Korean villages. </p> <p>In one of his talks to East German Stasi officers in the 1970s — those videotapes were among my best sources — he recalled thinking: “What right do we have to come here and destroy everything? These people, who live so far from us, should decide for themselves how to organise their lives.” He came to feel that he was fighting on the wrong side of the cold war.&#xa0;</p> <p>Finally, in February 1951, the horrors subsided. Blake was one of a group of 10 French and British prisoners, most of them diplomats and journalists, who were held in a quiet farmhouse near Manpo, in the north. “Our existence in that small wattle hut,” he wrote in his 1990 autobiography <a href=\"https://www.lrb.co.uk/the-paper/v12/n20/paul-foot/so-what-if-he-was\"><em>No Other Choice</em></a>, “was not unlike that of ten people who have to spend two years in a railway carriage, put on a siding and forgotten.”</p> <p>Their suffering from then on was mostly psychological. These were intelligent people, hungry and bored out of their minds. Blake learnt that even a person with the richest set of experiences could tell his entire life story within three or four months, and would then have to start all over again.&#xa0;</p>  <p><strong>In spring 1951</strong>, the Soviet embassy in Pyongyang sent the prisoners a package of books. Only one was in English: Robert Louis Stevenson's <em>Treasure Island</em>. The prisoners drew lots for the privilege of reading it first, and quickly read it to pieces. But there were also three books in Russian: Lenin's <em>State and the Revolution</em> and two translated volumes of Marx's <em>Capital</em>. The only Russian-speakers in the group were Blake and Vyvyan Holt, the British consul in Seoul. Holt had lost his glasses on the march, while scrambling to hide from machine-gun fire from American planes. “Then he couldn't read any more himself,” said Blake.</p> <p>“I read to him. We sat on a burial mound, and we read and discussed the books. He had been a civil servant of the English Indian government, and he was completely a servant of the English colonial system. But he was a very sensible man and he saw that it couldn't go on, and that something would replace it, and he thought that thing would be communism. He wouldn't want to live in a communist country, but that was his prediction. And since he was someone for whom I had a lot of respect — he was my boss, shall I say, and we had very good friendly relations — what he thought had a lot of authority for me.”</p> <p>For a bright young man whose education had been interrupted by war, the readings with Holt were the university Blake never had. The two men also studied the Koran in Arabic and discussed Marx and Lenin with their fellow prisoners.</p> <p>The readings were only the last in a sequence of experiences that pushed him towards communism. Blake had grown up a Calvinist who believed that everything in life was predestined; it was a small step to believing, with the communists, that history was predestined too. Although he no longer believed that Christ was the son of God, he still thought “there should be a kingdom of God with justice”. Calvinists disapproved of material display; so did communists.</p> <p>I put it to him: “You swapped your religion for communism.” I expected him to demur but he said: “Yes, that's very clear. Religion promises people, let's say, communism after their death. Because in heaven we are all equal and we live in wonderful circumstances. And communism promises people a wonderful life here on earth — and nothing came of that either.” </p> <p>Was his communism a faith, just as his religion was? “I think so,” he replied.</p> <p>The one thing that didn't push him into treachery was any hatred of Britain. </p> <p>At one point in the conversation, he returned from a visit to the bathroom with a new thought:</p> <p><em>Blake: Yes, that's it, I want to say it: the strange thing about my life is that I owe everything, well not everything but a lot, to English people. English people arrested and sentenced me and, eh, rightly. And English people helped me escape from jail and otherwise arranged my life, to a certain degree. And&#xa0;that's very peculiar, if you think about it.</em></p> <p><em>Me: So you don't look back in anger at England?</em></p> <p><em>Blake: Not at all! To the contrary. I'm a great admirer of England and all that is English.</em></p> <p><em>Me: But a distant admirer. You don't feel any love for the country.</em></p> <p><em>Blake: Love?</em></p> <p><em>Me: Sentiment.</em></p> <p><em>Blake: That's true. It's more, eh </em>—<em> yes, but a very large admiration. Love is something different.</em></p> <p>Much to his regret, Blake was never able to return to Britain after 1966, where he would have been&#xa0;thrown straight back into jail. By law he was a traitor to the country. At heart, he wasn't. In his words: “To betray you first have to belong. I never&#xa0;belonged.” He didn't feel British enough to betray Britain.&#xa0;</p> <p>It's notable that the three unwitting mentors in his conversion to communism were British establishment types: Hill at Cambridge, Holt in North Korea and RN Carew Hunt, the SIS theoretician whose handbook <em>The Theory and Practice of Communism</em> — intended to forearm British spies against the&#xa0;enemy doctrine — struck Blake as unintentionally persuasive.&#xa0;</p> <p>One evening, Blake secretly handed the North Korean camp commander — “Fatso”, the prisoners called him — a note in Russian, addressed to the Soviet embassy. He had crossed over.</p> <p>In 1953 the prisoners were released and Blake rejoined SIS. For the next few years, in London and at his next posting in Berlin, he'd meet his KGB handlers on dark street corners and hand over thousands of documents, including, most culpably, the names of hundreds of agents working for the British behind the Iron Curtain. </p> <p>Tom Bower, who for his biography of the British spy chief Dick White, <em>The Perfect English Spy</em>, was granted rare interviews with White and other SIS officials, wrote that after Blake's unmasking in 1961, “SIS officers had contacted agents and sources throughout the satellite countries [of the Soviet bloc] and had concluded that Blake's treachery had cost at least forty lives, among them a Red Army technical expert whom Blake had personally known.” </p> <p>Blake freely admitted betraying agents but never acknowledged that any were killed. He chose to live in denial.&#xa0;</p> <p>When I asked him if he had any regrets, he replied without mentioning the betrayed agents:&#xa0;</p> <p><em>Blake: I'm sorry about the suffering that I caused to people in one way or another and also in my own circle, because of course I would rather not have done that, but, well, I </em>—<em> there's nothing to be done about that any&#xa0;more.</em></p> <p><em>Me: Do you still often think about that?</em></p> <p><em>Blake: Yes, I think about everything. When you're as old as I am, you think about everything, and then everything goes through your head again and you see all those images from past times, and I often dream about police and things, but eh </em>—<em> so that is really the&#xa0;position.</em></p> <p><em>Me: Images go through your head? What kind of&#xa0;images?</em></p> <p><em>Blake [laughs]: I think back to everything. From let's say the Calvé Delft [food] factory in Rotterdam to what I have experienced here in the last few years.</em></p>  <p><strong>The loving husband and father</strong> of three small boys was sentenced to 42 years in jail: “A savage sentence,” noted the prime minister, Harold Macmillan, in his diary. But Wormwood Scrubs in the 1960s was a leaky ship: Blake climbed over the wall in 1966, using a rope ladder thrown by the Irish ex-prisoner Sean Bourke. A little over two months later, after a spell hiding in Hampstead, aided by British anti-bomb activists, he made it to Moscow.&#xa0;</p> <p>Blake realised on arriving in grey, ramshackle, repressive Moscow that he had given up his wife and sons for a system that didn't work. He once told his friend Sauer, with a guffaw: “After a week in Moscow I knew that communism was the biggest disappointment of my life.” But he was an adaptable man, and happily lived out the rest of his life there. He met Ida, had a son with her and in the 1980s re-established contact with his British sons. The KGB made him a colonel, and he pottered about in the IMEMO think-tank with Maclean, his final mentor from the British establishment.&#xa0;</p> <p>I remarked to Blake that it must have been difficult to adapt and find happiness. He laughed: “Why do you think it would be difficult? That depends entirely on the person. The one finds it difficult, and the other doesn't . . . I think many people will think that, eh — that the life that I have led, that I didn't deserve that life, but that is the way it went.” At the end of our time together, he asked:</p> <p><em>Blake: Well, what's your judgment now? Are you astonished by everything I have told you or, eh, did you know it all beforehand, or . . .</em></p> <p><em>Me: I had expected a more tragic figure.</em></p> <p><em>Blake: Ahhhh! Yes. Hahahaha. Tragic I am not.</em></p> <p><em>Me: No, you're affable.</em></p> <p><em>Blake: Hahaha! Tragic I am not, but had you expected that?</em></p> <p><em>Me: Yes. You have lived through a lot.</em></p> <p><em>Blake: Yes.</em></p> <p><em>Me: You took very difficult decisions.</em></p> <p><em>Blake: Yes.</em></p> <p><em>Me: You lived in a time of life and death, in Berlin, in Korea.</em></p> <p><em>Blake: Yes, that is true. But that is the way it went.</em></p> <p>His appeals to determinism had become instinctive. Human beings had no control over their own lives, their actions were mysteriously predestined, and so he wasn't going to worry.&#xa0;</p> <p>I asked if there was anything Dutch I could send him from the west. If it were possible, he said politely, he would appreciate some Dutch herring or cheese. Blake, Ida and Lyusha came out into the lane behind the house to wave me off.&#xa0;</p> <p>Afterwards, Blake phoned Sauer to say we had had a very enjoyable conversation. I must admit that the feeling was mutual. Colonel Blake had charmed me. I flew home to Paris and told my wife about this gentle, fascinating, cerebral, cosmopolitan and baffling old man. She pointed out that he seemed to have killed 40 people. It sounded, she said, as if he had conned me too. </p> <p>When I began to research his life and write my book, his charm wore off fast. I never did send him the herring. </p> <p><em>Simon Kuper's “The Happy Traitor: Spies, Lies and Exile in Russia: The Extraordinary Story of George Blake” is published by Profile Books at £14.99</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Simon Kuper 2021 'Tales from a traitor — an encounter with cold war spy George Blake' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T22:00:08.762Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 19728,
          "end": 19733
        }
      ]
    }
  ]
}