{
  "_id": "9f4c7b16c3ba492f3908e85970e0a8e70f36f94c40ee7e4df081693748b14bf8",
  "feed": "wall-street-journal",
  "title": "Adam Neumann Resurfaces to Celebrate WeWork's Public Listing; Ousted former CEO still controls 11% of the company's shares after exit package",
  "text": "<p>\"Miguel and I couldn't be happier than to celebrate this with our original team,\" he said at the event, according to a video.</p><p>It was a rare return to the public sphere for Mr. Neumann, who was ousted as CEO in fall 2019 after investors balked at WeWork's planned initial public offering. Briefly the country's most valuable startup—worth $47 billion—WeWork tumbled in valuation to about $8 billion as prospective investors were turned off by its swelling losses, lengthy conflicts of interest and a perception of erratic leadership.</p><p>Since the 2019 debacle, Mr. Neumann has eschewed public appearances and media interviews. His retreat came as WeWork's fall from grace spawned a cottage industry of media dramatization: multiple podcasts; documentaries; and a forthcoming Apple TV series in which actor Jared Leto is playing Mr. Neumann and Anne Hathaway is playing his wife, Rebekah Neumann.</p><p>Mr. Neumann has spent much of the past two years living a far more quiet existence than in his time as CEO. After a stint in Israel, where he was born, he and his family moved to one of their houses in the Hamptons, on the east end of Long Island, according to people who have spoken with him.</p><p>Money isn't in short supply: When Mr. Neumann left WeWork, he negotiated one of the largest-ever severance packages with WeWork investor SoftBank Group Corp.—one subsequently litigated. Including money paid after a settlement earlier this year, Mr. Neumann received more than $198 million in payments from SoftBank, while an entity he controls was able to sell $578 million in WeWork stock at a value above Thursday's closing share price of $11.78, according to regulatory filings.</p><p>To help clear the way for the public listing Thursday, he also negotiated with SoftBank to change the terms of a special stock award, entitling him to shares worth more than $200 million so long as WeWork's share price remains above $10, according to the filings. Some of the special stock award, called profits interests, was initially designed to motivate him to grow WeWork's valuation well above its $47 billion valuation in 2019.</p><p>An entity controlled by Mr. Neumann still owns about 11% of WeWork, worth more than $850 million including the profits interests. He isn't able to sell those shares for nine months.</p><p>Mr. Neumann, 42 years old, has continued to dabble in real estate with his personal investments since 2019. He sold some of the eight homes he amassed while CEO, including a Bay Area mansion with a room shaped like a guitar that sold for $22 million this spring. Soon after, he agreed to pay $44 million for an under-construction home and neighboring property in Miami Beach's Bal Harbour Yacht Club marina, the seller previously told The Wall Street Journal.</p><p>He also sold a collection of commercial properties initially intended to become a mini campus in downtown San Jose, Calif., which was designed to be filled with WeWork-run offices and apartments. He has spent tens of millions of dollars buying apartment buildings in Atlanta and Connecticut, according to people familiar with the purchases.</p><p>He occasionally has invested money in various startups, including an Israel-based shared mobility company and Hello Alfred, an apartment services startup.</p><p>Mr. Neumann has repeatedly told former associates he aspires to build another giant business, according to multiple people who have spoken with him in the past year. He has frequently mentioned his desire to build a business around the future of residential real estate, these people said.</p><p>Dave Sebastian contributed to this article.</p><p>Write to Eliot Brown at eliot.brown@wsj.com</p><p>Adam Neumann Resurfaces to Celebrate WeWork's Public Listing</p>",
  "published": "2021-10-21T22:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 771,
          "end": 776
        }
      ],
      "nexusId": "10022657"
    }
  ]
}