{
  "_id": "7a80243c050d874f4aa36bdb25e2bf3e5123c184d7676badb11f1f5411acf4c5",
  "feed": "ftcomall",
  "title": "The badgers hold a Broxit spectacular",
  "text": "<p>I have taken three weeks to prepare, but it is not as awful as I feared. I have not been getting ready to crash out with no deal. I have been worried about not leaving at all. My garden is beset with badgers, those apostles of the hardest Broxit. </p> <p>Every New Year, they meet on my lawn to terrorise any mice and loveable water rats who have been having second thoughts. If they do not get their way, they dig in protest. One slip in negotiations with Brussels, and they would have turned my lawn into the very opposite of a level playing field.</p> <p>Since October there has been no second brockdown. Footprints have been disfiguring my flower beds, preparing for Freedom at Midnight. I had planned to lock myself indoors, but the badgers showed some generosity. Under my door they pushed a pawmarked invite to their Broxit Spectacular. “Spinderella”, it said, “and Singalong. Hedgehog will be served.”</p> <p>Under the stars I joined them, as hundreds of them padded through the grass, badgers from Sunderland, the first to declare to leave, veteran badgers from the Somerset cull, brave survivors of last year's marksmen in Gloucestershire, limping along on sticks and crutches. </p> <p>In my spinney the badger band had already struck up that stripy favourite, “The Grand Old Duke of York”. At the entrance, ferrets were patch-testing new arrivals to check if they were virus-free. Ferret-to-ferret transmission of Covid is now scientifically attested, but what about F-2-H, ferret-to-human? Next year's virus may mutate again from animals to humans.</p> <p>When I tested negative, a sleek badgerette guided me to the front row of seats in an improvised cinema under the trees. On to the stage clambered Alfred, senior badger of the evening. He declared the meeting open.</p> <p>It could hardly have begun more scarily. Up on the screen, footage appeared of lorries jammed four abreast on the motorway lanes out of Dover. “Operation BROCK”, roared the audience gleefully, baying the name that an unwary bureaucrat assigned to the pre-Brexit testing of Kent's highways in case of Brexit blockage. “The <em>camions </em>packed in four by four,” the badgers bellowed, “hurrah hurrah”, to the tune we know as “When Johnny Comes Marching Home”.</p> <p>Next up were two foreign delegates. Pango-lin, a Chinese red badger, took the stage to offer the first post-Broxit trade deal, one with Wuhan's markets and all those juicy animals that badgers could consume. When he requested unregulated access to Britain's hedgehogs in return, he was driven away. Badgers will not let trade partners anywhere near the stock that they have already caused to dwindle.</p> <p>Next up was Knud, a stowed-away badger from Denmark. His grim reporting of the Danish mink cull reduced the audience to a stunned hush. “16m planned, 2m already exterminated”: Denmark's prime minister Mette Frederiksen was promptly voted Swine of the Year. The conveyor belts that carried farmed mink off to their deaths were horribly mechanical, but when she appeared on TV in tears in a farmer's courtyard, I warmed to her. Not so the badgers. She was crying for the mink farmers, not the mink.</p> <p>After two minutes' silence, we were plunged into Spinderella. Down in a dingy Brussels cellar, labelled “La Cave”, a squirrel with dyed blonde fur was compiling PR handouts for the EU-compatible apples strewn mouldily over the floor. Two “Ugly Sisters”, Angela and Ursula, were keeping her to the task. Those EU-standardised apples have driven Britain's old fruits off the market. “Carrie”, they berated her, “get on with it: we, not you, are off to Bozzie's Ball.”</p> <p>At once I got the plot. During her early years in PR, <a href=\"https://www.ft.com/stream/5453d1ff-59c7-42c0-b13b-8357e265b291\">Carrie Symonds</a> enjoyed the nickname “Apples”, at least until the women in Downing Street renamed her Princess Nut Nuts, because, they say, she looks like a squirrel and is not as good for the environment as she thinks she is. Political staff are a malicious lot. </p> <p>In rags, she returned to her labours, until a shower of sparks brought her fairy dog-father into the cellar, Dilyn the stray fox terrier. With a wag of his tail, he transformed her. A silver carriage, pulled by badgers, awaited them. She fluffed out her spotted dress and tied an elegant scarf round her hair. Off to Bozzie, the badgers chanted, and soon she was inside Number 10.</p> <p>She recognised our PM, whom she knew as Bozzie Bear, because of two hefty minders beside him, Grant and Gavin. Nobody would speak to the Ugly Euro-Sisters but in the corner stood a mink whom I took to be Buttons, though his buttons were pinned on a hoodie and he was holding an open computer in one hand. </p> <p>When Carrie approached, he warned her that he needed to test his eyesight, but before she could sympathise, he began to berate her for her flaky degree in Theatre Studies. When the band struck up “The White Cliffs of Dover”, she was saved by the PM himself. She, not he, danced beautifully and even dared to tell him that Buttons should be culled.</p> <p>As the clock struck midnight, it was back to rags in dreary La Cave. Only the next day did Bozzie come down, looking for the owner of the stray little terrier that had been left in his hall. With a flick of its tail it morphed her into Princess Nut Nuts, fit to return to Downing Street with a baby in her arms.</p> <p>Badgers love Carrie Symonds, as they believe she stopped the Derbyshire cull in 2019. They also love Boris, the hero who will get Broxit done. As Spinderella faded, an elderly badger appeared with a copy of Byron's <em>Don Juan</em>. </p> <p>During a bloody siege-battle, Canto 8 contains the only English poetry in praise of Johnson, a veteran campaigner: “by Jove!, he was a noble fellow, Johnson, / And though his name than Ajax or Achilles / Sounds less harmonious, underneath the sun soon / We shall not see his likeness.”</p> <p>Badgers know it by heart, though they leave out an earlier verse about how Johnson “never ran away, except when running / Was nothing but a valorous kind of cunning”.</p> <p>As a postscript, up on the screen came the words, “There are no badgers in the House of Lords”, with a “ . . . yet . . . ” added by pawmark. I got that one too. They are famous words of the late Lord Arran, the badgers' best friend. Tirelessly he campaigned in the 1970s for two causes, as viewers of that BBC triumph,<em> A Very English Scandal</em>, will recall. </p> <p>One was the decriminalisation of homosexuality and the other was legal protection for badgers. When he was asked why the former, but not the latter, passed successfully through parliament, he replied, “There are no badgers in the House of Lords.”</p> <p>That may soon change. Twice-yearly honours now go to Broxit's supporters. None has been more ardent than our British badgers, 100 of whom, when ennobled, will Broxitise the Lords. As they trotted from my spinney, I had one final thought. After the mink cull, there will have to be a stoat cull, and then a skinning of their white winter finery. Only then will we have sufficient ermine for 100 new lordly robes.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Robin Lane Fox 2021 'The badgers hold a Broxit spectacular' FT.com 1 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-01T10:00:50.802Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7159,
          "end": 7166
        },
        {
          "start": 7159,
          "end": 7164
        }
      ],
      "nexusId": "10022657"
    }
  ]
}