{
  "_id": "7db8e767d9144ed56a68f8efade8d1ccaa1afe686bbfedddb62e69109eb134e7",
  "feed": "wall-street-journal",
  "title": "Amazon Fined $1.3 Billion in Italian Antitrust Case; Fine comes amid a similar investigation being carried out by EU authorities",
  "text": "<p>The Italian fine of 1.13 billion euros is part of a wave of antitrust enforcement in Europe and elsewhere against Amazon and other big tech companies for allegedly abusing their dominance to squash smaller competitors.</p><p>Companies including Apple Inc., Alphabet Inc.'s Google and Meta Platforms Inc.'s Facebook have in the past two years faced formal investigations, charges or fines in a variety of cases filed by the European Union and countries including the U.S., U.K., France and Germany. The companies have denied wrongdoing.</p><p>In addition to the fine, the Italian regulator ordered Amazon to offer \"fair and nondiscriminatory standards\" for listings from third-party sellers, which it would monitor through an appointed trustee.</p><p>In Italy, the antitrust regulator can fine a company up to 10% of its annual revenue, though the final figure depends on where the abuses happened and how long they lasted. A spokeswoman said the fine might be the largest ever imposed by the regulator,</p><p>Amazon called the fine and remedies outlined by Italian authorities \"unjustified and disproportionate\" and said it would appeal. In the Italian legal system, if the first court confirms the fine and remedies, the company can appeal again to a higher court. The court can also decide to reduce the fine or adjust the changes Amazon is required to make.</p><p>Write to Eric Sylvers at eric.sylvers@wsj.com and Sam Schechner at sam.schechner@wsj.com</p><p>Amazon Fined $1.3 Billion in Italian Antitrust Case</p>",
  "published": "2021-12-09T11:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 239,
          "end": 249
        },
        {
          "start": 239,
          "end": 244
        },
        {
          "start": 239,
          "end": 248
        }
      ],
      "nexusId": "10022657"
    }
  ]
}