{
  "_id": "c5ab1cb4cbf247f13ee1cd62e81574c14290865d330628c123a4d5bc5a86c954",
  "feed": "wall-street-journal",
  "title": "Technology:  Judge for Epic-Apple Trial Has  Handled Cases With Both Firms  ----  By Jacob Gershman and Tim Higgins",
  "text": "<p>   U.S. District Judge Yvonne Gonzalez Rogers says she abhors when lawyers use hyperbole and grandstand like they are Perry Mason. She says lunch breaks are the enemy of productivity. And she says she helped her son find success as an aeronautical engineer by denying him videogames. </p><p>   Now, the tech world is waiting to hear the biggest pronouncement of Judge Gonzalez Rogers's career when she decides whether Apple Inc.'s grip over the distribution and payment of apps on its mobile devices violates antitrust law. At stake is Epic Games Inc.'s \"Fortnite,\" a videogame with hundreds of millions of players and control of the sprawling mobile app marketplace. </p><p>   The conflict erupted after Epic Games introduced an in-app payment system within \"Fortnite\" that skirted Apple commissions and its policy requiring developers to use its payment-processing services. That prompted Apple to expel \"Fortnite\" from the App Store, provoking Epic's antitrust lawsuit and its claims that Apple is exploiting its devices' popularity to squeeze developers. </p><p>   Apple says it isn't a monopoly and competition is flourishing in a distribution landscape that includes Google Android software and gaming consoles. </p><p>   Neither Apple nor \"Fortnite\" maker Epic is a newcomer in Judge Gonzalez Rogers's courtroom in Oakland, Calif. In 2014, she presided over a lawsuit that accused Apple of suppressing competition for its iPods. A jury sided with Apple. </p><p>   Apple later prevailed in another case before Judge Gonzalez Rogers. She declined to certify a class-action accusing Apple and AT&amp;T of unlawfully preventing iPhone customers from switching carriers. </p><p>   Judge Gonzalez Rogers has hinted in the past that she is willing to at least entertain an antitrust theory crucial to Epic's legal argument: that a company can wield excessive power in the market for its own products and services, according to John Newman, a University of Miami antitrust law professor. </p><p>   Just weeks ago, Judge Gonzalez Rogers was clued into the \"Fortnite\" craze while hearing a would-be class-action suit against Epic that ultimately settled. </p><p>   At a 2019 hearing, a puzzled Judge Gonzalez Rogers asked the lawyers: \"Is 'Fortnite' as big a deal as they're saying it is?\" </p><p>   \"My daughters think it's kind of cool that I get to work for them,\" Epic's lawyer responded. Judge Gonzalez Rogers offered her son as a rebuttal. \"He wanted to play videogames,\" she said. \"I told him 'no' so many times that out of paper, he created his own. . . . He's now an aeronautical engineer. </p><p>   In the Epic v. Apple trial, Judge Gonzalez Rogers has shown a willingness to jump into questioning witnesses and had several sharp ones for Epic Chief Executive Tim Sweeney. In one exchange, she dismissed Mr. Sweeney only to stop as she changed her mind with one more question about what he would do if he lost the case: \"What is your backup plan?\" </p><p>   \"If Apple's actions are lawful, then I acknowledge Apple would have the right to remove Epic from the developer program for any reason or no reason, and then it would be up to Apple to decide,\" he said. </p><p></p>",
  "published": "2021-05-13T06:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3024,
          "end": 3029
        },
        {
          "start": 1036,
          "end": 1041
        },
        {
          "start": 2899,
          "end": 2904
        },
        {
          "start": 868,
          "end": 873
        },
        {
          "start": 1193,
          "end": 1198
        },
        {
          "start": 405,
          "end": 410
        },
        {
          "start": 2514,
          "end": 2519
        },
        {
          "start": 1411,
          "end": 1416
        },
        {
          "start": 1534,
          "end": 1539
        },
        {
          "start": 1345,
          "end": 1350
        },
        {
          "start": 1418,
          "end": 1423
        },
        {
          "start": 2852,
          "end": 2857
        },
        {
          "start": 969,
          "end": 974
        },
        {
          "start": 405,
          "end": 415
        },
        {
          "start": 760,
          "end": 765
        },
        {
          "start": 405,
          "end": 414
        },
        {
          "start": 27,
          "end": 32
        }
      ],
      "nexusId": "10022657"
    }
  ]
}