{
  "_id": "bb16157fc002dcc1ce9a71ac7d244569767d252aa3313d9fef8870f7c25c1e40",
  "feed": "ftcomall",
  "title": "France opens privacy investigation into audio app Clubhouse",
  "text": "<p>France's data protection authority has opened an official probe into Clubhouse over concerns the trendy iPhone audio app may be breaking privacy rules in Europe.</p> <p>The French authority said it had sent questions to Alpha Exploration, the parent company of Clubhouse, to assess whether the app was compliant with the EU's General Data Protection Regulation (GDPR). </p> <p>Since Clubhouse does not have a European office in another country, the French regulator asserted that it had jurisdiction over the case, but added that “competent” authorities within the EU were co-operating on the matter without further details.</p> <p>“The European authorities are communicating with each other on this matter, in order to exchange information and ensure consistent application of the General Data Protection Regulation,” it said. </p> <p>The French regulator said it had received a complaint about the app, and added that a petition with 10,000 signatures was circulating that alleged potential privacy breaches by Clubhouse. </p> <p>In February, the Stanford Internet Observatory issued a report about <a href=\"https://cyber.fsi.stanford.edu/io/news/clubhouse-china\">data protection on Clubhouse</a>, in which researchers alleged that the IDs of users were being transmitted in plain text to a partner company's servers in China, which the Chinese government might be able to access. </p> <p>Since then, the app said it had rolled out changes to add additional encryption and blocks to fix the flaw. Clubhouse, which did not immediately respond for comment, has previously said it is “deeply committed to data protection and user privacy”.</p> <p>The probe comes at a time when regulators in Brussels have expressed concerns <a href=\"https://www.ft.com/content/66668ba9-706a-483d-b24a-18cfbca142bf\">over the implementation</a> of the GDPR almost three years after the law was passed. </p> <p>They also followed calls by a leading MEP to <a href=\"https://www.ft.com/content/b0b44dbe-1e40-4624-bdb1-e87bc8016106\">overhaul the legislation</a> and make it fit for the digital age in light of the pandemic and the growing number of people working remotely and relying increasingly on technology.</p><p>Source: Javier Espinoza in Brussels 2021 'France opens privacy investigation into audio app Clubhouse' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-17T12:57:19.714Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}