{
  "_id": "5809a89e20594b3168a533db13650eaf1b4130a2d80a81b480eb095996a29050",
  "feed": "ftcomall",
  "title": "Serhii Plokhy: ‘Our history is full of secrets'",
  "text": "<p><strong>Serhii Plokhy, 63, is a history professor at Harvard University and a leading authority on eastern Europe. His books include </strong><a href=\"https://www.ft.com/content/edb595d8-aeba-11e7-beba-5521c713abf4\"><em><strong>Lost Kingdom</strong></em></a><strong>, </strong><a href=\"https://www.ft.com/content/74305f96-984f-11e5-9228-87e603d47bdc\"><em><strong>The Gates of Europe</strong></em></a><strong> and Baillie Gifford Prize-winner </strong><a href=\"https://www.ft.com/content/f7101e6a-4eeb-11e8-9471-a083af05aea7\"><em><strong>Chernobyl: History of a Tragedy</strong></em></a><strong>.</strong></p> <p><strong>What was your childhood or earliest ambition?</strong><br>I grew up in Ukraine in the 1960s and 1970s, when it was still part of the Soviet Union. During the space race, I wanted to be an astronaut. I&#xa0;then decided to explore the world behind the Iron Curtain instead and become a foreign correspondent.</p> <p><strong>Private school or state school? University or straight into work?</strong><br>There were only state schools in the Soviet Union, but I got into a good one. After school, I improved my social standing by failing university exams and joining the working class. Given that workers in the socialist society were officially a privileged group, in comparison to the intelligentsia, to which my parents belonged, I did pretty well for myself. The next year I entered&#xa0;university.</p> <p><strong>Who was or still is your mentor?</strong><br>At the age of 14, I started to write for a youth newspaper in my hometown and met a local journalist who was also a poet, Anatoly Rekubratsky. He was my first guide to the world of literature, culture and writing. I was very lucky to get excellent mentors at every stage of my career, which brought me from Soviet academia to the west.</p> <p><strong>How physically fit are you?</strong><br>Not as fit as I want to be, but I am trying. Each new year starts with a new resolution to exercise more. Some years are better than others.</p> <p><strong>Ambition or talent: which matters more to success?</strong><br>You need both, but without ambition, talent does not count for much. So I would say ambition.</p> <p><strong>How politically committed are&#xa0;you?</strong><br>I am committed to ideas. Freedom and equal opportunity are among those. I try not to commit myself to any group where the right to choose is taken away from me by somebody else. Politics is a team sport that can be quite a challenge, but I try.</p> <p><strong>What would you like to own that you don't currently possess?</strong><br>Time. Other than that, a better stationary bike.</p> <p><strong>What's your biggest extravagance?</strong><br>I never say no to a visit to Australia.</p> <p><strong>In what place are you happiest?</strong><br>In my wife's garden. She is a fantastic gardener, among all the other things that she is great at.</p> <p><strong>What ambitions do you still have?</strong><br>To write a book about the past that will change the future.</p> <p><strong>What drives you on?</strong><br>The pursuit of the unknown. Deep&#xa0;down, I am a history detective. Our&#xa0;history is full of secrets and the hardest to get to are those that are hidden in the open.</p> <p><strong>What is the greatest achievement of your life so far?</strong><br>Learning to read, think and express myself in languages that were originally foreign to me. When I say “languages”, I also mean the cultures behind them. That opened horizons to me that otherwise would be closed.</p> <p><strong>What do you find most irritating in other people?</strong><br>When they genuinely believe in things that I know for sure are not true. My&#xa0;training as a historian included a critique of historical sources, and I wish that subject was included in all school curriculums.</p> <p><strong>If your 20-year-old self could see you now, what would he think?</strong><br>“Wow! You have seen the world, man!” In my youth, international travel was something you could only dream about.</p> <p><strong>Which object that you've lost do you wish you still had?</strong><br>As a child I played with my grandfather's medals from World War II. I do not really know what happened to them, but I feel responsible for their loss.</p> <p><strong>What is the greatest challenge of&#xa0;our time?</strong><br>How to save the climate without destroying the environment by another Chernobyl.</p> <p><strong>Do you believe in an afterlife?</strong><br>I study the afterlives of people's deeds and ideas. So yes, I believe in that kind of afterlife. Our memories and the history books we read or write are the backbones of the afterlife in that sense of the word.</p> <p><strong>If you had to rate your satisfaction with your life so far, out of 10, what would you score?</strong><br>Seven. I will keep working on the remaining three. Those remaining three, I suspect, are on the very top shelf and are the hardest to get.</p> <p><em>“Nuclear Folly: A New History of the Cuban Missile Crisis” (Allen Lane) by Serhii Plokhy is out now</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Hester Lacey 2021 'Serhii Plokhy: ‘Our history is full of secrets'' FT.com 17 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-17T04:00:05.836Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4343,
          "end": 4348
        }
      ],
      "nexusId": "10022657"
    }
  ]
}