{
  "_id": "8fb5c4db5f8c1ae24b55873b0afe9e33a1c4a3ff93b037a43938bef781eb73c9",
  "feed": "market-watch",
  "title": "Here's the first U.S. city to swap gas and oil for all-electric buildings, on the path to zero carbon emissions",
  "text": "<p>Decarbonization, or eliminating all heat-trapping carbon emissions generated by fossil fuels, will be funded through private investment, grants and rebates. The conversion takes on everything from how a building is heated — pushing heat pumps over natural gas and heating oil — to how appliances run.</p><p>Ithaca has some 6,000 commercial buildings, multifamily and single-family homes, schools, government facilities and more. The existing energy code in the city already bans natural-gas hookups in new construction and major renovations; similar rules are in place in California.</p><p>Read:Solar tax credits and heat pump rebates: All the ways Build Back Better would incentivize cleaner energy at home</p><p>The city's intention is to move away from oilCL00 and natural gas, which scientists and policy makers blame for heating up the Earth to an unsustainable level that risks even greater flooding, dangerous storms and pollution. Global leaders are in Glasgow right now for a U.N.-led effort, known as COP26, to shore up national and private-sector commitments to cut emissions and embrace renewable energy.</p><p>Natural gas powers much of the U.S. electric grid, and its relative low price makes it challenging for all utilities to immediately switch to renewables. Increasingly, however, wind and solar is becoming more cost-competitive and more conversions are expected to speed up as net-zero pledges are pushed. But the alluring price of natural gas&#xa0;NG00&#xa0;means that change won't happen overnight, said Steven Nadel, executive director at the American Council for an Energy Efficient Economy.</p><p>In 2020,&#xa0;renewable sources generated about three-tenths of New&#xa0;York's utility-scale net generation, and the state ranked fifth in the nation in the amount of electricity generated from renewable resources, according to the U.S. Energy Information Administration.</p><p>Ithaca's timing with the much-broader U.N. effort was not lost on Mayor Savante Myrick.</p><p>“At the same time COP26 takes place in Glasgow, the city of&#xa0;Ithaca&#xa0;demonstrates its commitment to fight climate change by taking this very important step towards fully decarbonizing our building stock,” Myrick said, in a statement. “Through this program, the city expects to eliminate most emissions from energy use in existing residential and commercial buildings, which today account for almost 40% of the total emissions in our city.”</p><p>Read: Biden, Kerry to tap Amazon, Apple and others for the tech to lower airline, steel and trucking emissions</p><p>BlocPower, a Brooklyn-based climate-tech startup focused on environmental updates for aging urban buildings, will work with Ithaca and confirmed the contract represents the first large-scale, city-wide electrification initiative in the U.S.</p><p>BlocPower's proposal estimates that the installation of air source heat pumps paired with supporting energy efficiency upgrades and other building improvements will also create 400 new green-economy construction, technology and management jobs. And it will make financing green-energy upgrades more affordable by providing low-cost loans to building owners, the company says.</p><p>“We applaud the city of&#xa0;Ithaca's bold vision and progressive plan to reduce fossil fuel dependency, improve the health and quality of life for its residents, embrace environmental social-justice issues and fight the effects of climate change today to build a better tomorrow,” said Donnel Baird, CEO and co-founder of BlocPower.</p><p>Buildings&#xa0;account for nearly 40% of greenhouse-gas emissions&#xa0;in the U.S. Since Ithaca's initiative is projected to cut about that much from the city's overall carbon footprint — saving approximately 160,000 tons of carbon dioxide — that's comparable to the emissions from about 35,000 cars driven&#xa0;in a year.</p><p>Officials said the city's populace is largely behind the measure, which was passed by the city council.</p><p>“There is a renewed urgency in the fight against climate change. The most recent report from the [U.N.'s Intergovernmental Panel on Climate Change] indicates things are worse than we expected and that to avoid a catastrophic increase in temperature we need to accelerate decarbonization efforts,” Luis Aguirre-Torres, Ithaca's director of sustainability, told MarketWatch.</p><p>“The moment is now, similar to when we needed to develop a [COVID-19] vaccine in record time, we need to develop and implement solutions as soon as possible. We are doing our part with this and many other ambitious programs,” he said.</p><p>Ithaca had already announced its plan to become carbon-neutral by 2030, part of what it likes to call a Green New Deal, modeling such phrasing after a national bill submitted nearly two years ago by Rep. Alexandria Ocasio-Cortez, the New York Democrat and her co-signer, veteran Massachusetts Sen. Edward Markey. Their effort found little traction in a then-Republican-led Senate.</p><p>The Ithaca building conversions are a big part of its 2030 goal, although won't cover all emissions. That measure calls for the city government to meet all of its electricity needs with renewable energy by 2025, as well as reduce its vehicle emissions by half, mostly through EVs. In general, moves to decarbonize sometimes involve buying offsets, or paying to emit by trading such allowances with an entity that is polluting less.</p><p>The city's entire budget is only about $80 million, and does cover the sustainability office. But existing city budget money won't be used. Ithaca is turning to the private sector to fund the upfront outlays of its&#xa0;building decarbonization effort.</p><p>The idea, said Aguirre-Torres, is to fund the program using private equity and then help reduce the costs of the capital via state and federal incentives, as well as manufacturer rebates. The city would also establish a fund that, bolstered by charitable donations, would help spread the conversions for low-income households.</p><p>The city has already raised the $100 million it needs for phase one, which should be completed in three years, officials said.</p>",
  "published": "2021-11-12T13:20:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2406,
          "end": 2411
        }
      ],
      "nexusId": "10022657"
    }
  ]
}