{
  "_id": "8965651654af87119d3bfa9a575812d3a8d11702dfd0d42122d3e5b675364376",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Art Review: A Lesson in Aging Gracefully",
  "text": "<p>New York -- For anyone seeking refuge from pandemics and politics, nothing could be more healthful than \"David Hockney: Drawing From Life\" at the Morgan Library &amp; Museum (through May 30). A show intimate and expansive, it makes the polished parquet floors and high ceilings of the galleries glow with warmth and love. Originating at Britain's National Portrait Gallery, it is also the first exhibit to focus on Mr. Hockney's portraits on paper.</p><p>Mr. Hockney is one of the few modern artists (along with Calder and Matisse) guaranteed to convey unabated pleasure. Matisse famously said he wanted to make \"an art of balance, of purity and serenity. . .a soothing, calming influence on the mind, something like a good armchair which provides relaxation from physical fatigue.\" Calder's mobiles, his playful circus of light-as-air objects in three dimensions, bring smiles to adults and children alike.</p><p>For his part, Mr. Hockney fills his pictures with clarity imbued with charity that anyone can understand. Born in 1937, he is also, perhaps, the last in a line of Old Masters who have profited from academic training. That he honors tradition and simultaneously reinvents it (and himself) testifies to his energetic abundance.</p><p>Like Rembrandt and Picasso, both of whom are kindly overseeing presences here (as is Ingres, superb draftsman, master of the line), Mr. Hockney has been constantly self-revising and experimental. From pencil, pen and ink, charcoal, crayon, watercolor and gouache, through etching, lithography, photography and collage, to pictures on iPhone and iPad, there is practically no medium uncongenial to his talent.</p><p>The multiplicity of formal experiments in the show is balanced by the mere handful of its depicted subjects. A total of 126 pictures (plus iPad drawings and several of the artist's sketchbooks) depict David; his mother; Gregory Evans, a lover who metamorphosed over the years into a friend; the textile designer Celia Birtwell, a longtime muse; and the printer Maurice Payne, an artistic collaborator. The media change, the subjects do not.</p><p>Or, rather, the subjects change because they age, and Mr. Hockney has dutifully recorded time's inevitable progress in those faces and bodies, especially his own, that he has lived with for decades. A consummate draftsman, he also possesses a child's -- or an intellectual's -- insatiable curiosity and a willingness to do new things, or do the old things in a new way.</p><p>Drawing is both the start and the heart of Hockney's genius. People tend to associate him with his flamboyantly colored oils of California sunshine and water, but the delicate intimacy of pen or pencil is where he began. He has always been a draftsman.</p><p>Whether it's the young faun-like Gregory sleeping; the septuagenarian Laura Hockney sitting primly in a chair, arms folded; pensive, long-legged Celia gazing away; Maurice, head tilted to his right and looking somber -- Mr. Hockney knows how to be both thorough and speedy. He has said that he always begins with the head, especially the eyes, and he creates essences through his seemingly off-handed way of sketching that makes his sitters seem both delicate and solid.</p><p>Color adds occasional vibrancy. A nude Celia, drawn in crayon in 1975, looks like a Boucher nymph. Gregory, in 1999, done in pencil and gouache, wears a bright blue painter's smock and a red cravat, but his head and curly hair are done in pencil. Hockney made an inkjet printer computer drawing of Maurice (2008), filled with his signature bright colors. The sitter, radiant and sober, looks straight out at us.</p><p>As a self-portraitist, Mr. Hockney is without contemporary peer. His earliest piece in this show is a 1954 pencil drawing of an earnest, mop-headed 17-year-old schoolboy, with what would become his signature big round glasses, and a right hand adjusting the Windsor knot of his tie. Only the face, neck and right hand are finished, but this is enough detail for us to know, especially in retrospect, that we are looking at the work of a mature artist who did not need to fill up an entire piece of paper to get his points across. Another self-portrait from the same year is a brightly colored collage on newsprint, the boy looking serious and vibrant.</p><p>Three decades later, perhaps as a response to the AIDS crisis, Mr. Hockney took it upon himself to do a self-portrait almost every day for two months, in charcoal. These touching pictures, the artist looking straight out at us, project both delicacy and vulnerability, nobility and weariness.</p><p>The most moving pictures, three-quarter length, ink on paper, are the latest: four of Celia, two each of Maurice and Gregory, done in 2018-19. Ripeness is all. The subjects are all old. In beautiful color, Celia smiles into the distance with a knowing acceptance. Gregory, manspreading in a comfy chair, seems tired but resigned; Maurice, stoic and calm. They have all profited from the Old Master's attention and they have inspired him. The collaboration says something about our shared humanity as well as an artist's fecundity. Drawing from life, Mr. Hockney has also created life.</p><p>---</p><p>Mr. Spiegelman writes about books and the arts for the Journal.</p>",
  "published": "2021-01-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}