{
  "_id": "f74fb92ef017bdc85b0190902eab53f66a07b98024ff89da5b894ee1485aa5ae",
  "feed": "wall-street-journal",
  "title": "Xiaomi Elbows Past Phone Rivals",
  "text": "<p>No company globally sold more phones in the month of June, as Beijing-based Xiaomi surged past Samsung Electronics Co., according to market researcher Counterpoint Research. For the second quarter, Xiaomi leapfrogged Apple Inc. to become world's No. 2 for the first time.</p><p>In Europe, it grabbed the top spot, with its market share almost doubling to 24% from a year earlier. In price-sensitive markets like Spain, two out of every five phones sold in the second quarter were made by Xiaomi, Counterpoint said. The company was the top vendor in Denmark, Belgium, Ukraine and Russia.</p><p>Munza Mushtaq, a freelance journalist in Sri Lanka, swapped her Huawei device in May for a Xiaomi phone. She was driven to make the switch, she said, by the fact that Huawei devices no longer have access to many Google features, a result of U.S. export restrictions.</p><p>\"Most importantly,\" she said, was \"the fact that Google worked.\"</p><p>John Michael Ausejo, who lives in the Philippines, ditched Huawei last year as well. Shopping for a new device, he found many options too pricey. So he reached for Xiaomi's Redmi Note 9, which has a battery that can last two days without a charge and has four rear cameras. The phone's body was made of plastic rather than metal, so he bought a case for protection.</p><p>The device cost him about $200. \"Everything is there,\" said Mr. Ausejo, a geoscientist and graduate student.</p><p>While other Chinese tech executives keep a low profile, Xiaomi CEO Lei Jun is open about the company's ambitions.</p><p>He has said he wants to make the company he founded No. 2 for good, then topple leader Samsung within three years as the world's largest seller of smartphones.</p><p>\"We reached the top of the European market and became the number one -- the first time a Chinese company has achieved this,\" Mr. Lei said at an event in Beijing earlier this month. Becoming the world's largest vendor is within the company's grasp, he added.</p><p>Xiaomi's resurgence follows years of stalled growth. In 2013, it was China's leading smartphone company until a wave of domestic rivals, including Huawei, knocked it off its perch. Like Huawei, Xiaomi was briefly the target of a financial blacklisting by the Trump administration earlier this year. But the company successfully fought the action and the Biden administration has indicated it plans to make more focused use of the blacklist.</p><p>Xiaomi's rise is most immediately a product of the fall of Huawei, which only a year ago was the world's largest maker of smartphones after cornering about a fifth of the global smartphone market.</p><p>But multiple rounds of U.S. sanctions cut Huawei off from crucial computing chips and software and its second-quarter sales plunged by more than 80% from a year earlier.</p><p>\"European carriers and retailers have simply swapped out Huawei and swapped in Xiaomi,\" said Neil Mawston, a mobile industry analyst at market researcher Strategy Analytics.</p><p>Despite a recent push into higher-end devices, Xiaomi at heart remains a budget-focused brand.</p><p>For example, Xiaomi's Mi11 Ultra matches Samsung's highest-end Galaxy S21 model on features such as camera quality -- but the Chinese company's device is about $400 cheaper, according to a comparison by Neil Shah, a Counterpoint analyst. Both phones were released earlier this year.</p><p>\"Xiaomi is reaching Samsung level,\" he said.</p><p>One key market that Xiaomi has yet to crack is the U.S. The company sells gadgets like scooters and movie projectors there, but it lacks the partnerships with American cellular carriers that are necessary to sell phones successfully.</p><p>Xiaomi executives have long held ambitions to enter the market. Xiang Wang, the company's president, told investors earlier this year that the U.S. \"is always very, very attractive to everyone.\" But he said the company is focusing its resources on Europe and gave no time frame for a U.S. entry.</p><p>\"Maybe when we're prepared, we will go to North America,\" he said.</p>",
  "published": "2021-08-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 217,
          "end": 226
        },
        {
          "start": 217,
          "end": 227
        },
        {
          "start": 217,
          "end": 222
        }
      ],
      "nexusId": "10022657"
    }
  ]
}