{
  "_id": "ca8733ca2a7c1f7fe17988b9b6f6df1691da60e60f8d02dfc300c700a3059b11",
  "feed": "ftcomall",
  "title": "Cooking the Galette des Rois – king of puff pastry puddings",
  "text": "<p>Today, I am making a Galette des Rois. Well, Helen Evans, head baker at <a href=\"https://florlondon.com/\">Flor in Borough Market</a>, is making one. I am assisting. (This involves me watching and doing a little pastry rolling and scoring when asked.) Galette des Rois is a cake eaten in France to celebrate Epiphany – the day the Three Kings brought gifts to the baby Jesus – on 6 January; and of all the bakes to evoke seasonal cheer, it is hard to beat. Not only does it bring sweetness to the end of the festive period, it gathers people together for a very special party game. Hidden in the galette is a charm or <em>fève </em>(often a porcelain figurine). According to tradition, the youngest and most innocent in the room (not always the same thing) climbs under a table and chooses who receives each slice. The person who gets the <em>fève</em> is crowned king or queen for the day.</p> <p>As Evans puts it: “It's a really simple product. Essentially just puff pastry and frangipane.” But as even expert bakers will tell you, puff pastry is a total pain to make. Mixing the dough. Then resting in the fridge. Rolling the dough. Then resting in the fridge. Then laminating with butter. Then resting. And on it goes for hours, building up layers of butter and dough (while making sure everything remains cold) to create the pastry's flakiness.</p> <p>You can imagine my relief, then, when Evans pulls out some puff she prepared earlier. This one contains Ampersand cultured butter from Grant Harrington in Oxfordshire and dough mixed with 95 per cent stoneground strong white flour from Cann Mills in Somerset and five per cent buckwheat flour from Farming George at Fobbing Farm in Essex. “The buckwheat gives speckles to the dough, which you mostly lose when baked. But it adds a&#xa0;slightly nutty flavour,” says Evans. The inclusion of buckwheat speaks to Flor's ethos of using heritage and long-straw grains. These add complexity of flavour (“Some grains have caramel tones,” says Evans) and help support resilient agricultural practices such as regenerative farming.</p> <p>With the dough laid out, it's time to add the frangipane. This contains 200g butter, 200g sugar (equal parts demerara and golden caster), 200g ground almonds (Evans&#xa0;uses nuts with skins on, which add “bags of flavour” – hers come from&#xa0;<a href=\"https://foodandforest.co.uk/\">Food &amp; Forest</a>, their neighbour in Borough Market) and&#xa0;180g whole eggs. After the paste is spooned onto the dough, the <em>fève</em> is inserted – in this case, a threepenny piece&#xa0;that Evans' late grandmother used to hide in Christmas puddings for her grandchildren to find. “I come from a big family with lots of&#xa0;cousins,” says Evans. “There would be one large pudding with about eight pennies in it. Basically everyone got one, which kept the kids happy.” Another sheet of pastry is laid on top, then the domed parcel is trimmed, scored, egg-washed and put in an oven at 220°C for 15 minutes, then 200°C for 20-25 minutes.</p> <p>While we wait for the galette to bake, Evans&#xa0;tells me about the new Flor Bakery at Spa&#xa0;Terminus in Bermondsey, due to open in December. The expanded premises will house an enormous gas-fired, steam-tube oven from Italy that contains about 10.5sq m of baking surface (“I fought tooth and nail to get it,” says Evans). The facility is intended to meet the growing demand for Flor's grain-focused bread. Over the past year, the team has gone&#xa0;from producing 20-30 loaves a day for&#xa0;Flor and <a href=\"https://www.lyleslondon.com/\">Lyle's</a>, its Michelin-starred sister restaurant in Shoreditch, to making 200kg of bread a day for shops, cafés and restaurants across the capital.</p> <p>Its porridge, sourdough and rye tin loaves (among others) will be available for UK mainland delivery via subscription. On Saturdays at Spa Terminus, you will find a selection of sweet bakes, including fruit Danishes, cardamom buns, apple chaussons and laminated brioche with cream or fruit filling (“So tasty and light as clouds,” says Evans); plus non-sweet sausage rolls and savoury galettes. For Christmas, expect mince pies with roast quince or aged beef, plus mince pie kits so you can make your own. As for Galettes des&#xa0;Rois, these will be available on request (with&#xa0;three days' notice) and as part of the regular offering after New Year.</p> <p>Our version is done. Evans slides it out of the oven. We coo over it a bit, then she cuts a slice. Would you believe it? She finds her threepenny piece immediately. All hail, Queen Helen! I have a bite. Flaky shards, buttery tones, frangipane that's just sweet enough. It's worthy of genuflection and royally good. &#xa0;</p> <p><a href=\"https://www.instagram.com/ajesh34/?hl=en\"><em>@ajesh34</em></a></p><p>Source: Ajesh Patalay 2021 'Cooking the Galette des Rois – king of puff pastry puddings' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-21T04:50:34.587Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3718,
          "end": 3723
        }
      ],
      "nexusId": "10022657"
    }
  ]
}