{
  "_id": "d54bbc55b5f8c0e601f0ab09329cd779dfc6f938d8e5496a1ce16a89b537645f",
  "feed": "wall-street-journal",
  "title": "Business & Technology:  Digital Wallets  To Include  Driver's Licenses  ----  By Dave Sebastian",
  "text": "<p>   Residents of several states will be able to store and show their driver's license or ID on their iPhone or Apple Watch's digital wallet, Apple Inc. said. </p><p>   The tech giant on Wednesday said Arizona and Georgia would be the first states to adopt the feature, with Connecticut, Iowa, Kentucky, Maryland, Oklahoma and Utah to follow. Apple Wallet is a platform through which Apple users can display and use digital documentation such as credit cards, concert tickets and boarding passes. </p><p>   Apple in June said its latest operating system update included support for home keys and ID cards in its wallet. </p><p>   Apple said the U.S. Transportation Security Administration would enable certain airport security checkpoints as first locations that will accept IDs on iPhone or Apple Watch. Device owners will be able to present their documentation on the Wallet app without having to take out their physical card or hand over their device. </p><p>   \"The addition of driver's licenses and state IDs to Apple Wallet is an important step in our vision of replacing the physical wallet with a secure and easy-to-use mobile wallet,\" said Jennifer Bailey, Apple's vice president of Apple Pay and Apple Wallet. </p><p>   Apple said the company and issuing states won't know when or where users have presented their IDs. </p><p></p>",
  "published": "2021-09-02T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 328,
          "end": 333
        },
        {
          "start": 1175,
          "end": 1180
        },
        {
          "start": 1161,
          "end": 1166
        },
        {
          "start": 972,
          "end": 977
        },
        {
          "start": 369,
          "end": 374
        },
        {
          "start": 482,
          "end": 487
        },
        {
          "start": 1121,
          "end": 1126
        },
        {
          "start": 595,
          "end": 600
        },
        {
          "start": 757,
          "end": 768
        },
        {
          "start": 1147,
          "end": 1152
        },
        {
          "start": 107,
          "end": 118
        },
        {
          "start": 137,
          "end": 142
        },
        {
          "start": 137,
          "end": 147
        },
        {
          "start": 107,
          "end": 112
        },
        {
          "start": 137,
          "end": 146
        },
        {
          "start": 757,
          "end": 762
        },
        {
          "start": 1147,
          "end": 1156
        }
      ],
      "nexusId": "10022657"
    }
  ]
}