{
  "_id": "dcd945b79eff559429dcd9552ed7cbdbd4c5ca0b06b8092fa9c697b8fa054a5b",
  "feed": "wall-street-journal",
  "title": "Rebecca Ferguson's Big Moment; With the long-awaited release of the sci-fi epic 'Dune,' her upcoming role in 'Mission: Impossible 7' and her first project as an executive producer, the actor is at the top of her game.",
  "text": "<p>At the moment, on this late July day, Ferguson is slumped in the backseat of a Mercedes-Benz sedan, crawling through rush-hour traffic on the M4 out of London. She is capping off a hectic week during a particularly busy period. Most immediately, she's coming from a table read for Wool, the Apple TV+ adaptation of Hugh Howey's bestselling postapocalyptic trilogy. Ferguson is both the star and, for the first time, an executive producer. \"I'm sitting in all the different rooms, listening and learning like the students,\" she says. She's filming Mission: Impossible 7, her third tour of duty in the long-running series that first brought her widespread recognition. She's also promoting the film Reminiscence, the sci-fi noir written and directed by Westworld co-creator Lisa Joy in which Ferguson stars opposite Hugh Jackman. And now she is starting a press push and festival prep for her role as Lady Jessica ahead of the much-delayed release of Dune (in theaters October 22), director Denis Villeneuve's reimagining of Frank Herbert's novel. \"After this film, I think everyone will see what I see in her,\" the filmmaker says. \"She has a beautiful, regal, aristocratic presence, elegance. But that was not the main thing: The most important thing for me was that depth.\"</p><p>After tracing a long, meandering path, Ferguson has landed in a rare and rarified position: ascendant in her late 30s (still an anomaly for women in the film industry) and sought after by some of the biggest names in the business. \"When you meet Rebecca, you just see it. She's very open, candid, collaborative, hardworking, funny—and not pretentious,\" says Tom Cruise, who handpicked Ferguson to star opposite him in the Mission: Impossible films, which are known for their demanding shoots. \"She just rose to the occasion every single time.\"</p><p>In February 2020, when the pandemic began, Ferguson left Venice, where she'd been shooting Mission: Impossible 7, and hunkered down with her husband, their 3-year-old daughter and Ferguson's 14-year-old son from a previous relationship at their farm in Sweden. After four months, Ferguson returned to the M:I set and basically hasn't stopped working since.</p><p>Dune has sat idle for far longer. By the time the movie premieres, more than two years will have passed since it wrapped. Ferguson recently asked to screen the film again: \"I miss it,\" she says. She ended up bringing along her Mission: Impossible co-star Simon Pegg. After the credits rolled, Pegg broke into a smile and wrapped her in a congratulatory bear hug. \"That's all I needed,\" she says.</p><p>Despite being a sci-fi epic based on a novel from 1965, Dune feels \"very timely,\" Ferguson says, pointing to its handling of environmental issues, religious zealotry, colonialism and Indigenous rights. The plot of the film, which cost an estimated $165 million, centers on occupying powers battling for the right to exploit a people and their planet, named Arrakis, for melange (or spice)—the most valuable commodity in Herbert's fictional universe, a substance that provides transcendental thought, extends life and enables instantaneous interstellar travel. \"Spice,\" Ferguson says, \"is equally about the poppy and oil fields.\"</p><p>Ferguson's Lady Jessica is a member of the Bene Gesserit, a powerful secretive sisterhood with superhuman mental abilities. She defies her order by giving birth to a son, Paul (played by Timothée Chalamet), who may be a messianic figure. \"She basically just f—s up the entire universe by having a son out of love,\" says Ferguson. In her hands, Jessica is equal parts caring parent, protector and pedagogue. Among the skills she wields and teaches Paul is \"the Voice\"—a modulated tone that allows the speaker to control others.</p><p>The movie was shot in Norway, Hungary, Jordan and Abu Dhabi, whose desert landscape stood in for Arrakis. Filming there was particularly arduous, as temperatures exceeded 120 degrees Fahrenheit, limiting the shoot window to only an hour and a half each day at 5 a.m. and again at dusk. \"We were running across the sand in our steel suits being chased by nonexistent but humongous worms,\" Ferguson recalls, referring to the sand-beasts later rendered in CGI. \"To be honest, it was one of the best moments ever. It was the most beautiful location I've ever seen.\"</p><p>Back in London, Ferguson is approaching home. She leaves the following day for a small town on the coast of England, where she plans to spend her first vacation in two years and to do some surfing. \"Let's hope it's good weather,\" she says. \"If not, I'll surf in the rain.\" Not that she's the sort to paddle out into storm swells. \"I think I've managed to stand on a board once in my entire life,\" she says. \"But it was quite a high. Complete surrender to the waves and total control all at once.\"</p><p>Born Rebecca Louisa Ferguson Sundström to an English mother and Swedish father, Ferguson grew up bilingual in Stockholm. She immersed herself in dance from a young age, enjoying ballet, jazz, street funk and tango. Despite being shy and prone to blushing and breaking out when forced to speak publicly, Ferguson found she was at ease in front of the camera. She dabbled in modeling and then, at 15, attended a TV casting call at her mother's urging. Ferguson ended up getting the lead role in Nya Tider (New Times), a soap opera that became wildly popular, splashing Ferguson's face into Swedish homes five times a week.</p><p>When her role ended about two years later, Ferguson was adrift. She had no formal acting training to fall back on, no clear sense of how to steer a career and no major connections to the industry. She had a short run on another soap and appeared in a slasher flick and a couple of independent shorts, then…nothing. \"I was famous in Sweden, but I didn't really have an income anymore,\" she says. \"So I went and I worked in whatever job I could get.\" That meant stints at a daycare center and as a nanny, in a jewelry shop and a shoe store, as well as teaching tango, cleaning hotel rooms and waitressing at a Korean restaurant. She eventually landed in a small coastal town named Simrishamn, where she lived with her then-partner and their toddler son, content to be a where-are-they-now celebrity.</p><p>When fame again came calling, Ferguson ran away. She was at the flea market when she recognized the acclaimed Swedish director Richard Hobert, and he saw her. As he shouted her name, Ferguson grabbed her son, who lost his shoes and sausage, and fled. \"I panicked,\" she says. \"I don't know why.\" When Hobert eventually caught up to her, Ferguson tried to act nonchalant as he proceeded to tell her he'd admired her work and pitched her on the lead role in his next movie: \"I've written this role, and I think I have written it for you. Do you want to read the script?\"</p><p>Her work in Hobert's A One-Way Trip to Antibes earned her a Rising Star nomination at the Stockholm International Film Festival. She quickly got an agent in Scandinavia, then one in Britain. On her first trip to take meetings in London, she read for the lead in The White Queen, the BBC adaptation of Philippa Gregory's historical novels about the women behind the Wars of the Roses. Ferguson got the part, and her portrayal of Elizabeth Woodville, queen consort of England, earned her a Golden Globe nomination and the admiration of at least one Hollywood heavyweight.</p><p>Ferguson was in the Moroccan desert filming the Lifetime biblical miniseries The Red Tent when the assistant director whisked her off her camel. \"We're going to have to pause shooting,\" he said as he asked her to dismount. \"Tom Cruise wants to meet you for Mission: Impossible. We're going to fly you off today.\"</p><p>Cruise had seen Ferguson's work in The White Queen and her audition tape and couldn't believe she wasn't already a major star. \"What? Where has this woman been?\" Cruise recalls exclaiming to his new Mission: Impossible director Christopher McQuarrie. \"She's incredibly skilled,\" Cruise says, \"very charismatic, very expressive. As you can tell, the camera loves her.\" Ferguson landed a multi-picture deal to star opposite Cruise in the multibillion-dollar franchise. He and McQuarrie built out the role of Ilsa Faust for Ferguson, creating the anti-Bond girl, an equal to Cruise's Ethan Hunt. \"We could just see the impact she could have,\" he says. \"She's a dancer. She has great control of her body, of her movements. She has the same ability to move through emotions effortlessly.\"</p><p>Ferguson threw herself into the films and quickly found a shorthand with the cast and crew. \"There was a dynamic that worked very well with all of us,\" she says. \"One of the things I absolutely love is doing all the stunts.\" That physicality has given her a reputation as an action-minded actor. \"It doesn't matter that I've done 20 other films where I don't kick ass,\" Ferguson says. \"Mission comes with such an enormous following. That was what made my career.\"</p><p>Ferguson's M: I movies bracket a number of films in which she played opposite marquee names: Florence Foster Jenkins, with Meryl Streep and Hugh Grant; The Girl on the Train, with Emily Blunt; The Greatest Showman, with Hugh Jackman and Michelle Williams; Life, with Jake Gyllenhaal and Ryan Reynolds; Men in Black: International, with Chris Hemsworth and Tessa Thompson; The Snowman, with Michael Fassbender; Doctor Sleep, with Ewan McGregor. And now Dune, opposite Oscar Isaac, Javier Bardem, Zendaya and Chalamet, whom she calls \"one of the best actors, if not the best actor of his generation—of this time.\" She was similarly impressed by Zendaya, who plays the native Fremen warrior Chani. \"She's quite raw and naughty and fun,\" says Ferguson. \"She has an enormous f— off attitude.\"</p><p>When Ferguson first spoke to Villeneuve about appearing in the movie, \"he started telling me about this woman who was a protector, and a mother, and a lover, and a concubine,\" she recalls. \"I was like, 'I'm sorry. You want me to play a queen and a bodyguard? And you want me to kick ass and walk regally?' I was like, 'Denis, why would I want to do that? That's the last thing I want to do.' \"</p><p>After the call, Ferguson says, \"I went downstairs to my hubby and said, Oh, my God, he's amazing, but I'm not going to get the job. I just criticized the character.\" Ferguson worried she was being cast as a stereotypical \"strong female character,\" where \"it's constantly, 'She looks good, and she can kick.' That is not what I want to portray.\"</p><p>Ferguson hasn't always been able to work with collaborators who've given her the space to question or opine. \"I've been bashed down. I've been bullied,\" she says, though she opts not to say by whom. That was never a concern with Villeneuve, who welcomed her critique. He and his co-writers had already decided from the start to make women the focus of their screenplay adaptation, and he promptly offered her the part.</p><p>\"I want Lady Jessica to be at the center, the forefront. For me, she's the architect of the story,\" Villeneuve says. \"I needed someone who will convey the mystery and the dark side of the film in a very elegant and profound way. Rebecca was everything I was hoping for. She's so precise. She brought a beautiful, controlled vulnerability—it becomes very visceral on-screen.\"</p><p>Ferguson vaguely recalls trying to watch the 1984 version of Dune, directed by David Lynch, in her youth, but she fell asleep. And she had never opened Herbert's novel until being offered the part in the new adaptation. As she dug into the book, she says, she learned that her character was subservient and far more like a concubine, forced to eat alone in her bedroom, not spoken to and not allowed to speak. Ferguson ended up relying primarily on Villeneuve for her research and prep—his notes and comments, his references and the pages in the book he suggested she focus on. \"I would feel ignorant not to have read Frank's book at all,\" Ferguson says, though she admits there are parts of the sprawling novel (which Villeneuve is splitting into two films) she's only skimmed. \"I have to finish it.\" That will not happen on her upcoming vacation, however. \"Absolutely not,\" she says \"I am surfing.\"</p><p>By the way, if you saw, I am snaking on the ground, snaking around my room to get good Wi-Fi—it's not some dance or yoga thing,\" Ferguson says. \"You have to do that in this old house.\" It's a week and a half after our first meeting, and Ferguson is at her new home, a more than 500-year-old property southwest of London that has, over the years, been home to numerous English Royals. It's more spartan than stately now. \"Empty except for a rock star,\" she says, turning her phone's camera to reveal a framed duotone poster of Mick Jagger that's leaning against the wall. \"We haven't even started renovating.</p><p>Ferguson has returned from her holiday fortified and with renewed confidence, thanks in part to her success on the surfboard. \"I went up nearly every time,\" she says cheerfully, \"but the waves weren't very high.\" She shrugs. \"I was proud. I was up. I rode them, not the other way around.\"</p><p>After years of going with the flow, Ferguson is eager to replicate that sense of control in her career. She values her role as an executive producer on Wool, she says, \"because I am, for the first time, a part of it from the beginning.\" She relishes weighing in on every aspect, from casting (the show recently added Tim Robbins) to cinematography to her character—which has not always been easy for her. \"Why do I feel it's difficult to speak up? I still battle with these things,\" she says. Alluding to those times she was pushed around in the past, Ferguson says, \"I was angry, but it was more me getting off at 'How can I let that happen? Why am I letting myself react this way?' And I take it with me to the next thing where I go, 'OK, how do I stop that from happening?' \"</p><p>She is learning that she can ride on top of waves without giving up her agency or maybe just let them break against her. \"I want to feel I can go home and think, That was a hard day or that pissed me off—and that's OK,\" Ferguson says, with a nod and tight smile. \"Because I still stood there as Rebecca. I didn't shift.\"</p><p>Rebecca Ferguson's Big Moment</p>",
  "published": "2021-09-30T12:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 291,
          "end": 296
        }
      ],
      "nexusId": "10022657"
    }
  ]
}