{
  "_id": "b6f02ae9b0b17f4657d36b9e1b7256d88b5afaef6009c729bacd0bb33c4fb04b",
  "feed": "wall-street-journal",
  "title": "VC Daily: S&P Global Says SPAC Companies May Underperform",
  "text": "<p>The research is another indication that companies that have pursued recent SPAC agreements could be in for a bumpy road. Startups that have recently gone public via SPAC agreements have already hit financial hurdles this year and regulators have signaled a clampdown on the process.</p><p>The S&amp;P Global Market Intelligence report also notes the looming regulatory scrutiny on SPAC mergers, which allow companies to market rosy financial projections.</p><p>\"Just last week, the SEC cast doubt on whether SPAC targets have safe harbor in making such ambitious revenue projections,\" the research note says.</p><p>And now on to the news...</p><p>Top News</p><p>Clearing the way. A new startup hopes to build a better clearing firm, a type of public-market infrastructure business that received scrutiny during the GameStop Corp . stock frenzy earlier this year, WSJ Pro's Yuliya Chernova reports.</p><p>\"We got lucky by not being live yet, as we might have been caught up in it the same way that everyone else was,\" said Michael Giles, founder and chief executive at Embedded Financial Technologies Inc., a startup that is planning to enable its customers to integrate stock-trading features into their mobile apps through its APIs.</p><p>Still pre-launch, Vancouver, Wash.-based Embedded has already raised $20 million in several tranches of seed financing over the past 12 months, from investors including Bain Capital Ventures, Propel Venture Partners, Acrew Capital, Homebrew and Y Combinator , as well as venture capitalists Lachy Groom and Josh Buckley.</p><p>Embedded was valued at $80 million in February, according to Mr. Giles, who previously ran Cash App Investing LLC, a Square Inc. subsidiary.</p><p>208 Million</p><p>The approximate number of Netflix subscribers world-wide at the end of March. The company said subscriber growth for the first quarter was weaker than expected. (WSJ)</p><p>Discord Ends Deal Talks With Microsoft</p><p>Chat startup Discord Inc. has halted talks to sell itself to potential suitors including Microsoft Corp ., according to people familiar with the matter, as it resumes interest in a potential initial public offering down the line, The Wall Street Journal reports. Microsoft had been in advanced talks to acquire Discord for at least $10 billion, the Journal reported last month. Those talks ended without a deal, though it is possible they could be rekindled in the future, some of the people said.</p><p>California Pension to Sweeten Compensation for Next CIO</p><p>The nation's largest public pension system is joining a small group of its peers in offering long-term incentive compensation to their chief investment officers, WSJ Pro's Preeti Singh reports. The board at the $460 billion California Public Employees' Retirement System , or Calpers , on Tuesday approved a new compensation plan that could enable its next CIO to ultimately earn as much as $2.8 million a year if the pension's performance hit certain milestones. The plan includes a base salary, an annual incentive bonus as well as a new long-term incentive that would kick in five years after the new CIO joins, according to a presentation on Monday to Calpers ' performance, compensation and talent management committee by compensation consultant Global Governance Advisors.</p><p>Industry News</p><p>People</p><p>G2VP, a venture firm focused on sustainable industrial technology, appointed Ryan Popple as partner and Francesca Whitehead as investor. Mr. Popple was previously chief executive of Proterra. Ms. Whitehead was part of the inaugural team of the KKR Global Impact Fund.</p><p>Exits</p><p>3D manufacturing technology provider Nano Dimension Ltd . agreed to acquire DeepCube Ltd., a company involved in Machine Learning/Deep Learning technology. Nano Dimension will pay the shareholders of DeepCube $40 million in cash and $30 million in American depositary shares, which are subject to stand still for various periods of up to three years after closing of the transaction. Tel Aviv-based DeepCube raised a $7 million Series A round in September 2020 from Awz Ventures, Koch Disruptive Technologies and Nima Capital.</p><p>WhiteSource, a provider of open source security management services, acquired Diffend, a malware security and threat detection provider, for an undisclosed sum. Earlier this month, WhiteSource raised a $75 million Series D round from Pitango Growth, M12, Susquehanna Growth Equity and 83North.</p><p>Digital adoption platform WalkMe purchased Zest, whose technology enables quick retrieval of documents, files, contacts and records from the cloud, for an undisclosed amount. In December 2019, WalkMe raised a $90 million funding round from Vitruvian Partners and Insight Partners. Zest was backed by investors including Veto Capital and Iconyc Labs.</p><p>New Money</p><p>Chargebee Inc., a San Francisco startup that automates revenue operations of subscription-based businesses, scored $125 million in Series G financing, giving the company a $1.4 billion valuation. Sapphire Ventures , Tiger Global Management and Insight Partners co-led the round, which included participation from Steadview Capital. Rajeev Dham , partner at Sapphire Ventures , joined the company's board.</p><p>Classy, a San Diego-based creator of fundraising software for nonprofits, closed a $118 million Series D round. Norwest Venture Partners led the investment, with Partner David Su joining the board. Existing backers Salesforce Ventures and Hinge Capital also participated in the new funding. Classy also promoted Christopher Himes from chief operating officer to chief executive, replacing co-founder Scot Chisholm.</p><p>BlaBlaCar, which offers a long-distance carpooling service, fetched a $115 million funding round from investors including VNV Global and FMZ Ventures. In addition to the financing, BlaBlaCar acquired Octobus, a Ukrainian bus management provider, for an undisclosed amount.</p><p>Dott, an Amsterdam-based e-scooter startup, secured $85 million in Series B equity and debt funding. Sofina and Estari Group co-led the round, which included participation from EQT Ventures, Prosus Ventures, Aberdeen Standard Investments, Expon Capital, Felix Capital , FJ Labs, Invest-NL and McRock Capital.</p><p>FintechOS, a technology platform for banks and insurers with offices in London, Amsterdam and Bucharest, raised $60 million in Series B financing. Draper Esprit led the round, which included support from Earlybird Digital East, LAUNCHub Ventures and OTB Ventures.</p><p>Bushel Inc., a Fargo, N.D.-based provider of software for the agriculture industry, completed a $47 million Series C round. Lewis &amp; Clark AgriFood and Continental Grain Co . co-led the funding, which saw contributions from Cargill, Germin8 Ventures and others.</p><p>Mantl, a New York-based provider of digital account opening services for banks and credit unions, landed $40 million in Series B funding. Lead investor CapitalG was joined by D1 Capital Partners, BoxGroup, Point72 Ventures, Clocktower Technology Ventures and OldSlip Group in the round.</p><p>Archipelago, a San Francisco-based startup that digitizes the risk profiles of large commercial properties, picked up a $34 million Series B round. Scale Venture Partners led the investment, with participation from Canaan Partners , Ignition Partners and Zigg Capital.</p><p>Aleo Systems Inc., a San Francisco-based startup offering a toolkit for building private applications, nabbed a $28 million investment. Andreessen Horowitz led the round, which included participation from Placeholder, Galaxy Digital, Variant Fund and Coinbase Ventures.</p><p>Bitmovin, a San Francisco-based provider of video infrastructure for digital media companies, raised $25 million in Series C funding. Swisscom Ventures led the round, which included contributions from Climb Ventures, Atomico, Highland Europe and Constantia New Business.</p><p>Tech News</p><p>Video: How lithium became a hot commodity</p><p>Apple unveils subscription podcasts, latest iPad Pro</p><p>Daily Mail owner files antitrust suit against Google , citing royals coverage</p><p>Toshiba rebuffs CVC takeover offer</p><p>K1 Investment backs video-management software maker Panopto</p><p>Around the Web</p><p>Who's funding privacy tech? (TechCrunch)</p><p>Unicorn startups boast 300x valuations (The Information)</p><p>The post-pandemic office: Is work from the office Wednesday the new WFH Friday? (Protocol)</p>",
  "published": "2021-04-21T13:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9999745,
      "offsets": [
        {
          "start": 7759,
          "end": 7764
        }
      ],
      "weightsV2": {
        "weight": 1.1974739,
        "baseWeight": 1.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.8025261,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}