{
  "_id": "a2175939557733dac775e5c6c5c27bd09515ca5cee640bb2730979b43d63fb85",
  "feed": "ftcomall",
  "title": "Peloton bikes and shopping trips: how firms keep burnt-out workers ",
  "text": "<p>The world's top professional service firms and banks have sought to head off a <a href=\"https://www.ft.com/content/f037991e-4481-4641-8186-0862f1f07c97\">retention crisis</a> among overworked junior staff by handing out luxury gifts and generous bonuses, following a stellar year for earnings.</p> <p>Elite US law firms including Davis Polk &amp; Wardwell and Simpson Thacher &amp; Bartlett have in recent weeks announced one-off payouts of between $12,000 and $64,000 for associates in recognition of hard work during the pandemic. The rewards are on top of separate Covid-19 bonuses doled out towards the end of last year.&#xa0;</p> <p>The payouts follow a spate of departures among junior lawyers <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">and other</a> professional service workers who have complained of <a href=\"https://www.ft.com/content/19a14cad-b5fc-4fc3-aa5a-ca306af5b831\">long and isolating work hours</a> during the pandemic. They are also made possible by a boom in law firm earnings during the crisis, as clients sought advice on corporate restructuring and dealmaking. </p> <p>“It's no secret that associates have been working huge numbers of hours and are approaching burnout,” said Nathan Peart, managing director of associate recruiting at Major, Lindsey &amp; Africa.&#xa0;“Firms are taking action and money is a starting point.” </p> <p>He warned, however, that retention or “golden handcuff” bonuses would spark “a bidding war” for talent.&#xa0;&#xa0;</p> <p>A string of US law firms have matched Davis Polk's bonus scale since early March, including Latham &amp; Watkins and Goodwin Procter. Associates will be paid according to seniority and hours worked.</p> <p>At Goodwin, for example, associates will be paid in two tranches, in July and October, but must have billed at least 1,850 hours to qualify. Junior lawyers in the UK, US, Hong Kong and Luxembourg will be eligible.&#xa0;</p> <p>Cash is not the only incentive. Investment bank Jefferies has offered staff a choice of perks including a Peloton bike, a Mirror or Apple products, while Davis Polk workers can opt for luxury gifts including wine packages or a shopping spree.&#xa0;Credit Suisse said it would pay junior staff $20,000 in bonuses, while others vowed to hire more staff in order to lighten the load on existing employees. </p> <p>In the UK, lawyers said they had also been offered secret “golden handcuff” bonuses designed to prevent them from leaving for rival firms. One associate at a mid-level law firm told the Financial Times they had been given a one-off payment of £5,000 that would have to be returned if they left within a year.&#xa0;</p> <p>The lawyer said: “While having to repay it would be painful, I'm not sure it's enough to actually serve its purpose — especially where the salary difference or potential sign-on bonus elsewhere would potentially make up for it.”&#xa0;</p> <p>Mark Jungers, a headhunter to elite US law firms, said: “Associates can't easily be easily replaced. If an associate billing 2,500 hours a year leaves, you have to spread those hours over other people. If two leave it starts to become a problem.”</p> <p>Top-tier investment banks and law firms, in particular, have been deluged with work over the past year. </p> <p>The pandemic has triggered lucrative restructuring mandates, while there has been an unexpected boom in work related to private equity deals and special acquisition vehicles. US behemoth Latham &amp; Watkins last month posted global revenue of $4.3bn, <a href=\"https://www.ft.com/content/029834af-7447-4cb3-9ca7-b2aca8d9adbf\">a record</a> for a US law firm.</p> <p>That rising demand has put pressure on junior staff, who have started voting with their feet. According to data from Leopard Solutions, the gap between lawyers entering the top 50 US firms by revenue and those departing hit its narrowest point in four years in 2020 — with only 306 more associates joining than leaving.&#xa0;</p> <p>International law firms have unveiled modest bonuses for global staff. Linklaters will pay global workers excluding partners 5 per cent of their salaries, in line with others including Herbert Smith Freehills. </p><p>Source: Kate Beioley and Michael O’Dwyer in London  2021 'Peloton bikes and shopping trips: how firms keep burnt-out workers ' FT.com 5 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-05T04:00:56.864Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1749,
          "end": 1754
        }
      ],
      "nexusId": "10022657"
    }
  ]
}