{
  "_id": "34143ec5271a229eb33bf38792665a2acd359266b11a49313694a930d17ce0df",
  "feed": "ftcomall",
  "title": "A restaurant with a bar? I'll drink to that",
  "text": "<p>Fifty years ago, almost all restaurants had a bar area. Once past a fearsome receptionist who had taken their coats, guests were escorted to the armchairs there and invited to take a seat. They were expected to order a drink and might well be offered a range of nibbles.</p> <p>After a few minutes, they were given a menu to peruse (a word that I haven't used in 50 years) and their order was taken, often by the maître d', not infrequently the chef's wife. The order was handed to a junior, who dashed it off to the kitchen, and soon guests would be ushered into the restaurant proper with the words “Your table is ready”.</p> <p>This system still prevails in certain restaurants — on the ground floor at Le Gavroche in London, for example, before patrons go downstairs to dine; in the drawing room of the Georgian manor house that is home to Read's restaurant in Faversham, Kent, where Rona Pitchford has been taking orders for decades. Most recently, I experienced this stately ritual in October, at the Troisgros family's wonderful restaurant with rooms, <a href=\"https://www.ft.com/content/0f1adfe6-343e-11e7-99bd-13beb0903fa3\">La Maison Troisgros</a>, outside Roanne in eastern France.</p> <p>But I think the restaurant with bar, civilised and elegant, is due for a comeback — and we might have Covid-19 to thank. Let me explain.</p> <p>This layout had its admirers and its raison d'être. Most notable among the former was the novelist Kingsley Amis, who was an influential restaurant reviewer when I was a restaurateur <a href=\"https://www.ft.com/content/9ff2b310-f398-4d6a-a74e-3e681594d8c6\">running L'Escargot</a> during the 1980s. One of the most depressing sayings in the English language was, according to Amis: “Shall we go straight in?”</p> <p>So when we opened L'Escargot, our bar area had been thoughtfully set up in front of a fireplace on the ground floor with armchairs and couches. This arrangement lasted no more than three weeks. The couches were removed and replaced with small tables at which couples or fours could sit, drink and eat.</p> <p>Having the couches in the first place was a mistake on our part. I&#xa0;was 29 at the time, my designer 30, yet our experience of restaurants had principally been in those places where orders were taken and drinks served. But our new customers, it took us only a matter of weeks to realise, simply did not want this. They wanted to look their companions in the eye across a table. They were much younger than we had expected and wanted to drink and to eat as soon as they sat down. And our waiting staff preferred not to have to bend down to try and catch what the customers were saying. (The couches ended up in a hostel down the street.)</p> <p>That was the summer of 1981 and a new approach to restaurant design and layout was under way, something which would suit the go-go 1980s with its sharp suits, early mobile phones and roaring business climate. I claim no credit for this transformation but it is one that has only accelerated.</p> <p>The final nail in the coffin of the bar area, which tended to stand empty until about 8pm, was rising rents. No restaurateur could afford to justify the space devoted to them. Now only hotels are able to accommodate such a luxury of a bygone era. As younger customers did not mind sitting much closer together, so they did not mind having their pre-dinner drinks at the same table as their food. Small merged with intimate.</p> <p>Other changes followed. “No bookings” was one, with customers seemingly happy to wait for their table outside or hanging around a lobby. Holding on to your coats was another change: cloakrooms were considered too expensive an&#xa0;overhead.</p> <p>But the pandemic has upended these trends, for two apparently unconnected reasons, and might mean the restaurant-bar is on the way back. The first is the dramatic shift in power from the landlord to the restaurateur. With so many premises lying empty, once everyone has been vaccinated, fortune will only favour those restaurateurs brave enough to step up and take their chances. </p> <p>Space will no longer be at a premium. Restaurateurs will be allowed to stretch their imaginations in many ways that the constrictive leases of the past would never have allowed: to let their customers breathe more easily.</p> <p>The second factor is more personal but I believe applies to everyone. We have all missed each other so much over the past 10&#xa0;months that I have a long list of friends I would happily just sit with, no matter what is on the table.</p> <p>So if you're looking for somewhere comfortable, spacious and where the selection of drinks and nibbles is good . . . a bar with a restaurant attached, perhaps?</p> <p><em>More articles from Nicholas at </em><a href=\"https://www.ft.com/life-arts/nicholas-lander\"><em>ft.com/lander</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Nicholas Lander 2021 'A restaurant with a bar? I'll drink to that' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T11:00:49.999Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4697,
          "end": 4702
        },
        {
          "start": 4697,
          "end": 4704
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}