{
  "_id": "b705bcdbcc0bb1997d3917a315508b9023d8a112f6f81b9832a32e6fdb3464a0",
  "feed": "ftcomall",
  "title": "Google cuts Play Store fees on subscription services to 15% ",
  "text": "<p>Google will cut its app store fees for all subscriptions, such as to streaming services like Spotify, to a maximum of 15 per cent, putting pressure on its rival Apple, which has faced criticism over its 30 per cent App Store commission. </p> <p>Google said on Thursday that the new pricing structure for its Android Play Store will be global and take effect on January 1, 2022. The company emphasised that it wanted to help developers “build sustainable businesses” and to ensure that “Play continues to lead in the mobile app ecosystem.”</p> <p>Google had already announced in March that it would cut fees on in-app purchases from 30 per cent to 15 per cent for the first $1m of sales that app developers made, a move that mimicked Apple, which did the same last November. </p> <p>The fee change will not apply to the biggest games, which make up the majority of sales on both Google and Apple's app stores, as they tend to rely on in-app purchases, which are still subject to a 30 per cent fee once they surpass $1m in annual revenue. </p> <p>According to Sensor Tower, worldwide spending on Google Play in 2020 was $38.8bn, earning Google $11.6bn in fees. The majority of these fees - $9.6bn - was from mobile games.</p> <p>Whitney Wolfe Herd, founder and chief executive of Bumble, a dating app, said the move “will allow us to better invest in our products and further empower users to confidently connect online,” according to a press release from Google.</p> <p>Luis von Ahn, chief executive of language app Duolingo, added: “We're excited to see Google continuing to collaborate with the ecosystem to find models that work for both the developer and platform.”</p> <p>Google's move will increase the pressure on Apple, at a time when the iPhone maker has come under fire from Spotify and Epic Games over the size of its commission and its App Store rules. </p> <p><a href=\"https://www.ft.com/content/ad76dfba-e7d9-4c1e-8f11-f4dd49a4ca4b\">Earlier this year, Epic</a>, the maker of hit game Fortnite, sued Apple for running a monopoly with its App Store, but lost on nine out of ten counts. </p> <p>Google also announced that eBooks and on-demand music streaming services — categories “where content costs account for the majority of sales,” — will now be eligible for a service fee as low as 10 per cent</p> <p>“The new rates recognise industry economics of media content verticals and make Google Play work better for developers and the communities of artists, musicians and authors they represent,” Google said.</p><p>Source: Patrick McGee in San Francisco  2021 'Google cuts Play Store fees on subscription services to 15% ' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T16:15:22.847Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 161,
          "end": 166
        },
        {
          "start": 718,
          "end": 723
        },
        {
          "start": 866,
          "end": 871
        },
        {
          "start": 1874,
          "end": 1879
        },
        {
          "start": 1668,
          "end": 1673
        }
      ],
      "nexusId": "10022657"
    }
  ]
}