{
  "_id": "93291250ad17227e22baa83bf276f0f1ecccbeac03f25a8565b9d07951b03aa2",
  "feed": "market-watch",
  "title": "Epic Games CEO Sweeney: ‘Apple must be stopped'",
  "text": "<p>“Apple AAPL and Google GOOGLGOOG policies ban other companies from creating the metaverse so they can dominate it themselves and tax it,” he said. “We must not allow these two companies to dominate our digital lives.”</p><p>Sweeney's remarks were his latest salvos against the two companies Epic is suing for anticompetitive reasons. Epic is one of several developers — Meta Platforms Inc. FB, Match Group Inc. MTCH, and Spotify Technology SPOT are others — who have decried onerous commission fees and restrictive payment systems from the two computing giants. And, increasingly, they see an open metaverse as an end run, as Sweeney and Meta CEO Mark Zuckerberg have made clear in recent comments.</p><p>“Apple locks a billion users into one store and payment processor,” said Sweeney, whose company filed antitrust lawsuits against Apple and Google in federal court. “Now Apple complies with oppressive foreign laws, which surveil users and deprive them of political rights. But Apple is ignoring laws passed by Korea's democracy. Apple must be stopped.”</p><p>Sweeney called Google's policy of charging fees on payments it doesn't process “crazy,” and praised Korean lawmakers for including anti-retaliation provisions to protect developers in its legislation.</p><p>The Google Play Store service fee “has never been simply for payment processing,” a company spokesman said in an emailed response. “It's how we provide Android and Google Play for free and invest in the many distribution, development, and security services that support developers and consumers in South Korea and around the world.”</p><p>Apple wasn't immediately available for comment.</p><p>Meghan DiMuzio, executive director of The Coalition for App Fairness, an independent nonprofit organization founded by Epic and others, spoke before Sweeney. She said that “rather than view Korean law as an obstacle, [Apple and Google] should look at it as an opportunity to change course, and be a force for good.”</p><p>“No companies should ever be so dominant and decide who can compete,” DiMuzio said.</p>",
  "published": "2021-11-16T14:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 969,
          "end": 974
        },
        {
          "start": 1579,
          "end": 1584
        },
        {
          "start": 822,
          "end": 827
        },
        {
          "start": 1021,
          "end": 1026
        },
        {
          "start": 693,
          "end": 699
        },
        {
          "start": 862,
          "end": 867
        },
        {
          "start": 7,
          "end": 11
        },
        {
          "start": 1844,
          "end": 1850
        },
        {
          "start": 24,
          "end": 30
        }
      ],
      "nexusId": "10022657"
    }
  ]
}