{
  "_id": "78a4a282599c0a53407e93af0c09c3b83aca9d9c57d3bf0223001216a9f9a9c2",
  "feed": "market-watch",
  "title": "Tip your top tweeter with bitcoin, starting soon",
  "text": "<p>In a blog post, Twitter TWTR said it was rolling out “Tips,” a feature that made giving money to other Twitter users easier. The offering comes out of a “tip jar” feature that Twitter began testing earlier this year, part of an effort to give creators who use the social media platform the opportunity to monetize their following that also includes the “Super Follows” program. Twitter is now expanding the program's payment options and availability.</p><p>For more: Twitter unveils ‘Super Follows,' allowing people to make money off tweets — see if you qualify</p><p>“People already drop links to their payment profiles in their bios and in their Tweets,” according to the blog post. “Tips makes this easier to do, offering one fixed spot, right on your profile, where you can link to your Cash App, Patreon, Venmo and other platforms where people can support you.”</p><p>Other payment services that can be used so far include Bandcamp, Chipper, Razorpay, and Wealthsimple Cash. Users can also make payments through the online fundraising platform GoFundMe, and Brazilian payments service PicPay.</p><p>For users in the U.S. and El Salvador, bitcoin BTCUSD can also be used for Tips over the Bitcoin Lightning Network's Strike payments system. El Salvador recently adopted bitcoin as legal tender.</p><p>“When you enable Tips on your profile, you can now also add your bitcoin address,” Twitter said. “People can copy your address and paste it into a bitcoin wallet of their choice to send you a payment directly.”</p><p>The new option is rolling out on the Twitter app for Apple Inc.'s AAPL iOS, and updates for Alphabet Inc.'s GOOGLGOOG Android operating system are expected in the coming weeks, according to the blog post.</p><p>Twitter stock was nearly 4% higher in afternoon trading Thursday. Shares have gained 23.2% so far this year, as the S&amp;P 500 index SPX has increased 17%.</p>",
  "published": "2021-09-23T14:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1539,
          "end": 1544
        },
        {
          "start": 1552,
          "end": 1556
        },
        {
          "start": 1539,
          "end": 1548
        },
        {
          "start": 1539,
          "end": 1549
        }
      ],
      "nexusId": "10022657"
    }
  ]
}