{
  "_id": "7402c1fedfd260fd702552316f0af41cc72325f1cb89c89c7b7bdaf47b013a6e",
  "feed": "ftcomall",
  "title": "US companies struggle to impress investors despite upbeat results",
  "text": "<p>Markets have largely shrugged off US companies' positive earnings surprises this season — a sign, analysts say, that the “cyclical rotation” from pandemic winners to reopening beneficiaries is in full swing. </p> <p>Shares in S&amp;P 500 companies that have beaten earnings expectations have, on average, stayed flat, according to an analysis from FactSet. The data included the 96 per cent of companies in the benchmark stocks index that had reported their fourth-quarter earnings as of Thursday, and aimed to compare share prices in the two days before the earnings announcement to prices during the two days after. </p> <p>Some of the biggest Covid beneficiaries have seen their shares drop despite surprising analysts with stellar results. Apple and Facebook both beat estimates by roughly 20 per cent, but their shares slid more than 7 per cent in the two days following the announcements. On average, technology-sector shares dropped 2 per cent for companies beating expectations. </p> <p>It is the first time in a year that positive earnings surprises have drawn no reward. For the first three quarters of 2020, companies' share prices, on average, rose at least 1 per cent after they reported better than expected earnings.</p> <p>Analysts say the data are a sign that investors are looking beyond the companies that have benefited from a global shift to working and shopping from home, and towards companies that are likely to gain from widespread vaccinations after more than a year of social curbs and travel restrictions. </p> <p>“That's been the higher message from Q4 earnings . . . it's not so much based on results any more — it's how are you going to evolve with a more cyclical operating environment in the next 12 to 18 months,” said Matt Stucky, a portfolio manager at Northwestern Mutual.</p> <p>Last week's stock market wobble gave a taste of that rotation, with Wall Street high-flyers that have dragged indices up since last March leading the decline.</p> <p>“There is a change of guard between the Covid beneficiaries and the more cyclical plays,” said Fabiana Fedeli, head of global head of fundamental equities at Robeco. The cyclical reopening trade, she added, “is well under way”.</p> <a href=\"http://www.ft.com/cms/dfc6fc56-5dc4-4e62-a48d-d629bfb5769a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Aziza Kasumov 2021 'US companies struggle to impress investors despite upbeat results' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-01T05:00:50.410Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 724,
          "end": 729
        }
      ],
      "nexusId": "10022657"
    }
  ]
}