{
  "_id": "aca48baea14d58ef0999e8e4e6a3e5504900ca16d16a252b3c845e858d4b7e50",
  "feed": "ftcomall",
  "title": "Bompas and Parr: the kings of gelatine ",
  "text": "<p>It was 14 years ago that Sam Bompas and Harry Parr first spotted the gap in the market for luxury British jellies. The pair, who met aged 13 in the school orchestra at Eton, were in their early 20s and both living close to Borough Market, then becoming fashionable as a foodie destination. Keen to&#xa0;get in on&#xa0;the action and open their own stall, the pair noticed that&#xa0;there were already plenty of savoury options in&#xa0;the market, and a few cake options too, but nothing sweet and light. They proposed jelly, thinking they could produce a gourmet version that was low in sugar and high in fruit. Unfortunately, says Parr, “Borough Market thought the idea&#xa0;of an artisanal jelly stall was ludicrous.” Undeterred, the duo decided to launch their own company, <a href=\"http://bompasandparr.com/\">Bompas &amp;&#xa0;Parr</a>, and through a series of outlandish events that earned&#xa0;them comparisons to Willy Wonka, made jelly not&#xa0;only desirable but de rigueur.</p> <p>They created jellies for chef Heston Blumenthal and DJ&#xa0;Mark Ronson. They staged an Architectural Jelly Design Competition, for which some of the&#xa0;biggest names in architecture submitted entries, including Norman Foster, whose “Wobbly Bridge” paid&#xa0;homage to his own springy Millennium Bridge. Perhaps most whimsical were the violet and elderflower jellies they created for “Dining with Alice”, a Lewis&#xa0;Carroll-themed immersive production. Made with prosecco, set with raspberries and moulded to look like Brighton Pavilion, the jellies were served to 250&#xa0;people on&#xa0;a&#xa0;floating pontoon in the middle of a moat. They called&#xa0;the&#xa0;dessert “The Jellateena”.</p> <p>The pair always hoped to develop their own jelly range.&#xa0;“We were inspired by people like Innocent, who created a whole market,” says Parr of the juice and smoothie brand. But over the years, their creative consultancy work for clients such as LVMH, Unilever and Hermès pulled them in other directions. When the&#xa0;pandemic hit and life slowed considerably, they realised now was finally the time.&#xa0;</p> <p>However, the range being launched this spring is a far&#xa0;cry from the one they first envisioned. “Originally we were looking at a ready-to-eat product like a jelly pot,” says&#xa0;Parr. “But we became more interested in developing a&#xa0;jelly cube, so people could make their own creations and experience our jelly-making joy.”</p> <p>The initial range (which will be supplemented twice a year with seasonal collections) includes a line of plastic pâtissier moulds, one limited-edition copper mould and three flavoured cubes: Gin &amp; Blackberry, Apple &amp; Blackcurrant and Raspberry, Mandarin &amp; Basil (“Flavours that provide the&#xa0;same sequential journey across the palate you'd expect from a good cocktail,” says Bompas). The cubes are made using the best cold-pressed juices and platinum-grade gelatine, which still outperforms other (vegetarian) gelling agents such as agar and carrageenan “in flavour release and luxurious mouthfeel”, says Bompas. They call them “cubes” (like the Hartley's cubes many of us grew up on), but in fact they more closely resemble lozenges and come in elegantly designed boxes of six. “We sent some to Tom Dixon and he&#xa0;immediately took a bite out of one,” says Bompas. “They taste like posh, very concentrated wine gums.”</p> <p>The challenge in making moulded jellies (as opposed to&#xa0;jelly for trifle) is making sure it sets. “You spend an awful&#xa0;lot of time calculating volumes, ratios and gel strength,” says Bompas. Simplifying that process, one cube gels&#xa0;100g of liquid, which is equivalent to one person's dessert portion. Their&#xa0;flavours are interesting and rich enough to work on their own as well as&#xa0;form the basis for more complex jellies, whether through layering them in stripes, setting fruit in them, or marbling (where you set a tray, cut that jelly into small pieces and set&#xa0;other jellies around it to mimic the texture of marble). The duo are also releasing a&#xa0;leaf gelatine so you can experiment with other flavours; their 2010 book <em>Jelly with Bompas &amp; Parr</em> is packed with fanciful ideas such as a Chartreuse and peach version once served on the <em>Titanic</em>. “We're keen to give people the materials and instructions to set&#xa0;them free to explore what they're interested in,” says Bompas.</p> <p>Crucially, the range isn't being released under their names but the brand name <a href=\"https://www.benhamandfroud.com/\">Benham &amp; Froud</a>, after the British company founded in 1785 that once made the “Rolls-Royce of jelly moulds”. The new collection draws on Benham &amp; Froud's greatest hits, including moulds shaped like castles with multiple turrets. “If you got a kid to draw a&#xa0;jelly, it would look like this but probably more geometric,” says Bompas.</p> <p>By adopting such a prestigious name, they hope to shine a light on Britain's illustrious past in jelly-making. In the 19th century, for instance, French chefs would sneak across the Channel to get their hands on the most innovative moulds. In the 18th&#xa0;century, Yorkshire pioneer Elizabeth Raffald became famous for constructing underwater seascapes out of jelly and even a planetarium with a milky-white flummery moon and gelatine stars.</p> <p>The duo also want to reclaim gelatine desserts from “the jelly dark ages”,&#xa0;as Bompas calls the 20th century (“when jelly became mass market, low&#xa0;quality and a&#xa0;kids' party food”) and restore them&#xa0;to their rightful place as treats for adults. Thanks to social media, the renaissance is already underway, with master cake-makers such as Los Angeles-based Nünchi (<a href=\"https://instagram.com/eatnunchi\">@eatnunchi</a>) and artists Sharona Franklin (<a href=\"https://instagram.com/star_seeded\">@star_seeded</a>) and Liz Hickok (<a href=\"https://instagram.com/lizhickokart\">@lizhickokart</a>) leading the charge. “Jelly is a&#xa0;great medium for creativity with infinite flavours, colours and&#xa0;forms,” says Parr. “And it's basically impossible to take a&#xa0;bad photograph of a&#xa0;jelly,” adds Bompas.</p> <p>Certainly, there's something about this&#xa0;dessert that induces tingles, even mild&#xa0;euphoria, in even the most grown-up among us. “When you drop a spectacular jelly on the table,” says Bompas, “it has the&#xa0;same impact that bringing in the flaming Christmas pudding has. It refracts the light. It wobbles. People's faces light up.&#xa0;It's magical.”&#xa0;</p> <p><a href=\"https://instagram.com/ajesh34\"><em>@ajesh34</em></a></p><p>Source: Ajesh Patalay 2021 'Bompas and Parr: the kings of gelatine&#xa0;' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-14T03:55:32.583Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2470,
          "end": 2475
        }
      ],
      "nexusId": "10022657"
    }
  ]
}