{
  "_id": "893a3594cbfa7b3f4d4a40c4a380991f62493557ca7db0239d0ece3f63b30811",
  "feed": "ftcomall",
  "title": "What we learn in the wilderness",
  "text": "<p>Last weekend, I woke up and stared vacantly out of my bedroom window. So much of the country, besides New York, has had a recent batch of freezing, snowy weather, and I hadn't left the house in several days. I had a horrible case of cabin fever and, even with the cold, I was eager to walk the nature trail in the state park just a short distance from the house. Over the past year, walking the trails in nature, while avoiding the city streets, has helped me stay sane.</p> <p>It was eerily quiet in the empty morning. The slim, snow-covered trail was surrounded by tall naked trees, their spindly limbs a web of exposed veins in the sky. When I cranked my neck back to peer up at them, I felt incredibly small.</p> <p>In the silence and cold of the isolated morning I started thinking about my relationship with wilderness spaces. It feels like the moment for it. We have just entered Lent, the 40 days leading up to Easter that symbolise the New Testament story of Jesus's time in the wilderness. It's a strange year for it, after 11 months in which we've been forced to fast from regular sources of joy and pleasure, and have hungered for less isolation and more human connection. It has felt at times like a symbolic wilderness, one I didn't choose to enter. The wilderness reminds us of our human frailty and our lack of control.&#xa0;</p> <p>So, as has been my custom for the last few years, I've used the Lenten occasion to reflect imaginatively on what the wilderness seasons of our lives — those difficult, desolate times we all experience — bring with them. Instead of focusing on what to give up, I look instead for signs of nourishment and life. As someone who connects viscerally with the visual arts, paintings that depict the long tradition of religious narratives that played out in the wilderness have offered me meaningful ways to think about such life experiences.</p> <p>The American romanticist landscape painter Washington Allston's 1818 painting “Elijah in the Desert” is a visual narrative about the ninth century BC prophet Elijah, whose story of wilderness sojourn is found in the first book of Kings in the Hebrew Bible. God sends Elijah to the Kerith Ravine to protect him from Jezebel, who has sworn to kill him.&#xa0;</p> <p>The grim, mostly brown landscape takes up the entire frame, and the harrowing mood is set by the terrifying-looking dead tree set right in the middle of the canvas, almost its central character. On the right of the weakened and wretched Elijah are looming jagged cliff faces.</p> <p>Yet, in the midst of Allston's depiction, a single black raven perches on a branch with a piece of bread in its mouth, gazing down at the tiny old man. Though his head looks bent in exhaustion, his hands are cupped open to receive a piece of bread carried in the beak of another raven. There is hardly anything comforting or nourishing about this work. Except for those two pieces of bread, and the soft grey-blue mountain in the background cutting through the horizon line. Small and in the distance, but still present.&#xa0;</p> <p>At the start of the year, New York state governor <a href=\"https://www.ft.com/topics/people/Andrew_Cuomo\">Andrew Cuomo</a> encouraged New Yorkers to try to enjoy the outdoors by safely visiting state parks, trails and wildlife areas. New York state has 180 state parks, and those that are open welcome visitors as long as they're wearing masks and maintaining social distance. I love and appreciate these patches of wilderness, the ones I know how to navigate, from which I know how to easily find my way out when I'm ready.</p> <p>But when, like in Allston's image, we find ourselves in wilderness, desert seasons against our will, one of the temptations is to imagine that our lives will always remain so barren. We fear that our blossoming seasons are behind us. It is easy to feel minute and inconsequential. And yet, Elijah is sustained, daily receiving bread and water, just enough to keep him going. In more flourishing seasons, we often take for granted the daily things that sustain us. I think wilderness seasons can train us to live for the day at hand, reminding us, whether we like it or not, that today is the one most worthy of our attention, and the most simple, quotidian things might deserve our deep gratitude.</p> <p>Jean-Baptiste-Camille Corot, one of the pioneers of <em>en plein air</em> painting, was attentive to the realistic details of the environment. His 1835 landscape “Hagar in the Wilderness” plays brilliantly with shadow and light. In controlled line strokes of butter yellows, ochres, tans, pine greens, sage and brushes of periwinkle, Corot contrasts the stark but undeniable beauty of the desert, full of its own verdant clusters of life, and an expansive clear blue morning bright sky, with a shadowed scene of sorrow, slightly off-centre in the lower half of the canvas.&#xa0;</p> <p>Here, the desperate slave girl Hagar, from the Genesis story, cast away by Abraham and Sarah to the Beersheba desert, is dressed in a sombre navy-blue robe, and cries out as though in resignation to her fate. Beside her, sprawled out on what looks like a dry riverbed, lies her dying child, Ishmael, half dressed in brilliant white cloth that only highlights his desolate condition.&#xa0;</p> <p>The viewer's eye is drawn simultaneously to both halves of the canvas: caught in wonder at the top half, in the illuminated landscape vista where the light suggests a hope-filled new morning, yet unable to unsee the lower half, and the hopelessness and anguish of the young mother and child.</p> <p>In Corot's painting, we have to look closely at the flying creature in the background of the canvas, coming almost directly towards us, to make out that it is not a bird but an angel, its arms outstretched towards Hagar, towards us perhaps. I have always loved the Hagar narrative because, in a patriarchal culture where poor women were on the far margins of society, Hagar's voice was heard in the wilderness, heard and remembered. The painting made Corot famous when it showed at the Paris Salon in 1835. It's now housed at the Metropolitan Museum of Art here in New York.&#xa0;</p> <p>At the end of the 19th century, Briton Rivière, a British artist renowned for his animal paintings, created a hauntingly beautiful painting of “The Temptation in the Wilderness”, now part of the collection at Guildhall Art Gallery in London. With a commanding use of colour, and seemingly undefined brushstrokes, Rivière portrays a lone, contemplative and yet agonised Jesus.</p> <p>The painting is like an ascending accumulation of colour from deep browns and slate blue, to the flaming bright, fiery, luminous horizon of dawn at the top of the canvas. A hunched Jesus sits off-centre, caught squarely between the dark earth and the coming light of dawn. His body is slightly amorphous, only the creases in his tunic suggesting his hunched shoulders and the knees pressed tightly together.</p> <p>This is a man utterly alone in his experience, in between who he was, and who he is becoming, someone quietly but determinedly reckoning with his possibility of choices and their consequences. A bright dot of light hovers in the air above Jesus's head. Scholars debate whether this is symbolic of Christ's role as the New Dawn, or of the tempting presence of Lucifer, whose name literally means “light bringer”. The heaviness of spirit is almost tangible.&#xa0;</p> <p>In this simple visual of a single person closed in on themselves, placed solidly in a desolate, barren landscape, we see the complexity of so much of wilderness experiences. How exposure to the elements seems to allow for a stripping of parts of our former self, an emptying. The strokes of flaming light behind him represent the dawn of another beginning, but also evoke a sense of the transforming fires of a crucible.&#xa0;</p> <p>What I've learnt over the years is that, regardless of how we arrive in the wilderness, whether led or driven, it is a place of transformation and reckonings. No one comes out of physical or metaphorical wilderness spaces the same as they were before, and whatever new skills we acquire or new unveilings of identity we have, it seems to prepare us in unimaginable ways for stepping forward into a new flourishing. I hold the idea of wilderness wisdom close to heart, as we continue to inch our way out of these seemingly endless storms.&#xa0;</p> <p><em>Enuma Okoro is a writer and speaker</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Enuma Okoro 2021 'What we learn in the wilderness' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T22:00:35.759Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8425,
          "end": 8430
        }
      ]
    }
  ]
}