{
  "_id": "54c7fa94d8a19bba4a4140ab895c0f9df223066a0c173327d961eaf4c3110b6c",
  "feed": "wall-street-journal",
  "title": "Notable & Quotable: Free Speech Denied",
  "text": "<p>\n   From the Sept. 5 resignation announcement by the board of directors of Hong Kong's Next Digital, which published the newspaper Apple Daily: </p><pre>\n </pre><p>\n   Following the arrests of the two directors of the Company and last year of founder Jimmy Lai, seven former Next Digital executives, editors and editorial writers have also been arrested under the National Security Law. The Hong Kong government has never indicated which articles published by Apple Daily allegedly violated the National Security Law. This uncertainty created a climate of fear, resulting in many resignations among the remaining staff at the company in Hong Kong, including those responsible for the regulatory compliance duties of a publicly traded company. </p><p>\n  We observe that the events affecting the company and its people following the invocation of the National Security Law occurred despite there having been no trials and no convictions. Under this new law, a company can be forced into liquidation without the involvement of the courts. . . . </p><p>\n  We would like to take this opportunity to thank the shareholders of Next Digital for their support. Media reports indicate that there was a significant increase in the purchase of shares in May 2021, following the invocation of the National Security Law to freeze founder Jimmy Lai's bank accounts and deny him the right to vote his 71% of the shares in the Company . . . . </p><p>\n  We thank the readers of Apple Daily. You put your trust in the work of our journalists, and you understand that a free society and free markets depend on the free flow of information. As Apple Daily often observed, Hong Kong people have a collective memory of what life was like elsewhere when freedom of speech was denied: No other rights are safe. In 2019, when Apple Daily launched its program of charging a subscription price for access to its website and mobile products, more than 500,000 Hong Kong people quickly subscribed out of the total population of 7.5 million -- by far the greatest penetration of digital subscribers of any news publisher in the world. More than one million copies were printed of the final print issue of Apple Daily. Loyal readers reaffirmed Apple Daily's editorial commitment to Hong Kong values of the rule of law, open markets, greater democracy and individual opportunity. </p><p>\n  We are confident that the Company's founder, majority shareholder and former chairman, Jimmy Lai, would join us in these expressions of gratitude if he were able to communicate from his prison cell. </p><p></p>",
  "published": "2021-09-13T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2118,
          "end": 2123
        },
        {
          "start": 2156,
          "end": 2161
        },
        {
          "start": 1744,
          "end": 1749
        },
        {
          "start": 434,
          "end": 439
        },
        {
          "start": 127,
          "end": 132
        },
        {
          "start": 1567,
          "end": 1572
        },
        {
          "start": 1404,
          "end": 1409
        }
      ],
      "nexusId": "10022657"
    }
  ]
}