{
  "_id": "3ae7947aa2bf9f1085f377d58f1ea7ab8017b4669d105c6037e42b3fc0e8cb9e",
  "feed": "market-watch",
  "title": "Apple will change its App Store practices in legal settlement",
  "text": "<p>In a proposed settlement of a class-action suit from developers, Apple AAPL agreed to allow app makers to direct their consumers to payment options outside the App Store, which could allow them to avoid paying fees of up to 30% that Apple charges developers for online purchases in iOS apps. The company also agreed to a more democratic approach to the App Store's search function, greater pricing freedom and an annual transparency report about the companies' app-review policies and their effects.</p><p>The fees charged to developers, and the rules Apple has enforced that require Apple's payment option be used in apps with no direction to other payment options, were at the heart of a separate lawsuit, Epic Games Inc. v. Apple. That landmark antitrust case, brought by the maker of the “Fortnite” videogame, is being decided by a judge in California, with a ruling expected soon.</p><p>For more: Apple's hot antitrust autumn is on</p><p>Thursday's settlement proposal is in a separate case that was seeking class-action status for developers who felt wronged by Apple. In a legal filing for the settlement of the Donald R. Cameron et al v. Apple lawsuit, Apple still defended its App Store practices.</p><p>“The evidence of record establishes that the practices challenged in this and other cases are both lawful and well-justified by business necessity—including the protection of Apple's intellectual property, and protecting the security and privacy of Apple's customers,” the filing reads. “Nevertheless, Apple would rather work with developers than litigate against them.”</p><p>Apple also agreed to pay $100 million to developers, which it mentioned last in its announcement about the proposed settlement and called “a fund to assist small U.S. developers, particularly as the world continues to suffer from the effects of COVID-19.” The plaintiffs' filing noted that the fund would directly pay developers sums of $250 to $30,000, depending on their previous App Store proceeds.</p><p>The settlement will next be weighed by the judge in the case, Yvonne Gonzalez Rogers of the U.S. District Court in Oakland, Calif., who also presided over and is deciding the Epic antitrust case.</p><p>Check back for updates on this breaking story.</p>",
  "published": "2021-08-26T20:40:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1560,
          "end": 1565
        },
        {
          "start": 1364,
          "end": 1369
        },
        {
          "start": 71,
          "end": 75
        },
        {
          "start": 578,
          "end": 583
        },
        {
          "start": 890,
          "end": 895
        },
        {
          "start": 1491,
          "end": 1496
        },
        {
          "start": 233,
          "end": 238
        },
        {
          "start": 1143,
          "end": 1148
        },
        {
          "start": 546,
          "end": 551
        },
        {
          "start": 65,
          "end": 70
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1050,
          "end": 1055
        },
        {
          "start": 1128,
          "end": 1133
        },
        {
          "start": 1438,
          "end": 1443
        },
        {
          "start": 721,
          "end": 726
        }
      ],
      "nexusId": "10022657"
    }
  ]
}