{
  "_id": "75b9a1f7589edcb2f1f457c7bb922c43c7b63525354033b17dc0aa2ad693585c",
  "feed": "ftcomall",
  "title": "Big Tech lobby looks to moderate Democrats to defeat new regulation",
  "text": "<p>Senior Democrats are pushing back against attempts by members of their own party to regulate large technology companies, in a sign of how difficult progressives are likely to find it to rewrite US competition laws.</p> <p>Democratic members of the House of Representatives have attacked a package of measures being promoted by members of the House antitrust subcommittee, as opposition builds to radical proposals that some hope could lead to the break-up of Big Tech.</p> <p>The rift shows how difficult it will be to enact a big shake-up of US antitrust laws, even as President Joe Biden considers signing his own executive order to strengthen regulators' powers to promote competition in their sectors.</p> <p>Zoe Lofgren, a Democratic representative from California, told the Financial Times: “I don't think they spent a lot of time drafting these bills, some of the measures in them are embarrassing . . . I am in favour of making adjustments to antitrust laws, but some of these are radical.”</p> <p>Lou Correa, another Democratic representative from California, said: “I'm not sure we should try to break up some of these companies. And why are we singling out American companies, and especially those from California?”</p> <p>The House judiciary committee last week passed six bills aimed at breaking the corporate power enjoyed by the likes of Google, Facebook, Amazon and Apple. </p> <p>The move is part of a broader push to enact the most significant change to US competition law in a generation. But industry lobbyists are targeting centrist Democrats and those from California in particular as they try to block the most radical measures.</p> <p>One of the bills would ban large technology companies from giving preferential treatment to their own products and could stop practices such as Amazon using its online store to promote products it has made. Another would prevent them from buying up rivals or nascent competitors, as Facebook did with both WhatsApp and Instagram.</p> <p>Biden has signalled his support for taking on Big Tech by appointing Lina Khan, a law professor who has called for the break-up of Amazon, to chair the Federal Trade Commission and Tim Wu, another prominent critic, as a White House adviser. Amazon on Wednesday <a href=\"https://www.ft.com/content/943450a4-dbdc-48aa-a160-a86c3692c734\">filed a petition</a> with the FTC, calling on Khan to recuse herself from investigations involving the company.</p> <p>Wu is one of those working on an executive order which would give greater power to industry regulators to encourage competition in their sectors. As part of that order, officials are considering ordering regulators to ban “non-compete” clauses, which have been used by companies <a href=\"https://www.bloomberg.com/news/articles/2020-06-17/amazon-s-hardball-non-compete-clauses-are-coming-under-fire?sref=uBLLP1Xr\">including Amazon</a> to stop their employees moving to work for their rivals.</p> <p>A White House spokesperson said: “The president made clear during his campaign that he is committed to increasing competition in the American economy . . . but there is no final decision on any actions at this time.”</p> <p>Critics of Big Tech are keen to push for legislative changes after antitrust lawsuits filed against Facebook by the FTC and dozens of state attorneys-general using existing competition law were thrown out of court this week.</p> <p>But the comments by Lofgren and Correa show how hard it will be to pass such legislation, even though it has attracted the support of a handful of Republican critics of Big Tech. They come days after Steny Hoyer, the Democratic leader in the House, warned that the bills had triggered opposition from senior members of his party and <a href=\"https://www.bloomberg.com/news/articles/2021-06-29/antitrust-bills-not-ready-for-house-floor-vote-hoyer-says?sref=uBLLP1Xr\">were not ready</a> for a vote by the full chamber.</p> <p>Earlier this month, a separate set of <a href=\"https://newdemocratcoalition.house.gov/imo/media/doc/2021-06-18_NDC%20Leadership%20Letter%20Requesting%20Legislative%20Hearings%20on%20Antitrust%20Bills_vF.pdf\">eight Democrats warned</a> the bills “may weaken personal privacy protections [and] cyber security, and increase the spread of dangerous conspiracy theories and misinformation”.</p> <p>Democrats have a thin majority in the House of Representatives and Kevin McCarthy, the Republican minority leader, has signalled his opposition. One industry lobbyist expressed confidence that the bills would not make it through the House, saying: “The centrist Democrats and the California delegation should see to that.”</p> <p>Adam Kovacevich, chief executive of the Chamber of Progress, a new Democratic-aligned group representing the technology industry, said: “We are focusing our efforts on those Democrats who are not on the judiciary committee and asking them, ‘Is this something your constituents are clamouring for?'”</p> <p>David Cicilline, chair of the House antitrust subcommittee, told the FT he did not expect concerns from fellow Democrats to prevent a vote of the full chamber.</p> <p>“I fully expect these bills will receive a vote and will secure bipartisan support,” he said.&#xa0;“Not everyone is aware that this legislation is the product of a 16-months investigation to really study these platforms, and that we have spent the first six months of this year crafting careful pieces of legislation.”</p> <p>If the bills do pass the House, they may secure the support in the Senate from Republicans such as Josh Hawley and Ted Cruz, who have both been prominent critics of Big Tech. </p> <p>But with 60 votes needed to beat a filibuster, industry lobbyists believe only the least contentious measures, such as a move to increase funding to competition regulators, stand a chance of passing.</p><p>Source: Kiran Stacey in Washington 2021 'Big Tech lobby looks to moderate Democrats to defeat new regulation' FT.com 1 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-01T04:00:04.283Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1347,
          "end": 1352
        }
      ],
      "nexusId": "10022657"
    }
  ]
}