{
  "_id": "bd2217bad7f753c94745e94fb452413d791ebc4357fd9e43c358e032e547037a",
  "feed": "market-watch",
  "title": "Tesla driver killed in crash posted videos of himself driving hands-free",
  "text": "<p>Steven Michael Hendrickson, a 35-year-old father of two, died around 2:30 a.m. on May 5 when his white Tesla TSLA Model 3 struck an overturned semi on a freeway in Fontana, about 50 miles east of Los Angeles.</p><p>Another man was seriously injured when the electric vehicle hit him as he was helping the semi's driver out of the wreck.</p><p>The California Highway Patrol initially said Thursday that the car's Autopilot “was engaged” prior to the crash, but later walked it back to say there “has not been a final determination made.”  initially said Thursday that the car's Autopilot “was engaged” prior to the crash, but</p><p>But Hendrickson regularly posted about his love for his car on his social media — including several posts bragging about the&#xa0;car driving unaided.</p><p>One video on his Instagram account showed him riding in the driver's seat without his hands on the wheel or foot on the pedal as the Tesla navigated freeway traffic.</p><p>“Best carpool buddy possible even takes the boring traffic for me,” he wrote alongside the clip.</p><p>He also posted two videos of a man driving with his hands off the wheel on Tiktok.</p><p>“What would do I do without my full self-driving Tesla after a long day at work,” said a message on one. “Coming home from LA after work, thank god, self-drive,” said a comment on another, adding, “Best car ever!”</p><p>On his Facebook account, Hendrickson was shooting a video while driving on autopilot, saying, “Don't worry. I am on autopilot.”</p><p>Hendrickson was “active” in the &#xa0;Tesla Club-SoCal,&#xa0; which said it was organizing a remembrance drive in his memory.</p><p>“Every time we spoke to him, he would light up talking about his kids and loved his Tesla,” the club posted on Instagram. “He was truly an amazing human being and will be missed!</p><p>A GoFundMe page set up to raise money for his funeral and memorial service says Hendrickson was survived by his wife and two children. A message seeking comment from his wife has not been returned.</p><p>The CHP said it only commented on the deadly crash because it was “an opportunity to remind the public that driving is a complex task that requires a driver's full attention.”</p><p>The crash is also under &#xa0;investigation by the National Highway Traffic Safety Administration&#xa0; — the 29th case&#xa0; involving a Tesla&#xa0; that the federal agency has probed.</p><p>At least three people have died in previous U.S. crashes involving Autopilot.</p><p>In two Florida crashes, from 2016 and 2019, cars with Autopilot in use drove beneath crossing tractor-trailers, killing the Tesla drivers. In a 2018 crash in Mountain View, California, an &#xa0;Apple engineer driving on Autopilot &#xa0;was killed when his Tesla struck a highway barrier.</p><p>Teslas have struck &#xa0;several firetrucks&#xa0; and police vehicles&#xa0; that were stopped on freeways with their flashing emergency lights on.</p><p>Tesla, which has disbanded its public relations department, has not responded to requests for comment.</p><p>The company says in owner's manuals and &#xa0;on its website&#xa0; that both Autopilot and “Full Self-Driving” are not fully autonomous and that drivers must pay attention and be ready to intervene at any time.</p><p>With Post wires</p><p>This report originally appeared on NYPost.com.</p>",
  "published": "2021-05-16T23:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2548,
          "end": 2553
        }
      ],
      "nexusId": "10022657"
    }
  ]
}