{
  "_id": "629382bc1a4fc39647e8a7d209c230c3f35bb16c13c2e184bca4cfacb392003f",
  "feed": "market-watch",
  "title": "After hours of chatter around AMC, it's Koss that comes away King Meme on Tuesday",
  "text": "<p>In addition to investor excitement around the latest James Bond film premiering only in theaters, some AMC “Apes” were further galvanized by a tweet from the mysterious short-selling operation Iceberg Research.</p><p>Iceberg, which made waves in 2015 for its role in the near downfall of commodities trading firm Noble Group, had tweeted on July 2 that it was short AMC, citing weak fundamentals and an inflated share price thanks to retail investor interest.</p><p>On Monday afternoon, the firm tweeted again, announcing that it had covered its AMC short bet at a 30% profit.</p><p>https://twitter.com/IcebergResear/status/1447645422604881920Iceberg went on to troll the “Apes” by agreeing that market makers were creating conflicts of interest by paying for order flow from zero-commission trading apps like Robinhood HOOD, but also made it clear that Iceberg might reopen its short bet against AMC shares.</p><p>Retail investors on Reddit, who have been clear that they believe naked shorting and failures to deliver are more common than Wall Street wants to admit, are quick to combat any claim that a short seller covered its bet at a big profit, and many of them responded to the firm on subreddits like r/AMCstock, because Iceberg restricts who can reply to its tweets.</p><p>Many of those comments revolved around the theory that Iceberg was not telling the truth, while others pushed an older theory that the firm (which has a very light footprint online and in regulatory documents) doesn't exist at all and is just someone trolling retail investors.</p><p>But Iceberg founder Arnaud Vagner reiterated to MarketWatch in a phone call Tuesday afternoon that Iceberg does exist, and that his short call on AMC was indeed quite successful.</p><p>“It's a very weird thing,” mused Vagner. “People say we don't exist. We do.”</p><p>However, while Vagner declined to give any more concrete evidence, like where the firm is headquartered, he did claim to be net long the market. He also echoed the Twitter account's fascination with the psychology of retail investors on social media.</p><p>“I thought they would be less angry when I covered the position than when I announced the position,” he said. “I was wrong. It undermines their dream of a massive short squeeze.”</p><p>But while all the drama around AMC took up emotional bandwidth, the biggest news from the meme world came in the last minutes of Tuesday trading, when shares in Wisconsin-based headphone maker Koss Corp. KOSS surged almost 25% after 3:30 p.m. Eastern before being halted for volatility.</p><p>It appeared that much of the late movement was the result of a California court's decision to rule in favor of the company in one of the many lawsuits and counter-suits between Koss and Apple Inc. AAPL regarding the former's longheld legal claim that it holds the patent on the concept of wireless connection between headphones and a speaker.</p><p>But the action came so fast and furious that trading was halted before the bell, and even Reddit users who have been bullish on Koss since it was included in the OG class of meme stocks back in January were left confused by the rocket ride.</p><p>“What the F happened here” read the title of a post on subreddit r/KOSSstock Tuesday afternoon.</p>",
  "published": "2021-10-12T18:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2701,
          "end": 2705
        },
        {
          "start": 2690,
          "end": 2695
        },
        {
          "start": 2690,
          "end": 2699
        },
        {
          "start": 2690,
          "end": 2700
        }
      ],
      "nexusId": "10022657"
    }
  ]
}