{
  "_id": "bdf28335ff5f1a4e7ad2ca5f2dbf087d6dd1c73557c7501e5473dd29222792c6",
  "feed": "ftcomall",
  "title": "US stocks knocked after publication of Fed minutes",
  "text": "<p>US stocks slid on Wednesday after policymakers at the Federal Reserve signalled they had accelerated discussions on when to wind down its $120bn-a-month asset purchase programme.</p> <p><a href=\"https://www.ft.com/content/29be3f70-3f3e-4bfd-b26e-01833337587c\">Minutes from </a>the most recent meeting of the Federal Open Market Committee, which sets US interest rates, revealed that a majority of central bank officials believed the withdrawal of the stimulus programme could start later this year.</p> <p>The S&amp;P 500 fell 1.1 per cent, its worst day since mid-July, while the tech-heavy Nasdaq Composite declined 0.9 per cent. Energy, healthcare and technology stocks paced the declines in the S&amp;P, with the consumer discretionary industry offering the lone bright spot.</p> <p>The eventual shift in policy by the Fed has been long awaited by investors, given its bank bond-buying programme has helped drive down bond yields. That has pushed many investors in search of returns towards riskier assets such as stocks. </p> <p>Thanos Bardas, head of rates at Neuberger Berman, said: “The fact is 12 months from now, the Fed is not going to be providing the same level of liquidity” to financial markets.</p> <p>Bond investors, however, focused on the lack of unanimity among Fed officials, as “several” officials suggested postponing any tapering until early next year due to economic uncertainty. </p> <p>Treasury yields whipsawed after the release of the minutes. The yield on the benchmark 10-year note rose 0.01 percentage points to 1.27 per cent, although it had fallen from the day's high of 1.3 per cent just before 2pm in New York.</p> <p>Ian Lyngen, head of US rates strategy at BMO Capital Markets, said the Treasury market “has found some footing as it is evident that tapering in September isn't a foregone conclusion”.</p> <p>Uncertainty ahead of the minutes' publication had encouraged a cautious day of trading on the other side of the Atlantic.</p> <p>The FTSE 100 in London ended the day 0.2 per cent lower, while the CAC 40 in Paris closed down 0.7 per cent. The pan-European Stoxx 600 index closed up 0.1 per cent, as shares in Germany advanced marginally.</p> <p>Data from the US, Europe and China this week has indicated the pace of the economic recovery is slowing, leaving US and European benchmark equity indices close to record highs but lacking a catalyst for further gains.</p> <p>Caution was also the watchword overnight in Asia. In Hong Kong, financial and technology stocks led the recovery on the Hang Seng index after falling heavily in the previous session. China's CSI 300, which had also fallen heavily on concerns about a regulatory crackdown on tech stocks, rose 1.2 per cent.</p> <p>Oil prices fell for a fifth successive day, facing reduced demand owing to an increase in Delta variant cases and attendant lockdowns. The global benchmark Brent crude settled 1.2 per cent lower at $68.23 a barrel.</p> <p>Copper prices hit their lowest level in a month on Wednesday as concerns grew about an economic slowdown.&#xa0;The price fell 1 per cent to a low of $9,161 a tonne on the London Metal Exchange after data showed a sharp fall in US retail sales in July. </p> <p>Malcolm Freeman, a director at commodity brokerage Kingdom Futures, said: “You now have the two largest economies in the world slowing down — one by design in the case of China and the other by circumstance in the case of the US.”<br></p><p>Source: Siddharth Venkataramakrishnan and Nicholas Megaw in London 2021 'US stocks knocked after publication of Fed minutes' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-18T20:47:14.055Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}