{
  "_id": "f2b33adde34f02a5bec3a24b6b8f11df630aa46d3c852664715811d4fb5ed294",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The We That Didn't Work  ---  Adam -3-",
  "text": "<p>   SoftBank's chief financial officer, Yoshimitsu Goto, warned Mr. Son that shareholders would revolt further if the WeWork deal went ahead, people familiar with the conversations said. It could send SoftBank's stock into a downward spiral. The WeWork buyout was simply untenable, he told him. The deal had to be called off. </p><p>   On Christmas Eve, Mr. Neumann was in Hawaii, surfing, readying for the deal to close -- for his next chapter as a private company. </p><p>   His iPhone rang. It was Mr. Son. </p><p>   The deal was dead, Mr. Son told him, as Mr. Neumann later relayed to staff. SoftBank simply couldn't make it happen. </p><p>   Mr. Neumann tried to rescue the patient. But Mr. Son was unwilling -- the moment had passed. Instead, he gave him a small consolation prize: a $1 billion investment at a $47 billion valuation. </p><p>   As Mr. Neumann chatted by phone with his deputies soon after, multiple aides said they realized the unspoken reality: One billion dollars wouldn't go far. </p><p>   Without SoftBank's continued largess, WeWork was going to need a new way to find billions. SoftBank was the biggest fish in the private markets; there simply weren't others with billions to shower on them. </p><p>   There was only one clear place to turn for that much cash: the public markets. So staff began laying the groundwork for an initial public offering. Nine months later, the attempted IPO would roil the financial world as investors balked at WeWork. It was the beginning of the unraveling of the $47 billion startup. </p><p>   --- </p><p>   Adapted from \"The Cult of We: WeWork, Adam Neumann, and the Great Startup Delusion\" by Wall Street Journal reporters Eliot Brown and Maureen Farrell, to be published on July 20 by Crown. </p><p></p>",
  "published": "2021-07-17T06:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}