{
  "_id": "7aa7d8cc2ba9b2986cc6cee55f28773c722eefd8f673927690f94fda2574f938",
  "feed": "ftcomall",
  "title": "The 10 need-to-know names of international showjumping",
  "text": "<p><strong>Mary-Kate Olsen</strong><br>The co-owner and co-designer of The Row was an enthusiastic equestrian growing up and recently returned to&#xa0;riding competitively, coming third at the Longines Global Champions Tour in Rome.</p>  <p><strong>Jennifer Gates<br></strong>Bill and Melinda Gates's eldest&#xa0;daughter started horse-riding at the age of six and now showjumps with her husband, Nayel Nassar, for the&#xa0;Paris Panthers team. She combines appearances in magazines such as <em>Equestrian Living </em>with her studies at medical school in New York.</p>  <p><strong>Athina Onassis</strong>&#xa0;<strong><br></strong>A showjumper from a young age,&#xa0;Aristotle Onassis's sole surviving descendant has funnelled&#xa0;much of her phenomenal&#xa0;wealth into riding. She&#xa0;has represented Greece at the&#xa0;European Championships and&#xa0;the World Championships.</p>  <p><strong>Nayel Nassar<br></strong>The Egyptian-American Chicago native won the Longines Grand Prix of New York and represented Egypt at the last Olympic Games. Last month he married fellow horse-lover Jennifer Gates, in a ceremony reportedly costing $2m.</p>  <p><strong>Jessica Springsteen<br></strong>Bruce's daughter won a&#xa0;silver medal for the USA&#xa0;at the 2020 Summer Olympics in the Team Jumping category.</p>  <p><strong>Zoie Brogdon<br></strong>Aged only 16, this rising star from Los Angeles hopes to encourage other African-Americans to get into the sport too, thanks to her exploits on her horse, Ninja.</p>  <p><strong>Gigi and Bella Hadid</strong><br>Both the Hadids enjoyed showjumping in their teens – Bella wanted to turn professional, until Lyme disease stopped her progress – and they are still avid riders now.</p>  <p><strong>Eve Jobs</strong><br>The youngest child of Steve Jobs&#xa0;has a busy calendar: graduating from Stanford, partying with Naomi Campbell and showjumping to professional level – she was ranked the world's fifth-best rider under 25.</p>  <p><strong>Michael Duffy</strong><br>The rising Irish star comes from top showjumping stock, with his grandfather, father and elder brother Alex accomplished riders too. Michael was in the Olympic squad in Tokyo this year, and last month scored two wins at the Horse of the Year Show in Birmingham.</p>  <p><strong>Sheikha Latifah Al Maktoum</strong> <br>The niece of the prime minister and vice-president of the United Arab Emirates, Sheikha Latifah became one of the first woman to represent the UAE at the Olympics in 2008 in Beijing.</p><p>Source: Jamie Reid 2021 'The 10 need-to-know names of international showjumping' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-03T04:55:38.494Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}