{
  "_id": "c5c89c5f676b40ec23e982677d6e7bc819d5e45b482ff6a79d3d49ddfd643f05",
  "feed": "ftcomall",
  "title": "Snap shares plummet 24% over effect of Apple privacy changes",
  "text": "<p>Snap lost a quarter of its value in after-hours trade on Thursday as the social media group posted a bleak outlook for its fourth quarter, blaming Apple's recent privacy changes.</p> <p>The Snapchat parent warned that revenues in the forthcoming quarter would be between $1.16bn and $1.2bn, well below the current consensus estimate of $1.4bn, according to S&amp;P Capital IQ.</p> <p>Evan Spiegel, Snap chief executive, said that since Apple introduced a new privacy policy between April and June, it had become difficult for advertisers to understand campaign performance, dragging on revenues.</p> <p>The rules, which Spiegel said have “upended” the industry, require apps on Apple's App Store to get explicit permission from users to track them for advertising purposes.</p> <p>On a call with investors, Spiegel said rebuilding ad infrastructure&#xa0;was a priority but he couldn't say exactly how long it would take to adjust to Apple's privacy paradigm.</p> <p>“This has definitely been a frustrating setback for us,” he said. “But I think over the long term these privacy changes, and protecting privacy for users of iOS . . . is something that we fully support.”</p> <p>He added: “We've certainly seen some early signs of success but it's going to take a little while . . . The underlying performance of the advertising platform is still very strong.”</p> <p>Snap also posted a 57 per cent rise in revenues to $1.07bn in the three months to the end of September, falling $3m short of its previous revenue guidance. Net losses shrunk 64 per cent to $72m in the quarter.</p> <p>Spiegel also cited broader macroeconomic challenges around the coronavirus pandemic that affected the results, including advertisers' supply chain issues and labour shortages.</p> <p>Snap, whose shares were up 52 per cent this year at Thursday's market close, lost close to 24 per cent of their value within minutes of the announcement in after-hours trading, wiping $28.5bn from its market value.*</p> <p>Meanwhile, shares of Facebook, which reports earnings on Monday, fell 4.5 per cent after-hours. Other “super publishers” reported smaller after-hours declines: Alphabet shares were down 2.8 per cent, Pinterest lost 2.9 per cent and Roku was off 3.2 per cent.</p> <p>“Snap succumbed to the same forces that are wracking the entirety of the mobile advertising ecosystem, which have been catalysed by Apple's privacy policy,” said Eric Seufert, a mobile ad technology consultant. “It seems likely that Facebook will report similar business frictions on Monday.”</p> <p>Apple's changes mean that advertisers no longer receive real-time, granular information on how their ads are performing, and instead have to wait 72 hours for aggregate data.</p> <p>Some observers worried that the impact of the changes would be “<a href=\"https://www.ft.com/content/3cabd134-0271-4783-8f0e-a17bb682afbe\">apocalyptic</a>”, while others were optimistic that they would have a more moderate effect.</p> <p>Nevertheless, some advertisers are throwing more money at “safe haven” services that still offer granular data, such as Android and <a href=\"https://www.ft.com/content/074b881f-a931-4986-888e-2ac53e286b9d\">Apple Search Ads</a>.</p> <p><a href=\"https://www.facebook.com/business/news/navigating-change-and-improving-performance-and-measurement\">Facebook said</a> last month that it had become “harder to measure [the effectiveness of ad] campaigns on our platform” and estimated it was “under-reporting iOS web conversions by approximately 15 per cent”.</p> <p>*<em>Snap's change in market value has been updated to correspond with the after-hours share price movement</em></p><p>Source: Hannah Murphy and Patrick McGee in San Francisco 2021 'Snap shares plummet 24% over effect of Apple privacy changes' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T22:23:50.197Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 896,
          "end": 901
        },
        {
          "start": 2301,
          "end": 2306
        },
        {
          "start": 147,
          "end": 152
        },
        {
          "start": 418,
          "end": 423
        },
        {
          "start": 2921,
          "end": 2926
        },
        {
          "start": 653,
          "end": 658
        },
        {
          "start": 2462,
          "end": 2467
        },
        {
          "start": 39,
          "end": 44
        }
      ],
      "nexusId": "10022657"
    }
  ]
}