{
  "_id": "3fcff7813ad2392a02160f155b6c3fee696d44a5c93e312eb3db587eedab0068",
  "feed": "ftcomall",
  "title": "BC Partners strikes a $7bn deal with . . . itself",
  "text": "<h2>Private equity is its own best customer</h2> <p>We've been <a href=\"https://www.ft.com/content/70a09061-a51a-465a-b23f-86426d3c2211\">telling you for a while</a> about a major trend in private equity, in which buyout groups effectively sell their portfolio companies to themselves.&#xa0;</p> <p>In other words, they create a new fund, get specialist investors such as <strong>Ardian</strong>, <strong>Lexington</strong> and <strong>HarbourVest</strong> to put money into it alongside some of the investors from their older fund, and transfer the company from that older fund to the new vehicle.&#xa0;</p> <p>They're sometimes called “continuation fund” deals, part of a significant shift in the way private equity operates. We explained the many reasons for these deals in <a href=\"https://www.ft.com/content/ee914ea4-4ad9-4eec-97c3-95af841122bf\">this deep-dive</a> late last year.&#xa0;</p> <p><strong>BC Partners</strong> has just arranged one of Europe's largest deals of this type, DD can reveal.</p> <p>BC is transferring its 47 per cent stake in the academic publisher <strong>Springer Nature</strong> to a new fund that it will continue to control.&#xa0;</p> <p>The deal values the company, which has called off plans to list on the stock market three times since 2018, at about $7bn, according to a person with knowledge of the transaction.</p> <p>Reminder: DD's Kaye Wiggins had the <a href=\"https://www.ft.com/content/537ee5cc-2a74-4397-bdfb-4d846e6b8200\">scoop</a> way back in December that plans for this deal were under way.&#xa0;</p> <p>The US private asset manager <strong>Neuberger Berman</strong> will invest in the new fund, which will be worth more than €1bn and contain cash from other outside investors, as well as BC Partners' 11th fund which is its most recent one.&#xa0;</p> <p>Investors in BC's ninth fund, which first invested in what was then <strong>Springer Science</strong> in 2013, can either roll their money over into the new fund or take it back.&#xa0;</p> <p>It's “an example of our industry exploring creative solutions to retain high quality assets that still have a strong growth potential”, <strong>Nikos Stathopoulos</strong>, a partner at BC, told DD.</p> <p>The financial engineering behind these deals can be complicated (the BC deal's code name, <strong>Project Galileo</strong>, possibly reflects this). But let us walk you through the basics using rough numbers.&#xa0;We'll switch to euros, which the company has borrowed in. </p> <p>Springer Nature's $7bn valuation equates to about €5.75bn. If just over €3bn of that valuation is debt and the rest is equity, then the €1bn-plus in the new fund will cover BC's 47 per cent share of that equity.</p> <p><strong>JPMorgan Chase</strong> provided BC's ninth fund with a fairness opinion on the valuation — which Neuberger Berman as the lead investor in the deal had to agree.&#xa0;</p> <p>Part of the beauty of the deal for BC is that it will keep hold of the company. The sale will contribute to its ninth fund's carried interest pool in the exact same way a sale to an outside buyer at the same valuation would've done.&#xa0;</p> <p>But that's not all. A future sale out of BC's 11th fund could trigger carried interest payouts again. You can see why private equity is so keen on these structures.&#xa0;</p> <h2>European banks plot an end to American payments rule</h2> <p>A year ago a coalition of European banks vowed to end what they deemed as a US-dominated oligopoly of <strong>Mastercard</strong> and <strong>Visa</strong>.</p> <p>Now the <strong>European Payments Initiative </strong>— an alliance of 30 lenders, including <strong>Deutsche Bank</strong>, <strong>BNP Paribas</strong>, <strong>ING</strong>, <strong>UniCredit</strong> and <strong>Santander</strong>, and two card processors — is ready to press forward with a plan to create a payments rival able to compete with the US giants.</p> <p>Time is of the essence. Four out of five payments in Europe go through Mastercard or Visa. And if they don't come up with an alternative soon, US technology giants such as <strong>Apple</strong> and <strong>Google</strong> would be more than happy to win market share.</p> <p>“If we don't build a European player in payments today, it will be either Chinese or American [calling the shots],” <strong>Philippe Heim</strong>, chief executive of France's <strong>Banque Postale</strong>, <a href=\"https://www.ft.com/content/61295d18-c77c-4c50-83a2-15e9ff0c4f4c?shareType=nongift\">told</a> the FT's David Keohane.</p> <p>The idea that the absence of a dominant European payments system is a matter of national sovereignty is nothing new. The idea was first floated in 2011 — coined the Monnet project — but failed miserably.</p> <p>At the time Visa Europe was owned by European banks so there was reluctance to build a competitor. Now there is a clear incentive.&#xa0;</p> <p>But even as past obstacles subside, a new set of issues emerges for the new Brussels-based initiative. Processing more than half of all EU payments between each other and integrating a new system could take years.</p> <p>And that's only if national payment schemes such as Germany's <strong>Girocard </strong>and France's <strong>Carte Bancaire</strong>, gradually approaching extinction, can be convinced to embrace EPI. It could come down to a clash of German and French nationalism against the case for a unified model.</p> <p>So far, EPI has shelled out €30m, nowhere near the “billions of euros” the coalition says it'll need to roll out the new system.</p> <h2>Will Lordstown Motors run out of battery?</h2> <p>When <strong>Lordstown Motors</strong> became a public company in October, it touted the revolutionary technology of its flagship vehicle “Endurance”.</p> <p>Yet to be manufactured, the electric truck would be able to go for more than 250 miles without needing to recharge.&#xa0;</p> <p>Just months later, the company's own ability to last has come under question.&#xa0;</p> <p>A <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001759546/000155837021008111/ride-20210331x10q.htm\">warning from Lordstown</a> on Tuesday that its business could fail has cast a shadow over the numerous <a href=\"https://www.ft.com/content/688d8472-c404-42d6-88b7-fbd475e50f7c\">electric vehicle start-ups</a> that have gone public through special purpose acquisition companies, or Spacs.&#xa0;&#xa0;</p> <p>Lordstown effectively said it <a href=\"https://www.ft.com/content/b204f62b-19ed-4f0f-ad8f-1ebdb1b10365\">doesn't have enough cash</a> to launch the Endurance, which is supposed to go into production at the end of September. If it doesn't raise more cash, the company could find itself in serious trouble.</p> <p>Named after Lordstown village in Ohio where it took over a <strong>General Motors</strong> plant, the start-up listed through a deal with <strong>DiamondPeak Holdings</strong> in October that valued the business at $1.6bn.&#xa0;</p> <p>Shares soared to a peak of almost $32 as investors embraced the EV boom but have since fallen to $11.30.&#xa0;</p> <p>The whole point of going public through a Spac, especially if the company is very young, is to get extra cash to do whatever the stated purpose is. In this case it's to build an electric truck that can outdo all other electric trucks. Mind you, <a href=\"https://www.ft.com/content/9529283d-121f-41f2-a860-19f1c67f7403\">it's not the only one</a>.&#xa0;</p> <p>A quick look through the <a href=\"https://www.sec.gov/Archives/edgar/data/1759546/000121390020019762/ea124863ex99-2_diamondpeak.htm\">investor presentation</a> shows that Lordstown received $675m in cash as part of the deal, which isn't far off from the $587m it currently has. There's even a statement in there that says no additional capital will be needed “between now and going to market”. Yet here we are.</p> <p>Companies do hit bumps in the road. But if investors are unable to rely on what a company says will happen in less than a year, how can they do so on projections made two, three or even five years in advance?</p> <p>The FT's Lex column <a href=\"https://www.ft.com/content/5a91a992-1e50-443a-a33d-ebf162c10daf\">has more</a> on its (very) optimistic financial projections.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Rolls-Royce </strong>has <a href=\"https://www.ft.com/content/6d6b969a-65cc-4f3d-8763-3e49f0d5964e\">named</a> <strong>Anita Frew</strong> as its next chair, the first woman to occupy the role in its 115-year history. She currently chairs the UK chemicals group <strong>Croda</strong>, and will join the engine group on July 1 as non-executive director before succeeding <strong>Sir Ian Davis</strong> as chair in October.&#xa0;</p></li>  <li><p><strong>Ferrari </strong>has <a href=\"https://www.ft.com/content/a56b5c66-c9ef-4349-bcb7-40be7d51b606\">appointed</a> the head of <strong>STMicroelectronics</strong>' sensors unit <strong>Benedetto Vigna</strong> as its new chief executive. In September he will replace former chief executive <strong>Louis Camilleri</strong>, who <a href=\"https://www.ft.com/content/18736fe5-d53e-4737-86f6-d84d400e5f03\">retired</a> at the end of last year.</p></li>  <li><p><strong>EY</strong>'s top deal adviser <strong>Yannick de Kerhor</strong> <a href=\"https://www.ft.com/content/2e0db393-6f6b-4711-b050-85050b9c79dc\">has quit</a> the accounting firm to launch a rival boutique. Kerhor's Paris-based <strong>EKEM Partners</strong> will team up with <strong>EOS Deal Advisory</strong>, the London firm run by two former senior partners at KPMG UK who <a href=\"https://www.ft.com/content/37ae6eae-8221-11e9-b592-5fe435b57a3b\">also quit the firm</a>.</p></li>  <li><p>Separately at EY, chief operating officer and market and accounts leader in France, Luxembourg and north Africa <strong>Laurent Miannay</strong> has also resigned.</p></li>  <li><p><strong>GameStop</strong> has <a href=\"https://www.ft.com/content/10cbaccc-4243-408a-8329-9b62e8f09d59\">appointed</a><strong> Matt Furlong</strong>, the former head of <strong>Amazon</strong>'s Australia business, as its new CEO.</p></li>  <li><p>Former <strong>HSBC</strong> general counsel of M&amp;A <strong>Chris Thornes</strong> has joined<strong> Norton Rose Fulbright </strong>as consultant. Before HSBC he spent more than a decade at <strong>Allen &amp; Overy</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Reality bites </strong>Modern luxuries from ride-hailing apps to yoga class bookings were once accompanied by eyebrow-raisingly low prices. But venture capital can't bankroll millennials' tech-enabled lifestyles forever. (<a href=\"https://www.nytimes.com/2021/06/08/technology/farewell-millennial-lifestyle-subsidy.html\">New York Times</a>)</p> <p><strong>Smile, you're on camera </strong>China's booming tech scene has paved the path forward for throngs of middle-class workers. The catch: poor labour regulations have left many subject to the same surveillance and lack of privacy induced by the very systems they're tasked to oversee. (<a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/China-s-tech-workers-pushed-to-limits-by-surveillance-software\">Nikkei Asia</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.reuters.com/business/southeast-asias-grab-says-complete-40-bln-spac-merger-q4-2021-06-09/\">South-east Asia's Grab sees $40bn Spac merger delayed to Q4</a> (Reuters)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/digital-security-startup-backed-by-katzenberg-valued-at-over-1-billion-11623231000\">Digital-security start-up backed by Katzenberg valued at over $1bn</a> (Wall Street Journal)</p> <p><a href=\"https://www.ft.com/content/1128ede2-3b7a-484c-9566-fe0ce44db988\">Retail trading fervour moves on to Clover Health</a> (FT)</p> <p><a href=\"https://www.ft.com/content/4c68df91-98d1-4942-87cf-f734ea2cdd73\">Fastly shares jump after outage takes down thousands of websites</a> (FT + <a href=\"https://www.ft.com/content/f334b3b1-cef3-41d4-9652-6283f1aa0c17\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/fce5583e-2572-43cc-9485-0aa6ef8f5eba\">Saudi Arabia to become anchor investor in $800m Gulf infrastructure plan</a> (FT)</p> <p><a href=\"https://www.ft.com/content/203d664a-c834-48d7-805d-c49d44aa2a9a\">Biden revokes Trump-era orders that banned WeChat and TikTok</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/fc0cee07-c902-4168-90ae-e68f3effa96a\">Marex cancels London listing</a> (FT)</p> <p><a href=\"https://www.ft.com/content/af2a5261-20af-46d1-bdbe-6e6f8dc1ec12\">McAuliffe to face ex-Carlyle CEO Youngkin in Virginia governor race</a> (FT)&#xa0;&#xa0;</p> <p><a href=\"https://www.ft.com/content/1372ad41-b092-4165-82b9-a53b61caedff\">Huarong/Great Wall: Chinese debt manager, heal thyself</a> (Lex)</p><p>Source:  2021 'BC Partners strikes a $7bn deal with . . . itself' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-10T04:34:11.841Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3341,
          "end": 3346
        }
      ],
      "nexusId": "10022657"
    }
  ]
}