{
  "_id": "60ccefa80824006d2d76f5015f8b79a5cb9afcbe057e7780be18ace8d6874667",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Gear & Gadgets -- That's Debatable: Can Remote Personal Trainers Compete With In-Person Instruction?",
  "text": "<p>With his subscription, Mr. Perry gets an individualized lineup of prerecorded videos for each workout, voice-over guidance, and someone to poke, prod and guilt him -- via video-messages and GIFs -- into completing them. His Apple Watch relays each of his workouts to his traine, who can tell by his biometrics whether or not Mr. Perry slacked off in the workout and follow up by pinging him.</p><p>Some services offer perks that traditional instructors don't. Forge Fitness (from $100/month) can deliver personalized nutrition advice. Free databases like Trainerize, meanwhile, help users find an instructor who fits their needs and budget. \"The only difference is there's not someone physically next to you,\" said Mr. Perry. \"They're just on the other end of [a webcam] or text chat.\"</p><p>NO: After a year of exercising in front of her phone and laptop, Olivia Song, a 44-year-old Brooklyn designer, can't wait to get back to the gym. Or more precisely, to the form-correcting guidance of personal trainer Gene Schafer, with whom she'd worked out at least once a week pre-pandemic at the ARC Athletics gym in New York's Tribeca neighborhood. Her home equipment also fell short, she said: \"You're working out with the two 20-pound dumbbells and bands you bought in 2004.\"</p><p>While virtual trainers have a hard time ensuring clients use the right form, they particularly struggle to guide clients through breathing-focused disciplines like yoga or Pilates, according to Los Angeles yoga instructor Lauren McGrath. \"When you're teaching a class in person, you can literally hear the breath in the room, or you can hear that the breathing is kind of off,\" Ms. McGrath said. She can't hear clients' breathing patterns via Zoom even when they're off mute.</p><p>Plus, unlike gyms that vet their in-house instructors, some free databases let anyone calling himself a trainer sign up. Your coach could be an internet drifter, whose only fitness credentials are the email and buff profile photo it took to create an account.</p><p>Ms. Song is looking forward to reconnecting with her trainer, not only for the access to his exercise facility and equipment, but also for his trademark affability, a contrast to Zoom workouts, which she found cold. \"He's very Midwestern, super-nice, cheery,\" she said. \"He tells a lot of dad jokes.\"</p>",
  "published": "2021-04-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 224,
          "end": 229
        }
      ],
      "nexusId": "10022657"
    }
  ]
}