{
  "_id": "d33fb00ca601410e005679361fb68130c45938216f17474d8c3f946b8895dbe0",
  "feed": "market-watch",
  "title": "Facebook becomes Meta in rebranding seen as ‘an attempt at distraction'",
  "text": "<p>The change, announced Thursday by Facebook FB co-founder and Chief Executive Mark Zuckerberg, relegates Facebook to one of the company's three major platforms — which also includes Instagram and WhatsApp — rather than the overarching brand amid whistleblower revelations and regulator recriminations.</p><p>Meta doesn't exactly roll off the tongue, but Zuckerberg &amp; Co. hope it helps rebrand the beleaguered company and repositions it as a metaverse player. Whether that is enough to rehabilitate the company's tattered reputation is unlikely, branding experts told MarketWatch. Investors so far like it: Facebook's stock ended 1.5% higher Thursday after the announcement was made.</p><p>Facebook's name shift was announced by Zuckerberg during the company's Connect conference. The change reflects the company's hard pivot into what it calls the “next evolution of social technology,” where mixed reality brings people together to play games, exercise, watch concerts together, work remotely and communicate.</p><p>“Right now, our brand is so tightly linked to one product that it can't possibly represent everything that we're doing today, let alone in the future,” Zuckerberg said. “Over time, I hope that we are seen as a metaverse company, and I want to anchor our work and identity on what we're building toward.”</p><p>A Facebook spokesperson told MarketWatch the stock will start trading under a new ticker symbol it has reserved, MVRS, starting Dec. 1. The ticker META is already used by the Roundhill Ball metaverse ETF META, which counts Facebook as its fourth-largest holding, behind Nvidia Corp. NVDA, Microsoft Corp. MSFT and Roblox Corp. RBLX.</p><p>Metaverse is the “next chapter of our work,” said Zuckerberg, who predicted 1 billion people will be part of this virtual world within the next decade. In the process, he outlined a slew of apps and hardware under development to achieve an immersive new world in a few years.</p><p>“We've gone from desktop to web to phones from text to photos to video, but this isn't the end of the line,” Zuckerberg said. “The next platform and medium will be even more immersive and embodied internet where you're in the experience, not just looking at it, and we call this the metaverse.”</p><p>In a blog post Thursday afternoon, Meta Chief Marketing Officer Alex's Schultz further explained the reasoning behind the change, alluding to Meta's meaning as “beyond.” &#xa0;</p><p>But in rebooting one of tech's best-known names, the company could confuse consumers and open itself to ridicule. Immediately upon the overhaul, “Meh-ta” was trending on Twitter. For the record, basketball legend Metta World Peace (aka Ron Artest) gave his approval with a one-word summation on LinkedIn: “Cool.”</p><p>“Facebook will become a branded arm as will Oculus and any other metaverse extensions,” Tim Bajarin, chairman of Creative Strategies, told MarketWatch ahead of the event. “If managed correctly, it sets up their future road maps.”</p><p>The name change amounts to slapping a fresh coat of paint on a defaced brand name, says Rebecca Biestman, chief marketing officer of Reputation.</p><p>“It's dystopian, the worst of all names. If we don't trust them in the real world, why would we in the virtual world?” Kirsten Martin, professor of technology ethics at the University of Notre Dame's Mendoza College of Business, told MarketWatch.</p><p>“Seriously? Facebook is trying to distract journalists and policy makers from the whistleblower's evidence of irresponsible management decisions and potentially criminal behavior,” venture capitalist Roger McNamee, author of “Zucked: Waking Up to the Facebook Catastrophe,” told MarketWatch. “If they change the organizational structure, it will be to protect Mark Zuckerberg from accountability for the harms committed by his company under his leadership.”</p><p>“While we don't know how long this rebrand has been in the works, Facebook's rebrand seems to be a reaction to a steady decline in its brand's reputation,” Biestman told MarketWatch. “Truly innovative companies don't wait for an impending event to update their brand, rather they typically use rebranding as a strategy to maintain a competitive advantage.”</p><p>The embattled Zuckerberg — whose company faces a torrent of lawsuits, investigations, and proposed legislation aimed at regulating its expansive platforms — said during an earnings call Monday that Facebook is shifting its focus to adults 18-29. “We are retooling our teams to make serving young adults our North Star,” he said of the yearslong effort.</p><p>“In the coming years, I expect people will transition from seeing us primarily as a social media company to seeing us as a metaverse company,” he said on the call.</p><p>Read more: Opinion:&#xa0;Dear Facebook: No one cares about Oculus; give us Instagram revenue!</p><p>But the new name “seems to be a very small&#xa0;way to respond to calls [to break up Facebook], albeit without actually changing anything,” Umang Shah, head of global digital at Medidata Solutions, told MarketWatch. “At worst, it's an attempt at distraction.”</p><p>Instead of a “confusing name change,” Facebook should focus on&#xa0;addressing&#xa0;criticisms&#xa0;of how it filters and&#xa0;distributes&#xa0;content,&#xa0;said Shah, who previously held social and digital marketing roles at Microsoft Corp. MSFT, Walmart Inc. WMT, and Campbell Soup Co. CPB.</p><p>The social-networking company continues to be assailed for its treatment of content and data, and for ignoring clear signs internally that the digital platform is harmful — especially to children. This week, Sens. Richard Blumenthal, D-Conn., and Edward Markey, D-Mass., and Rep. David Cicilline, D-R.I., called for legislation aimed at the company, the Federal Trade Commission reportedly is looking into yet another probe, and the New York Times called the Mark Zuckerberg-as-CEO era over.</p><p>In an interview with The Information published Thursday, Zuckerberg said he hasn't considered leaving the company or spinning off the virtual reality and metaverse unit Reality Labs from the rest of the business. The interview took place before Connect.</p><p>https://twitter.com/SenMarkey/status/1453385554607972357?t=jX5gnu9khRTOhmVK9NaE3A&amp;s=19Indeed, 63% of Facebook/Instagram users said they have been the victims of misinformation, according to a Consumer Reports survey of 2,263 U.S. adults in August. What's more, only 41%&#xa0;of U.S. online adults polled by Forrester say they trust the former Facebook.</p><p>Facebook joins a long line of tech-company rebrandings with its stab at name reinvention. Google became Alphabet Inc. GOOGL GOOG, Apple Computer Inc. was pared to Apple Inc. AAPL, Snapchat Inc. was shortened to Snap Inc. SNAP While the latter two moves simplified messaging, the Google-Alphabet change continues to confound consumers.</p><p>Ken Segall, who came up with the “Think Different” marketing campaign for Apple and put the “i” in iPhone, says a name change won't change anything.</p><p>“They have mountains of trouble to deal with,” he said. “Changing the hearts and minds of billions of userswith a new title does not do it. To get there, they need to make fundamental organizational changes.”</p><p>Of course, it could all blow up in Facebook's face and become a “New Coke” moment. Coca-Cola Co.'s KO campaign to give an informal name to a new formula for its most popular soft drink in the mid-'80s fizzled, and was eventually discontinued in July 2002.</p><p>“In the short term, the name change will likely not do much to silence the critics,” Dipanjan Chatterjee, vice president and principal analyst&#xa0;at Forrester, told MarketWatch. “That will happen in any case because the half-life of consumer outrage seldom extends beyond a news cycle.”</p>",
  "published": "2021-10-29T09:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6521,
          "end": 6525
        },
        {
          "start": 6510,
          "end": 6515
        },
        {
          "start": 6756,
          "end": 6761
        },
        {
          "start": 6510,
          "end": 6519
        },
        {
          "start": 6477,
          "end": 6496
        },
        {
          "start": 6477,
          "end": 6482
        },
        {
          "start": 6510,
          "end": 6520
        }
      ],
      "nexusId": "10022657"
    }
  ]
}