{
  "_id": "41720bf0b58efeff48643a03e30c0dae77fde90114009a5fb3be31172061656f",
  "feed": "ftcomall",
  "title": "Amy Macdonald: ‘I dislike people who need to be the centre of attention'",
  "text": "<p><strong>Amy Macdonald, 33, achieved a number one hit in six countries with her debut album </strong><em><strong>This is the Life</strong></em><strong>, which sold three million copies. She has since released four further albums, with sales totalling over six million. </strong></p> <p><strong>What was your childhood or earliest ambition? </strong><br>To be a radio DJ. My sister had a little mini hi-fi thing — I could plug a microphone into it so I could talk over the music. I spent loads of time making tapes that I forced my mum and dad to listen to. </p> <p><strong>Private school or state school? University or straight into work? </strong><br>Meadowburn Primary School in Bishopbriggs [in Scotland], then Bishopbriggs High School. I had applied to go to university and been accepted, so I didn't need to do my final year, and I left school. I&#xa0;got so into my music I was offered a recording contract, so I put university on hold. Then my album came out and I didn't go back. </p> <p><strong>Who was or still is your mentor? </strong><br>There's been loads of people involved throughout my journey but I don't know if I've ever had a mentor as such. With my music, I've always done it myself. My parents have always been very supportive. </p> <p><strong>How physically fit are you? </strong><br>Extremely. My other passion is exercise. If I wasn't doing music, I'd&#xa0;be in that industry. </p> <p><strong>Ambition or talent: which matters more to success? </strong><br>Both — with hard work. Talent is nothing without hard work and hard work is the foundation of everything in life. </p> <p><strong>How politically committed are&#xa0;you? </strong><br>Extremely. I love healthy debate. I was shown at an early age that you can disagree with someone and still be friends. We would visit my grandparents, my mother and grandmother would argue over politics and, at the end, they had a hug and said, “See you next week.” There is always common ground. </p> <p><strong>What drives you on? </strong><br>The realisation that music can really help people. Music is such a healer. The amount of fans I've spoken to, especially this last year, who have said my music has helped them — to me, that is such an incredible thing. </p> <p><strong>What would you like to own that you don't currently possess? </strong><br>Some sort of crazy stopwatch that would let me fast-forward time. </p> <p><strong>What's your biggest extravagance? </strong><br>Probably travel. I love nice holidays. My parents love travel as well — I'm glad my career success means I can send them to far-flung places. </p> <p><strong>In what place are you happiest? </strong><br>I love to see the world, but I never feel fully content until I'm at home, relaxing with family and friends. </p> <p><strong>What ambitions do you still have? </strong><br>Loads. I enjoy writing to a brief, so I would be in heaven if I ever had to write a Bond theme. </p> <p><strong>What is the greatest achievement of your life so far? </strong><br>Writing the title track on my first record <em>This is the Life</em>. I was only a teenager. It became such a massive&#xa0;song, bigger than I ever thought it could. </p> <p><strong>What do you find most irritating in other people?</strong><br>I dislike it when people have the constant need to be the centre of attention. Even in this crazy job, I'm still happy to be in the background. </p> <p><strong>If your 20-year-old self could see you now, what would she think? </strong><br>When I was 20 I was really carefree and went with the flow. As I've got older, I worry a lot more about everything I do. I never used to be like that. So she'd think: “What the hell has happened to you?”</p> <p><strong>Which object that you've lost do you wish you still had? </strong><br>I went on a tour around Europe in 2008 and I was given some incredible platinum and gold discs. They were so beautiful — one was set in wood, I think it came from France. They were meant to be sent to my home and they never were. I've never seen them since. </p> <p><strong>What is the greatest challenge of our time?</strong><br>It's got to be climate change. </p> <p><strong>Do you believe in an afterlife? </strong><br>I'm not that spiritual but after my dog died, there was a butterfly that flew around me and I wondered if it was him. That made me think there's got to be something else. </p> <p><strong>If you had to rate your satisfaction with your life so far, out of 10, what would you score? </strong><br>I've been very lucky. I'm healthy&#xa0;and happy, and so are my&#xa0;close friends and family. About&#xa0;an eight.</p> <p><em>“The Human Demands”, Amy&#xa0;Macdonald's fifth studio album, is out now; she tours the UK and Europe this year</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Hester Lacey 2021 'Amy Macdonald: ‘I dislike people who need to be the centre of attention'' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-23T05:00:42.062Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4294,
          "end": 4299
        }
      ]
    }
  ]
}