{
  "_id": "69656fd2e0883a43e041b9dda7f7d12e3f6d960c79e60fcd72201038b11de142",
  "feed": "ftcomall",
  "title": "FirstFT: Newsom faces California voters",
  "text": "<p>Voters in California go to the polls today to determine whether Democrat Gavin Newsom will become the third state governor in US history to be recalled from office.</p> <p>Underlining the stakes for Democrats, President Joe Biden yesterday <a href=\"https://www.ft.com/content/ebf55120-bbcf-4a14-b8de-cd36267c52e7\">travelled to California</a> for appearances with Newsom in Sacramento and the port city of Long Beach, where the first-term governor held his final campaign rally ahead of the vote.</p> <p>After struggling in the polls for most of the summer, Newsom has attracted more support in the final stretch. The most recent poll by FiveThirtyEight showed 57.4 per cent of California voters wanted to “keep” the governor and 41.5 per cent wanted to “remove” him.</p> <p>The recall election marks a dramatic change in fortunes for Newsom, who won in a landslide in 2018 and styled himself as a leader of the anti-Donald Trump resistance.&#xa0;</p> <p>Many voters, though, have grown frustrated with the&#xa0;<a href=\"https://www.ft.com/content/e7086fe1-9a51-441e-ac93-bb623435f5e6\">state's Covid-19 restrictions</a>, with parents upset by lengthy public school closures and restaurant owners angry about bans on dining outdoors.</p> <p>Newsom also handed ammunition to his critics when he dined mask-free at the Thomas Keller-owned French Laundry restaurant in November, just as he was publicly urging citizens to stay at home.</p> <p>The governor faces 46 challengers on the ballot, which asks voters two questions: “Should Newsom be recalled?” and “Regardless of how you voted on the first question, who should he be replaced by?”</p> <p>For Newsom to defeat the recall, a majority must respond “No” to the first question. If he does not meet that threshold, the challenger with the most votes in the second question will serve out the rest of his term.</p> <p><em>Will Gavin Newsom be recalled? Email me your thoughts on today's election to gordon.smith@ft.com and thanks for replying to yesterday's question about the Democrats tax plans.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Investment banks accelerate ‘grunt work' automation </strong>Wall Street lenders are stepping up efforts to <a href=\"https://ft.com/content/06b0a82d-b0fa-437f-b640-57bdaa508e59\">automate</a> “grunt work” foisted on young investment bankers, such as generating pitch books and valuation modelling. The companies have portrayed the changes as an attempt to reduce workloads and stop young talent from leaving the industry.</p> <p><strong>2. Global house prices rise at fastest pace since 2005</strong> The average annual price change across 55 countries rose to 9.2 per cent in the 12 months to June, <a href=\"https://www.ft.com/content/0a2b8ed2-55bc-44b9-82e4-a325291154d6\">according to property consultancy Knight Frank</a>, the fastest rise since the 12 months to March 2005. The US, Australia, New Zealand, Turkey and Canada saw some of the biggest increases as well as Russia and Germany.</p> <p><strong>3. China uses app to monitor overseas financial news site access </strong>Chinese police are using a new anti-fraud <a href=\"https://www.ft.com/content/84b6b889-ae03-47f7-9cd0-bd604b21d5de\">app</a> installed on more than 200m mobile phones to identify and question people who have viewed overseas financial news sites, according to individuals summoned by the authorities. Police said the app was needed to combat a surge in fraud.</p> <p><strong>4. Libor replacement reaches Wall Street's leveraged loan market </strong>Bank of America has started <a href=\"https://www.ft.com/content/a94fa64c-2723-4d90-93fe-a218683148e5\">marketing the first leveraged loan</a> tied to the interest rate that is set to replace Libor, in a milestone for the industry as it transitions away from the disgraced lending benchmark.</p> <p><strong>5. Norway's centre-left set for power</strong> After an unprecedented eight years of rightwing rule in Norway, Labour leader Jonas Gahr Store <a href=\"https://www.ft.com/content/de1258cb-5dff-4130-bf49-64ce730d0d24\">is set to take power</a> after Conservative prime minister Erna Solberg conceded late last night. The result means that for the first time in 62 years all five Nordic countries have a leftwing prime minister at the same time.</p> <h1> Coronavirus digest</h1> <ul>  <li><p>Two top scientists who recently announced their retirements from the <strong>US Food and Drug Administration</strong> have <a href=\"https://www.ft.com/content/af8da7d4-43ea-41d6-90ee-f959b3675cc5\">criticised the policy</a> of giving most people Covid-19 booster vaccinations, just days before the Biden administration plans to start doing so.</p></li>  <li><p>A new outbreak of the highly infectious Delta variant <a href=\"https://www.ft.com/content/e23d55fc-1c87-4bd9-a163-870242f26d13#post-bce0d8f4-3dd3-4aaf-b694-881882dfea21\">is gathering pace</a> in the Fujan province of <strong>China</strong>.</p></li>  <li><p>The<strong> UK </strong>will offer Covid-19 jabs to all children <a href=\"https://www.ft.com/content/9727cc15-1864-411c-8bab-d77072ce72ec\">aged between 12 and 15</a> as early as next week. </p></li>  <li><p><strong>Germany</strong> has launched a “<a href=\"https://www.ft.com/content/9341256e-1331-4480-974a-7badfb5f6607\">vaccination week</a>”, offering free jabs to people without appointments in more than 700 public places as vaccination rates in the country stagnate.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Data</strong> The Bureau of Labor Statistics <a href=\"https://www.ft.com/content/eaf6d095-1531-4458-a504-c110d4101469\">is expected to confirm today</a> that US consumer prices rose at a more moderate pace in August. Consensus forecasts compiled by Bloomberg indicate the consumer price index increased 5.3 per cent in August from a year ago — just below the <a href=\"https://www.ft.com/content/8a2ad340-5ecf-4aa5-be35-aa7f528c8b83\">13-year high </a>reported for July.</p> <p><strong>Apple launch event </strong>The Silicon Valley group plans <a href=\"https://www.ft.com/content/f26fd8c1-5cfb-4680-bcdb-378fd1fffa59\">to roll out</a> the iPhone 13 and the Apple Watch Series 7 at 10am Pacific time today. US oil major Chevron will also be in the spotlight as it holds an event to give more details on how it plans to transition energy production away from carbon intensive fuels. </p> <p><strong>Hearings </strong>Gary Gensler, chair of the Security and Exchange Commission, is expected to be questioned on crypto exchanges when he <a href=\"https://www.ft.com/content/a3c6724a-ca94-4126-92ee-0da947c1d1dc\">testifies</a> before the Senate banking committee. After yesterday's unapologetic appearance in front of <a href=\"https://www.ft.com/content/0102e411-0edd-45a5-a05a-85632d5397c7\">the House foreign affairs committee</a>, Antony Blinken faces the Senate Committee on Foreign Relations today to answer questions about the US's chaotic and bloody withdrawal from Afghanistan.</p> <p><strong>United Nations General Assembly </strong>Despite Covid-19 risks, <a href=\"https://www.nytimes.com/2021/09/12/world/covid-united-nations-general-assembly.html\">at least 83 world leaders</a> are expected to attend the 76th session of the UNGA in New York. UK prime minister Boris Johnson <a href=\"https://www.thetimes.co.uk/article/boris-johnson-hopes-to-meet-president-joe-biden-for-talks-at-white-house-5pgpldnrt\">hopes</a> to patch up bilateral relations with US president Joe Biden during his four-day trip. (NYT, Times)</p> <h1>What else we're reading and listening to</h1> <p><strong>Amazon's bet on healthcare begins to take shape</strong> Amazon, long assumed to be a sleeping giant in healthcare, is finally <a href=\"https://ft.com/content/fa7ff4c3-4694-4409-9ca6-bfadf3a53a62\">awakening</a>, with plans to produce tools and platforms to underpin an industry on the cusp of dramatic modernisation. But can the ecommerce company navigate the competition, which includes fellow tech giants Google and Microsoft, and a political landscape fearful of its power? </p> <ul>  <li><p><strong>Go deeper:</strong> Today the FT hosts a digital conference to discuss the future of healthcare in the US. You can register for the event <a href=\"https://healthcare.live.ft.com/\">here</a>.</p></li> </ul> <p><strong>The Xi personality cult is a danger to China </strong>The state-led veneration of Xi Jinping has echoes of the personality cult around Mao Zedong — and with it, of the famines and terror unleashed by Mao during the Great Leap Forward and the Cultural Revolution, <a href=\"https://www.ft.com/content/15b7036e-7f2d-48d2-8c61-a8163e764377\">writes Gideon Rachman</a>.</p> <p><strong>We are creeping towards a continuous working week </strong>The decline of the “9 to 5” workday has been under way for decades. Now society's shared rhythms of weekend rest are disintegrating before our eyes. While shift work suits some people, the evidence suggests it damages their health — and family life, <a href=\"https://ft.com/content/423a83ca-19b8-42e2-8a3d-4048f20e371d\">writes Sarah O'Connor</a>.</p> <p><strong>The return of Parler</strong> George Farmer, a 31-year-old former hedge fund partner and the Oxford university-educated son of a British baron, has been plotting <a href=\"https://www.ft.com/content/261fecd4-715f-4b90-a7fa-57d7d4013788\">a route back</a> for the “free speech” social network that attracted millions of Donald Trump's supporters in the run-up to last year's US election. San Francisco tech correspondent Hannah Murphy <a href=\"https://www.ft.com/content/261fecd4-715f-4b90-a7fa-57d7d4013788\">interviewed him</a> about his plans for the controversial app.</p> <p><strong>How I ‘retired', aged 30</strong> US blogger Pete Adeney, better known as Mr Money Mustache,&#xa0;“retired” from his job as a software engineer at the tender age of 30. Now aged 46, his influential website and podcast has gained cult status among followers of the&#xa0;Fire movement&#xa0;(Financial Independence Retire Early). He joins Money Clinic podcast host Claer Barrett <a href=\"https://www.ft.com/content/210a7877-1c43-4a8c-9d7d-6d424d474a78\">to share tips</a> on how to save money and plan for an early retirement.</p> <h1>Beauty</h1> <p>Are you a ‘skinimalist'? A new wave of skincare brands and products — akin to the normcore trend that has infiltrated fashion — <a href=\"https://www.ft.com/content/25b1c592-db3c-410a-8a8c-62fcadc07dc0\">has emerged</a> to simplify, demystify and even underplay your beauty regime, writes Nicola Moulton. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Newsom faces California voters' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-14T10:26:36.920Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4572,
          "end": 4583
        },
        {
          "start": 4488,
          "end": 4493
        },
        {
          "start": 4572,
          "end": 4577
        }
      ]
    }
  ]
}