{
  "_id": "e395e5fedd51b25a2d286d894a256781cd4b415edc761ad7f4d7032305091dbb",
  "feed": "market-watch",
  "title": "America's new export problem: 12.1 million shipping containers left biggest U.S. ports empty",
  "text": "<p>But this year, Jackson has found it much more difficult to get American hay loaded into shipping containers bound for Asia. The containers, which arrive at the California ports stuffed with iPhones and other manufactured goods, are increasingly being sent back empty. Jackson estimates that his company, which ships around 8,000 40-foot containers a year, has seen volumes fall by 15% to 20% in recent months as a result of canceled bookings and other logistical snags associated with the import-driven congestion at U.S. ports.&#xa0;</p><p>“There has been a lot of attention on the import side and looking for solutions to ease the congestion, but at the same time from our perspective, we are seeing it more challenging today,” Jackson said. Jackson added that he has had to manage issues at terminals and practices by ocean carriers, complaining of limited space on shipping lines, last-minute cancellations and inconsistent vessel scheduling.&#xa0;</p><p>Bottlenecks at U.S. ports have thrown a spotlight on the struggle to get imported goods to American consumers, but there's a flip side: exports of U.S. goods, including agricultural products, are having trouble making it to overseas customers.&#xa0;</p><p>MarketWatch collected data from the nation's nine largest ports that show, through October, the equivalent of 12.1 million containers have left those ports empty, up 46.2% from 2020 and 37.8% from 2019. The amount of empty export containers, as measured by twenty-foot equivalent units, or TEUs, contrasts significantly with the 20.6 million of imported loaded container TEUs that have arrived at the nine biggest U.S. ports this year, up 22% from last year.</p><p>In total, 59% of containers leaving the nation's nine biggest ports have been empty in the first 10 months of the year.&#xa0; Loaded export containers leaving the nation's nine biggest ports carrying American goods have dropped 10.7% since before the pandemic, from 9.3 million TEUs in the first 10 months of 2019 to 8.3 million TEUs in the same period of 2021.</p><p>Voracious demand for imported goods by U.S. consumers has pushed up rates for freight being shipped across the Pacific from Asia to the U.S., making that trip far more lucrative than the journey from the U.S. to Asia. That's incentivized shippers to leave with empty containers, rushing them back to Asian ports where they can be filled again with U.S.-bound goods, said Peter Friedmann, executive director of the Agriculture Transportation Coalition, a trade group representing agricultural exporters.</p><p>“With these ships, with 16,000 to 20,000 containers on board getting $15,000 per [imported] container, they're deciding we're going to forgo that U.S. export cargo, it's not worth it if we can get another sailing inbound of import cargo over the year,” Friedmann said in an interview.</p><p>Last-minute cancellations of export bookings and so-called blank sailings, which can result in a ship skipping a port or a series of ports, have left exporters in a lurch while also serving to boost freight rates, Friedmann added.</p><p>The coalition and a number of farm groups have thrown support behind legislation introduced by Reps. John Garamendi, D-Calif., and Dusty Johnson, R-S.D., that includes a provision forbidding common carriers to “unreasonably decline export cargo bookings if such cargo can be loaded safely and timely and carried on a vessel scheduled for such cargo's immediate destination.”</p><p>Exporters have little flexibility when it comes to ports. Savannah, Ga., became a popular alternative destination for many meat exporters, who have scrambled to find a solution to the crowded West Coast ports, said Travis Arp, senior director of export services for the U.S. Meat Export Federation, in an interview.</p><p>But transportation costs and logistics can make it difficult if not impossible for many exporters to switch ports. Jackson said Border Valley Trading is locked into the Southern California port complex because shipping from elsewhere would be “highly, highly cost prohibitive.”</p><p>For meat exporters, 2021 is still shaping up to be a strong year. Beef exports, in fact, are set to shatter the previous record, Arp said, but, overall, port issues are “taking what is a really good year and is probably going to prevent it from being a great year.”</p><p>That has contributed to the widening of the U.S. trade deficit to record levels in 2021 as imports soared while American exports fell. For the first 10 months of 2021, the trade deficit rose 29.7% from the same period last year to $705.2 billion.&#xa0;</p><p>On top of that, Arp said U.S. exporters and producers most worry that exporting hang-ups will allow competitors from elsewhere to steal market share. Indeed, that's a threat faced by the majority of agricultural exporters, said Friedmann at the Agriculture Transportation Coalition.</p><p>“There's nothing we produce in agriculture that can't be sourced somewhere else in the world,” he said.</p>",
  "published": "2021-12-11T09:56:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}