{
  "_id": "685f8c61cf0363a2cafcc21d4b5bd169893f6cd75663cb227f478d06bb93aa2e",
  "feed": "wall-street-journal",
  "title": "Streaming Wars Lead  To Shows Born Abroad  ----  By R.T. Watson",
  "text": "<p>   Tech giants and Hollywood studios are expanding their streaming services abroad by developing local content geared to the billions of potential overseas subscribers. </p><p>   Following the lead of Netflix Inc., companies such as Walt Disney Co. and Amazon.com Inc. are pulling away from the production and distribution model of old, in which Hollywood shipped its movies and TV shows abroad, with the content dubbed or subtitled for the local market. Now, with a direct line to consumers through global streaming platforms, these companies are investing billions of dollars to make culturally specific, local-language content to woo subscribers. </p><p>   \"What you're seeing is more and more streamers come online realizing the vast majority of their consumers are going to be outside the U.S., over time,\" said Erik Barmack, a former Netflix executive who during his tenure spearheaded international production. \"The question is, how international does your content need to be to be successful?\" </p><p>   The rise in overseas production is spurring a historic boom of new films and TV series in many different languages, including Hindi, French, Portuguese, German and Polish. The emphasis on global content is creating more work and competition for international producers and storytellers, while also ushering in a new era in which Hollywood-made American content plays a smaller role in the world-wide entertainment industry. </p><p>   The number of streaming subscriptions world-wide exceeded 1.1 billion last year, up from fewer than 400 million subscriptions in 2016, according to the Motion Picture Association. The growth was driven by Netflix's overseas expansion, Disney's launch of its Disney+ service and a pandemic that kept people home. </p><p>   Netflix's quarterly results this week showed the importance of the overseas business. The company said 89% of its nearly four million new customers in the year's first three months came from outside the U.S. and Canada, and that its most-watched new series during the quarter was \"Lupin,\" a thriller set in Paris that is inspired by a literary gentleman thief. </p><p>   \"The show was not like a watered-down French show; it was a very French show,\" said Netflix's co-chief executive and chief content officer, Ted Sarandos, adding that with international films and series, \"the more authentically local they are, the more likely they are to play around the world.\" </p><p>   In a sign of how tastes are evolving in Hollywood and world-wide, South Korea's \"Parasite\" last year won the Oscar for best picture, the first time a non-English-language film took the prize. </p><p>   Netflix's drive abroad is part of a paradigm shift in which content fashioned with Hollywood-level production values is being created all over the world for one digital platform. In the past, new TV shows and movies -- especially those produced by Hollywood -- were distributed to consumers in a much different way. </p><p>   \"Over the years, media companies have been really great at exporting Hollywood content around the world,\" Mr. Sarandos said. \"We started launching in international territories with no original programming in local language with local producers. And now we're producing in most corners of the world.\" </p><p>   About half of the new content Netflix is developing are productions based outside the U.S., with roughly 38% non-English-language content as of mid-March, according to media measurement company Ampere Analysis. In South Korea, Netflix recently said it would invest $500 million there in local-language content. </p><p>   Netflix projects spending more than $17 billion on content this year, and between 2018 and 2020 it doubled its investment in non-English original content. Netflix is in over 190 countries and has more than 200 million subscribers world-wide. </p><p>   As for Disney, Ampere said, 24% of the new content in development is based overseas. Only 3% of Disney+ content originated outside the U.S. as of mid-March, Ampere said. Disney is in 59 countries and has nabbed more than 100 million subscribers in about a year and a half. </p><p>   Disney said in December that it would spend up to $9 billion a year on content for Disney+ by 2024, which would include 50 international projects. Then, in February, it announced a slate of 10 European projects. </p><p>   At Amazon, the volume of original, local-language content being produced has doubled each year since 2017, said James Farrell, head of international originals at Amazon Studios. \"If you're going to have a successful service in Japan or Brazil you've got to have Japanese shows, Brazilian shows,\" Mr. Farrell said. </p><p>   Amazon recently said its Prime service has more than 200 million subscribers and the number of international subscribers streaming video jumped by more than 80% in 2020 compared with the previous year. </p><p>   While growth opportunities abound overseas, at home in the U.S., the market has become saturated in recent years as more companies launch streaming services. More than 80% of American consumers subscribe to at least one paid streaming service while the average subscriber pays for four services, according to a Deloitte report. </p><p>   U.S.-based streaming rivals such as AT&amp;T Inc.'s HBO Max and Apple Inc.'s Apple TV+ are increasing spending on local-language content as they chase international subscribers. Apple TV+ is available in more than 100 countries, and HBO Max plans to be available in more than 50 by the end of the year. </p><p>   The push to create more content abroad is disrupting the industry. The moves have triggered increased competition for writers, actors and crew members outside Hollywood; threatened entrenched broadcast networks and distributors in other countries; and raised questions about equal pay and ownership. </p><p>   In Europe, the race for content is forcing local players to be more aggressive when bidding for projects, according to several industry leaders. \"It's a very competitive environment,\" said Martin Moszkowicz, executive chairman of German-based Constantin Film, which has worked with major U.S. streaming services. </p><p>   Sanford Panitch, a former executive at Fox International Productions who now presides over Sony Pictures Entertainment Motion Picture Group, said it wasn't that long ago when Hollywood shunned the idea of executives' focusing on local-language content for international markets. </p><p>   \"It was incredibly unpopular, and almost weird and unheard of 10 years ago,\" he said. \"The profit and loss statements used to say 'U.S. and Other.'\" </p><p></p>",
  "published": "2021-04-23T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5121,
          "end": 5126
        },
        {
          "start": 5235,
          "end": 5243
        },
        {
          "start": 5121,
          "end": 5131
        },
        {
          "start": 5121,
          "end": 5130
        },
        {
          "start": 5134,
          "end": 5142
        },
        {
          "start": 5134,
          "end": 5139
        },
        {
          "start": 5235,
          "end": 5240
        }
      ],
      "nexusId": "10022657"
    }
  ]
}