{
  "_id": "ff6505e6a9c1766144671f60309c0b6f8fec9727c4af66c25a7f8286e33e639d",
  "feed": "ftcomall",
  "title": "Nature takes over on Apple TV Plus documentary The Year Earth Changed",
  "text": "<p>A montage of deserted streets overlaid with pandemic-related soundbites introduces us to Apple TV Plus's new documentary special. A moment passes and then a different voice emerges. It's warm, familiar, instantly tranquillising. It's David Attenborough, and he's reminding us that “a deadly virus sweeps around the world”. But suddenly those words don't fill you with panic and despair. Everything's going to be all right. David's here. In fact, things seem better already. Look — there's a baby deer frolicking in an empty town!</p> <p>This is broadly the storytelling approach taken by <em>The Year Earth Changed</em> — an hour-long balm of a film that serves as an extended, if exquisitely shot, version of the videos of animals running amok in abandoned city centres that saturated the internet last spring. It's easy to feel a little cynical towards it initially; to see it as a saccharine attempt at finding a positive from this ordeal or as a chance for Apple's still-fledgling streaming platform to buy into Attenborough's prestige. But after a few minutes it becomes almost impossible to feel anything but pure joy at the sight of endangered species and fragile ecosystems thriving as a result of global closures. And joy, pure or otherwise, is hard to come by these days. </p> <p>It's no big surprise to learn that within weeks of lockdown, the levels of air, water and noise pollution had dropped by up to 80 per cent in some places. But no matter how mellifluous Attenborough's voiceover is — his own delight at the signs of natural regeneration is touchingly audible here — this is the kind of show in which visuals speak louder than any words or statistics. </p> <p>Accordingly, we're treated to a series of vignettes that provide an illuminating, and at times humbling, picture of how the absence of humans has benefited the animal kingdom. We watch on, for instance, as a sea turtle, long put off from surfacing on to her native Florida beaches due to spring breakers (who can blame her?), finally deposits her eggs in peace. Another, more action-heavy sequence sees a leopard turn a resort in South Africa into a fruitful hunting territory, while political intrigue is supplied by an irredentist faction of Argentine capybaras who seek to reclaim the land they lost to housing developments. </p> <p>It doesn't take being Aesop to see what the moral of these various animal tales is. As humankind dreams of returning to our normality, we're implored to think about how we can avoid impinging on the normality of other beings. It is a critical, imperative task. But don't worry, David's here to show us the way.</p> <p>★★★★☆</p> <p><em>On Apple TV Plus from April 16</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2021 'Nature takes over on Apple TV Plus documentary The Year Earth Changed' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T15:00:02.652Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 945,
          "end": 950
        },
        {
          "start": 89,
          "end": 102
        },
        {
          "start": 2596,
          "end": 2601
        },
        {
          "start": 2596,
          "end": 2609
        },
        {
          "start": 89,
          "end": 94
        },
        {
          "start": 21,
          "end": 26
        }
      ],
      "nexusId": "10022657"
    }
  ]
}