{
  "_id": "6573fc909867624fb00b8107ed169c982185eee25474009c90b118206e161555",
  "feed": "market-watch",
  "title": "Facebook has ‘some of the greatest risk' heading into earnings, says analyst",
  "text": "<p>Evercore ISI's Mark Mahaney added Facebook FB to his “tactical underperform” list late Thursday, while putting Uber UBER and Netflix NFLX on his “tactical outperform” list. Shares of Facebook are off 1.2% in Friday trading, while shares of Uber are up 3.2% and shares of Netflix are near flat.</p><p>While Mahaney has an outperform rating on Facebook, he has several concerns ahead of the company's Oct. 25 earnings report, partly reflecting the broader worries he has about the online-advertising landscape. For one, internet companies benefited strongly from surging e-commerce spending a year ago, but now they face tough comparisons to that booming growth.</p><p>“What was last year's growth driver are this year's tough comps,” he wrote.</p><p>Mahaney also sees “underappreciated” risks stemming from changes made by Apple Inc. AAPL that give consumers more flexibility to opt out of ad targeting. Facebook was the “prime beneficiary” of Apple's advertising identifiers that made it easier for the internet company to conduct “high-precision targeting,” in his view, but now that consumers can opt out of this targeting, Facebook might see a more “level playing field” relative to peers.</p><p>Another hot issue for Facebook is its expense growth, according to Mahaney. While consensus estimates call for about 23% year-over-year growth in expenses during 2022, he expects that “a more reasonable range is 28-35%” and wrote that he “would not be surprised” to see Facebook offer guidance similar to the 32% to 37% range that the company has for 2021.</p><p>“While we believe buy-side models are already well above the Street's 23%, we think FB shares could trade off if they guide to mid-30s % growth,” he wrote.</p><p>Facebook's stock was headed for a fifth straight weekly decline, which would be the longest weekly losing streak since the five-week stretch ending in March 2020.</p><p>Opinion:&#xa0;Facebook investors, are you starting to see a pattern yet?</p><p>On Netflix, Mahaney is upbeat about the company's fourth-quarter content slate as the company is expected to release new seasons of highly popular series including The Witcher, Money Heist, Tiger King, and Emily in Paris. At the same time, Walt Disney Co. DIS recently called out COVID-related production impacts, which struck Mahaney as “potential indication of more muted competitive risks to Netflix from a content standpoint.”</p><p>Netflix is scheduled to report third-quarter results on Oct. 19, after the closing bell.</p><p>See also: Netflix says ‘Bridgerton' is its most-watched series ever — but maybe not for long</p><p>As for Uber, he wrote that the upcoming earnings report scheduled for Nov. 4 looks “de-risked” as the company recently gave updated guidance. He also wrote that the fourth quarter is shaping up as “a potential ‘show me' quarter” given that shares are still down on a year-to-date basis even as the business recovers.</p><p>“[W]e think the recent investments in the company's subscription business and new vertical expansion will prove more resilient demand trends amid a full Mobility recovery, with the ‘profitability overhang' largely behind us resulting in significant share appreciation over the next six months,” Mahaney wrote.</p><p>He rates Netflix and Uber shares both at outperform.</p>",
  "published": "2021-10-15T12:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 804,
          "end": 813
        },
        {
          "start": 815,
          "end": 819
        },
        {
          "start": 804,
          "end": 809
        },
        {
          "start": 804,
          "end": 814
        },
        {
          "start": 925,
          "end": 930
        }
      ],
      "nexusId": "10022657"
    }
  ]
}