{
  "_id": "f8235c6362520626c0b36426c9e188f07320d6b86bb01a12530c5c08a7098b7b",
  "feed": "wall-street-journal",
  "title": "VW Struggles  To Catch Tesla  ---  German auto -2-",
  "text": "<p>   No hesitation </p><p>   Mr. Hilgenberg said he had no hesitation. He had spent 28 years at BMW and his track record most recently included turning around production of BMW's X-series SUV in Spartanburg, SC. In recent years, however, he said he had become frustrated by the Munich-based auto maker's reluctance to dive headlong into electric cars. </p><p>   BMW declined to comment. </p><p>   \"I'd been watching what Diess was doing in terms of turnaround at VW,\" he said. \"I really liked it because it was decisive, bold, consistent. I've seen nothing in the auto industry that even comes close to that.\" </p><p>   Mr. Hilgenberg's first day at VW was August 1 and he immediately started work on fixing VW.os. The first version, 1.0, is a blend of open source software and custom code by Continental and VW. To fix the current glitches, VW said it would publish an update of the software, version 1.1, in February. A more advanced version -- VW.os 2.0 -- is targeted for 2024 and will include advanced self-driving car features. </p><p>   VW's goal is to eventually build at least 60% of automotive software in-house. </p><p>   The biggest challenge, said Mr. Hilgenberg, isn't the technology, it is the mind-set of the people -- their reluctance to embrace radical change until circumstances force them to. </p><p>   \"In the middle of success it's not easy to understand why you need to change now,\" he says. </p><p>   Another component of the reboot was the Artemis project, a new in-house design team that would take the software developed by Mr. Hilgenberg's group and integrate it in a new electric, self-driving, and internet-connected vehicle within three years. </p><p>   \"We fairly quickly came to the conclusion that we needed a separate unit and needed to give it the freedom to develop, a bit like a rocket,\" said Alexander Hitzinger, a Porsche and Apple veteran who presented the idea to the meeting. </p><p>   Change is coming, Mr. Diess wrote on his LinkedIn page, and VW must move faster. \"The global transformation of the industry will take roughly 10 years,\" he wrote. \"With or without Volkswagen.\" </p><p></p>",
  "published": "2021-01-20T07:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1771,
          "end": 1776
        },
        {
          "start": 1771,
          "end": 1778
        }
      ],
      "nexusId": "10022657"
    }
  ]
}