{
  "_id": "5f56343b160b3317736c34e66b46b7873da5937642ad6ef66212f0b3004aad7a",
  "feed": "ftcomall",
  "title": "Apple has too much power over its rivals",
  "text": "<p>It is not often that I feel sorry for a tech billionaire. But Snap chief executive Evan Spiegel <a href=\"https://www.ft.com/content/7f3a562e-e748-48a9-892a-5c6415d05ffc\">sounded genuinely beleaguered </a>as he explained that Apple's new privacy policy was wreaking havoc on his business. </p> <p>The rules had “upended” the digital advertising industry, he said this month, causing a “frustrating setback” that would push revenue from the Snapchat app well below expectations. Snap's shares promptly dropped by more than a quarter. </p> <p>Facebook, Twitter, YouTube and Snap have seen <a href=\"https://www.ft.com/content/4c19e387-ee1a-41d8-8dd2-bc6c302ee58e\">an estimated $9.85bn</a> in expected advertising revenue vanish since April, when A<a href=\"https://www.ft.com/content/3cabd134-0271-4783-8f0e-a17bb682afbe\">pple started requiring app developers</a> to seek explicit permission to track users for advertising purposes.</p> <p>Since then, most people have opted out, making it harder for the platforms to target audiences. Advertisers are shifting their spending elsewhere. This has hit Facebook (or <a href=\"https://www.ft.com/content/29762a96-419f-41b2-9e96-fa7423abb125\">Meta </a>as it has renamed itself) and Snap particularly hard.</p> <p>Meanwhile, Alphabet is the exception that proves the rule. While advertising on its YouTube video service saw “modest” effects from the Apple changes, Google collects so much personal information directly that it has less need to follow users around the web. Search and other advertising revenues jumped 44 per cent last quarter to $37.9bn</p> <p>In some ways, the companies damaged by the privacy rules have only themselves to blame. The $400bn digital advertising market has historically relied on an intrusive and unpopular business model. If Apple customers were genuinely unconcerned about tracking, they would not be saying no. </p> <p>Tellingly, Twitter, where advertisers can choose to target topics rather than individual users, also described the impact of the changes as modest. And a recent survey by Insider Intelligence found that<a href=\"https://www.emarketer.com/content/digital-trust-benchmark-report-2021\"> 52 per cent</a> of social media users decided whether to interact with adverts based on whether the platform protects their privacy and data.</p> <p>It is disturbing that a business decision by one company can crush the revenues of so many others. Yet that happens all the time with the big gatekeeper companies. Apple and Google repeatedly draw criticism <a href=\"https://www.ft.com/content/6abc6cb9-1d46-4cb2-a203-ac4d305caa3e\">and lawsuits</a> for the commissions they charge on smartphone apps. Here, too, a rules tweak can make the difference between profits and penury for developers.</p> <p>There is also something unsavoury about the way these changes have boosted Apple's profits. Like Google, it gathers granular data directly and its ad business has gained market share as rivals struggle. The services business, which includes advertising, <a href=\"https://www.ft.com/content/46069192-7261-4959-b46d-2e30092bce8d\">set records</a> this quarter for both revenue of $18.3bn and profit margin of 70.5 per cent.</p> <p>For now, Apple and Google are talking a good game about the responsible use of personal data. Chief executive Tim Cook said last week that Apple made the changes because “we believe strongly that privacy is a basic human right,” and Google chief business officer Philipp Schindler noted that it had “been investing in privacy-preserving technology for many years”.</p> <p>However, it is risky to rely on their noblesse oblige. “These commitments change with the market winds. The only thing that matters is law,” argues Shoshana Zuboff, author of <a href=\"https://www.ft.com/content/43980f9c-0f5b-11e9-a3aa-118c761d2745\"><em>The Age of Surveillance Capitalism</em></a><em>.</em> </p> <p>She thinks governments should ban the collection of personal data and the sale of advertising and other products based on it. That seems extreme, but it is clear that a hands-off approach is no longer tenable.</p> <p>The EU started to set guardrails with the 2018 General Data Protection Regulation and Brussels is now drafting a broader <a href=\"https://digital-strategy.ec.europa.eu/en/policies/digital-services-act-package\">package of digital services laws</a>. Lina Khan, the new head of the US Federal Trade Commission, has promised a more robust approach, but so far, efforts to use existing antitrust powers have fallen short. Video game group Epic Games's challenge to Apple's app commissions struck only a glancing blow and even <a href=\"https://www.ft.com/content/7a592730-edd8-4c35-8b5a-a194a8e0102e\">that has been appealed</a>.</p> <p>If Congress can get beyond partisan divides, it will find an apt historical precedent: <a href=\"https://www.ft.com/content/ec3cbe78-8dc7-11e9-a1c1-51bf8f989972\">19th-century railroads</a>. The for-profit companies that built America's rail networks opened up the continent to development, creating personal and business opportunities that had not previously existed. </p> <p>They also wielded monopoly power in the areas they served: new railway stations could create viable towns, and closures could destroy them. Variations in freight rates determined whether businesses were profitable. While some of the decisions were justified, the rail companies notoriously favoured large shippers or buyers with rebates while squeezing small farmers.</p> <p>These powerful national companies fought off state regulation in the 1870s, but Congress rose to the challenge. The 1887 law that made the industry the first ever to be subject to federal regulation was far from perfect. Some of its provisions were contradictory, and the watchdog it created, the Interstate Commerce Commission, initially lacked teeth. But over time, Congress expanded its powers and the ICC became a model for other US regulators.</p> <p>Like the railroads, Big Tech has opened up new markets while amassing immense power in a previously ungoverned area. And the march of so-called progress continues. Facebook has announced plans to dominate the newest digital sphere, <a href=\"https://www.ft.com/content/8acb6d05-61ff-4767-b9f4-798ba08309ed\">the virtual reality “metaverse”</a>. Regulators need to catch up. We need a Cyberspace Commerce Commission to start setting boundaries. And we need it soon.</p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/04637b92-2453-4903-831b-13695e4c316b\"><em>Risky state investment was a feature of the 1800s too</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/04637b92-2453-4903-831b-13695e4c316b\"><em>From Julian Wells, London SE3, UK</em></a></p><p>Source: Brooke Masters 2021 'Apple has too much power over its rivals' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-01T05:00:07.474Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3738,
          "end": 3743
        },
        {
          "start": 1046,
          "end": 1051
        },
        {
          "start": 2594,
          "end": 2599
        },
        {
          "start": 2724,
          "end": 2729
        },
        {
          "start": 570,
          "end": 575
        },
        {
          "start": 147,
          "end": 152
        },
        {
          "start": 1449,
          "end": 1454
        },
        {
          "start": 2042,
          "end": 2047
        },
        {
          "start": 2317,
          "end": 2322
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}