{
  "_id": "20f47d29844e3646dd46091f4434841b221e2399977a93a642a65d966f1c7fbc",
  "feed": "ftcomall",
  "title": "Tales from the farmyard: an exclusive look inside The Newt's new iteration",
  "text": "<p>In 2019, in the depths of Somerset, two South Africans contrived to conjure an almost otherworldly vision of idyllic rural life. <a href=\"https://thenewtinsomerset.com/\">The Newt</a> – as they called their project, in honour of the thousands of resident amphibians that lurk in the ponds, woodlands and hedgerows – is an 800-acre estate at whose heart lies a honey-hued Grade II-listed Georgian manor house. </p> <p>Once known as Hadspen House, and the former home of the Hobhouse family, the property was bought by Karen Roos and her husband Koos Bekker after they saw it in <em>Country Life</em>. In South Africa, the couple (she is a former editor of <em>Elle Decoration</em> <em>SA</em>, he a successful businessman who chairs the media group Naspers, among many other roles) had already created the much-admired <a href=\"https://babylonstoren.com/\">Babylonstoren</a>, a&#xa0;hotel-garden-restaurant project. Just as Babylonstoren paid homage to its history and the land, so too The Newt is inspired by its Somerset roots. </p> <p>Almost immediately, The Newt was a hit, as popular with tourists as it is with the many local visitors, who all enjoy the acres of Patrice Taravella-designed landscaping, the spa experience and the country-house-style food. Now, just as the country is beginning to come out of restrictions, a whole new experience is on offer. It's called The Farmyard, and it opens on 1 June.</p> <p>According to Richard Parr, the architect charged with the hotel's transformation, the new development is based round what was once “a ramshackle collection of derelict farm buildings”. Set a good 20-minute walk – or a faster buggy ride (buggies and bikes, a perfectly judged shade of green, are provided to all guests) – from the main house, the 17 rooms that make up The Farmyard will offer a less formal experience than the grander surroundings of Hadspen House; it is, in some respects, a second hotel. </p> <p>While Hadspen House has a proper drawing room filled with great sofas and grand portraits, The Farmyard's main public space is instead a central bar. The mood is both more romantic and more isolated. “It's more muddy boots than high heels and dresses”, is how Ed Workman, chief executive of the estate, puts it. “It's intended to be more rustic and more playful, a place to chill out, possibly more appealing to those with children” – though, of course, those staying at The Farmyard can turn to the more formal restaurant at Hadspen House if they fancy dressing up or slightly grander fare.</p> <p>The main building of The Farmyard is double-fronted and dates from the early 18th century; a c1740 map describes it as “a polite Farmhouse of some status”. Deciding what to do with it was, in one sense, easy. “Koos and I are romantics,” says Roos. “The buildings were here. They dictated. There was a threshing room, a cheese&#xa0;barn, a stable, a granary, a cider press –&#xa0;they gave&#xa0;us direction. We did a lot of reading – <em>Far&#xa0;From&#xa0;the Madding&#xa0;Crowd</em> gave us a real feel for the area and the history. I would often look at an old portrait that gave me a connection to the people who had lived here before, in a period when the English built with beautiful old stone and used long-lasting materials and timbers.”</p> <p>Richard Parr describes seeing The Farmyard for the first time and thinking “it was utterly idyllic, with overgrown grass everywhere. But the buildings were scruffy – some had been badly converted, others were almost half knocked down. Working with Karen and Koos was inspiring. Ideas unfold and they're not afraid of&#xa0;doing U-turns. What we've tried to do here is to tell the&#xa0;story of the buildings – they'd all lost their story, and&#xa0;so we had to roll back in time and find it and then&#xa0;retell&#xa0;it in a new way.”</p> <p>Because The Farmyard has been created in agricultural holdings, a new aesthetic had to be found. It's different from that of Hadspen House. There are cobbles on the floor rather than marble, blackened bronze for the taps and shower fittings, Blue Lias stone, Cornish slate, forest marble and oak and glass, all in keeping with the modesty of the original buildings. As at Hadspen House, each of the rooms is different from all the others: some&#xa0;have marble bathrooms and original fireplaces for a&#xa0;touch of grandeur among the stone floors and pastoral views; others have exposed beams and hidden nooks. The&#xa0;food, too, is simpler, but will centre just as much on the garden-to-table philosophy that is at the root of The Newt's culinary approach.</p> <p>Above all, Roos and Bekker want all their guests to do more than just admire the interior design and the food – they want them to immerse themselves in the story of Somerset, to wander through the apple orchards, to see the cider press, visit the garden museum. There are long walks or cycles to be had in the ancient woodlands. There's a fine spa, and both Hadspen House and The Farmyard have swimming pools. There's yoga every day, jazz music by the bar, and croquet and badminton in the garden, with the staff encouraging guests to join in. </p> <p>On fine evenings in the summer, they offer what they call Garden Lates – picnics by candlelight and with music, next to the lake. And for those who can't spare the time to&#xa0;spend a night, there is a day trip from London called the <a href=\"https://thenewtinsomerset.com/garden\">Great Garden Escape</a>: a seat in a first-class carriage, breakfast on the train served by The Newt's own team, a tour of the estate's gardens, a lovely lunch in the café, a cider tasting, afternoon tea and a hamper to go home with.</p> <p>What makes it all so special is that every aspect and&#xa0;detail is so firmly rooted in a specific place. As with The Newt, The Farmyard's success is in its own fascinating backstory, now refreshed for an elegant retelling in the 21st century. </p> <p><a href=\"https://thenewtinsomerset.com/\"><em>thenewtinsomerset.com</em></a><em>; Farmyard rooms from £950 for two nights (two-night minimum stay; three nights at weekends). Great Garden Escape, £295 per person all-inclusive, 12 June to 26 September</em></p><p>Source: Lucia van der Post. Photography by Rich Stapleton 2021 'Tales from the farmyard: an exclusive look inside The Newt's new iteration' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-18T16:02:32.304Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4534,
          "end": 4539
        }
      ],
      "nexusId": "10022657"
    }
  ]
}