{
  "_id": "7675acf0998f3e4e2e570b7a32a18e670136acc8361a71dda22d8632ad5b2315",
  "feed": "ftcomall",
  "title": "Silicon Valley's unhealthy obsessions",
  "text": "<p>Silicon Valley's denizens have long been accused of drinking the Kool-Aid in the belief that tech can be a cure-all, but the case of Theranos and Elizabeth Holmes suggests they will happily consume snake oil as well.</p> <p>As <a href=\"https://www.ft.com/content/b7462815-f022-4e11-a3fd-a7845b1191a2\">Miles Kruppa reports </a>from the Valley, the trial of Holmes, which begins with opening arguments today, is likely to highlight the Valley's promotional culture knows no bounds.</p> <p>Prosecutors allege the founder deliberately misled investors and patients about the efficacy of Theranos's blood-testing technology. The trial in a US federal court in San Jose promises to be one of the most high-profile tests of alleged wrongdoing in Silicon Valley, which is currently experiencing a historic boom in start-up funding. Holmes faces 10 counts of wire fraud and two counts of conspiracy to commit wire fraud. She has pleaded not guilty.</p> <p>When the Wall Street Journal first raised concerns about the company in 2015, several prominent venture capitalists rushed to defend it. <a href=\"https://www.protocol.com/theranos-trial-silicon-valley-culture\">As Protocol reports,</a> the Valley has a habit of enthusiastically embracing visionaries and supporting those who take a “fake it till you make it” approach on their path to growth.</p> <p>The Valley has shown plenty of hubris on health as well, with companies such as Google and Intel setting out to shake up the sector and largely failing. <a href=\"https://www.ft.com/content/1546f438-f03d-4ec0-96c9-be9298282334\">Miles reports </a>the enthusiasm for blood-testing diagnostic companies remains undimmed, with investors having poured more than $200m into three such start-ups in the past year.</p> <p>The ultimate goal on health may be immortality, with <a href=\"https://www.technologyreview.com/2021/09/04/1034364/altos-labs-silicon-valleys-jeff-bezos-milner-bet-living-forever/\">MIT's Technology Review this week revealing</a> the Jeff Bezos-backed Altos Labs. The anti-ageing start-up is exploring reprogramming cells to rejuvenate the human body.</p> <p><a href=\"https://www.ft.com/content/24849908-ac4a-4a7d-b53c-847963ac1228\">Anjana Ahuja's latest column </a>looks at the drawbacks, but Google's Calico and the Chan-Zuckerberg Initiative, set up by Facebook's creator and his wife Priscilla Chan, a doctor, share Altos's view of ageing: as a disease to be cured, or as the Valley VC Peter Thiel once put it, death is a problem to be solved.&#xa0;</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. El Salvador's bitcoin debut stumbles&#xa0;<br></strong>The country's pioneering adoption of bitcoin as legal tender&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-56f1f053-3ac1-424a-97d6-6bbf9a12fa1d/hFWz07uTwTXE8Zk5pGsTOQ~~/AAAAAQA~/RgRjGmjBP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNTZmMWYwNTMtM2FjMS00MjRhLTk3ZDYtNmJiZjlhMTJmYTFkP2VtYWlsSWQ9NjEzN2UwZDAyNWZiZGUwMDA0MmY3MmQ3JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgphMdbjN2EH4kJ-UhRjaHJpcy5udXR0YWxsQGZ0LmNvbVgEAAAAAA~~\">hit snags within hours</a>&#xa0;of the launch yesterday after the government had to take its app for storing the volatile digital asset temporarily offline and the global price slumped.&#xa0;<a href=\"https://www.ft.com/content/c257a925-c864-4495-9149-d8956d786310\">The FT View</a> is that&#xa0;El Salvador's hasty adoption of bitcoin is fraught with risk and ordinary citizens are likely to pay a heavy price for their president's gamble.&#xa0;</p> <p><strong>2. SEC interested in Coinbase interest plans</strong> <br>Coinbase says the US Securities and Exchange Commission has warned that it will <a href=\"https://www.ft.com/content/14df1206-bdc6-4f1c-870a-e12748e95c31\">sue the crypto exchange</a> if it launches Lend, a new product that allows users to earn interest on their holdings. The company's supposed surprise about the SEC's wariness of such products seems disingenuous, <a href=\"https://www.ft.com/content/fd65b82e-9e43-4e22-b32d-18eea9dd8cec\">says Lex</a>.</p> <p><strong>3. PayPal pays $2.7bn for Paidy</strong><br>PayPal, the US online payments company, has<a href=\"https://www.ft.com/content/cdeccd3c-fe41-4228-ad11-9efc6f5c9d2d\"> agreed to acquire Paidy, </a>a Tokyo-based “buy now, pay later” group, for ¥300bn ($2.7bn). The hot sector saw Square buy Australia's Afterpay for $29bn last month, while its San Francisco rival Affirm announced a partnership with Amazon.</p> <p><strong>4. Apple Car executive defects to Ford&#xa0;<br></strong>Doug Field, an executive with responsibility for Apple's secretive Titan car project, has&#xa0;<a href=\"https://www.ft.com/content/45dc9e63-733a-430b-9e3f-926294f93901\">left for Ford</a>&#xa0;in an exit that follows other departures and potentially spells the end of the iPhone maker's automotive ambitions. Field joined Apple from Tesla in 2018 and will now become Ford's chief advanced technology and embedded systems officer with immediate effect.</p> <p><strong>5. Gates tackles energy and Covid</strong><br>BHP has made a deal to use artificial intelligence tools developed by a Bill Gates-backed start-up to <a href=\"https://www.ft.com/content/0059d630-5cb4-411f-a0a6-577faa4d6688\">find new deposits of metals</a> needed for batteries and clean energy. The world's biggest miner and Silicon Valley-based KoBold Metals will jointly fund exploration, starting in Western Australia. Meanwhile, the British company Exscientia, which uses AI for drug discovery, has<a href=\"https://www.ft.com/content/10d1ca38-be4b-444c-a227-747c716ed7d3\"> struck a $70m collaboration </a>with the Bill &amp; Melinda Gates Foundation to help develop pills to tackle current and future pandemics.</p> <h2>Tech tools — Whoop 4.0</h2> <p>Whoop <a href=\"https://www.ft.com/content/f3dde553-0aa1-4137-bc50-093b1003fa71\">reached a $3.6bn valuation last week </a>following an investment from Japan's SoftBank, which was three times its valuation in its previous round last October, when we <a href=\"https://www.ft.com/content/ccf00858-30a2-49d3-9ae9-7db3f58773b0\">looked at Whoop 3.0.</a></p> <p>Today the fitness tracker, popular with professional athletes such as Rory McIlroy and teen tennis sensation Emma Radacanu, became <a href=\"https://www.whoop.com/\">Whoop 4.0</a>. The upgraded wearable is a third smaller than its predecessor and has a five-day battery life. It has a new sensor configuration for optimal accuracy in its readings of sleep patterns, blood oxygen levels and skin temperature. Intriguingly, it now comes with Whoop Body a range of apparel that can contain the tracker, including sports bras, boxer shorts and leggings, meaning it doesn't have to be worn on the wrist any more. Whoop 4.0 is free, with access to the necessary app beginning at £18 a month.</p><p>Source: Chris Nuttall in London 2021 'Silicon Valley's unhealthy obsessions' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-08T16:11:00.887Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3420,
          "end": 3425
        },
        {
          "start": 3236,
          "end": 3241
        },
        {
          "start": 3151,
          "end": 3156
        }
      ]
    }
  ]
}