{
  "_id": "613eef2edd82f07b9ce8f331bc9e828fa6e7a326dd93f402eec577868e68cba5",
  "feed": "market-watch",
  "title": "‘Ted Lasso' teased Ryan Reynolds about his real-life soccer team. Now the actor wants compensation — in biscuit form.",
  "text": "<p>The latest episode of the feel-good Apple TV+ AAPL comedy drew the attention of Ryan Reynolds and fellow actor Rob McElhenney, the owners since last year of the Welsh club Wrexham AFC. Characters in the show wondered whether the celebrity duo's purchase of the Welsh club had been a joke. The purchase really happened, to the overwhelming delight of local supporters.</p><p>What's Worth Streaming (July 2021): ‘Ted Lasso,' the Tokyo Olympics and more</p><p>In a tweet, Reynolds and McElhenney — on behalf of RR McReynolds, the company through which they acquired the soccer team — demanded that Apple TV+ “cease and desist” from the “casting of any doubt regarding our commitment to the club.”&#xa0;</p><p>https://twitter.com/vancityreynolds/status/1429066182330654724Moneyish (August 2018):Ryan Reynolds says success means getting off the computer to ‘actually meet people'</p><p>Market Pulse (July 2020):Match Group adds Ryan Reynolds to board following IAC separation</p><p>It continued, with a demand that would amuse any fan of the show: “To avoid legal action please send 2 LARGE boxes of Ted Lasso's biscuits” to club headquarters in Wrexham, Wales. If you're keeping score at home, two real actors who really own a real soccer team are asking a fictional TV show about a fictional soccer team to stop talking about it, and also to send them a fictional character's fictional baked goods.</p><p>The RR McReynolds tweet referenced the “high-quality programming” of the streaming service, mentioning by name only the series “Mythic Quest,” which features McElhenney. He's also a co-creator and executive producer of the show, along with “It's Always Sunny in Philadelphia” colleagues Megan Ganz and Charlie Day.&#xa0;</p><p>Reynolds is also part of the Apple TV+ family. He will be starring in an upcoming movie on the platform, “Spirited.”&#xa0;</p><p>From the archives (August 2020):Diageo adds Ryan Reynolds's Aviation American Gin with deal valued at up to $610 million</p>",
  "published": "2021-08-24T11:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 46,
          "end": 50
        },
        {
          "start": 1706,
          "end": 1714
        },
        {
          "start": 583,
          "end": 588
        },
        {
          "start": 583,
          "end": 591
        },
        {
          "start": 36,
          "end": 44
        },
        {
          "start": 36,
          "end": 41
        },
        {
          "start": 1706,
          "end": 1711
        }
      ],
      "nexusId": "10022657"
    }
  ]
}