{
  "_id": "6a00ee0ceb68defa85d6e200035ca9af14ac540c62de5319af7e7af3a1c45c41",
  "feed": "wall-street-journal",
  "title": "Tablet Computers and 8 Other Pieces of Tech That Date You; From wired headphones to wooden rowing machines, gear can leave you looking seriously behind the times. Here, nine items due for extinction—and great upgrades to try instead.",
  "text": "<p>EVERY FASHION choice you make broadcasts to the world who you want to be. So if you're still rocking Ed Hardy shirts and acid wash jeans, you're admitting that you were last cool about a decade ago—and perhaps not entirely cool to begin with. The same is true of tech, where the gadgets you use daily tell a story, whether that narrative defines you as an ardent first adopter, a respectably up-to-date player or an out-of-touch Luddite.</p><p>RELATED READING</p><p>PHOTO: René Milot</p><p>Skinny Jeans and 9 Other Styles That Date You</p><p>\"Tech has always been an act of conspicuous consumption. But now it has become about status signaling, even peacocking,\" said Matt Klein, a cultural researcher and the creator of Zine, a newsletter that studies how technology and psychology interact. \"People want to signal their choices and tech is evolving so fast, it's easy to draw distinctions and determine who's behind the curve.\"</p><p>Some people show off and demonstrate their tech cred by filling their houses with the latest smart speakers, smart locks and smart thermostats. Some broadcast that they are plugged into cultural norms by acquiring the latest exercise equipment. Still others want the world to know they are against the tech invasion, knowingly donning the outmoded aesthetic of calculator watches and flip phones, a trickier way to be trendy.</p><p>\"Do we upgrade tech in our life more often for function or perception?\" Mr. Klein asked. \"My gut tells me perception. I don't like that answer, but I think that is the case.\" Here, we examine devices that might make you appear out of step with progress—from wired earbuds that awkwardly droop and tangle to that dashboard GPS that leaves you behind on the road to tomorrow—and offer the best alternatives and upgrades so that you don't end up looking like a dino.</p><p>Tablet Computers</p><p>How they date you: We've already seen the full life-cycle of the tablet's popularity, from \"tech disrupter\" to outdated novelty, with leading purveyors annually changing their tablets' color and size because they don't know how else to market them. Year-over-year tablet sales in the U.S. fell more than 18% in the first quarter of 2020, according to the International Data Corporation. And whatever you do, don't bring a tablet to a concert to snap photos. Aside from the device's measly storage and weak camera, it will give you away as clueless.</p><p>The upgrade: Consider the iPhone 13 Max Pro (from $1,099, apple.com ). Its 6.7 inch screen offers three cameras, more function and up to one terabyte of storage with a negligible difference in size from the 8.3-inch screen on the iPad Mini. But if you want the extra real estate, a hybrid laptop is more with-it. Lenovo's ThinkPad X1 Fold (from $1,749, lenovo.com ) has a bendable 13-inch OLED touch screen and operates with the versatility of a tablet, laptop and e-reader in one.</p><p>Third-Party GPS Systems</p><p>How they date you: While everyone else is smoothly navigating traffic with the latest smartphone apps, you're still waiting for the old Garmin suctioned to your windshield to stop \"Rerouting…\"</p><p>The upgrade: As smartphones swallow all our tech into one device, new apps are doing a much better job of pointing drivers in the right direction and helping them avoid road congestion and pitfalls on the way. Along with directions, MapQuest's app broadcasts live feeds from traffic cameras so you can see how bad the trip looks ahead, while Waze and TomTom invite users to flag hazards and lurking police cars so others can steer clear of both, and highlight the locations of speed cameras along your journey so you can slow down in time to avoid a ticket. The best part: All three apps are free for iOS and Android.</p><p>Dusty Old Rowing Machines</p><p>How they date you: You're stuck in the 1970s, pulling stretched cables on an old rower and imprecisely tracking your workout progress with…blinking lights.</p><p>The upgrade: Jump into on-demand video exercise classes via the screen on a high-tech machine. \"Devices like the Peloton are a demonstration of who we are or who we'd like to be,\" said Jason Mars, professor of computer science at the University of Michigan and CEO of Jaseci Labs, a startup that aims to create conversational A.I. \"That absolutely plays into how these things gain popularity.\" But some enthusiasts say even Peloton's exercise bikes are so 2020: Too many people already have one, they don't offer a full-body workout and regardless of innovative design, still look like stationary bikes. The true next evolution of in-home fitness, gym rats say, is the smart rower. Whether you opt for the water-based Ergatta ($2,199, ergatta.com ) or the sleek and modern Hydrow ($2,695, hydrow.com ), which touts a similar screen as the Peloton for guided workouts, you'll get a good pump on and never feel the need to hide your fitness machine in the basement next to the washer/dryer.</p><p>Old-School Thermostats</p><p>How they date you: You're fidgeting with the dial on your thermostat's analog display, forced to ask house guests to layer up while they are wishing they were sitting warm and cozy in their own smart-thermostat-controlled homes.</p><p>The upgrade: Google's Nest Learning Thermostat (from $249, store.google.com ), with its bright, colorful interface and seven pleasing casings, easily syncs to any smartphone so it can recognize when you've left the house and optimize the temperature to avoid waste. Nest devices have saved more than 84 billion kWh of energy since 2011, according to the brand. But beyond providing a comfortable environment as soon as you walk in, \"It's satisfying and it's tactile,\" Mr. Mars said. \"The design, the enhanced feeling it offers a home, and that click when you turn it are all very Apple-esque.\" It's true that Nest's intelligent design can prove frustrating initially—it will try to \"correct\" against your wishes at first. But as you dial in the temperature over time, it learns and logs your habits, noting that you like to sleep in a cool room but wake to a warmer kitchen, and adjusts accordingly and automatically.</p><p>Wired Earbuds</p><p>How they date you: Attempting to unspool yourself from the tangled mess of headphone cords dropping from your ears as you stumble distractedly down the street isn't a cool or youthful look.</p><p>The upgrade: Once you embrace the freedom Bluetooth technology brings via wireless earpods, you'll wonder how you lived any other way. Short of a better haircut, the new Apple AirPods 3 (from $159, apple.com ) are the best way to get your head noticed. They might be today's universal status symbol, but if you don't operate in the Apple ecosystem, fear not: Sony's WF-1000XM4 True Wireless Noise-Canceling In-Ear headphones ($280, sony.com ) are stylish yet minimalist and offer sonic benefits similar to AirPods along with a significantly better 8-hour battery life. Hard core audiophiles can upgrade to Sennheiser's Momentum True Wireless 2 buds ($300, crutchfield.com ), which kick your eardrums with a wall of sound and sit in your ears a bit more discreetly than other premium brands.</p><p>Key Locks</p><p>How they date you: You're still relying on filthy copper keys, the security equivalent of a typewriter, to keep possessions and loved ones safe—that is, when you or your dog walker isn't losing them.</p><p>The upgrade: Your savvier neighbors have long since started securing their doors with next-generation smart locks. Formidable yet sleekly designed, they can strongly and smartly guard your home from intruders. Most models now sync to your phone and can be set to automatically deadbolt when they sense you've gone to work or the market. You gain entry via a unique punch code or app that releases the lock only when you're within proximity. The Nest x Yale lock (from $249, store.google.com ) will even alert your smartphone if someone attempts to break in. If you rent your space on Airbnb, Igloo's Deadbolt 2S ($229, igloohome.co ) keeps your space safe, gives the home a handsome high-tech update, and can be set to automatically align with your listing calendar to create new pin codes for each guest.</p><p>Magnetic Strip Credit Cards</p><p>How they date you: You're struggling to swipe—and dreading having to dig around in your bag for cash—or worse, wiping the strip on your shirt tail to \"get it to work,\" while more modern shoppers look askance.</p><p>The upgrade: Tap-enabled cards and mobile payments. To take advantage of the snazzy \"tap to pay\" method you'll find at most cash registers nationwide, you might first have to reach out to your bank for a tap-enabled card. (Most major banks now offer the feature). Once you have your new card in hand, just line its edge up with the tap-to-pay symbol on the cashier screen and wait for the beep. Better yet: Leave your whole wallet at home. Banking apps like Google Pay or Apple Pay are \"faster, more reliable, [and] instantly better,\" according to Mr. Mars. \"When you pay with a smartphone, you look competent. You look tech savvy.\" Both apps store your credit cards and let you hover your device over a credit card terminal to securely finish checking out. Google Pay adds the benefits of letting you track spending and easily and privately reimburse friends after a night out.</p><p>Having to Ask a Friend to Charge Your Phone for You</p><p>How it dates you: You're begging the bartender to juice up your iPhone so you can call an Uber home. You look desperate, not cool and self-sufficient. Asking to get your phone charged at the bar is the tech version of bumming a cigarette, Mr. Mars joked. \"Sure, it isn't a lot to ask for, but there is an implicit shame wrapped into it.\"</p><p>The upgrade: Buy a portable charger. While first-generation power banks were a bulky novelty, the latest designs are smaller, smarter and more stylish. The easily stashable Poweradd Slim 2 ($12, ipoweradd.com ) is about the size of a lipstick tube yet offers the latest smartphones a nearly 70% charge in only an hour. Look even more suave with the heftier INIU MegaPower 2000mah ($25, iniu.shop ), which can handle three devices at once (friends will thank you) and charge iPhone batteries from dead to 60% in 35 minutes.</p><p>Corded Vacuums</p><p>How they date you: You're tediously spending a nice Saturday wrangling the cord of a dusty 1980s-era Bissell from room to room, as your cutting-edge spouse performs a slow eyeroll.</p><p>The upgrade: Go cordless. It seems unlikely a device you would never want friends to see you use could double as a status symbol—but mere mention of the latest series of Dyson cordless vacuums can get a dull house party talking. Neighbors will ask if you went for the v8 ($400, dyson.com ) or paid double for the Outsize model, which at 0.14 gallons has nearly triple the entry-level model's bin capacity and can run two hours on a full charge. It is nimble, powerful and stores easily in the hall closet. Anyone who says they'd rather have a Roomba has never seen it try to clean up a knocked-over potted planet when company was on the way.</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>What tech gadgets or software are you planning to replace with more up-to-date versions? Join the conversation below.</p><p>Tablet Computers and 8 Other Pieces of Tech That Date You</p>",
  "published": "2021-10-22T15:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6394,
          "end": 6399
        },
        {
          "start": 6422,
          "end": 6427
        },
        {
          "start": 2420,
          "end": 2425
        },
        {
          "start": 6556,
          "end": 6561
        },
        {
          "start": 8740,
          "end": 8749
        },
        {
          "start": 5682,
          "end": 5687
        },
        {
          "start": 8740,
          "end": 8745
        }
      ],
      "nexusId": "10022657"
    }
  ]
}