{
  "_id": "a2d7f43343c6765c73452433c7a0d7bcbbbc7ba0c588b4a7be5131c538b1f787",
  "feed": "wall-street-journal",
  "title": "MGM's Largest Shareholder Clears $2 Billion in Purchase by Amazon",
  "text": "<p>New York hedge fund Anchorage began telling investors about its potential profit Wednesday. Anchorage invested less than $500 million in 2010, making for an IRR, a return metric that takes into account the length of an investment, of about 16%.</p><p>MGM's soaring stock price because of the deal has taken the return of Anchorage's flagship hedge fund from 8% to 18% this year, said a person briefed on Anchorage's performance. Anchorage co-founder and MGM board chairman Kevin Ulrich had been negotiating with Amazon's Mike Hopkins, senior vice president of Prime Video and Amazon Studios.</p><p>The Amazon agreement represents a win for MGM's hedge-fund holders in a deal whose outcome many doubted along the way. Many other MGM shareholders, and some Anchorage clients, questioned in recent years whether the perks that came with being a movie-studio chieftain influenced the call by Mr. Ulrich to stay so long with MGM, the lengthiest and largest investment in Anchorage's history.</p><p>After hiring a boutique public-relations firm to bolster his Hollywood profile, Mr. Ulrich became a frequent presence on red-carpet events and at Hollywood premieres. A film and television buff, he overrode concerns about the position's size by his Anchorage co-founder, The Wall Street Journal has reported. In 2018, Mr. Ulrich and MGM's board cut off early deal talks Gary Barber, then MGM's chief executive, was having with Apple Inc. that would have valued MGM at more than $6 billion.</p><p>Several MGM shareholders said Wednesday it was possible those talks could have resulted in a similar deal with Apple or other bidders years earlier, had Mr. Barber been given leeway to proceed. Mr. Ulrich has told other shareholders and Anchorage clients over the years he thought the studio could fetch more.</p><p>Still, longtime MGM investors on Wednesday, as well as newer shareholders, could claim strong returns on the deal. If the deal goes through, it could take months to be finalized.</p><p>Major investors in MGM other than Anchorage include Highland Capital Management LP, Davidson Kempner Capital Management LP and Solus Alternative Asset Management LP. Those funds along with Anchorage converted debt they bought at a discount to equity during MGM's 2010 restructuring.</p><p>Funds currently or formerly managed by Highland founder and MGM board member James Dondero scored more than $800 million in paper profits, said a person familiar with the trade. Some of the shares are held in vehicles managed by Highland Capital Management, the Dallas-based firm that filed for bankruptcy protection in 2019; Mr. Dondero is no longer involved with that firm. The rest of the MGM shares are held in other funds currently managed by Mr. Dondero, including two closed-end funds.</p><p>Highland's Mr. Dondero said in a statement that increasing MGM's reach over the past decade, including in scripted and unscripted television, \"allowed us to be patient as we optimized the [value of MGM's library] and evaluated potential transactions . . . Ultimately, the initial thesis came to fruition.\"</p><p>Despite selling part of its stake last year, Solus, another large MGM shareholder and one-time board member, is sitting on paper profits of several hundred million, said a person familiar with the firm.</p><p>Other funds that have profited include Owl Creek Asset Management LP, Litespeed Management LLC, Canyon Capital Advisors LLC, Diameter Capital Partners LP, Venor Capital Management LP and Bardin Hill Investment Partners LP. Some funds started buying shares more recently and increased the size of their stakes last year.</p><p>Shares of MGM have long been volatile. Deal rumors have been a factor in their movement, as has uncertainty about the future of moviegoing during the pandemic.</p>",
  "published": "2021-05-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1402,
          "end": 1412
        },
        {
          "start": 1402,
          "end": 1407
        },
        {
          "start": 1576,
          "end": 1581
        },
        {
          "start": 1402,
          "end": 1411
        }
      ],
      "nexusId": "10022657"
    }
  ]
}