{
  "_id": "28e8e1c14ff3684c99afda6cfab40c138af7ac69fc866b1cc26561174590adcd",
  "feed": "ftcomall",
  "title": "Decoupling, what decoupling? Apple deepens supply chain in China",
  "text": "<p><em>Hi All - James here in Hong Kong. We've heard a lot about “decoupling” between the US and China over the past two years. But it turns out that decoupling is hard to do. Apple, the world's biggest company, has actually deepened its Chinese supply chain, not shrunk it (The Big Story). Don't miss Vietnam's Vingroup targeting the US car market and India's 365m online gamers (Mercedes' Top 10). Also, Smart data shows that getting on the wrong side of China's regulator can result in an $800bn hit. Take care till next week.</em> </p> <h2>The Big Story </h2> <p>Apple's supply chain in China has deepened — despite US attempts at “decoupling”. Of Apple's top 200 suppliers in 2020, 51 were based in China (including Hong Kong), up from 42 in 2018 as China supplanted Taiwan as Apple's biggest supplier, according to <a href=\"https://asia.nikkei.com/Business/China-tech/China-ousts-Taiwan-as-Apple-s-biggest-source-of-suppliers\">this analysis</a> in Nikkei Asia.</p> <p>Donald Trump, the former US president, had hoped to reduce America's reliance on China's supply chain by imposing punitive tariffs and blacklisting many of the country's companies.</p> <p><strong>Key developments</strong>: Apple has cut ties with <a href=\"https://asia.nikkei.com/Business/China-tech/China-s-O-Film-apparently-cut-off-from-Apple-supply-chain\">only one </a>Chinese supplier, O-Film Technology, after Washington blacklisted the touch and camera module maker over alleged human rights abuses involving China's Uyghur Muslim minority.</p> <p>Chinese suppliers win orders by offering very low prices to the iPhone maker that suppliers elsewhere find hard to imagine, one manager said. “They are willing to take low-margin businesses that other suppliers are reluctant to pick up. This way, they could gradually level up by working with Apple and can later bid for more business the next time,” the person said.<br><br>Getting into Apple's supply chain, the manager added, is a “golden ticket” for suppliers to become the best in the world. China-based manufacturers are also helping the US company increase production of iPhones, MacBooks and AirPods outside the country.</p> <p><strong>Upshot</strong>: The competitive advantages conferred by China's supply chain have outweighed political pressure from Washington to “decouple”.</p> <h2>Mercedes' top 10</h2> <ol>  <li><p>Toyota's stock price and market capitalisation both <a href=\"https://asia.nikkei.com/Business/Markets/Toyota-s-strong-sales-and-electric-plans-drive-shares-to-record-high\">hit a record </a>this week in <strong>Japan</strong> as investors applauded its electric vehicle strategy. (Nikkei Asia)</p></li>  <li><p>Exclusive: SoftBank spells out the <a href=\"https://www.ft.com/content/b0c047d0-6e7e-42c1-89c8-ee5f96d01a12\">cost of its bitter divorce </a>from WeWork co-founder Adam Neumann. (FT)</p></li>  <li><p><strong>Australia's</strong> competition regulator has<a href=\"https://www.ft.com/content/ad706bd3-2aed-49da-b4f4-862f15a2e601\"> declared victory </a>in a three-year battle to make Facebook and Google pay for news. (FT)</p></li>  <li><p>Sony is <a href=\"https://asia.nikkei.com/Business/Electronics/Sony-s-unmanned-Malaysian-factory-to-slash-TV-production-costs\">automating almost everything</a> at its main television factories in <strong>Malaysia</strong> and hoping to reduce production costs by 70 per cent. (Nikkei Asia)</p></li>  <li><p>The pandemic has <a href=\"https://asia.nikkei.com/Business/Technology/India-s-online-gambling-problem-spurs-calls-for-regulation\">helped turbo-charge online gaming</a> in <strong>India</strong>, which is predicted to have 510m gamers in 2022, up from 365m last year. (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Cryptocurrencies/Crypto-crash-dashes-dreams-of-South-Korea-s-lost-generation\">Dreams of cryptocurrency riches</a> dim in <strong>South Korea</strong> for the country's “lost generation”. (Nikkei Asia)</p></li>  <li><p><strong>China</strong> <a href=\"https://asia.nikkei.com/Business/Education/China-cracks-down-on-tutoring-schools-amid-education-scrutiny\">fines online tutoring businesses</a> in an attempt to ease the cost of education as it tries to boost its birth rate. (Nikkei Asia)</p></li>  <li><p>More than 20 <strong>Japanese</strong> companies will participate in a government-led initiative to enlist TSMC to to develop <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-s-Japan-project-attracts-over-20-participant-companies\">cutting-edge chipmaking technologies</a> in the country. (Nikkei Asia)</p></li>  <li><p>The market value of <strong>China's</strong> Pinduoduo, whose founder departed in March to “focus on his passion for life sciences”, <a href=\"https://www.ft.com/content/0b2e3e24-8ae7-488d-a7de-eafeece077cc\">has fallen $100bn </a>since February. (FT)</p></li>  <li><p>Vingroup, <strong>Vietnam's</strong> biggest conglomerate, plans to take VinFast, the country's first <a href=\"https://www.ft.com/content/e94644b2-9b08-43e8-ade4-c84832e5d5e9\">homegrown car brand</a>, to the US. (FT)</p></li> </ol> <h2>Our take </h2> <p>Will the spectre of overcapacity re-emerge in the semiconductor industry once the current shortage is over? The answer, at least for memory chips, is probably “yes”. The shortfall and a growing geopolitical imperative towards national self-reliance in chipmaking are driving high levels of investment.</p> <p>Between 2020-2022, the capacity of memory chips will expand by 11 per cent, according to research by Natixis, an investment bank. This is no small feat when you consider that memory chips represent the biggest market segment, accounting for 27 per cent of total semiconductor output.</p> <p>China is a big factor. <strong>YMTC</strong> and <strong>CXMT</strong>, two Chinese memory chip companies founded in 2016, will expand their capacity by 173 per cent and 123 per cent respectively between 2020-2022. <strong>TSMC</strong>, the world's biggest chip fab, is also increasing <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-to-increase-auto-chip-output-by-60-in-2021\">auto chip output</a> by 60 per cent.</p> <p>The US, Europe, China and South Korea all have plans to boost semiconductor investment by investing huge amounts in the industry. Once the current market drought is over, a new flood will follow.</p> <p>--<em>James</em></p> <h2>Smart data </h2> <p>A <a href=\"https://asia.nikkei.com/Business/Markets/Value-of-10-Chinese-tech-majors-fall-over-800bn-since-February\">regulatory crackdown </a>in China has helped wipe about $800bn off the combined market capitalisation of the country's 10 leading listed tech companies since it peaked in February. </p> <p>There are several reasons behind the sell-off. The rot started with the delayed initial public offering of <strong>Ant Group</strong>, the Chinese financial technology company, late last year. The gloom deepened as it became clear that, far from being an isolated event, the postponement of Ant's IPO revealed a hardening attitude by Beijing's regulators towards China's big tech companies.</p> <p>Antitrust guidelines were announced in February. <strong>Alibaba</strong>, the ecommerce group, was fined $2.8bn in April. Regulators are now showing further attention to Alibaba and <strong>Tencent</strong> to mend their ways. </p> <h2>Spotlight</h2> <p>A Swedish start-up led by <strong>Andreas Kullberg</strong> has called on help from some of the minds behind <em><strong>Candy Crush</strong></em>, the wildly popular online game, to popularise an English language <a href=\"https://asia.nikkei.com/Business/Technology/Candy-Crush-powered-challenger-enters-Vietnam-s-edtech-market\">learning app in Vietnam</a>.</p> <p>In order to break into the competitive market in the country, the start-up called <strong>Astrid</strong> has developed an experience based on <em>Candy Crush</em> to reward learners for progress and encourage them to keep playing.</p> <p>Demand for English lessons in Vietnam is high. The country sent 23,777 citizens to study in the US during the 2019-20 school year. That was more than all three of southeast Asia's next-biggest sources of outbound students — Indonesia, Malaysia and Thailand — combined.</p> <p>Competition among English-language education start-ups in Vietnam is fierce. Local incumbents include <strong>Yola</strong> and <strong>Google</strong>-backed <strong>Elsa</strong>, both founded by Vietnamese alumni&#xa0;of Stanford university, while international players like <strong>Duolingo</strong> are also making inroads.</p> <h2>When sages speak</h2> <ul>  <li><p>China has issued its second draft of the Personal Information Protection Law, which includes protection for private data held by big tech companies, according to <a href=\"https://merics.org/en/short-analysis/chinas-legislature-edges-closer-finalizing-data-privacy-regime\">this report</a> by <strong>Merics</strong>, the Berlin-based think-tank. </p></li>  <li><p>This very <a href=\"https://www.orfonline.org/research/how-indian-states-are-promoting-sustainable-industry/\">comprehensive report</a> by the <strong>Observer Research Foundation</strong>, a New Delhi-based think-tank, looks at the technologies and other efforts being deployed to move India towards a more sustainable economy. </p></li> </ul> <h2>Art of the deal</h2> <p><strong>Adani Green Energy</strong>, the renewable energy company led by Indian billionaire Gautam Adani, is on a <a href=\"https://asia.nikkei.com/Business/Energy/Adani-Softbank-s-3.5bn-deal-spurs-green-energy-consolidation\">shopping spree</a>. The first big purchase on its list is <strong>SB Energy Holdings</strong>, which is being bought at a cost of $3.5bn mostly from <strong>SoftBank</strong>, the Japanese group.</p> <p>With the acquisition, Adani Green Energy will gain control of SB Energy Holding's nearly 5GW of renewable energy assets, including 1.4GW of operational projects. The rest are under construction. SB Energy Holding's green energy portfolio is 84 per cent solar, 9 per cent wind-solar hybrid and 7 per cent wind projects. All come with 25-year power purchase agreements.</p> <p>Adani, though, has indicated he will accelerate his investments in this sector. “This acquisition is another step towards the vision we stated in January 2020, wherein we laid out our plans to become the world's largest solar player by 2025, and thereafter the world's largest renewable company by 2030,” he said. </p><p>Source: James Kynge and Kenji Kawase  2021 'Decoupling, what decoupling? Apple deepens supply chain in China' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-02T07:11:11.725Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 622,
          "end": 627
        },
        {
          "start": 1020,
          "end": 1025
        },
        {
          "start": 1521,
          "end": 1526
        },
        {
          "start": 752,
          "end": 757
        },
        {
          "start": 29,
          "end": 34
        },
        {
          "start": 169,
          "end": 174
        },
        {
          "start": 1609,
          "end": 1614
        },
        {
          "start": 537,
          "end": 542
        }
      ],
      "nexusId": "10022657"
    }
  ]
}