{
  "_id": "e1b2fef1c0f21d1cb609aff39c315daf9317dc9f5709d419cee2d3fc428841e1",
  "feed": "ftcomall",
  "title": "Shein: wearing its origins lightly",
  "text": "<p>Calling <a href=\"https://us.shein.com/\">Shein</a> the biggest company you've never heard of is unfair. Zoomers, couriers and tech venture capitalists are all well acquainted with the ecommerce group. Backers include Sequoia and Tiger Global; the latest round valued Shein (pronounced she-in) at $15bn. If the rumours are correct, that has since trebled.</p> <p>For good reason, Shein was the second-most downloaded shopping app on Apple last year. The US was its largest market, according to Sensor Tower. Piper Sandler, a broker, ranked it second only to Amazon in a <a href=\"https://www.pipersandler.com/1col.aspx?id=6217\">survey</a> of teens' shopping habits. These numbers give some credence to media reports that revenues have doubled each year.</p> <p>Its secret sauce has several ingredients: cheap and of-the-moment clothes, blanket marketing across social media and whip-smart algorithms. Consider Zara's ability to deduce trends when producing must-have items, then shrink that timeframe by six or seven. Influencers, including singer <a href=\"https://www.shein.co.uk/Katy-Perry-x-SHEIN-vc-87757.html\">Katy Perry</a>, pose in Shein's pretty tops and run collaborations, for a fee.</p> <p>Scepticism abounds. Top Google questions include “is it legit?” and “why is it so cheap?” One reason is efficiency. Suppliers all feed into a central (read easily trackable) software system. China tech expert <a href=\"https://www.notboring.co/p/shein-the-tiktok-of-ecommerce\">Matthew Brennan</a> likens this control across the entire value chain to Apple's, twinned with the low prices of Amazon.</p> <p>China-based factories enable low charges, but Shein downplays its roots. On <a href=\"https://www.linkedin.com/company/shein/\">LinkedIn</a>, it is a Singapore internet company. It ships to more than 220 countries and customer service is available in <a href=\"https://us.shein.com/About-Us-a-117.html\">five languages</a>, none are Chinese. Shein, like social media giant TikTok, is an avowedly international company using algorithms to read and create trends. </p> <p>As a (very) private company Shein does not report numbers. Very likely its generous use of promotions and influencers has put profitability on the back burner for a while. Free return postage add to the cash burn. Quality may not be as consistent as its website claims, but the same applies to plenty of other cheap online retailers. Shoppers happily shrug off these quibbles. When, and if, Shein goes public investors probably will also.</p> <p><em>Lex recommends the FT's Due Diligence newsletter, a curated briefing on the world of mergers and acquisitions. Click </em><a href=\"https://ep.ft.com/newsletters/58db721900eb6f0004d56a23/subscribe\"><em>here</em></a><em> to sign up</em></p><p>Source:  2021 'Shein: wearing its origins lightly' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-25T14:25:36.832Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 388,
          "end": 393
        },
        {
          "start": 1287,
          "end": 1292
        }
      ],
      "nexusId": "10022657"
    }
  ]
}