{
  "_id": "6a24fed9158356fd9ad9e51b1626897f5004c15780501dcbdb5633cf33fe8de0",
  "feed": "wall-street-journal",
  "title": "Apple Sues Israeli Firm NSO Over Spyware, Claiming iPhone Hacks; Lawsuit seeks to bar surveillance-software company from using iPhone maker's products",
  "text": "<p>Critics and privacy advocates for years have alleged that NSO Group and similar firms sell hacking tools to governments with poor track records on human rights, allegations the company has denied. The Israeli company has developed hacking techniques to install its surveillance software, called Pegasus, on Apple's mobile phones without a user's knowledge or consent, according to security researchers. Pegasus, they say, turns the iPhone into a silent spying device by gaining access to the device's files, messages, microphone and camera.</p><p>Apple's lawsuit, filed Tuesday in the U.S. District Court for the Northern District of California, is another salvo in an emerging strategy against the surveillance techniques. In the past, Apple and other companies would use bug fixes and security enhancements to patch vulnerabilities and render such software unusable. Now, litigation and government pressure is increasingly becoming another tool to curtail its use.</p><p>In 2019, the WhatsApp messaging service sued NSO Group, alleging that the company sent malware to 1,400 of its users. WhatsApp is owned by Meta Platforms Inc., formerly known as Facebook Inc.</p><p>An NSO Group spokesman didn't address Apple's allegations, but said in an emailed statement that the company's technology has helped save thousands of lives around the world. \"Pedophiles and terrorists can freely operate in technological safe-havens, and we provide governments the lawful tools to fight it,\" he wrote.</p><p>NSO Group has previously said its products are used by government-intelligence and law-enforcement agencies to fight terrorism and crime. The company has also said it has terminated contracts with governments that have abused its software and took steps to prevent abuse.</p><p>\"Very glad to see Apple join the effort to hold spyware companies accountable,\" Will Cathcart, the head of WhatsApp, said Tuesday in a tweet. \"We've long called for industry action against NSO and today's lawsuit shows that technology providers are united in fighting spyware and ensuring more security for our users.\"</p><p>These two lawsuits show tech giants turning to new methods after years of trying to thwart commercial hacking tools with technical means, said John Scott-Railton, a researcher with Citizen Lab, an organization that has been tracking NSO Group's activities for years. \"Apple has been clearly quietly getting a much better understanding of what's going on with NSO,\" he said.</p><p>Apple is seeking damages in the lawsuit, and the company said in a statement that it plans to contribute $10 million, plus any damages from the litigation, to organizations pursuing cyber research and advocacy.</p><p>Firms such as NSO Group \"spend millions of dollars on sophisticated surveillance technologies without effective accountability,\" Craig Federighi, Apple's senior vice president of software engineering, said in a written statement. \"That needs to change.\"</p><p>Apple employees have spent \"thousands of hours\" responding to NSO Group's attacks, Apple said in its filing. NSO Group's tools were used against U.S. citizens, according to Apple's complaint. NSO Group \"did not breach data contained on Apple's servers, but did abuse Apple's services and servers to perpetrate attacks,\" Apple's complaint states.</p><p>NSO Group software has also allegedly been used on people in countries around the world, including on targets in the U.K., India, South Africa, Belgium, France, Uganda and Morocco, according to Citizen Lab.</p><p>In 2016, researchers say, NSO Group had discovered a way to install its spyware on victims' iPhones with just the click of a link. In September, researchers said NSO Group developed an even more sophisticated \"zero click\" iPhone attack that installed Pegasus spyware on devices without any action by victims. Both incidents prompted Apple to push out security updates for its devices.</p><p>NSO Group has faced increasing pressure to change its business practices as researchers have linked its products to cyberattacks on journalists, politicians and political dissidents.</p><p>On Monday, ratings firm Moody's Corp. downgraded NSO Group's debt, saying the company is at an increased risk of default because of trade restrictions and allegations that its surveillance software has been used inappropriately. NSO Group is \"highly dependent on new license sales which we believe can become increasingly difficult given the actions taken against NSO,\" Moody's said in the report.</p><p>Earlier this month, the Biden administration placed NSO Group on an export prohibition list to sanction the company for this alleged behavior, restricting it from obtaining some U.S. technology. The move could also make it harder for the company to seek contracts with international customers.</p><p>The administration said NSO Group \"developed and supplied spyware to foreign governments that used this tool to maliciously target government officials, journalists, businesspeople, activists, academics, and embassy workers.\" The State Department said the designation, which was also applied to other technology vendors, reflects the administration's goal to halt \"the proliferation and misuse of digital tools used for repression.\"</p><p>Write to Robert McMillan at Robert.Mcmillan@wsj.com</p><p>Apple Sues Israeli Firm NSO Over Spyware, Claiming iPhone Hacks</p>",
  "published": "2021-11-23T22:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2794,
          "end": 2799
        },
        {
          "start": 1191,
          "end": 1196
        },
        {
          "start": 1762,
          "end": 1767
        },
        {
          "start": 2985,
          "end": 2990
        },
        {
          "start": 3138,
          "end": 3143
        },
        {
          "start": 2437,
          "end": 2442
        },
        {
          "start": 2331,
          "end": 2336
        },
        {
          "start": 3169,
          "end": 3174
        },
        {
          "start": 3222,
          "end": 3227
        },
        {
          "start": 731,
          "end": 736
        },
        {
          "start": 5200,
          "end": 5205
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 541,
          "end": 546
        },
        {
          "start": 307,
          "end": 312
        },
        {
          "start": 2902,
          "end": 2907
        },
        {
          "start": 3075,
          "end": 3080
        },
        {
          "start": 3788,
          "end": 3793
        }
      ],
      "nexusId": "10022657"
    }
  ]
}