{
  "_id": "0447b9b9f56355ccd5dca5fcc134ed3318c9c012be9933819ddeae8d1f310216",
  "feed": "ftcomall",
  "title": "Tech to rebuild the world's reefs…",
  "text": "<p>Fancy adopting a fragment of coral? A Bahamian startup lets you do just that, whether the species you're supporting is <em>Acropora palmata</em>, whose branches resemble antlers; the finger-like <em>Porites porites</em>; or <em>Agaricia agaricites</em>, nicknamed “lettuce coral” because it looks like something you'd put in your salad.&#xa0;</p> <p>Coral Vita farms coral on land before planting it into the sea – a practice that until now has been the preserve of research institutes rather than commercial ventures. It was founded in 2015 by Sam Teicher and Gator Halpern, environmental-management graduates from Yale who have been steered by coral-restoration scientists Dr David Vaughan and the late Dr Ruth Gates. Their initiative, which recently won an Earthshot Prize, proposes a tantalising way to help rehabilitate the world's threatened reefs.&#xa0;</p> <p>Land-based coral farming has advantages over traditional ocean-based restoration: it can be scaled (although it's costly); and, crucially, growing conditions can be carefully controlled. Coral Vita's property on Grand Bahama – built like a fish farm with vast tanks powered by pumps and fitted with high-tech sensors – can currently grow 30,000 pieces of coral each year via a technique called microfragmentation, in which corals are cut into small chunks so they fuse together. The resultant growth occurs up to 50&#xa0;times faster than in nature. And water temperatures are constantly raised and lowered to toughen up the invertebrates so&#xa0;that when they're planted at sea – after six to 24 months of Coral Vita's&#xa0;bootcamp – they can withstand the mercurial effects of global warming.&#xa0;</p> <p>Catherine Head, a marine biologist specialising in coral-reef ecology at Oxford, calls the idea of land-based farming “quite cool”. “Reefs are in such a dire state that anything novel like this is of great interest,” she adds, although she notes that it's “one tool in the toolbox” rather than the answer to all reef-related problems.&#xa0;</p> <p>Under Coral Vita's coral-adoption programme, you can sponsor a fragment; a&#xa0;“cookie” comprising seven fragments; or&#xa0;a full tank. Via the website or email, you receive updates on your protégé's growth.&#xa0;<em>Coral adoption from $50; </em><a href=\"https://coralvita.co/\"><em>coralvita.co</em></a></p>  <p><strong>Charge forward</strong></p> <p>In developing countries, approximately 700m people have access to a mobile phone but not to&#xa0;a power source to charge it. BuffaloGrid has developed a solar-powered hub: a handbag-sized device, it can charge 10 smartphones at once and, via a connected app, enables 20 phones to stream content simultaneously without requiring internet access. One hub can service about 600 people. Much of the company's work has been undertaken in India and Bangladesh. Its latest project – a joint effort with the non-profit TechFugees – is using the hubs to deliver power and access to information to refugee camps in Kenya and Uganda. It wants to roll out this “Knowledge is Freedom” campaign to displaced communities across Africa and the Middle East. The goal? To help over one million refugees. <em>Donate at </em><a href=\"https://www.buffalogrid.com/knowledge-is-freedom\"><em>buffalogrid.com</em></a></p>  <p><strong>The language of life</strong></p> <p>Chatterbox and NaTakallam are a pair of online language-learning platforms employing refugees to teach their native tongue to others. Chatterbox – whose Afghan-British founder, Mursal Hedayat, recently received an MBE – currently employs hundreds of UK-based refugees who are academics and professionals coming from countries including Afghanistan, Syria and Sudan; it offers six-month courses in English, French, Spanish and Arabic that are a mix of AI-powered interactive exercises and person-to-person video conversations. New York-based NaTakallam, meanwhile, enables you to book tutoring sessions in French, Spanish, Persian and Kurdish, among others, plus its speciality: a comprehensive Arabic course. <em>Chatterbox courses from £110, </em><a href=\"https://www.chatterbox.io/\"><em>chatterbox.io</em></a><em>; NaTakallam classes from $25, </em><a href=\"https://natakallam.com/\"><em>natakallam.com</em></a></p>  <p><strong>Make it, break it, make it again...</strong></p> <p>The Framework laptop comes with a unique appendage: a slim black screwdriver. Created by&#xa0;a San Francisco startup whose founder was&#xa0;once director of engineering at Facebook, it's a&#xa0;lightweight, 13.5in-screen laptop that can&#xa0;be dismantled. Unlike the vast majority of&#xa0;laptops, which are soldered into one impenetrable block, its parts can be swapped out and upgraded whenever something is playing up. This means you need never chuck out&#xa0;the whole laptop – and&#xa0;it makes the Framework a standout player in&#xa0;the tech industry's burgeoning right-to-repair movement (Apple is launching “self-service repair” in 2022). It runs on Windows 10 or Linux and has a bright screen, decent webcam and reasonable battery life – but the clincher is that screwdriver and what it represents. <em>From $749, </em><a href=\"https://frame.work/\"><em>frame.work</em></a></p><p>Source: Jamie Waters 2021 'Tech to rebuild the world's reefs…' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-09T10:55:03.196Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4411,
          "end": 4416
        }
      ],
      "nexusId": "10022657"
    }
  ]
}