{
  "_id": "0e0b6f5a399e383d7702f4c9b9e775ce4ac00573286020fb169b7067490d1faf",
  "feed": "ftcomall",
  "title": "A KKR partner's warning to PE — and more from the Global Dealmaking Summit",
  "text": "<p><strong>One thing to start</strong>: US prosecutors <a href=\"https://www.ft.com/content/962a94a2-df9c-44a3-a60d-f3ace7c4fa08\">have charged</a> a partner at the consulting firm<strong> McKinsey</strong> with securities fraud for alleged insider trading ahead of <strong>Goldman Sachs</strong>' $2.2bn acquisition of the online loans provider <strong>GreenSky</strong>, accusing him of using privileged information to turn a profit of more than $450,000. </p> <h2>Another Global Dealmaking Summit in the books</h2> <p>This week, a who's who of the corporate world and a group of big players in private equity, investment banking, venture capital and Big Law joined the Due Diligence team (virtually, with the occasional barking dog) to discuss a completely bonkers year in M&amp;A.</p> <p>All told, 45 top-tier dealmakers gathered to share their experiences of a record-breaking <a href=\"https://www.ft.com/content/a67e0300-98a8-4e29-890a-0949135933ba\">first nine months of the year</a>, and reflect on where we go from here. </p> <p>In case you missed the FT's second Global Dealmaking Summit, DD readers can still catch all of the action on-demand for free using the promo code “DUEDIL21” when you click <a href=\"https://globaldealmaking.live.ft.com/page/1869080/register?promo=DUEDIL21\">here</a> to sign up.</p> <p>First, some news to come out of our panel with <strong>Philip Morris International</strong> chief<strong> Jacek Olczak</strong>: the company will <a href=\"https://www.ft.com/content/bebc116d-f2ad-49b7-83a4-8bc1b3cc798a\">no longer pursue</a> a combination with fellow tobacco group <strong>Altria</strong>, from which it split in 2007.</p> <p>“If you have divorced your wife, you don't go out and buy her a new engagement ring,” he told DD's Arash Massoudi.</p> <p>Read on for more highlights from the forum.</p> <p><strong>On the influence of ESG on M&amp;A:</strong></p> <ul>  <li><p>“Over the next 5-10 years there will be a massive shift towards clean energy focuses. It will be a tectonic plate to M&amp;A discussions,”<strong> Lazard</strong>'s chief executive of financial advisory <strong>Peter Orszag </strong><a href=\"https://globaldealmaking.live.ft.com/agenda/speakers/1327951\">predicted.</a></p></li> </ul> <p><strong>On sky-high public and private valuations:</strong></p> <ul>  <li><p>“The time to buy a great software company that fits your strategy is when you can,” <a href=\"https://globaldealmaking.live.ft.com/agenda/session/492940\">said</a> <strong>Thoma Bravo</strong>'s<strong> Orlando Bravo</strong>, adding that trying to time interest rates and valuations is “impossible”.</p></li> </ul> <p><strong>On the future of private equity:</strong></p> <ul>  <li><p>“If you go back 5-10 years as a private equity lawyer, you were doing corporate carve-outs, secondary buyouts, portfolio company add-ons . . . now the slew of the transactions that we advise on has expanded hugely,” <a href=\"https://globaldealmaking.live.ft.com/agenda/session/492944\">said</a> <strong>Latham &amp; Watkins</strong>' <strong>Farah O'Brien</strong>, citing buyouts of early-stage start-ups and co-investments. </p></li> </ul> <p><strong>On private equity's quick flips: </strong></p> <ul>  <li><p>“What we're slightly worried about is, three years used to be a quick flip, now that's par for the course,” with some companies being sold on in as little as two years, <a href=\"http://globaldealmaking\">said</a> <strong>Karen Frank</strong>, global head of equities at <strong>Ontario Teachers' Pension Plan</strong>. “In some cases that leaves the underlying portfolio companies under stress.”</p></li> </ul> <p><strong>On where Spacs are headed next:</strong></p> <ul>  <li><p>“Thousands more people are looking more carefully at Spacs than one year ago,” <strong>Harvard Law School </strong>professor <strong>John Coates</strong> <a href=\"https://globaldealmaking.live.ft.com/agenda/session/492946\">told DD's Ortenca Aliaj</a>. </p></li> </ul> <p><strong>On the rebound of M&amp;A at Japanese companies:</strong></p> <ul>  <li><p>“The semiconductor industry is starting to closely resemble the pharmaceutical industry,” <strong>Renesas</strong> chief <strong>Hidetoshi Shibata </strong>told the FT's Kana Inagaki during day two's <a href=\"https://globaldealmaking.live.ft.com/agenda/session/492947\">keynote interview</a>. “Companies are getting consolidated and scale is becoming increasingly important. At the same time, for new tech developments, those large companies have to make acquisitions of smaller companies and start-ups.”</p></li> </ul> <ul>  <li><p>“Life insurance, consumer retail, digital software will be ones to watch,” <a href=\"https://globaldealmaking.live.ft.com/agenda/session/575393\">said</a> <strong>Mitsubishi UFJ Morgan Stanley Securities</strong>' <strong>Kensaku Bessho</strong> on hot sectors for strategic M&amp;A. </p></li> </ul> <p><strong>On the shifting regulatory and political landscape:</strong></p> <ul>  <li><p>“There is now action being taken to review more deals. What that means for companies is that there [are] more regulatory processes and regulatory complexity that they have to navigate in relation to a much broader set of deals,” <strong>Eversheds Sutherland</strong> partner <strong>Peter Harper</strong> <a href=\"https://globaldealmaking.live.ft.com/agenda/session/492945\">told DD's Javier Espinoza</a>. </p></li>  <li><p>“The biggest issue on our agenda in terms of deal execution is the regulatory backdrop,” Latham &amp; Watkins partner<strong> Nick Cline</strong> <a href=\"https://globaldealmaking.live.ft.com/agenda/session/575400\">told DD's James Fontanella-Khan</a>.</p></li> </ul> <p><strong>And to end on a thought-provoking note, we'll leave you with this warning from KKR's Philipp Freise right before he headed to the airport for a private equity conference: </strong></p> <ul>  <li><p>“We've got to watch the leverage ratio. I think the industry is getting that wrong right now, [it] is putting too much leverage on companies,” he <a href=\"https://globaldealmaking.live.ft.com/agenda/session/492944\">told DD's Kaye Wiggins</a>. “It's an early indicator of a correction that will come.”&#xa0;</p></li> </ul> <h2>Howard Marks: Fomo rules all</h2> <p>In the months after the S&amp;P 500 reached its pre-pandemic peak in February last year, humanity has learnt to appreciate the true value of many hitherto neglected things: absorbing hobbies, the company of friends and family — and the future cash flows of US public companies.</p> <p>That last realisation comes as something of a shock. </p> <p>The pandemic may have killed hundreds of thousands of Americans, cost millions of people their jobs, and sowed chaos in factories around the world, but it seems to have had a salutary effect on the US corporate sector. The value of the 500 biggest listed US companies has lifted by some 40 per cent from February 2020. </p> <p>This gives rise to an obvious question: can the sky-high valuations last?</p> <p>“I'm not happy to be in the market right now,” <strong>Oaktree Capital</strong>'s billionaire co-founder <strong>Howard Marks</strong> told the FT's Global Dealmaking Summit this week.</p> <p>“But before you get out,” he added, “you must think about the reasons to stay in. One of which is: what are you gonna do with the money?”</p> <p>The options aren't appealing. Bank deposits earn interest of zero per cent or worse. The return on “safe” assets is so paltry that investors are certain to lose purchasing power with every minute they remain invested in US Treasuries (virtually) — a fate that befalls equity investors only when things go wrong.</p> <p><strong>Chuck Prince</strong>, the former<strong> Citigroup</strong> chief executive, attained notoriety for a <a href=\"https://www.ft.com/content/80e2987a-2e50-11dc-821c-0000779fd2ac\">2007 interview</a> with the FT in which he dismissed fears about a runaway stock market, saying that “as long as the music is playing, you've got to get up and dance”.</p> <p>But Marks is a different personality entirely. A veteran of the debt markets, he is renowned for calling out a destructive “race to the bottom” in financial markets more than a year before the rescue of <strong>Bear Stearns</strong> raised the curtain on the worst financial crisis for decades.</p> <p>So it's bracing to hear him talk of putting money into financial assets almost as a counsel of despair.</p> <p>“There is no alternative,” Marks concludes. “Tina — ‘there is no alternative' — and Fomo — the ‘fear of missing out' — are two acronyms that kind of rule the market right now.”</p> <h2>Is there charge behind Rivian's electric IPO?</h2> <p>The electric vehicle maker <strong>Rivian</strong> surged on its New York stock market debut on Wednesday — greater than <strong>Ford</strong> and <strong>General Motors</strong> — without a single drop of gas in the tank.</p> <p>“I think what's reflected in the excitement we have for the business, and I think the excitement investors have for the business, is just the scale of the opportunity,” founder and chief executive<strong> RJ Scaringe </strong><a href=\"https://www.ft.com/content/e2fb010f-0d29-4e80-8ad7-797973d463f7\">told the FT's Dave Lee</a>.</p> <p>The group's shares began trading at $106.75 a share, 37 per cent higher than its initial public offering price and almost four times its valuation in private markets less than a year ago. It stands to raise approximately $11.9bn before advisory fees, the biggest IPO haul for a US company since <strong>Facebook</strong>'s 2012 flotation.</p> <p>The fact that the manufacturer has yet to record any meaningful revenue has been eagerly overlooked by its optimistic shareholders, as the race to get behind <a href=\"https://www.ft.com/content/4eb7504e-94ef-4f99-937d-807aa159b282\">the next <strong>Tesla</strong></a> sputters on.</p> <p>Rivian only started producing its first vehicles two months ago and has delivered just a handful of them as it battles the same labour shortages and supply chain issues that have squeezed the rest of the industry. </p> <p>Without the forward projections allotted to <a href=\"https://www.ft.com/content/589dad7d-9bd7-454b-84d5-ff97cd3c2422\"><strong>Lordstown Motors</strong></a> and <a href=\"https://www.ft.com/content/fc333e50-3785-4715-bb39-908611fd3825\"><strong>Nikola</strong></a>, which went public through special acquisition companies, Rivian must convince investors to hop on its bandwagon the old-fashioned way — by inspiring a little faith.</p> <p>Both routes can be bumpy, as demonstrated by the struggles at Lordstown and Nikola. But Wall Street has clearly chosen to accept that venture capital-like risk comes with the territory, as the FT's <a href=\"https://www.ft.com/content/f5199c94-ee2a-4a4f-b0d7-a47ca1ebdd5f\">Lex column points out</a>.</p> <p>Rivian's reputation has been bolstered by a 12.1 per cent stake taken in the company by Ford, despite the group being a direct competitor to its <a href=\"https://www.ft.com/content/475720f8-e162-4ab0-bf38-bd5b4c9b8742\">Ford F-150 Lightning</a>, and its relationship with Amazon, which is awaiting delivery of 100,000 commercial delivery vehicles from Rivian by 2025.</p> <p>It appears to have worked for now. Rivian is trading above its electric vehicle rival <strong>Lucid Motors,</strong> with a market value of about $66bn. Lucid's shares fell 9 per cent following Rivian's IPO on Wednesday.</p> <p>Regardless of whether Rivian meets its orders on time, the investment bankers that led the IPO at <strong>JPMorgan Chase</strong>, <strong>Morgan Stanley</strong> and <strong>Goldman Sachs</strong> have emerged as clear winners.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Twitter</strong> <a href=\"https://www.ft.com/content/ca4aca6e-b05f-4466-bf10-1d984c2650c4\">has hired</a><strong> Tess Rinearson</strong> to lead its new dedicated cryptocurrency team. She has previously held lead crypto engineering roles at start-ups including <strong>Interchain</strong>, <strong>Tendermint</strong> and <strong>Chain</strong>.</p></li>  <li><p>The Swedish private equity firm <strong>EQT </strong><a href=\"https://www.prnewswire.com/news-releases/eqt-strengthens-position-in-healthcare-investments-by-joining-forces-with-lsp-301420776.html\">is acquiring</a> the Amsterdam-based venture capital group <strong>LSP</strong>. The entire LSP team will join EQT, including the firm's managing partner <strong>René Kuijten</strong>, who will become a partner and head of the new unit, <strong>EQT Life Sciences</strong>.</p></li>  <li><p><strong>Lazard</strong> has hired<strong> Amanda Dupuy Ugarte</strong> as a managing director in its private capital advisory group, based in New York. She was previously a managing director at<strong> PJT Partners</strong>.</p></li>  <li><p><strong>Apple </strong>has appointed <strong>Alex Gorsky</strong>, CEO of <strong>Johnson &amp; Johnson,</strong> to its board.</p></li> </ul> <h2>Smart reads</h2> <p><strong>The billionaire next door </strong>To get his next big deal done, Bill Ackman must convince an especially intimidating bunch: the board members of his Manhattan co-op, who stand between the hedge fund manager and the ultra-modern renovation of his dreams. (<a href=\"https://www.ft.com/content/28b36ba5-62f2-4990-99c8-ab609bdba3b7\">FT</a>)</p> <p><strong>Tough crowd </strong>The rapid commoditisation of India's payments sector and its bustling technology scene make the country a difficult landscape for start-ups to stick out. Paytm learned the hard way. (<a href=\"https://www.reuters.com/breakingviews/indias-brutal-tech-churn-washes-out-paytm-2021-11-10/\">Reuters</a>)</p> <p><strong>Party crasher </strong>In Thailand, one of the world's most unequal societies, the country's elite typically inherit their wealth. Until the mysterious energy tycoon Sarath Ratanavadi came on to the scene. (<a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Thailand-s-billionaire-boom-the-rise-of-Sarath-Ratanavadi\">Nikkei Asia</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/1ca38b2c-a9ce-4450-b156-a17a24e33976\">GE closes a defining chapter in US corporate history</a> (FT)</p> <p><a href=\"https://www.ft.com/content/26762e84-bdbb-4426-afad-4e95d0c98a7b\">Boris Johnson's half-brother accused of false complaint in Mongolian mining dispute </a>(FT) </p> <p><a href=\"https://www.ft.com/content/f49d0483-be91-417d-9688-aea700743f03\">SEC's Gensler calls for sweeping reforms to private equity fee rules</a> (FT)</p> <p><a href=\"https://www.ft.com/content/52166ddb-0d6b-4367-9508-b5008dcd3c5f\">BP and Aker look to sell stake in Norwegian joint venture</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-11-10/beauty-startup-founder-s-wealth-tops-6-5-billion-in-nykaa-ipo?srnd=premium&amp;sref=OziMsGoK\">Ex-banker joins world's richest in her beauty start-up's IPO</a> (Bloomberg) </p> <p><a href=\"https://www.wsj.com/articles/unilever-shelves-planned-q-tips-sale-11636545202?mod=hp_lista_pos3\">Unilever shelves planned Q-tips sale</a> (Wall Street Journal) </p> <p><a href=\"https://www.ft.com/content/b98cb846-89a9-4819-bd7a-f3542cb36387\">Czech billionaire Daniel Kretinsky buys 27% stake in West Ham</a> (FT)</p> <p><a href=\"https://www.ft.com/content/528b20c0-e832-4e57-8de6-28504a97fe8b\">DoorDash/Wolt: paying a high price for new markets and Nordic knowhow</a> (Lex)</p><p>Source:  2021 'A KKR partner's warning to PE — and more from the Global Dealmaking Summit' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-11T05:00:50.676Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9223,
          "end": 9228
        },
        {
          "start": 9281,
          "end": 9286
        }
      ]
    }
  ]
}