{
  "_id": "90826219d7ae595192e1a26953647533225feed099baf9afe97a7ccada6c841c",
  "feed": "wall-street-journal",
  "title": "Prove Vaccine Status With a Phone",
  "text": "<p>Your phone can replace most of your wallet: subway pass, credit card, plane ticket, hotel keys and soon driver's license. It's a great place to store your Covid-19 vaccine record, too.</p><p>Digital vaccine options vary from state-to-state. A national vaccine passport hasn't taken off in the U.S., so states like California and New York are taking things into their own hands. However, going through a state-sponsored passport app probably isn't necessary, as most establishments are likely to accept either your original CDC vaccine card or a digital scan or photo of it. Washington state's guidance to businesses says \"originals, copies or photographs on a mobile device are acceptable.\"</p><p>In other words, before you venture out into the world, get your vaccine card on your phone. Then check to see if there are other passport apps that might make for quicker entry to your favorite spots. Here's my quick guide:</p><p>Scan a digital copy.</p><p>Apple's iOS 15 software update, due this fall, will include an upgraded Health app, where users can store verifiable immunization records if available. Google recently announced support for a digital vaccine card for Android users, but it requires government agencies or healthcare providers to implement the technology.</p><p>Until those are more widely available, your best bet is to create a smartphone-based digital copy of your CDC vaccine card. On the upside, all you need is a clear image. You won't have to enter any personal data into a third-party website.</p><p>Sure, you could just take a picture and hope to produce it when a checker at the door asks for it. There's a way to scan it so that it is more readily available -- and you don't make people behind you wait. Both iOS and Android devices have built-in apps that use your phone's camera to scan documents.</p><p>On iPhones: Create a new note, tap the camera icon and select Scan Documents. Name the note \"Covid-19 Vaccine Card\" so it's easy to search for. You can pin the note to stay on top of the screen by tapping the three dots in the right corner.</p><p>On Android phones: Open Google Drive, tap Add, then Scan. Take a photo of the document, and Google Drive will auto-crop the area and save the scan as a PDF file. For easy access, tap the three dots in the upper left corner of the image to add it to Starred documents, and download it for offline access.</p><p>See if your state has a passport.</p><p>Government-provided records offer an extra layer of verification, and schools, employers and venues could start requiring them. Your record should be available in the state where you received your vaccine. Not every state offers a verified digital record, but here are a few of the major apps:</p><p>MyIR Mobile is an app that offers official digital immunization records for Arizona, D.C., Louisiana, Maryland, Mississippi, North Dakota, Washington and West Virginia.</p><p>New Yorkers can register for the Excelsior Pass, as long as you were fully vaccinated in the state of New York and 15 days have elapsed since your final shot. Your name, birth date, ZIP Code and phone number will be required to verify your identity.</p><p>The pass -- which contains a scannable QR code and expires one year after your second shot date -- can be accessed through the Android app, iOS app, website or Apple Wallet.</p><p>New York City announced on Aug. 3 that visitors or New Yorkers vaccinated outside of the state will be able to download an app called Key to NYC Pass.</p><p>People who received vaccines in California can enter their name, birth date and email or phone number to retrieve their digital My Vaccine Record QR code.</p><p>After the record is located, users will receive a link via text or email. That link is accessible for only 24 hours, so take a screenshot to save it, and make sure the QR code and your name are visible in the shot. (On iOS, press the side power button and volume up button simultaneously. On Android, press the power and volume down button at the same time.) I favorited my screenshot in my photos app, so I'll always have quick access to it.</p><p>The QR code can be scanned by the SMART Health app, used by schools, businesses and other institutions, to confirm the vaccine record is an official record of the state of California.</p><p>Download third-party apps with caution.</p><p>There's a lot of personal information associated with your vaccine record that would make identity thieves dance. That is why posting a selfie with your vaccine card isn't a good idea.</p><p>I would refrain from signing up for one of the many independent vaccine-pass apps and websites cropping up, unless an establishment you are visiting warrants it. VaxYes by GoGetDoc is one such option that works with Apple Wallet. The company says the website is compliant with HIPAA -- a federal law designed to protect sensitive health information -- and can validate digitized records using state immunization records.</p><p>Walgreens patients can access a copy of their vaccine records on the company's website. If you were vaccinated at Walmart or Sam's Club, you can download Health Pass by Clear (free for iOS and Android) to access your digital records.</p>",
  "published": "2021-08-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 930,
          "end": 935
        },
        {
          "start": 4634,
          "end": 4639
        },
        {
          "start": 3246,
          "end": 3251
        }
      ]
    }
  ]
}