{
  "_id": "8279273d1db232931ed6676dbe823960cc5c155fe588dbdbbfc2ddc5654ea933",
  "feed": "ftcomall",
  "title": "China is wrong to think the US faces inevitable decline",
  "text": "<p>The Chinese elite are convinced that the US is in irreversible decline. So reports<a href=\"https://www.politico.com/newsletters/politico-china-watcher/2021/03/11/beijings-visions-of-american-decline-492064\"> Jude Blanchette</a> of the Center for Strategic and International Studies, a respected Washington-based think-tank. What has been happening in the US in recent years, particularly in politics, supports this perspective. A stable liberal democracy would not elect Donald Trump — a man lacking all necessary qualities and abilities — to national leadership. Nevertheless, the notion of US decline is exaggerated. The US retains big assets, notably in economics.</p> <p>For one and half centuries, the US has been the world's most innovative economy. That has been the basis of its global power and influence. So how does its innovative power look today? The answer is: rather good, despite competition from China.</p> <p>Stock markets are imperfect. But the value investors put on companies is at least a relatively impartial assessment of their prospects. At the end of last week, 7 of the 10 most valuable companies in the world and 14 of the top 20, were headquartered in the US. </p> <p>If it were not for Saudi Arabian oil, the five most valuable companies in the world would be US technology giants: Apple, Microsoft, Amazon, Alphabet and Facebook. China has two valuable technology companies: Tencent (at seventh position) and Alibaba (at ninth). But those are China's only companies in the top 20. The most valuable European company is LVMH at 17th. Yet LVMH is just a collection of established luxury brands. That ought to worry Europeans. </p> <p>When we look only at technology companies, the US has 12 of the top 20; China (with Hong Kong but excluding Taiwan) has three; and there are two Dutch companies,<a href=\"https://en.wikipedia.org/wiki/ASML_Holding\"> one of which, ASML</a>, is the largest manufacturer of machines that make integrated circuits. Taiwan has the Taiwan Semiconductor Manufacturing Company, the world's biggest contract computer chipmaker, and South Korea has Samsung Electronics.</p> <p>Life sciences are another crucial sector for future prosperity. Here there are seven European companies (with Switzerland and the UK included) in the top 20. But the US has seven of the top 10, and 11 of the top 20. There is also one Australian and one Japanese company, but no Chinese businesses.</p> <p>In sum, US companies are globally dominant and nearly all the most valuable non-US firms are headquartered in allied countries.</p> <p>This stock market-based approach evidently excludes state-owned Chinese businesses, as well as unquoted <a href=\"https://en.wikipedia.org/wiki/Huawei\">Huawei</a>, a world leader in telecoms equipment. China claims leadership in other areas, notably high-speed rail. But the origin of that technology was elsewhere. Rather, China's success in rail and several other areas is in building infrastructure at speed and at scale.</p> <p>One might argue that dominant US firms are no longer young. In addition, the US technology giants have bought many companies created elsewhere. Yet that is surely one of their strengths. </p> <p>Moreover, the US continues to lead in venture capital. According to <a href=\"https://dealroom.co/\">Dealroom</a>, venture capital investment totalled $487bn from 2018 to the first quarter of 2021 in the US, against $379bn from all of China, UK, India, Germany, France, Canada, Israel and Singapore. Even as a ratio to GDP, US investment only came behind Israel and Singapore. In international patent filings, <a href=\"https://www.statista.com/statistics/256845/ranking-of-the-10-countries-who-filed-the-most-international-patent-applications/\">China was first in 2019, with 59,045 versus 57,705 by the US</a>. But the rest of the top 10 countries were US allies. Combined with the US, their patent filings were almost 175,000.</p> <p>Also important are universities. In one well-known ranking, 5 of the top 10 and 10 of the top 20 universities are American and only one is Chinese. Moreover, as Richard McGregor argues in his excellent book <a href=\"https://www.penguin.com.au/books/xi-jinping-the-backlash-9781760893040\"><em>Xi Jinping: The Backlash</em></a>, centralised control in China is becoming ever tighter. Such control never fosters sustained originality.</p> <p>In all, the US picture is hardly one of a collapse into economic irrelevance, especially when combined with its allies. Even if China soon has the world's biggest economy on all measures, it will still not be the most productive or innovative. Moreover, the US and its allies should remain ahead for a long time, even if Xi's rule does not in fact ossify China's economy.</p> <p>The biggest threat to the US role in the world lies in itself, not China. If it elects leaders who despise democracy, ethnic diversity, global alliances, science and reason, it will surely decline. <a href=\"https://www.ft.com/content/c085e962-f27c-4c34-a0f1-5cf2bd813fbc\">Republicans' failure to repudiate the former president </a>makes that more likely. Yet that would be the self-inflicted result of a failure to create a shared vision of a better future. </p> <p>Chinese elites would then be correct that the US is on a path to ruin. But they might still be wrong to assume their own direction is better. Putting 1.4bn intelligent humans under the control of one party, controlled by one man, cannot be the best way.</p> <p>A great US asset has been its ability to attract the world's best and brightest. Two men born in India now run Microsoft and Alphabet. One of Google's two co-founders was an immigrant from the Soviet Union. The nativism now on display runs against this. But diversity, within a framework of shared institutions and values, could still be a huge source of vitality in US strength in business, culture and politics.</p> <p>The US is unlikely to remain the world's dominant power, simply because China's population is more than four times as big. Yet, provided the US remains democratic, free and open, it has a good chance of staying the world's most influential country far into the future. If it decides instead to be what its reactionaries desire, it will fail. But that would be its own choice, not its fate.</p> <p><a href=\"mailto:martin.wolf@ft.com\" title=\"Email the writer\"><em>martin.wolf@ft.com</em></a></p> <p><strong>Letters in response to this column</strong>:</p> <p><a href=\"https://www.ft.com/content/2589936c-508a-4464-9088-22bf057c9a8f\"><em>Predatory capitalism, not innovation, creates wealth</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/2589936c-508a-4464-9088-22bf057c9a8f\"><em>From Akanksha Awal, St John's College, University of Oxford, Oxford, Oxfordshire, UK</em></a></p> <p><a href=\"https://www.ft.com/content/81bb1934-f03d-48dc-a7d7-a9276fd98a29\"><em>Reactionaries will shape fate of US-China relations</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/81bb1934-f03d-48dc-a7d7-a9276fd98a29\"><em>From Harold J Smith, White Plains, NY, US</em></a></p> <p><a href=\"https://www.ft.com/content/414e5f65-f9fc-4360-a5b8-6b33a4701991\"><em>Why Zoom is not an A-list company</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/414e5f65-f9fc-4360-a5b8-6b33a4701991\"><em>From Peter G Moffatt, Norwich, Norfolk, UK</em></a></p><p>Source: Martin Wolf 2021 'China is wrong to think the US faces inevitable decline' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-27T19:44:27.031Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1161,
          "end": 1166
        }
      ],
      "nexusId": "10022657"
    }
  ]
}