{
  "_id": "6e722ebd055419a3a0ce35bb442944a7c34d1e375fbca4968128a00ab1ef2834",
  "feed": "ftcomall",
  "title": "FirstFT: Studies suggest reduced severity from Omicron ",
  "text": "<p>A lower share of people infected with the Omicron coronavirus variant are likely <a href=\"https://www.ft.com/content/19065fba-025c-43fd-bd76-37234af97953\">to require hospital treatment</a> compared with cases of the Delta strain, according to healthcare data from South Africa, Denmark and the UK.</p> <p>The findings by separate research teams raise hopes that there will be fewer cases of severe disease than those caused by other strains of the virus, but the researchers cautioned that Omicron's high degree of infectiousness could still put health services under a heavy burden.</p> <p>The reduction in severe illness was likely to stem from Omicron's greater propensity, compared with other variants, to infect people who had been vaccinated or previously infected, experts stressed, though the UK studies also hinted at a possible drop in intrinsic severity.</p> <p>Unvaccinated groups remained the most at-risk but as the majority of breakthrough infections and reinfections caused by Omicron are mild, the proportion of all cases that developed severe disease is lower than with other variants.</p> <p>The UK, South Africa and Denmark have the highest levels of Omicron in the world but the new variant now accounts for a majority of Covid-19 cases in several countries, <a href=\"https://www.ft.com/content/318cec29-64d7-415e-b49b-f0a73381bfdc\">including the US</a>. The rapid spread of Omicron has led to the reimposition of restrictions across Europe and parts of America to slow its transmission.</p> <p>One of the scientists involved in the Danish study cautioned that it would be “some weeks” before Omicron's impact on hospitals becomes clear and to be careful about “making the narrative that it's more mild”.</p> <p><em>Have your Christmas plans been derailed by Omicron? How so? Let us know at </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em>. Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Intel apologises for banning use of components from Xinjiang</strong> The apology was in response <a href=\"https://www.ft.com/content/59a28f36-2a0e-4b0c-86af-4d82daa525a9\">to attacks from Chinese nationalist media</a> over the policy. The controversy erupted after the US chipmaker sent a year-end letter to suppliers noting that components made in the north-western Chinese region of Xinjiang should not be used in its semiconductors.</p> <p><strong>2. Tencent reduces stake in ecommerce group</strong> <strong>JD.com</strong> The Shenzhen-based tech conglomerate <a href=\"https://www.ft.com/content/64beca53-6359-411f-9c23-138c81ba6ef0\">will begin distributing $16bn of shares</a> in ecommerce group JD.com to shareholders from March. It is Tencent's first big move to unlock the value of its vast investment portfolio as Beijing steps up regulatory scrutiny of the sector.</p> <p><strong>3. Big Tech split leads to demise of Internet Association</strong> Growing tensions between Microsoft, Amazon, Alphabet, Meta and Apple <a href=\"https://www.ft.com/content/d484d31a-cc16-4edc-9c21-88ce971451d2\">lie behind</a> the death of the Internet Association, a nine-year-old lobby group that was Big Tech's voice in Washington. Dubbed the “unified” voice of the internet industry, IA will shut at the end of the year after both Microsoft and Uber, among others, pulled their financial support.</p> <p><strong>4. Apple loses bid to block three shareholder proposals</strong> The resolutions <a href=\"https://www.ft.com/content/2e811757-d77e-4b33-ac26-3c982cf1fe47\">called for detailed reports</a> regarding allegations of forced labour in Apple's supply chain, explanations of why certain apps are deleted from the App Store in China and a public report of what risks the iPhone maker could face by allegedly using non-disclosure agreements.</p> <p><strong>5. Credit Suisse fires two managers overseeing Greensill funds </strong>Lukas Haas, a portfolio manager, and Luc Mathys, who was head of fixed income at Credit Suisse Asset Management, were <a href=\"https://www.ft.com/content/b6b49eb1-5f3c-49c2-be6d-09ca1acda464\">suspended</a> from their roles in the aftermath of the funds' suspension. More departures are expected.</p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>China</strong> has locked down <a href=\"https://www.ft.com/content/e202b954-4461-4413-9ba3-ebd5de50c098\">13m people</a> in the central city of Xi'an, as the country battles to contain increasingly frequent coronavirus outbreaks that threaten its economic recovery in the run-up to the 2022 Winter Olympics.</p></li>  <li><p>The <strong>White House</strong> has warned it will take more than six months to fulfil its initial order for <a href=\"https://www.ft.com/content/9077c439-27ff-482a-906c-9c2887b6a97c\">Pfizer's antiviral Covid-19 pill</a>, as officials damped speculation the drug could immediately turn the tables on the pandemic.</p></li>  <li><p>The <strong>UK</strong> reported a <a href=\"https://www.ft.com/content/d3b3bf81-277a-4fb5-9606-a67bda155605\">record 106,000 coronavirus cases</a> yesterday, up 35 per cent compared with the same day last week, highlighting the rapid spread of Omicron. However, the growth rate appears to have slowed.</p></li>  <li><p>Under-investment in <strong>European hospitals </strong>has led to <a href=\"https://ft.com/content/43ba23b5-7dc3-435d-9d6a-201dbc038451\">workforce shortages</a> that are constraining intensive care provisions.</p></li>  <li><p><strong>US</strong> financial conditions are near <a href=\"https://www.ft.com/content/2c73b1f4-b8c1-415b-8df0-237eff180cb0\">the most accommodative on record</a>, even as the Federal Reserve has begun stepping up its exit from coronavirus crisis-era stimulus measures in a bid to battle elevated inflation.</p></li>  <li><p><strong>The FT View: </strong>Omicron has shown that there are still <a href=\"https://www.ft.com/content/4e5fe36b-7745-4471-a88d-606b8dfa67b0\">serious failings</a> of international co-ordination and co-operation.</p></li> </ul> <p><em>Thank you to readers who took our poll. Eighty-three per cent of respondents said they had received a Covid-19 booster jab. Of the 17 per cent who had not received a booster, 5 per cent said it was because additional doses were not available where they live. </em></p> <h1>The day ahead</h1> <p><strong>Economic data</strong> The Federal Reserve will get a look at its favoured inflation measure, with the release of personal consumption expenditure data. The Census Bureau will publish its latest report on orders for long-lasting goods, like cars and dishwashers, and new home sales.</p> <p><strong>Vladimir Putin to hold annual press conference&#xa0;</strong>The Russian president will hold his end-of-year briefing with domestic media, two days after he <a href=\"https://www.ft.com/content/5e5e9624-b7d7-4c11-bc12-4078a6d293bb\">warned Nato of a military response</a> to an expansion of its alliance.</p> <h1>What else we're reading</h1> <p><strong>Jair Bolsonaro turns to the establishment </strong>For an outsider who won Brazil's presidency criticising the traditional political system, to tell an audience of legislators “I feel at home here” as the far-right leader recently did, was a <a href=\"https://ft.com/content/324df26b-eac0-468b-b738-9258f5d82aa5\">remarkable volte-face</a>. With less than a year to go until the presidential election, the incumbent is on the ropes.</p> <p><strong>Business complacence about US democratic stability </strong>Typically fearful of the political spotlight, executives called for a peaceful transfer of power in their home market as Donald Trump contested his election loss to Joe Biden. A year on, though, business has <a href=\"https://ft.com/content/2e1d032a-4a21-4814-9b73-126dd5d054a6\">gone quiet</a> over voting rights.</p> <p><strong>The e-bike that encapsulates the supply chain crisis&#xa0;</strong>When the pandemic fuelled a surge in cycling, <a href=\"https://www.ft.com/content/33046396-15ec-460f-9724-faf6443c80b8\">sales of electric bikes increased disproportionately</a>. But for the manufacturer of the popular Element e-bikes weathering this year's supply chain crisis has been a challenge. </p> <p><strong>How bad was 2021?</strong> Chief foreign affairs columnist Gideon Rachman is joined by colleagues Martin Wolf and Gillian Tett <a href=\"https://www.ft.com/content/3b1de6c8-1682-4ccc-9126-d8c8ab983c6f\">to look back at a year</a> bookended with Donald Trump's chaotic exit from the White House and Vladimir Putin's threats against Ukraine, with the ever-present inflation raging throughout. </p> <h1>How to Spend It</h1> <p>What to give your pooch this Christmas? A Ralph Lauren&#xa0;cashmere doggy jumper or a Fendi&#xa0;poo-bag dispenser? For the tech-savvy household, Furbo has developed a WiFi-enabled two-way doggy baby monitor complete with <a href=\"https://www.ft.com/content/6ba0ea87-7f7c-4291-8651-46854f94f9a1\">a remote treat dispenser</a>. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Studies suggest reduced severity from Omicron ' FT.com 23 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-23T11:11:15.483Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2528,
          "end": 2533
        },
        {
          "start": 2961,
          "end": 2966
        },
        {
          "start": 2822,
          "end": 2827
        }
      ],
      "nexusId": "10022657"
    }
  ]
}