{
  "_id": "225a5faad3ca63bacdb6f240ac9b6759926ca70218fc892c95f54ea15baea748",
  "feed": "ftcomall",
  "title": "The hottest of hot spaces at the peakiest of market peaks",
  "text": "<p><strong>One fine for overly aggressive culture to start: </strong>3G-backed <strong>Kraft Heinz </strong>has agreed to pay $62m after being charged with false accounting over a period of three years in which it is alleged the food company improperly claimed more than $200m worth of cost savings. Read the story <a href=\"https://www.ft.com/content/ed8720fe-268f-4622-a4cb-7a23092bf42d\">here</a> and the SEC complaint <a href=\"https://www.sec.gov/news/press-release/2021-174\">here</a>.</p> <h2>The newest gravy train in private capital: private capital management</h2> <p>We've written in DD about the new batch of private equity firms — from <a href=\"https://www.ft.com/content/fb3f3929-b485-4097-84da-460f13f138fa\"><strong>Bridgepoint</strong></a> to <strong>TPG</strong> — which have either recently made debuts, or are planning to do so, on the public markets.&#xa0;</p> <p>Deals are being struck everywhere at record pace, dry powder is seemingly endless and public investors are finally embracing the sticky fees charged by buyout groups.</p> <p>Policymakers, who have historically been a major threat to the rich rewards of the industry, seem to be easily disarmed through lobbying efforts or the right <a href=\"https://pitchbook.com/news/articles/politicians-continue-push-into-pe\">job offer.</a></p> <p>Now it looks like another part of the industry is starting to gain momentum. <strong>Petershill Partners</strong>, a unit of <strong>Goldman Sachs</strong> which focuses on buying stakes in private equity firms, is <a href=\"https://www.ft.com/content/fcfccca2-e806-4093-93da-0c952bb7d741\">looking to become</a> the second such business to go public this year.</p> <p>The first came in the form of a controversial <a href=\"https://www.ft.com/content/f63c2636-829c-48b1-9abb-288510cbf816\">three-way merger</a>, which closed in May when <strong>Dyal Capital</strong> combined with credit fund <strong>Owl Rock</strong> and went public through a deal with a Spac to create a new group called <strong>Blue Owl</strong>.&#xa0;</p> <p>With Petershill gearing up to raise $750m in London, it's reasonable to ask if either <strong>Blackstone's</strong> <strong>Strategic Capital Holdings </strong>or<strong> AlpInvest Partners </strong>will be the next in line.</p> <p>Why do such firms exist in the first place?</p> <p>Private equity groups receive hefty management fees from the pension funds and other investors whose money they manage. That is enormously valuable — but not very liquid.&#xa0;</p> <p>Businesses like Dyal and Petershill emerged to provide that liquidity. They raise external cash, often from pension funds, with which to buy out the stakes, essentially buying a share of the management fees — and sometimes the carried interest too.&#xa0;</p> <p>Some told pension funds that they would eventually return their cash by selling the stakes either privately or publicly. This summer's IPO of Bridgepoint, in which Dyal had bought a stake, was a case in point.&#xa0;</p> <p>Now, the very businesses that were created to provide liquidity for private fund partners are themselves looking for liquidity from public market investors. Petershill owns minority stakes in 19 alternative asset companies with a combined $187bn of assets under management.&#xa0;</p> <p>Our former colleague Jonathan Ford looked at the complexities of these new private equity firms in <a href=\"https://www.ft.com/content/377a8850-d72b-40a2-94d0-0abf1848bca2\">a column</a> last year: “How soon before this next layer of middlemen — the bosses of Dyal and Petershill — are themselves billionaires?” he wrote.</p> <p>Listing these general partners stake funds extends what was already a complicated chain of financialisation one step further.&#xa0;</p> <p>It means that the ability to benefit from pension funds' management fees has now been sold on from private equity groups to financial intermediaries, and then on again to stock market investors. If pension funds started to push back against paying the hefty fees, there could be quite a chain reaction.&#xa0;</p> <p>As one buyout boss <a href=\"https://www.ft.com/content/6e840995-b01a-46ce-9753-d65fed8c77ea\">told Lex</a>: private capital management is “the hottest of hot spaces at the peakiest of market peaks”. DD wonders how long it will last.</p> <h2>Blood, sweat and testing: Silicon Valley clings to the Theranos dream</h2> <p><strong>Elizabeth Holmes </strong>is <a href=\"https://www.ft.com/content/3be72070-bc6a-4181-8ae4-a729758511ce\">on trial for fraud</a>, while her former blood-testing start-up <strong>Theranos</strong> lingers on Silicon Valley's conscience as a grim consequence of unchecked hype and deep-pocketed investors.&#xa0;</p> <p>The company's biggest backers, including <strong>Rupert Murdoch</strong>,<strong> Oracle</strong>'s <strong>Larry Ellison</strong> and venture capitalist <strong>Tim Draper</strong>, had their stakes wiped out as investors <a href=\"https://www.wsj.com/articles/blood-testing-firm-theranos-to-dissolve-1536115130\">lost nearly $1bn</a> from Theranos's collapse.</p> <p>But even as Holmes faces up to 20 years in prison&#xa0;if convicted, the idea of diagnosing medical issues from tiny samples of blood hasn't lost its allure. Investors have poured $200m into similar companies over the past year alone, DD's Miles Kruppa <a href=\"https://www.ft.com/content/1546f438-f03d-4ec0-96c9-be9298282334\">reports</a>.</p> <p>Among the undaunted backers is <strong>Verily</strong>, the life sciences division of <strong>Alphabet,</strong> which led a $50m round of financing in January for <strong>Genalyte</strong>, a start-up that promises its proprietary technology can perform multiple rapid tests on small amounts of blood.&#xa0;</p> <p><strong>General Catalyst</strong>, the venture capital firm chaired by former <strong>American Express</strong> chief executive <strong>Ken Chenault</strong>, backed blood-testing start-up <strong>Truvian Sciences</strong> in a $105m round of funding in February.&#xa0;</p> <p>It may seem like a peculiar time, as the media frenzy surrounding Holmes's fall from grace and subsequent trial reaches a fever pitch, for the blood-testing sector to experience a sudden revival.</p> <p>But start-ups say the demand for <a href=\"https://www.ft.com/content/4719f7ef-ccf3-4951-8762-dce750f755f9\">reliable Covid testing</a> has renewed interest in the diagnostics market — which could be worth as much as $85bn, according to a recent IPO <a href=\"https://www.sec.gov/Archives/edgar/data/0001628945/000114036121030058/nt10023122x6_s1.htm\">filing</a> by <strong>Cue Health</strong>, which has developed a palm-sized device that can conduct a variety of tests.</p> <p>Some companies said heightened scrutiny resulting from Theranos has forced them to work harder to earn investors' trust, but that it has paid off in the end. “It turned out better than we expected,” said <strong>Luc Gervais</strong>, whose <strong>1Drop Diagnostics </strong>raised more than $4m from investors who had requested more papers and scientific data to back the company's claims.</p> <p>As blood-testing devices begin to shed their risky reputations, however, one of the most pressing issues at the root of the Theranos controversy continues to sow division.</p> <p>Holmes has been accused of inaccurately <a href=\"https://fortune.com/2014/06/12/theranos-blood-holmes/\">claiming</a> that her company could complete more than 200 tests with just a single drop of blood. “One drop, for a whole host of reasons, doesn't really seem like something you can do,” said Truvian's chief <strong>Jeff Hawkins</strong>.</p> <p>Gervais, who aims for 1Drop to do multiple tests on a single drop of blood, disagreed, adding that his company plans to publish data on the accuracy of its tests.</p> <p>The pressure is on for blood-testing start-ups to show what they're capable of, many of which still lack peer-reviewed studies — something Theranos was criticised for never providing.</p> <h2>The second-largest bankruptcy in Swiss history raises questions for auditors</h2> <p>What do ruby rings, diamond-encrusted watches, Hong Kong penthouses and Brazilian football stars share in common?</p> <p>Apparently they're all legitimate business expenses.</p> <p>For years, one Swiss private company stood atop a labyrinthine financial web that accounted for more than 10 per cent of Uzbekistan's GDP. Then, a decade ago, it suddenly collapsed.</p> <p>Creditors have been trying to trace the assets of Zug-based<strong> Zeromax</strong> ever since, and prove the company was in fact being run as a vehicle for the personal enrichment of <strong>Gulnara Karimova</strong>, the daughter of Uzbekistan's former dictator.&#xa0;</p> <p>Karimova is now languishing in a Tashkent prison as details of Zeromax's activities — eye-popping expenditure on luxury items and dubious vanity projects — finally come to light.&#xa0;</p> <p>An <a href=\"https://www.ft.com/content/548f99ff-1815-4af1-a7ef-e631cf9c720a\">investigation</a> by the FT's Sam Jones in Zurich details some of them for the first time, and the true scale of Zeromax's debts. It is based on dozens of leaked documents and police reports.</p> <p>At the centre of creditors' current efforts to get their money back are questions for <strong>EY</strong>, which signed off on Zeromax's accounts.&#xa0;</p> <p>EY insists Zeromax's collapse was purely down to an Uzbek power struggle. “Court decisions in Uzbekistan in 2010 caused a de facto expropriation of Zeromax assets and its bankruptcy,” EY told the FT. “This matter is subject to ongoing litigation and EY Switzerland will vigorously defend its position to vexatious claims,” it added.&#xa0;</p> <p>Others disagree. Among them is US hedge fund <strong>Lionpoint Capital</strong>, which is now suing EY in Switzerland for $1bn.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Goldman Sachs</strong> has hired <strong>Jassim AlSane</strong> from <strong>Citigroup </strong>as a managing director and co-head of investment banking operations for the Middle East and north Africa. He will be based in Dubai from November, <a href=\"https://www.bloomberg.com/news/articles/2021-09-05/goldman-hires-citigroup-hsbc-bankers-amid-deal-surge-in-mideast\">per Bloomberg</a>.</p></li>  <li><p><strong>Linklaters</strong> has hired <strong>Francesco De Blasio </strong>as partner and practice head for real estate in Italy. He joins from <strong>DLA Piper</strong>.&#xa0;</p></li>  <li><p><strong>Allen &amp; Overy</strong> has hired <strong>Emanuel Grillo </strong>as a partner in its US banking and restructuring group, based in New York, and<strong> David Flechner</strong> as a partner in its Latin America practice, splitting his time between New York and São Paulo. They join from <strong>Baker Botts and Paul Hastings</strong>, respectively.&#xa0;</p></li>  <li><p><strong>Eversheds Sutherland</strong> has hired <strong>Jon Gill</strong> as a partner in its London corporate practice, where he will focus on M&amp;A, venture capital and private equity in the technology sector. He was previously a partner at <strong>TLT</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>From combat to corporate </strong>Stanley McChrystal built an empire in the private sector after he was dismissed as the top general in Afghanistan, making millions off corporations, governments, and universities. (<a href=\"https://www.washingtonpost.com/politics/2021/09/04/mcchrystal-afghanistan-navistar-consulting-generals/\">Washington Post</a>)</p> <p><strong>Rooting for the underdog</strong> La Liga's €2.1bn private equity deal shows how smaller football clubs that might ordinarily struggle to attract high-profile investors can take a collective approach to secure long-term financing. (<a href=\"https://www.ft.com/content/ebe8923b-0c29-4d1e-8cff-677d46c76817\">FT</a>)</p> <p><strong>Calling all conservatives </strong>22-year-old Bitcoin millionaire Erik Finman wants his Freedom Phone to be the go-to handset for Republicans looking to disavow Big Tech. But taking on smartphone giants Apple and Google is a lofty goal even for more established challengers. (<a href=\"https://www.nytimes.com/2021/09/06/technology/freedom-phone-smartphone-conservatives.html\">New York Times</a>)</p> <h2>Smart listens</h2> <p><strong>Going public, keeping private </strong>DD's Kaye Wiggins explains how Bridgepoint, the first UK buyout group to list in decades, has kept executives' lucrative carried interest payments under wraps — unlike US-listed peers such as Blackstone and KKR. (FT News briefing podcast; <a href=\"https://www.ft.com/content/1883a5bc-a62a-4c46-9256-22a9b6afd8ce\">FT.com</a>, <a href=\"https://open.spotify.com/episode/7Jwqs98k2X5ThS3Vb5UAPv?si=ulvMC-XyTxOvzRkCGAWeGw&amp;dl_branch=1\">Spotify</a>, <a href=\"https://podcasts.apple.com/us/podcast/bridgepoints-hidden-executive-pay/id1438449989?i=1000534410053\">Apple</a>, <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYWNhc3QuY29tL2Z0bmV3c2JyaWVmaW5n/episode/MTg4M2E1YmMtYTYyYS00YzQ2LTkyNTYtMjJhOWI2YWZkOGNl?hl=en&amp;ved=2ahUKEwiBntaKu-ryAhU0MlkFHeBAA0oQjrkEegQIKhAF&amp;ep=6\">Google</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/4b955a75-55a4-4e13-b785-638b88bbfb0b\">Global dealmaking set to break records after frenzied summer</a> (FT)</p> <p><a href=\"https://www.ft.com/content/49dfe53b-70e1-43f2-997d-85a66f05fa02\">Silver Lake to take stake in UK's RAC</a> (FT)</p> <p><a href=\"https://www.ft.com/content/2edd695f-b381-4c4d-9717-ae5cbcbcd677\">Chinese government funds invest in ride-hailing rival to Didi</a> (FT)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-09-06/tikehau-capital-is-said-to-join-race-for-singapore-s-first-spac?srnd=premium&amp;sref=OziMsGoK\">Tikehau Capital joins race for Singapore's first Spac</a> (Bloomberg)&#xa0;</p> <p><a href=\"https://www.ft.com/content/ec3a7cc6-c968-47e9-8c55-4505d805068c\">KPMG's global boss wades into dispute with UK accounting regulator</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7983afe7-75b8-422f-8758-03b02b56bf09\">Kansas City Southern reconsiders $27bn offer from Canadian Pacific</a> (FT)</p> <p><a href=\"https://www.ft.com/content/964b92ae-18d7-41a0-b8f1-138baa54870e\">BrewDog agrees tie-up with Japan's Asahi to boost sales</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d68ff456-b8eb-4724-8494-a84dd32b95fb\">UAE eases residency rules in bid to lure $150bn in foreign investment</a> (FT)</p> <p><a href=\"https://www.ft.com/content/00d4724e-e8f6-4ec9-8719-84f77135a460\">Chemicals distributor Azelis seeks to raise €880m in Brussels IPO</a> (FT)</p><p>Source:  2021 'The hottest of hot spaces at the peakiest of market peaks' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-07T04:00:51.363Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9187,
          "end": 9192
        }
      ]
    }
  ]
}