{
  "_id": "c70179a8ad2a02382613956bcce99eefc8f89ce5b02d484bf683f2f556859218",
  "feed": "market-watch",
  "title": "10 reasons not to panic about inflation just yet",
  "text": "<p>So naturally the same Acela-corridor conventional wisdom that said there wouldn't be any inflation is now saying it is here to stay. Past Federal Reserve comments, that inflation is likely to be “transitory,” are now under fire.</p><p>Bah.</p><p>Maybe inflation is here to stay, maybe it isn't. But before these people panic you, here are&#xa0;10&#xa0;points to bear in mind.</p><p>The size of current inflation, and whether or not it is “transitory,” are completely different things. That's like confusing the volume of a song with its duration, or the height of the Empire State Building with its width. Transitory doesn't refer to the size of current inflation, only to how long it is going to last. Inflation could, for example, run really, really hot for six months and then collapse. So the current surge in inflation might lead to sustained inflation or it might not. But we don't know. Anyone confusing the two can safely be ignored.</p><p>The story of the 1970s doesn't prove anything. As someone who once trained to become a professional historian I laugh when people tell me history doesn't repeat but it “rhymes.” Sometimes it rhymes, sometimes it doesn't. As the Greek philosopher Heraclitus once said, no one can pass through the same stream twice because the second time it's not the same stream – and you're no longer the same person. Everything changes.</p><p>If inflation is no longer “transitory,” someone has to explain to me why the bond market is still predicting inflation of no more than 2.6% for the next 10 years. And that's still an average, which includes the current, hot, reading. In other words the bond market is still expecting inflation to come back down, to just above 2%, for most of the next decade. What do these people know that the bond market doesn't?</p><p>Actually, if all these people are so certain that we are heading for 1970s style inflation they have to explain to me why they are still writing for a living, when they could quit their jobs, bet on soaring inflation using financial options and derivatives, and make a billion dollars. Why are they even bothering to go into the office? The Eurodollar market is still predicting that short-term interest rates will be about 2% in five years' time. If you know we're about to party like it's 1973, that's an easy one-way bet. Call us from your yacht!</p><p>If inflation is definitely here to stay, why isn't gold GC00 through the roof? Instead the traditional inflation hedge is down 7% so far this year, and it's lower than it was in 2012.</p><p>The Federal Reserve Bank of San Francisco reckons that most of the inflation we're seeing is due to short-term factors resulting from the pandemic, and argues that the inflation from underlying, long-term forces is no higher than it was a few years ago, when everyone was fretting about deflation, not inflation. Are they wrong? If so, why?</p><p>One key factor: Our society is still getting older, and we are going to have increasingly more elderly people and retirees supported by a smaller share of workers. SG Securities' strategist Albert Edwards, citing research by independent economist Eric Basmajian, suspects that is deflationary, not inflationary. And – with the Heraclitus caveat mentioned above — the example of Japan would seem to agree. Aging Japan has been stuck in a deflationary cycle for decades, despite epic amounts of deficit financing and money printing.</p><p>Yes, wages are rising and employers can't get enough staff at current salaries. And yes, that's inflationary, as it was during the union-dominated 1970s. But… not only are private-sector unions not what they were, but today automation and technological innovation are replacing labor at incredible rates. What will online shopping mean for retail rents? Or working from home for office rents? I write a lot about nursing homes and nursing care,&#xa0;subjects close to the heart of retirees. There are shortages of skilled labor, and that should drive up wages. On the other hand, a lot of tasks that used to involve skilled labor can now be cheaply replaced by technology. A $300 Apple Watch AAPL can now monitor the vital signs of a nursing home resident 24/7 — something that once required a full team of skilled personnel. Is this inflationary or deflationary?</p><p>Inflation isn't a price level, it's an ongoing annual change in prices. For example, in the past year crude oil prices have jumped from about $45 a barrel to $78 a barrel, a rise of about 73%. As Liberum strategist Joachim Klement points out, there is a very close historic connection between one-year changes in the oil price and one-year changes in U.S. consumer price. But the question here is not what has just happened to oil prices, but what will happen next. Do we expect them to rise another 73% in the next 12 months, to $134 a barrel? And then another 73% by November 2023, to $233 a barrel (easily an all-time record)? OK, so it's more complicated than that: One year's jump in oil prices raises other costs, which then feed through the system. On the other hand, if oil prices continue to skyrocket like that, how would that not do what skyrocketing oil prices did back in 2008 – help tip the U.S. consumer into recession? Extrapolating recent price gains into the future may prove to be like trying to drive a car by looking in the rear view mirror.</p><p>Finally: I remember many years ago taking part in an absolutely fascinating business school simulation known as the “beer game”. I don't want to spoil the experience for others, but the game simulates a supply chain under conditions of uncertainty. The stunning conclusion is how much small changes at one end of a chain can produce gigantic, alternating fluctuations at the other, something known to economists as a “bull whip effect.” The relevance today: How likely is it that we could shut down the world for a year, flick the switch back on, and not see a massive surge in short-term price dislocations? Why would that even be a subject for debate? And in the midst of such shortages and turmoil, why would anyone claim to be able to predict the long-term inflation picture with any confidence?</p>",
  "published": "2021-11-27T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4046,
          "end": 4050
        },
        {
          "start": 4034,
          "end": 4039
        },
        {
          "start": 4034,
          "end": 4045
        }
      ],
      "nexusId": "10022657"
    }
  ]
}