{
  "_id": "e46509a40daf77ba1435be296d4cfec798f91d3f939d636c80a260d2794b00d1",
  "feed": "ftcomall",
  "title": "Renesas to buy Apple supplier Dialog for $6bn",
  "text": "<p>Renesas Electronics is to buy Apple supplier Dialog for&#xa0;€4.9bn in the latest deal by the acquisitive Japanese group aimed at expanding its chip portfolio beyond cars.&#xa0;</p> <p>Shares in Renesas, one of the world's largest suppliers of automotive chips, fell as much as 6.9 per cent on Monday on concerns about its stretched balance sheet after a <a href=\"https://www.ft.com/content/1f0d3614-b56c-11e8-bbc3-ccd7de085ffe\">$10bn buying spree</a> during the past four years.</p> <p>The all-cash offer for <a href=\"https://www.ft.com/content/272c7daa-ca04-4c66-be8f-ffaef5d71b32\">the Anglo-German semiconductor specialist</a> is priced at €67.50 a share — a 20 per cent premium to Dialog's closing price on Friday and 52 per cent above its average trading price for the previous three months.&#xa0;</p> <p>Shares in Dialog climbed 17 per cent to €65.40 in morning trading in Frankfurt, keeping it below Renesas' offer price despite what Dialog chief Jalal Bagherli described as “multiple expressions of interest” from “a number of other potentially interested parties” before the deal was agreed. </p> <p>Dialog, whose other clients also include Samsung, Xiaomi and Panasonic, makes power management technology for smartphones and other internet-connected devices, as well as wireless chips. </p> <p>Hidetoshi Shibata, chief executive of Renesas, said the deal “represents our next important step in catapulting Renesas' growth plan to achieve substantial strategic and financial benefits, following our previous acquisitions”. </p> <p>Renesas hopes to fund the deal by issuing new stock but has also lined up bank loans of up to ¥735.4bn ($6.9bn). </p> <p>In recent years Renesas, which generates about half its revenue from automotive semiconductors, has been investing aggressively to broaden its footprint beyond cars to areas such as data centres and consumer devices.&#xa0;</p> <p>It bought US rival Integrated Device Technology for $7.2bn in 2019, on the heels of the <a href=\"https://www.ft.com/content/5c867830-d78c-39ac-87ab-c9f3888295d3\">$3.2bn purchase</a> of US chipmaker Intersil in 2017. After those two deals, the company's interest-bearing debt stood at ¥717.1bn as of the end of September.&#xa0;</p> <p>“The deal may fit with the company's broader strategic direction to expand its product portfolio, but for now the financing concerns are weighing heavily,” said Naoki Fujiwara, a fund manager at Tokyo-based Shinkin Asset Management.</p> <p>Dialog, whose global headquarters are in Reading but whose research locations are dotted across Europe and the US, has also been attempting to diversify its portfolio. Last year, it acquired industrial internet-of-things specialist Adesto for $500m in an effort to branch out into automotive components and battery management systems.&#xa0;</p> <p>In particular Dialog is seeking to become less reliant on Apple, which accounted for two-thirds of its $1.4bn in total sales in 2019. </p> <p>In 2018, Dialog's share price was hit severely by concerns that Apple would develop its own power management chips for the iPhone. The two companies came to an agreement in October 2018, which saw Apple license Dialog's technology, buy certain patents and take on hundreds of its engineers. </p> <p>Renesas said in a presentation on Monday that Dialog's revenue from Apple — referred to only as its “largest customer”— was expected to fall to about 25 per cent by the end of 2023. </p> <p>Bagherli added that Apple made up 55 per cent of Dialog's revenues at the end of 2020 and would be around 40 per cent by the end of 2021. Dialog has also diversified its business within Apple, he said. </p> <p>“There isn't one product that could destabilise our revenue,” Bagherli said. “If you reduce the concentration of one large or a handful of very large customers with very high [order] volume, typically means that your margin over time . . . will improve.”</p> <p>Dialog's revenues fell 5 per cent to $386.4m in the third quarter, but in January the company increased its revenue forecast for the fourth quarter to $436m to US$441m. It said the positive trend would continue into 2021, on strong demand for 5G phones and tablets. </p> <p>Renesas was formed in 2010 by a Japanese government-orchestrated merger of the chip units of Hitachi, Mitsubishi Electric and NEC. </p> <p>Following the 2011 Fukushima earthquake and tsunami, Renesas was bailed out by the state-backed Innovation Network Corporation of Japan and customer companies including Toyota, Nissan and Panasonic as it also sought to fend off a takeover from KKR, the US private equity group. INCJ remains its biggest shareholder.</p><p>Source: Kana Inagaki in Tokyo and Tim Bradshaw in London 2021 'Renesas to buy Apple supplier Dialog for $6bn' FT.com 8 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-08T04:36:56.616Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2956,
          "end": 2961
        },
        {
          "start": 15,
          "end": 20
        },
        {
          "start": 2794,
          "end": 2799
        },
        {
          "start": 3090,
          "end": 3095
        },
        {
          "start": 2661,
          "end": 2666
        },
        {
          "start": 30,
          "end": 35
        },
        {
          "start": 3256,
          "end": 3261
        },
        {
          "start": 2521,
          "end": 2526
        }
      ]
    }
  ]
}