{
  "_id": "82508c7177bc846dc1cc861707f69e34051954476a4458b4d1c3e2037cf80c52",
  "feed": "wall-street-journal",
  "title": "VW Mulls Partial Porsche Listing  ---  Move would unlock  value at luxury brand,  which aims to become  all-electric by 2025  ----  By William Boston",
  "text": "<p>   BERLIN -- Volkswagen AG is considering listing as much as 25% of its sports car maker Porsche AG, a move that analysts said could boost the market value of the entire Volkswagen group and raise cash needed for investment in electric vehicles and new technology. </p><p>   The idea of listing Porsche or selling a stake in luxury car maker Audi isn't new within Volkswagen's top management, but people familiar with the company's thinking said talks within Volkswagen have taken on greater urgency as the company pivots hard toward electric vehicles and sees its market value dwarfed by technology rivals such as Tesla Inc. </p><p>   The discussions are still at a very early stage, the people said, adding that if Volkswagen decided to move forward with the listing, it might not happen until next year, if at all. </p><p>   Volkswagen shares rose almost 4% to 167.80 euros, equivalent to about $203, in late afternoon trading on the Frankfurt stock exchange. </p><p>   The company declined to comment about a potential listing of Porsche. </p><p>   In the first nine months of 2020, Volkswagen sold 6.3 million vehicles, generating sales of 155.5 billion euros and an operating profit of 1.7 billion euros. Porsche sold 181,000 cars, with sales of 17.5 billion euros and an operating profit of 1.9 billion euros, offsetting losses at the Volkswagen brand, Seat and Bentley. </p><p>   Volkswagen doesn't break out valuations of its individual businesses, but a recent report by Bernstein Research analyst Arndt Ellinghorst estimated that Porsche's Taycan electric-car business alone could be worth as much as 40 billion euros compared with Volkswagen's market capitalization of 87 billion euros. Porsche is on its way to be a nearly pure electric-car company by 2025. </p><p>   As the global battle for leadership in the market for electric cars and self-driving vehicles intensifies this year, conventional auto makers are facing off with newcomers like Tesla and tech giants such as Apple that have piles of cash or huge stock-market valuations allowing them to use their shares as currency for acquisitions. </p><p>   Conventional auto makers such as Volkswagen are trying to squeeze as much cash out of their operations as possible, but are still stuck holding stock that investors don't value as highly as their upstart rivals. </p><p>   As a result, they have increasingly sought to unlock value by loosening their conglomerate structures and selling or listing peripheral businesses to improve their overall market values. </p><p>   Earlier this month, Daimler AG said it would split into two companies and spin off a significant majority of its truck business to Daimler shareholders by the end of the year. The move follows Volkswagen's decision to list its truck division, Traton SE, in 2019. </p><p>   Investors welcomed news that Volkswagen management is thinking more seriously about a Porsche listing than in the past, but some analysts remain skeptical. </p><p>   \"There is no necessity to do this,\" said Frank Schwope, automotive analyst with NordLB, questioning the coherence of the move following recent decisions. </p><p>   Volkswagen recently bought all shares outstanding in Audi and is in the process of delisting the unit, Mr. Schwope said, which he added suggests Volkswagen isn't trying to cash out its top brands. </p><p>   Philippe Houchois, a Jefferies analyst, said that should Volkswagen go forward with a listing but retain control of Porsche, the new shares in the company would suffer. He cited the disappointment of investors in the partial listing of Traton and warned that such a listing would lead to a discounted valuation. </p><p>   \"It seems VW and controlling shareholders could come up with better solutions,\" he wrote in a research note. </p><p>   Analysts have been pressing Volkswagen to take further steps and list Porsche and Audi. </p><p>   The news of a possible Porsche listing was first reported by Germany's Manager Magazine. </p><p></p>",
  "published": "2021-02-19T07:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1915,
          "end": 1920
        }
      ]
    }
  ]
}