{
  "_id": "b5af88f38c420db31f7d2f0f180d3faa90ff58dcd014aa2e08d1b4963d219650",
  "feed": "wall-street-journal",
  "title": "VC Daily: Latino Representation Still Lags at Venture Firms, Report Says",
  "text": "<p>The report defines an institutional firm as one whose latest active fund is at least $100 million. The data is both self-reported and reported by members of the Latino venture community who know the venture capitalists, according to the report. LatinxVC said its board confirmed the data.</p><p>Despite the challenges, networking and investing organizations such as LTX Connect, Latinas in Tech Inc. and Latino Community Foundation are aiming to improve representation in the venture ranks, said LatinxVC co-founder Maria Salamanca.</p><p>And now on to the news...</p><p>Top News</p><p>IPO filing. Indian hotel chain Oyo has filed to go public and seeks to raise up to 84.3 billion rupees, equivalent to about $1.1 billion, according to draft prospectus it filed with a regulator in the country, The Wall Street Journal's Dave Sebastian reports. The company, which is incorporated as Oravel Stays Ltd., is planning to go public as travel continues to face challenges brought on by the Covid-19 pandemic. The company's backers include Japan's SoftBank Group Corp. and Airbnb Inc.</p><p>$602 Million</p><p>The rough amount International Data Corp. expects the insurance industry to spend world-wide on robotics systems, including drones, in 2021. (WSJ)</p><p>Insurers Increase Investments in Drones, Robots</p><p>Insurance companies are increasing their investment in robotic systems aimed at helping claims adjusters evaluate storm-damaged properties with greater safety and less cost, WSJ's John McCormick reports. Travelers Cos., United Services Automobile Association and Farmers Insurance Group were among the major property and casualty companies to deploy aerial drones this summer to inspect property damage in the wake of Hurricane Ida. And Farmers said last month that it would bring inspections back to ground level with plans to deploy a robotic dog to properties damaged by hurricanes, earthquakes and other catastrophic events.</p><p>Biden Administration Seeks to Regulate Stablecoin Issuers as Banks</p><p>The Biden administration is considering ways to impose bank-like regulation on the cryptocurrency companies that issue stablecoins, according to people familiar with the matter, including prodding the firms to register as banks, WSJ reports. The administration is also expected to urge Congress to consider legislation to create a special-purpose charter for such firms that would be tailored to their business models, the people say. The moves are intended to address regulators' fears that stablecoins—digital currencies pegged to national currencies like the U.S. dollar—could fuel financial panics and need to be more tightly regulated.</p><p>Industry News</p><p>Funds</p><p>Biotech investor Atlas Venture closed its second opportunity fund with $300 million in commitments to continue backing later-stage companies within its portfolio. The Cambridge, Mass.-based firm raised $250 million for its initial opportunity fund in 2019.</p><p>Paris-based life sciences investor Advent France Biotechnology held the first close of its second fund with €86 million ($102 million). The firm raised €68 million for its first fund in 2017, which has backed 15 startups across France, Spain, Belgium and Ireland.</p><p>AlleyCorp launched a $100 million healthcare fund with a focus on New York-based digital health startups.</p><p>People</p><p>Andreessen Horowitz named Katherine Boyle the firm's newest general partner. She was most recently a partner at General Catalyst.</p><p>Threshold Ventures appointed Katie Evans to the role of associate. She was previously a growth equity investor focused on enterprise software at JMI Equity.</p><p>Paystand, a blockchain-enabled B2B payments startup, appointed Scott Bennion as the company's first chief financial officer. He was previously at Recurly. Paystand recently raised a $50 million Series C round from NewView Capital, SoftBank Opportunity Fund, King River Capital, Industrious Ventures and Transform Capital.</p><p>IoTecha Corp., an electric vehicle and smart grid charging company, named Ira Noble to the role of chief financial officer. He joins the company from The Bountiful Company, where he served as vice president financial planning and analysis, strategic projects and supply chain finance. Cranbury, N.J.-based IoTecha recently secured a $13.2 million funding round led by BP Ventures.</p><p>New Money</p><p>OfBusiness, an Indian business-to-business commerce and financial services platform, picked up $207 million in Series F funding at a valuation of $3 billion. Lead investor Tiger Global Management was joined by SoftBank Vision Fund 2 and Falcon Edge Capital in the round.</p><p>PSPDFKit GmbH, a Vienna-based document processing platform, raised more than €100 million ($116 million) in funding. Insight Partners led the round, with Managing Director Ryan Hinkle joining the company's board.</p><p>Alloy, a New York-based platform helping banks and fintech companies verify identities and monitor transactions, secured $100 million in Series C financing, bringing the company's valuation to $1.35 billion. Lightspeed Venture Partners led the round, which included additional support from Canapi Ventures, Bessemer Venture Partners, Avid Ventures and Felicis Ventures.</p><p>Ladder, a Palo Alto, Calif.-based digital life insurance provider, secured $100 million in Series D financing led by Thomvest Ventures and Omers Growth Equity.</p><p>All Day Kitchens, a San Francisco-based distributed restaurant platform, grabbed $65 million in Series C funding. Lightspeed Venture Partners led the round, with Partner Alex Taussig joining the board. GIC, Andreessen Horowitz, Founders Fund, Khosla Ventures and Base10 Partners also participated in the round.</p><p>LeadIQ, a San Francisco-based SaaS platform that simplifies lead management and sales prospecting, landed $30 million in Series B funding. Cathay Innovation led the investment, which included participation from Eight Roads Ventures, Alumni Ventures, Launch Fund, Draper Associates, Fresco Capital and Strong Ventures.</p><p>Vareto Inc., a Mountain View, Calif.-based finance platform that powers company planning, reporting and operational decision-making, emerged from stealth with $24 million in total funding from investors including Menlo Ventures and GV.</p><p>AutoLeap, a Toronto-based auto repair software provider, snagged $18 million in Series A funding. Bain Capital Ventures led the investment, which included contributions from Threshold Ventures.</p><p>Jurny, a Los Angeles startup helping to accelerate digital transformation of the hotel, short-term and vacation rental industries, added $9.5 million in new funding led by Mucker Capital.</p><p>Orchest, a provider of tools for data science teams, was seeded with a $3.5 million investment co-led by Gradient Ventures and Basis Set Ventures.</p><p>Game Jolt Inc., a Seattle-based social gaming platform, nabbed $2.6 million in seed funding. Lead investor Acequia Capital was joined by Madrona Venture Group, Graph Ventures and others in the round.</p><p>Tech News</p><p>Google is scrapping its plan to offer bank accounts to users</p><p>Ozy Media to cease operations amid tumult</p><p>Is Sheryl Sandberg's power shrinking? Ten years of Facebook data offers clues</p><p>Who will win the space tourism race?</p><p>Foxconn made the iPhone in your hand and wants to make the EV in your garage</p><p>Around the Web</p><p>Founders, don't let fundraising mess up your mental health. Here's how. (Crunchbase News)</p>",
  "published": "2021-10-04T14:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}