{
  "_id": "998160bbe276b457b7bd9191db554e32a0308c02dc57f6638623ab231c11840c",
  "feed": "wall-street-journal",
  "title": "Parents, Here Are Teen Girls' Rules for Instagram; Young women who have found ways to stay safe on Instagram offer tips on how girls can protect their mental health while using the social-media app",
  "text": "<p>Those parents and regulators probably don't spend hours a day on Instagram, though, and they certainly didn't grow up using it. Their concerns—and desire to crack down on Instagram and its use—are well meaning, but don't always take into account how central Instagram is to kids' social lives now.</p><p>\"All of my communication with my friends is through Instagram DMs and Snapchat. If I were to go off Instagram, I would feel like I'm living under a rock and I'm separated from the rest of the world,\" says 17-year-old Ava McCumber Gandara, of Sherman Oaks, Calif.</p><p>Ava is one of the teens and college students I spoke with about their Instagram use. All have struggled with body-image or mental-health issues that they say stemmed from their use of the app. They shared coping mechanisms and other tricks they have developed for protecting their well-being while using the platform. (Spoiler: One frequently mentioned tip is to quit Instagram, at least temporarily.)</p><p>Control What You See in Your Feed.</p><p>\"I had followed most people in my grade even though I didn't interact with a lot of them. These interactions felt like they had a more heightened significance than they actually did. It was easier for me to focus on my life when other peoples' lives weren't taking up so much space in my head.\" —Aiko Ma, 18, from Carlisle, Mass.</p><p>\"When I was 15, I was depressed and in a slump. I was tired of reading sad quotes on Instagram and watching depressing videos, and I came up with a strategy I called Migration for Your Mental where every time I was doing something negative I would choose to migrate to something positive. At first I said, 'OK, Busola, put the phone down.' A few weeks later, I started unfollowing accounts. After that, I removed certain search terms from my Instagram search history. It came down to me writing down on a piece of paper what makes me feel good and what makes me feel bad. If it's on the bad list, it goes. My feed got a dramatic makeover.\" —Busola Akinlosotu, 16, from Brooklyn, N.Y.</p><p>\"You can hide content from certain accounts so that the person doesn't know you're not seeing their posts. I've done that with a couple of people.\" —Leigh Brandt, 22, student at Boston University</p><p>\"I unfollowed a bunch of celebrities and started only following people who spread good vibes. The content on your feed really does change your perspective. But I also step back and reflect on why I'm feeling bad about what someone has posted. I believe more girls should have those conversations with themselves and ask themselves why they're tying their self-confidence to something they see on social media.\" —Deeyana Desronvil, 19, student at Providence College</p><p>\"The people you follow and that you allow to follow you can make a big difference in how you feel. It's so different sending out an image to people who might not even like you versus those who care about you. I would generally advise people to keep their account private. You'll feel a lot better knowing exactly who can see what you post.\" —Amy Crouch, 21, student at Cornell University and co-author of \"My Tech-Wise Life: Growing Up and Making Choices in a World of Devices\"</p><p>Turn Off 'Likes,' and Turn Away From 'Explore.'</p><p>\"Turning off the 'like' count takes away a lot of the worry that comes from Instagram. I can post what I want and not worry that people will judge me for not having a lot of likes. I used to think about when the best time to post was, when the most people would see it. When I turned off the likes, I focused on posting for me.\" —Ava</p><p>\"I've definitely turned off the like count at times. Seeing the difference in which posts get the most likes isn't great. I noticed that photos of me wearing a tight dress would get more likes. I think Instagram should turn off likes altogether.\" —Giulia Pacini, 16, of Houston</p><p>\"A year or two ago, I started following more fitness and food accounts because I'm interested in that, and what I started to see on my Explore page were accounts with horribly disordered relationships with food and fitness. The algorithm had decided that's what I wanted. I decided I was going to avoid anything that wasn't on my feed. That's difficult to do, because it relies on will power. I wish I could have reset the algorithm.\" —Amy</p><p>\"I avoid the Explore page. It will show me things that don't reflect my feed. I just don't look at it.\" —Deeyana</p><p>Know When to Take a Break.</p><p>\"The summer before my senior year of high school I was at a concert. I looked around and saw hundreds of phones in the air recording the show. People weren't even watching it, they were watching it on their screens. It dawned on me that people weren't living in the moment, they were documenting the moment for friends to see. The next morning I deleted all social-media apps. I told myself I would go without social media for as long as it felt good, and before I knew it, it had been six months.\" —Leigh</p><p>\"A couple of years ago I started putting a limit on Instagram through the Screen Time setting on my iPhone. I limited myself to 30 minutes per day. Initially I'd request more time and that started to feel counterproductive, so I started sticking to my time limit and scrolling started to feel less important to me.\" —Amy</p><p>\"I took a break from Instagram for a whole year once, during 7th grade. Social media heightens anxiety. It feels like it's all coming at you—the pressure to look a certain way—especially at such a young age. The year I took a break there were a lot of jokes I didn't understand because of the memes that were going around and I did miss out on things, but it was my choice and it really helped my anxiety.\" —Giulia</p><p>\"I got Instagram in middle school and there were unrealistic beauty standards that made me feel very insecure—a lot of thin girls with long blond hair. It became really draining and I was always worried about how many likes and comments I was getting. Last year I decided to go off all social media for six months and reflect. I got back on a few months ago, but I've changed my habits.\" —Deeyana</p><p>\"More of my peers than not have deleted Instagram for periods. People are aware of its impact to their mental health. I deleted the app at first and then I disabled my account altogether because I wanted to feel more removed from it.\" (She reinstated it a few months later for the sole purpose of taking part in group DMs with friends from a student entrepreneurship program.) —Aiko</p><p>Everyone Overshares. Try Under-Sharing Instead.</p><p>\"I only post every three or four months. It makes it feel like more moments are personal and private now. I used to post something as simple as a beautiful granola bowl. Now I can just eat that granola bowl and no one needs to know about it.\" —Leigh</p><p>\"The one really big moment where I realized I had too much of myself tied up in my Instagram account was after a high-school dance. I felt I had this obligation to share photos to show that I had a fun time and wore a pretty dress, but I was paralyzed by the fact that I hated all the pictures. I didn't end up posting a picture from that dance, and of course the sky didn't fall.\" —Amy</p><p>Live More Life Offline.</p><p>\"I decided to engage with people outside of Instagram. If I saw someone who posted something about a life event, I used that as an opportunity to text that person instead of just liking their post and scrolling by.\" —Amy</p><p>SHARE YOUR THOUGHTS</p><p>What healthy ways have you found to use Instagram that you would like to share with teen girls? Join the conversation below.</p><p>\"At my boarding school, when we'd go out to eat, we'd put our phones in the middle of the table and whoever grabbed theirs first had to pay for dinner. Ultimately someone would cave. But it made dinner so much better and more fulfilling.\" —Leigh</p><p>Try Some In-App Tools.</p><p>I sought answers from Facebook as well. What sort of tools or guidance does the company have for its Instagram users who are emotionally struggling? A spokeswoman provided some suggestions.</p><p>• A new tool called Limits allows people to hide comments and direct-message requests from people who don't follow them, or who recently started following them, in an effort to prevent harassment or bullying.</p><p>• A Hidden Words filter allows people to specify words, phrases or emojis they find offensive so they don't have to see those abusive comments or DM requests.</p><p>• When people search for or post content related to eating disorders or body image issues, they'll see a pop-up message with tips and ways to connect with the National Eating Disorders Association.</p><p>\"We'll continue our work to expand parental supervision to teen accounts on Instagram,\" the spokeswoman said. \"These new features, which parents and teens can opt in to, will give parents tools to meaningfully shape their teen's experience.\" She said more details on that effort will come in the months ahead.</p><p>The company also announced it is pausing plans to develop a version of Instagram for kids. A full stop might be better: If teens find Instagram hard to handle, how will young children fare?</p><p>Write to Julie Jargon at julie.jargon@wsj.com</p><p>Parents, Here Are Teen Girls' Rules for Instagram</p>",
  "published": "2021-10-02T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}