{
  "_id": "1fb34cc8b81bf9b73590ccbd57602a6a9a4f18592687e50abdd5695964fc10bf",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Finish Higher, Led by Nasdaq; Investors assess Omicron, economic data; oil prices waver",
  "text": "<p>Stocks have snapped back after swooning when the Omicron variant first emerged in late November. Investors have pointed to evidence that it might cause less severe illness than previous variants, though scientists are still assessing its virulence and ability to evade vaccines. Investors are buckling in for more volatility in the markets, driven by uncertainty about inflation and how it will impact the economy.</p><p>One reason some investors expect inflation to persist is the tight labor market. The Labor Department's latest U.S. job openings and labor-turnover survey indicated that job openings rose to 11 million in October; economists had predicted 10 million unfilled positions. Meanwhile, 4.2 million workers quit their jobs in October. Fresh consumer-price index data on Friday will offer investors some insight into cost increases.</p><p>\"The number one question investors have is, 'Will inflation start to subside?' Attached to that question is how will the central banks react to it,\" said Clifton Hill, global macro portfolio manager at Acadian Asset Management. Investors are also wondering whether their portfolios are protected if central banks react more aggressively to prolonged inflation than anticipated, Mr. Hill said.</p><p>In the bond market, the yield on 10-year Treasury notes rose to 1.508%, its third consecutive increase. Bond yields and prices move in opposite directions. Investors are awaiting the Federal Reserve's meeting next week to find out if officials will accelerate the pace at which it pares back asset purchases.</p><p>\"We've had a very, very good year. It's hard for the market to perhaps just keep this surge going given the uncertainty about the Fed next week,\" said David Kelly, chief global strategist at JPMorgan Funds. Fed Chairman Jerome Powell has signaled the potential for at least one interest rate increase in the first half of 2022.</p><p>Mr. Kelly, who believes the Fed will be forced to turn more hawkish in light of strong economic data, forecasts three rate hikes next year. He is recommending investors to hold European and Japanese equities, along with U.S. value stocks relative to a normal portfolio.</p><p>Vaccine makers diverged, with Moderna gaining 0.4% and Pfizer falling 0.6%. Pfizer and BioNTech said Wednesday a third dose of their Covid-19 vaccine neutralized Omicron in lab tests, but that a two-dose regimen was much less effective.</p><p>\"The markets generally—if you look back in 2021—they have looked through any of the episodes of even partial lockdowns or that kind of risk,\" said Willem Sels, chief investment officer for private banking and wealth at HSBC. \"They assume vaccines would be effective or partially effective.\"</p><p>Apple shares rose 2.3%, pushing the company's market value to nearly $3 trillion. Stanley Black &amp; Decker rose 3.3% after the toolmaker said it would sell the bulk of its security-business assets to Securitas for $3.2 billion and buy back $4 billion in stock next year.</p><p>Roku shares jumped after the streaming-device maker signed a multiyear agreement with Alphabet that restores the YouTube TV app to its service. Its shares rose 18%.</p><p>Oil prices swung between small gains and losses. A weekly report from the Energy Information Administration showed U.S. crude oil inventories fell by 241,000 barrels, a smaller decline than analysts estimated. Investors expect the Organization of the Petroleum Exporting Countries and its allies could slow the pace of output growth in January.</p><p>Benchmark U.S. crude futures gained 0.4% to $72.36 a barrel. Brent crude, the global oil benchmark, gained 0.5% to $76.82 a barrel.</p><p>Global markets got a boost this week from Beijing's moves to stimulate the slowing Chinese economy. Investors remain on edge, however, about the Federal Reserve's plans to tighten monetary policy to tap the brakes on inflation in 2022.</p><p>In Hong Kong, China Evergrande Group shares skidded 5.5% to their lowest level since the embattled property company's initial public offering in 2009. Evergrande didn't make the payments due on some U.S. dollar bonds before a final deadline expired Monday, potentially setting the stage for a massive default. Hong Kong's broader Hang Seng Index edged up less than 0.1%.</p><p>European natural-gas prices rose 5.1% after news reports that Nord Stream 2 could be shut down if Russia invades Ukraine. The controversial pipeline linking Russia and Germany had been expected to start operations in 2022, helping to ease Europe's gas shortage.</p><p>International stock markets were mixed. The pan-continental Stoxx Europe 600 index slipped 0.1%, led down by retail stocks. China's Shanghai Composite Index rose 1.2%, Japan's Nikkei 225 1.4% and India's BSE S&amp;P Sensex 1.8%.</p><p>Write to Joe Wallace at Joe.Wallace@wsj.com</p><p>U.S. Stocks Finish Higher, Led by Nasdaq</p>",
  "published": "2021-12-08T22:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2669,
          "end": 2674
        }
      ],
      "nexusId": "10022657"
    }
  ]
}