{
  "_id": "169f3ded53c226c06a7ff0542ac097044fe4168a4e2bfd13505c5d7c4c0c4151",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Escaping the  Efficiency  Trap  And Finding Some  Peace of Mind  ---  The more productive we are, the more  pressure we feel. It's time to break the  busyness cycle.  ----  By Oliver Burkeman",
  "text": "<p>   Certain forms of busyness can be delightful. Who wouldn't want to live in Busytown, the setting of the iconic 1960s children's books by the American illustrator Richard Scarry? His grocer cats and firefighting pigs are certainly busy. Nobody in Busytown is idle -- or if they are, they're carefully hidden from view by the authorities, Pyongyang-style. What they aren't, though, is overwhelmed. They exude the cheery self-possession of cats and pigs who have plenty to do but also every confidence that their tasks will fit snugly into the hours available -- whereas we live with the constant anxiety of fearing, or knowing for certain, that ours won't. </p><p>   Research shows that this feeling arises on every rung of the economic ladder. If you're working two minimum-wage jobs to put food in your children's stomachs, there's a good chance you'll feel overstretched. But if you're better off, you'll find yourself feeling overstretched for reasons that seem, to you, no less compelling: because you have a nicer house with higher mortgage payments, or because the demands of your (interesting, well-paid) job conflict with your longing to spend time with your aging parents, or to be more involved in your children's lives, or to dedicate your life to fighting climate change. </p><p>   The problem with trying to make time for everything that feels important is that you definitely never will. The reason isn't that you haven't yet discovered the right time management tricks or applied sufficient effort, or that you need to start getting up earlier, or that you're generally useless. It's that the underlying assumption is unwarranted: There's no reason to believe you'll ever feel \"on top of things,\" or make time for everything that matters, simply by getting more done. </p><p>   That's because if you succeed in fitting more in, you'll find the goal posts start to shift: More things will begin to seem important, meaningful or obligatory. Acquire a reputation for doing your work at amazing speed, and you'll be given more of it. Figure out how to spend enough time with your kids and at the office, so you don't feel guilty about either, and you'll suddenly feel some new social pressure: to spend more time exercising or to join the parent-teacher association -- oh, and isn't it finally time you learned to meditate? Get around to launching the side business you've dreamed of for years, and if it succeeds, it won't be long before you're no longer satisfied with keeping it small. </p><p>   The general principle in operation here is what we might call the \"efficiency trap.\" Rendering yourself more efficient -- either by implementing various productivity techniques or by driving yourself harder -- won't generally result in the feeling of having \"enough time,\" because, all else being equal, the demands will increase to offset any benefits. Far from getting things done, you'll be creating new things to do. </p><p>   For most of us, most of the time, it isn't feasible to avoid the efficiency trap altogether. But the choice you can make is to stop believing you'll ever solve the challenge of busyness by cramming more in, because that just makes matters worse. And once you stop investing in the idea that you might one day achieve peace of mind that way, it becomes easier to find peace of mind in the present, in the midst of overwhelming demands, because you're no longer making your peace of mind dependent on dealing with all the demands. Once you stop believing that it might somehow be possible to avoid hard choices about time, it gets easier to make better ones. </p><p>   The more efficient you get, the more you become \"a limitless reservoir for other people's expectations,\" in the words of the management expert Jim Benson. In my days as a paid-up productivity geek, it was this aspect of the whole scenario that troubled me the most. Despite my thinking of myself as the kind of person who got things done, it grew painfully clear that the things I got done most diligently were the unimportant ones, while the important ones got postponed -- either forever or until an imminent deadline forced me to complete them, to a mediocre standard and in a stressful rush. </p><p>   The email from my newspaper's IT department about the importance of regularly changing my password would provoke me to speedy action, though I could have ignored it entirely. (The clue was in the subject line, where the words \"PLEASE READ\" are generally a sign you needn't bother reading what follows.) Meanwhile, the long message from an old friend now living in New Delhi would get ignored, because I told myself that such tasks needed my full focus, which meant waiting until I had a good chunk of free time and fewer small-but-urgent tasks tugging at my attention. </p><p>   And so, like the dutiful and efficient worker I was, I'd put my energy into clearing the decks, cranking through the smaller stuff to get it out of the way -- only to discover that doing so took the whole day, that the decks filled up again overnight anyway and that the moment for responding to the New Delhi email never arrived. </p><p>   One can waste years this way, systematically postponing precisely the things one cares about the most. What's needed instead in such situations, I gradually came to understand, is a kind of anti-skill: not the counterproductive strategy of trying to make yourself more efficient but rather a willingness to resist such urges -- to learn to stay with the anxiety of feeling overwhelmed, of not being on top of everything, without automatically responding by trying to fit more in. </p><p>   To approach your days in this fashion means, instead of clearing the decks, declining to clear the decks, focusing instead on what's truly of greatest consequence while tolerating the discomfort of knowing that, as you do so, the decks will be filling up further, with emails and errands and other to-dos, many of which you may never get around to at all. You'll sometimes still decide to drive yourself hard in an effort to squeeze more in, when circumstances absolutely require it. But that won't be your default mode, because you'll no longer be operating under the illusion of one day making time for everything. </p><p>   There's another, especially insidious way in which the quest for increased efficiency warps our relationship with time these days: the seductive lure of convenience. Entire industries now thrive on the promise of helping us cope with having an overwhelming amount to do by eliminating or accelerating tedious and time-consuming chores. But the result -- in an irony that shouldn't be too surprising by now -- is that life gets subtly worse. As with other manifestations of the efficiency trap, freeing up time in this fashion backfires in terms of quantity, because the freed-up time just fills with more things you feel you have to do, and also in terms of quality, because in attempting to eliminate only the tedious experiences, we accidentally end up eliminating things we didn't realize we valued until they were gone. </p><p>   It works like this. In start-up jargon, the way to make a fortune in Silicon Valley is to identify a \"pain point\" -- one of the small annoyances resulting from the \"friction\" of daily life -- and then to offer a way to circumvent it. Thus Uber eliminates the \"pain\" of having to track down a number for your local taxi company and call it, or trying to hail a cab in the street; digital wallet apps like Apple Pay remove the \"pain\" of having to reach into your bag for your physical wallet or cash. The food delivery service Seamless has even run advertisements -- tongue-in-cheek ones, but still -- boasting that it lets you avoid the agony of talking to a flesh-and-blood restaurant worker. </p><p>   It's true that everything runs more smoothly this way. But smoothness, it turns out, is a dubious virtue, since it's often the unsmoothed textures of life that make it livable, helping to nurture the relationships that are crucial for mental and physical health, and for the resilience of our communities. Your loyalty to your local taxi firm is one of those delicate social threads that, multiplied thousands of times, bind a neighborhood together. Your interactions with the woman who runs the nearby Chinese takeout might feel insignificant, but they help make yours the kind of area where people still talk to one another, where tech-induced loneliness doesn't yet reign supreme. As for Apple Pay, I like a little friction when I buy something, since it marginally increases the chance that I'll resist a pointless purchase. </p><p>   Convenience, in other words, makes things easy, but without regard to whether easiness is truly what's most valuable in any given context. Take those services -- on which I've relied too much in recent years -- that let you design and then remotely mail a birthday card, so you never see or touch the physical item yourself. Better than nothing, perhaps. But sender and recipient both know that it's a poor substitute for purchasing a card in a shop, writing on it by hand and then walking to a mailbox to mail it, because contrary to the cliche, it isn't really the thought that counts but the effort -- which is to say, the inconvenience. When you render the process more convenient, you drain it of its meaning. </p><p>   Meanwhile, those aspects of life that resist being made to run more smoothly start to seem repellent. \"When you can skip the line and buy concert tickets on your phone,\" law professor and White House technology advisor  Tim Wu points out, \"waiting in line to vote in an election is irritating.\" As convenience colonizes everyday life, activities gradually sort themselves into two types: the kind that are now far more convenient but that feel empty or out of sync with our true preferences; and the kind that now seem intensely annoying, because of how inconvenient they remain. </p><p></p>",
  "published": "2021-08-07T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7367,
          "end": 7372
        },
        {
          "start": 7367,
          "end": 7376
        },
        {
          "start": 8347,
          "end": 8352
        },
        {
          "start": 8347,
          "end": 8356
        }
      ],
      "nexusId": "10022657"
    }
  ]
}