{
  "_id": "72c49971e3954718dcedd0600028d20664dfafe3e7fc144baeaaa93beb84d760",
  "feed": "market-watch",
  "title": "What's worth streaming in September 2021: ‘Money Heist,' ‘Foundation,' ‘Y: The Last Man' and more",
  "text": "<p>September is absolutely packed with streaming offerings, with new seasons of beloved fan favorites and an impressive slate of eagerly anticipated newcomers. And, for those on a budget, here's the highlight: The best of the bunch can be had for a very reasonable $25 in total, across three services.</p><p>Each month, this column rates the major streaming services as a “play,” “pause” or “stop,” similar to investment analysts' traditional ratings of buy, hold and sell, and picks the best content to help you make your monthly decisions.</p><p>As we've&#xa0;previously mentioned, consumers can take full advantage of cord-cutting by churning — that's the strategy of adding and dropping streaming services each month — and all it takes is good planning. Keep in mind that a billing cycle starts when you sign up, not necessarily at the beginning of a month. Also keep an eye out for lower-priced tiers, limited-time discounts, free trials and cost-saving bundles (T-Mobile is currently offering 12 months of free Apple TV+, for example). There are a lot of offers out there, but the deals don't last forever.</p><p>Here's a look at what's coming to the various streaming services in September 2021, and what's really worth the monthly subscription fee.</p><p>Netflix ($7.99 a month for basic, $13.99 standard or $17.99 premium)</p><p>Netflix NFLX is bringing out the big guns in September, with a ton of returning favorites and some intriguing newcomers.</p><p>The criminal masterminds trying to rob Spain's Royal Mint return for a fifth and final season of “Money Heist” (Sept. 3). Annoyingly, this heist has not only been split over three seasons, but also Season 5 will be split in two, with the second part streaming in December. The show has slipped in quality, but it's still a fun-enough thrill ride, ridiculous as it is.</p><p>Also returning are the final season of the supernatural crime drama and fan favorite “Lucifer” (Sept. 10); Season 3 of the cringingly funny British high school dramedy“Sex Education” (Sept. 17), which shakes things up with a new headmistress (Jemima Kirke) and a truly unfortunate mustache for young Otis; and the college dramedy&#xa0;“Dear White People”&#xa0;(Sept. 22), which, for its fourth and final season, will play out as a musical set in the '90s.</p><p>If you're looking for reality shows, Netflix&#xa0;has Season 3 of the addictive competition series&#xa0;“The Circle”&#xa0;(Sept. 8, with new episodes weekly); Season 6 of the baking-fail show&#xa0;“Nailed It!”&#xa0;(Sept. 15); the spinoff dating show&#xa0;“Too Hot to Handle Latino”&#xa0;(Sept. 15); and Season 2 of the autism relationship show&#xa0;“Love on the Spectrum”&#xa0;(Sept. 21).</p><p>For more: What's new on Netflix in September 2021 — and what's leaving</p><p>Among the more interesting originals, Netflix has&#xa0;“Q-Force”&#xa0;(Sept. 2), an animated comedy from Mike Schur (“Parks &amp; Recreation”) and Sean Hayes (“Will &amp; Grace”) about a team of LGBTQ super-spies; Julie Delpy's&#xa0;“On the Verge”&#xa0;(Sept. 7), a dramedy series about four women in Los Angeles going through mid-life crises;&#xa0;“Kate”&#xa0;(Sept. 10), an action movie starring Mary Elizabeth Winstead as an assassin who's been poisoned and has 24 hours in Tokyo to find her killer and get her revenge (which sounds suspiciously like the plots to “D.O.A.” and “Crank”); and&#xa0;“Countdown: Inspiration4 Mission to Space”&#xa0;(Sept. 6, with new episodes weekly), an intriguing near-realtime docuseries that follows the progress of an upcoming all-civilian space launch and mission aboard a SpaceX capsule — hopefully it'll be more than just a commercial for Elon Musk.</p><p>Who's Netflix for?&#xa0;Fans of buzz-worthy original shows and movies.</p><p>Play, pause or stop?&#xa0;Play. Once again, Netflix wins with sheer volume.</p><p>Apple TV+ ($4.99 a month)</p><p>September offers a look of the past, present and future of Apple TV+.</p><p>There's the second season of the newsroom drama “The Morning Show” (Sept. 17), almost two years after it debuted to rocky reviews as the much-hyped flagship show for a brand-new streaming service. There's “Ted Lasso” (new episodes every Friday), the surprise hit that has worked its way up to become Apple's current flagship show. And then there's “Foundation” (Sept. 24), the sci-fi epic that has long been planned to be THE flagship series for Apple AAPL, the next “Game of Thrones”-type of universe-building, long-term megahit with a devoted fanbase that will drive new subscriptions.</p><p>And while things don't always go as planned, all three should be worth a watch. While “Ted Lasso” now finds itself facing a bit of an online backlash from certain grumps, it's getting very interesting for the second half of its second season, and remains a must-watch.</p><p>“The Morning Show,” meanwhile, suffered a sloppily plotted first season but was largely a victim of its own high expectations. For Season 2, the cast is still fantastic, with Jennifer Aniston, Reese Witherspoon, Steve Carell and Emmy-winner Billy Crudup now joined by Julianna Margulies, Will Arnett and Hasan Minaj, among others, and the premise — a high-stakes, backstabby workplace drama — is still compelling. With a few tweaks, the pieces are in place for a bounceback season, elevating the series to the prestige level that Apple originally planned on.</p><p>But “Foundation” is the future, in every sense. The long-awaited series, adapted from Isaac Asimov's classic series of novels, tells the thousand-year story of a sprawling intergalactic empire that's on the decline, and the effort to preserve humanity and rebuild civilization from its imminent fall. Lee Pace (“Halt and Catch Fire”), Jared Harris (“Mad Men”), Lou Llobell (“Voyagers”) and Terrance Mann (“Sense8”) star. It's a massive story with a huge production budget that's set to run for multiple seasons and should challenge Amazon's “The Expanse” as the best hard sci-fi series out there. The one concern is making it compelling enough — the source text is a bit dry by today's storytelling standards. But assuming the writers can pull that off, “Foundation” could be a big hit, for a long time.</p><p>Apple also has a couple of 9/11 specials: the documentary “9/11: Inside&#xa0;the President's&#xa0;War Room” (Sept. 1), and a filmed version of the Tony-winning Broadway musical “Come From Away” (Sept. 10), about how the people of Newfoundland embraced airline passengers who were diverted and stuck there.</p><p>And at the end of the month, Jon Stewart makes his return to TV. The longtime “Daily Show” host stepped out of the limelight in 2016, but will return Sept. 30 with a new series: “The Problem With Jon Stewart,” a single-issue-per-episode current-affairs show with an accompanying podcast, running every other week. Sounds a bit like the “Last Week Tonight”/”Patriot Act” format, and should be worth checking out.</p><p>Who's Apple TV+ for?&#xa0;It offers a little something for everyone, but not necessarily enough for anyone — though it's getting there.</p><p>Play, pause or stop?&#xa0;Play. There are enough solid new shows worth checking out, along with new episodes of “See” and “Truth Be Told” (both watchable, though you can skip the dour “Mr. Corman”) dropping in September, and there's finally a large enough catalog (try “Mythic Quest,” “Dickinson,” “Physical,” “For All Mankind” and “Little America”) to keep new subscribers happy even if the latest shows don't pan out.</p><p>Hulu ($5.99 a month or $11.99 with no ads)</p><p>After more than a decade of misfires, an adaptation of “Y: The Last Man” (Sept. 13) is finally ready for the screen. The post-apocalyptic drama is based on an iconic comic book, about a world in which every mammal with a Y chromosome has died off — except for one man and his monkey, who find themselves scrapping to survive in a new world order. &#xa0;Ben Schnetzer stars as Yorick (aka the Last Man), Diane Lane plays his mother, who's also the new president, and notably, pretty much everyone in front of and behind the camera is female. While the post-apocalyptic thing has been done to death, with a unique twist and solid source material, this should be a must-see.</p><p>Hulu's other September originals look less compelling: “The Premise”&#xa0;(Sept. 16), a familiar-looking anthology series from B.J. Novak (“The Office”) that appears to be about everything, and yet nothing (see: Amazon's “Solos.” Or better yet, don't); Season 2 of the biographical rap series “Wu-Tang: An American Saga”&#xa0;(Sept. 8); and “The D'Amelio Show”&#xa0;(Sept. 3), a reality series about TikTok celebrity sisters and their family.</p><p>But viewers can look forward to a new season of the funniest show currently on TV, the vampire mocumentary “What We Do in the Shadows”&#xa0;(starting Sept. 3, with new episodes streaming a day after they air on FX), and a ton of fall series streaming a day after they air on network TV, including&#xa0;“The Voice”&#xa0;(Sept. 21),&#xa0;“The Wonder Years”&#xa0;reboot (Sept. 23),&#xa0;“Bob's Burgers”&#xa0;(Sept. 27) and&#xa0;“The Good Doctor”&#xa0;(Sept. 28). There'll also be new episodes each week of the highly entertaining Steve Martin/Martin Short/Selena Gomez mystery/comedy “Only Murders in the Building,” and the excellent new slacker-hangout comedy “Reservation Dogs.”</p><p>Also: What's new on Hulu in September 2021, and what's leaving</p><p>Who's Hulu for?&#xa0;TV lovers. There's a deep library for those who want older TV series, and next-day streaming for many current network and cable shows.</p><p>Play, pause or stop?&#xa0;Play. “Y: The Last Man” and “What We Do In the Shadows” should be worth the subscription alone, and there's always Hulu's deep and broad selection of current and past TV series to fall back on.</p><p>Peacock (free basic level, Premium for $4.99 a month with ads, or $9.99 a month with no ads)</p><p>The big draw for Peacock in September is live sports, with NFL games kicking off Sept. 9 and Notre Dame football starting Sept. 11. There's also golf's PGA Tour Championship (Sept. 4-5) and a full slate of English Premier League soccer.</p><p>Among series, Peacock has“Dan Brown's The Lost Symbol” (Sept. 16), based on the best-selling novel about the &#xa0;early adventures of young Harvard symbologist Robert Langdon; “The Toolbox Killer” (Sept. 23), a true-crime series that will air on Oxygen in October; Season 4 of “A.P. Bio” (Sept. 2), a good-but-not-great comedy, despite its tremendous cast; and original competition shows like“Frogger” (yes, based on the classic videogame) and “Top Chef Family Style” (both Sept. 9). It's also got NBC's fall series, including “American Ninja Warrior” (Sept. 7), “The Voice” (Sept. 21), all the “Chicago” emergency-responder and “Law &amp; Order” variations (Sept. 23 and 24, respectively); and “La Brea” (Sept. 29), a new drama about a very big pothole in L.A.</p><p>Among movies, Peacock is adding “About a Boy,” “E.T.: The Extra-Terrestrial,” “Out of Sight,”“The Social Network” and many others.</p><p>Who's Peacock for?&#xa0;If you like network and basic-cable TV and don't mind ads, the free version of Peacock is great. If you're eligible for Premium through a Comcast&#xa0;CMCSA&#xa0;or Cox cable subscription, it's also a perfectly fine free addition.</p><p>Play, pause or stop?&#xa0;Pause and think it over. If you're a cord-cutter who still needs live sports, it's a solid choice, and there's enough watchable new stuff to make a subscription worthwhile. But if not…meh.</p><p>Paramount+ ($4.99 a month with ads but not live CBS, $5.99 a month with ads, $9.99 without ads)</p><p>Paramount+ doesn't have a ton of promising originals in September, but it does offer a lot of live sports.</p><p>The NFL kicks off its season Sept. 12, and Paramount+ will have all the action, along with the “NFL on CBS” pregame show and “Inside the NFL” studio show every week. It also has CBS college football, highlighted by the SEC on CBS, starting Sept. 11; and a ton of soccer, including Italy's Serie A, CONCACAF men's World Cup qualifying and the UEFA Champions League.</p><p>As for series, new episodes of the supernatural drama “Evil” will drop every Sunday, the animated “Star Trek: Lower Decks” has new eps every Thursday, and Stephen Colbert's animated “Tooning Out the News” appears every Monday-through-Thursday. There's also “The J Team” (Sept. 3), a movie starring pop star JoJo Siwa, and “The Harper House” (Sept. 16), an animated comedy about a frazzled housewife, voiced by Rhea Seehorn (“Better Call Saul”).</p><p>There's also a decent selection of movies being added, including “Butch Cassidy and the Sundance Kid,” “Grosse Pointe Blank,” “Mean Girls” and “Raising Arizona” (all Sept. 1).</p><p>Who's Paramount+ for?&#xa0;Gen X cord-cutters who miss live sports and familiar ViacomCBS&#xa0;&#xa0;VIAC&#xa0;broadcast and cable shows.</p><p>Play, pause or stop?&#xa0;Pause. Unless you need your sports fix, there's not much to offer this month. But if you need your NFL, a subscription could be worth it.</p><p>HBO Max ($9.99 a month with ads, $14.99 without ads)</p><p>As if “White Lotus” wasn't uncomfortable enough to watch, HBO Max is going one steep deeper into making viewers squirm in September, with the five-episode limited series “Scenes From a Marriage” (Sept. 12), a modern-day adaptation of the Ingmar Bergman classic. Oscar Isaac and Jessica Chastain star as a couple going through… well, a lot. It'll undoubtedly be good — the only question is whether this disintegrating marriage will be too raw and emotionally draining to watch.</p><p>AT&amp;T's T HBO Max has a pair of first-run Warner Bros. movies headed its way on the same day they hit theaters: “Cry Macho” (Sept. 17), directed by and starring Clint Eastwood as a washed-up rodeo star seeking redemption toward the end of his life; and “Malignant”(Sept. 10), a horror thriller from “The Conjuring” director James Wan, about a woman whose horrifying dreams may actually be real. Both will stream for 31 days on the ad-free tier; also, “The Suicide Squad” will leave Max on Sept. 5.</p><p>September also has Season 3 of the dark superhero series “Doom Patrol” (Sept. 23); the final installment of “Adventure Time: Distant Lands — Wizard City” (Sept. 2); the season finales of “Sweet Life: Los Angeles” (Sept. 3) and the hilarious second season of “The Other Two” (Sept. 23); and the addition of movies such as “Promising Young Woman” (Sept. 25), “News of the World” (Sept. 4) and all eight Harry Potter films (Sept. 1).</p><p>Who's HBO Max for?&#xa0;HBO fans and movie lovers.</p><p>Play, pause or stop?&#xa0;Stop. There's just not enough this month to justify the hefty price. (October will be a much different story, with “Succession,” “Curb Your Enthusiasm” and the “Sopranos” prequel movie.)</p><p>Disney+ ($7.99 a month)</p><p>It's another relatively slow month for Disney+, with no first-tier Marvel or “Star Wars” series, and thus another good opportunity to save your subscription bucks.</p><p>The big addition in September is “Doogie Kamealoha, M.D.” (Sept. 8), a reboot of early '90s fave “Doogie Howser.” This time around, it's a family dramedy focused on a girl in Hawaii (Peyton Elizabeth Lee) trying to balance high school and her budding medical career. There's also “Star Wars: Visions” (Sept. 22), a non-canon anime series that looks interesting, if you're into anime. Also on tap: a Billie Eilish concert special, “Happier Than Ever: A Love Letter to Los Angeles” (Sept. 3), and new episodes every week of the hit-and-miss animated Marvel series “What If…?” and the very skippable “Turner &amp; Hooch.”</p><p>Who's Disney+ for?&#xa0;Families with kids, and hardcore “Star Wars” and Marvel fans. For those not in those groups, Disney's DIS library can be lacking.</p><p>Play, pause or stop?&#xa0;Stop (if your kids will let you). While there's enough there to entertain the family (“Doogie Kamealoha” looks decent enough), there's nothing that demands to be seen right now.</p><p>Amazon Prime Video ($12.99 a month)</p><p>Amazon AMZN has a decent number of originals in September, but none of them are particularly eye-catching.</p><p>The legal drama “Goliath”&#xa0;(Sept. 24) returns for its fourth and final season after a two-year layoff, with underdog lawyer Billy McBride (Billy Bob Thornton) taking on his biggest opponent yet: the opioid industry. Amazon will break with its usual weekly rollout and drop all eight episodes at once.</p><p>There's also pop star Camilla Cabello starring alongside an all-star cast in a musical version of “Cinderella” (Sept. 3); “LuLaRich”&#xa0;(Sept. 10), a four-part series from the documentarians behind “Fyre Fraud” chronicling the rise and fall of the LuLaRoe leggings pyramid scheme; the erotic thriller movie “The Voyeurs” (Sept. 10); the drag musical“Everybody's Talking About Jamie”&#xa0;(Sept. 17); and“The Mad Woman's Ball”&#xa0;(Sept. 17), a French adaptation about unfairly institutionalized women in 19th-century Paris.</p><p>See more:What's new on Amazon Prime Video in September 2021</p><p>Actually, the most intriguing series is an old one: “The Killing”, aka “Forbrydelsen,” (Sept. 1), the dark and brooding 2007 Danish crime drama that inspired a frustrating U.S. adaptation, is streaming in the U.S. for the first time on Topic, a niche streaming service. But for a limited time, Prime Video subscribers can watch it for no additional cost.</p><p>Who's Amazon Prime Video for?&#xa0;Movie lovers, TV-series fans who value quality over quantity.</p><p>Play, pause or stop?&#xa0;Stop. There's not enough that demands to be watched now, so save your bucks for when Amazon has a more loaded lineup.</p><p>Discovery+ ($4.99 a month, $6.99 ad-free)</p><p>There's not much worth mentioning on Discovery+ in September. The best of the bunch is probably “Curse of the Chippendales” (Sept. 24), a four-part docuseries about the formation of the male striptease troupe that boomed in the 1980s, and how it spun into tragedy and murder.</p><p>Also of note: “Street Outlaws: Gone Girl” (Sept. 6), a spinoff about female street racers; “Reno My Rental” (Sept. 18), a new series by “Design Star: Next Gen” winner Carmeon Hamilton; and the 9/11 documentaries “No Responders Left Behind” (Sept. 9), about the legislative battle fought by comedian Jon Stewart and others to ensure health care for 9/11 first responders, and “Rebuilding Hope: The Children of 9/11” (Sept. 7), about four families with children who lost fathers on 9/11.</p><p>Who's Discovery+ for?&#xa0;Cord cutters who miss their unscripted TV or who are really,&#xa0;really&#xa0;into “90-Day Fiancé.”</p><p>Play, pause or stop?&#xa0;&#xa0;Stop. Discovery+ is fantastic for background TV. But there's not much that's essential viewing. It's really only a good option for those who are HGTV/Food Network/TLC superfans who've cut the cord completely — if you still have cable or get Discovery&#xa0;DISCA&#xa0;channels through a live-streaming service like YouTube TV or Hulu Live, it's just not necessary. (Besides, many of its cable shows are also available on Hulu.)</p>",
  "published": "2021-08-31T12:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5946,
          "end": 5951
        },
        {
          "start": 4026,
          "end": 4031
        },
        {
          "start": 5113,
          "end": 5118
        },
        {
          "start": 4172,
          "end": 4177
        },
        {
          "start": 6660,
          "end": 6668
        },
        {
          "start": 997,
          "end": 1002
        },
        {
          "start": 4178,
          "end": 4182
        },
        {
          "start": 3715,
          "end": 3720
        },
        {
          "start": 6660,
          "end": 6665
        },
        {
          "start": 3630,
          "end": 3638
        },
        {
          "start": 3630,
          "end": 3635
        }
      ],
      "nexusId": "10022657"
    }
  ]
}