{
  "_id": "e5afc736e079865deb3214a13f3fd2d56dd159745f5ef0a74bf4a8bf271cae92",
  "feed": "wall-street-journal",
  "title": "Corrections & Amplifications",
  "text": "<p>\n   Cryptocurrency exchange Gemini said that 26% of current crypto holders in the U.S. are women, based on a survey of 3,000 U.S. adults, ages 18 to 65 with $40,000 or more in household income. Display text with a Markets article on Saturday about cryptocurrencies incorrectly said 26% of U.S. women are current crypto holders. </p><p>\n  --- </p><p>\n   The last name of Joe Babcock, the former chief financial officer of Epic Games Inc., was misspelled in one instance as Babock in an Exchange article Saturday about Epic Games. </p><p>\n  (See: \"EXCHANGE --- Fortnite's Mastermind Goes to Battle With Apple --- The boss of Epic Games is responsible for one of the world's most successful videogames. Does he have what it takes to defeat the world's biggest company?\" -- WSJ April 24, 2021) </p><p>\n  --- </p><p>\n   Low-voltage wiring should be buried 6 inches into the earth. An Off Duty article on Saturday about outdoor lighting incorrectly said that low-voltage wiring can be run on top of soil and under mulch. </p><p>\n  (See: \"OFF DUTY --- Design &amp; Decorating: Begin to See The Outdoor Light --- To make your backyard look like a resort after dark, the pros advise a lighting scheme as layered as your living room's. Here, how to get the effect\" -- WSJ April 24, 2021) </p><p>\n  --- </p><p>\n  Notice to readers </p><pre>\n </pre><p>\n  Wall Street Journal staff members are working remotely during the pandemic. For the foreseeable future, please send reader comments only by email or phone, using the contacts below, not via U.S. Mail. </p><p>\n  --- </p><p>\n  Readers can alert The Wall Street Journal to any errors in news articles by e-mailing wsjcontact@wsj.com or by calling 888-410-2667. </p><p></p>",
  "published": "2021-04-27T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 566,
          "end": 571
        }
      ],
      "nexusId": "10022657"
    }
  ]
}