{
  "_id": "941716ac319ae4e9c820789523eb1b363b58c5403f1dbbc79123b063532d9310",
  "feed": "ftcomall",
  "title": "An American epiphany",
  "text": "<p>It was Epiphany this past Wednesday. A day symbolically marked around the world as a season of revelations and unveilings. Here in New York, the sun shone bright in the sky, exposing everything in its sharp glare. In the afternoon, with sunlight pouring in from the bay window, I sat glued to the bar-stool at the island in the middle of my kitchen. I was so still that the uneven, slightly rusted iron legs didn't wobble or squeak under my weight. My eyes were fixed on the television screen hanging on the wall.</p> <p>I don't usually watch TV in the middle of the day but, like most others across America, I'd dropped whatever I was doing as the unbelievable <a href=\"https://www.ft.com/content/9a37c259-f7c8-4cca-9a00-83e7e5b9287d\">scenes unfolded at the Capitol</a> building in Washington DC. From the corner of my eye, I caught the gleam off the clear glass star dangling from the rim of the fireplace mantle. The pointed arms of the star dazzled in direct line of the sun's rays.</p> <p>I'd hung the trinket up earlier that morning. My Epiphany star. I wondered for a brief moment why consumer culture hasn't cashed in on this day, marketing bright stars to everyone. Maybe it's because the season is a complex one. It's a story of glorious guiding lights and wise men trying to acknowledge the coming of a new leader. But it is also a story with an old, fear-filled and insecure despot plotting and lying with hopes of ensuring that there is no new leader. A story with this same broken ruler who, when his scheming plans go awry, is willing to sacrifice the innocents as a last resort. </p> <p>I focused back on the TV screen. In the midst of officials counting the electoral votes to certify president-elect Joe Biden as the lawfully elected new leader of the US, chaos erupted. Images flashed of men ramming large objects at windows until the thick glass shattered, men in suits ducking and running for cover as guns were raised into position.</p> <p>The scene immediately reminded me of being a young child and hearing the word “coup”, whispered between my Nigerian parents, floating like a toxic and forbidden word high above my head. Only this time, I could reach out and grasp it. I know what it means.</p>  <p><strong>I know too that after</strong> a year like 2020, what I'm seeing play out on the screen is not what anyone needs in the first week of 2021 — a year, despite our fatigue, so quietly steeped in hope. More and more, I miss the seemingly shallow and the silly. The wrenching internal debate about whether or not to step out into the celebratory NYE crowds with shrieking and cajoling friends, or to venture anywhere near Times Square (like most sane New Yorkers, my answer is “no”). I miss New York City in general, the former city, the one with bustling bodies hustling one another down subway stairs to catch the train, or on the streets circumventing the steam clouds rising like movie set fog from manhole covers.</p> <p>The broadcaster's voice grounds me back to harsh reality. He reminds viewers that just a few short hours earlier, Donald Trump and his allies spoke at a rally close by the Capitol, where they continued to protest against the results of a fair election, pushing ludicrous conspiracy theories that his defeat was rigged. I listen to more breaking news, as stations quote other snippets from that rally. Donald Trump Jr saying, “If you're gonna be the zero and not the hero, we're coming for you, and we're going to have a good time doing it.” A billow of fear seems to swirl from the TV screen out into the air.</p> <p>There's been so much to feed fear lately. In New York, I've watched the Covid numbers continue to rise again since Thanksgiving. I've scrolled through Twitter, catching updates from New York state governor Andrew Cuomo's regular briefings. He vows to make the vaccine available fairly to all New Yorkers. I cheer on and also quietly wonder that the first person to receive the vaccine in New York is a black woman, the annals of American medical research snipping at the heels of my running mind. </p>  <p><strong>We're supposed to be</strong> thinking of resolutions and goals, of working off the Christmas weight, and other promises we're likely to break before February. If everything didn't still feel so off-kilter and uncertain, so surreal still and completely unpredictable, so unsafe. Instead of resolutions, I've found myself thinking about journeys and revelations. Probably because it's Epiphany this week, yes. But also because during the past few months, I've been following the stories of how groups of people have <a href=\"https://www.ft.com/content/5e43842f-c219-4f01-891e-e3fe6a6d23b4\">relocated from the city</a> to the suburbs or further upstate. Perhaps because I wondered what people used to the daily grit and glamour of a place like New York might experience living somewhere more subdued.</p> <p>I've got into the habit of reading the real estate sections of the newspaper. An article shared <a href=\"https://www.nytimes.com/interactive/2020/05/15/upshot/who-left-new-york-coronavirus.html\">statistics</a> that between March 1 and May 1, roughly 420,000 residents left the city. What interested me the most was reading how people felt as they considered coming back to the city and the homes they left months ago. Some chose not to. Others came back, having experienced their lives in other places and other contexts they hadn't previously imagined or considered for themselves. Yet all, it seemed, were returning with new questions and an expanded awareness about their lives, and considering how they want to live now, back in their former homes, in some way no longer their former selves. Their journeys had changed them. </p> <p>The Magi of the Epiphany narrative were said to be priestly people, astrologers who knew how to read the skies and stars and signs. One of my favourite parts of the story is that the wise men travel home by a different way because they've been warned that the old way is no longer suitable. Now that they know what they know, and they have seen what they have seen, the former way home can no longer lead to preserving life. They were not the same people returning as those who left. </p> <p>The reality of 2020 still sits before us all. A journey through a year like that does not end with the crossing of a calendar date. The reality of 2021 is already showing itself. In some ways, the season feels ripe for epiphanies, for things revealed and discerned in our lives. We are stirring our imaginations towards a renewed future as we hold the reality of vaccines in mind and, here in America in any case, political changes that could perhaps make the country feel somewhat safer, somewhat saner, at least more hospitable. Knowing what we know, and seeing what we've seen, none of us can really be at home with ourselves and with the world as before.</p> <p>This feeling seems to thread like a seam across the landscape, from our personal lives to our political efforts. From November's US presidential elections to this week's Senate run-offs in Georgia, it seems clear that most of us want to return by a different way. Whether we wanted it or not, the past year has allowed, if not enforced, the unearthing of things — in our relationships, in our life choices and negotiations, and in the journeys we've found ourselves on. </p> <p>We equate epiphanies with good news, with welcome information. However, good news may not always be good because it is enjoyable, or promises pleasure. It can be good in the sense that it calls us to live a more examined life. Something, though enriching and transformative, that is far from easy and rarely pleasurable. Like the necessity of grief or the need to foster spaces for safe vulnerability with one another. Revelation, it seems to me, is always followed by the opportunity for discernment, the chance to thoughtfully glean wisdom from any new information. What will we do with our revelations and our epiphanies? Of what have we discerned individually and collectively, that we can no longer return, because that way home, back to ourselves, is no longer life-giving?</p> <p>I could not pull myself away from the bar stool, from the television. I wanted to hear an official statement from the White House. It took too long before the screen panned out from the mayhem at the Capitol, to Trump's recorded message. He said very little. <a href=\"https://www.ft.com/content/15f932cf-b8e5-4c24-b0d5-1ef903103a3c\">Repeated claims of a stolen election</a>. Told the rioters and insurrectionists that he loved them. And told them again and again to go home. As if that were the only answer. As if we who were watching didn't know that after everything 2020 has revealed to us, and what has come to light this Epiphany, so many former paths are impassable now.</p> <p><em>Enuma Okoro is a writer and speaker</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Enuma Okoro 2021 'An American epiphany' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T11:00:05.721Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 8596,
          "end": 8601
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}