{
  "_id": "b96af3f3b14646ce70cf690b124e74f75539d79e0deafd0dfd03ca160e84de98",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Why 'Ted Lasso' Had  Christmas in August  ---  The bonus holiday story goes to the heart of Apple TV+ strategy  ----  By John Jurgensen",
  "text": "<p>   How did one of television's biggest hits end up giving viewers a Christmas episode in August? Thank Apple. </p><p>   Last year, when the company first released \"Ted Lasso,\" its streaming comedy series about an American football coach leading an English soccer team, writers were already hard at work on a second season. They had season 2 mapped out in a 10-episode arc. Then Apple TV executives wanted more, and asked if the writers had other stories to add. </p><p>   Enter the Christmas episode, which arrived Friday. It features a locker-room Secret Santa exchange, seasonal Ted-icisms (\"Hold me closer tiny Dancer, Prancer and Vixen\") and a potluck holiday party for AFC Richmond players away from their homes in foreign countries. There are acts of generosity, characters singing and homages to canonical rom-com \"Love Actually.\" (A second extra episode will come later in the 12-episode season.) </p><p>   All the good cheer is on brand for Apple. When the tech company first got into original programming a few years ago, Apple took caution to avoid content with gratuitous violence, sex or profanity. The slate of shows that eventually landed on Apple TV+ have varied in style, including TV-MA rated series that dip into provocative material. But it's \"Ted Lasso\" (despite the florid cursing of character Roy Kent and some decidedly adult comedy) that epitomizes the optimism Apple tries to project in its product marketing and much of its programming. Apple TV+ launched with the tagline \"Stories to believe in\"; in \"Ted Lasso,\" \"BELIEVE\" is a message taped over a locker-room doorway. </p><p>   The series earned a record 20 Emmy nominations for a freshman comedy series (including four out of the eight nominations for best supporting actor). For Apple, in only its second year of Emmy eligibility, those nominations signal a boost in the streaming wars and a validation of its programming strategy. </p><p>   \"Ted Lasso\" creator and star Jason Sudeikis pictured the show as an alternative to the snark and cynicism he saw as rampant in entertainment. As it turned out, the show also worked as an antidote to pandemic grimness for many fans. </p><p>   The \"Ted Lasso\" team points out that the show's \"kindness porn\" (as one critic put it) only works because it's balanced by grittier emotional stuff. </p><p>   \"It's not 'Fern Gully.' People go through s---. It's about where they end up on the other side,\" says Brendan Hunt, a co-creator of the series and cast member who plays Ted's stoic wingman Coach Beard. \"We're a comedy. We are not self-help gurus.\" </p><p>   In season 2, the writers wanted to dig deeper into the characters' baggage. A psychologist (played by Sarah Niles) joins the team staff, and her quiet, watchful, unsmiling presence seems to expose a compulsion in Ted to act the opposite way. </p><p>   \"I think the writers and the audience agree that Ted is a good man, but there can be costs to being good,\" says Ashley Nicole Black, who joined the \"Ted Lasso\" writing staff for season 2. </p><p>   To earn a big sentimental moment in the recent season premiere, the writers started with a sacrifice of sorts: As the episode opens, star player Dani Rojas fires a penalty kick that strikes a mortal blow to the team's mascot, a greyhound named Earl. The accident undermines Dani's exuberant mantra -- \"Football is life!\" -- and sends him into a grief spiral, which introduces the team psychologist. </p><p>   The writers' method for escalating the stakes triggered a big debate behind the scenes. \"Dani Rojas cannot kill a dog. We as a television show cannot kill a dog. That's a Top 10 rule of TV, you can't kill a dog,\" says executive producer Joe Kelly, who helped develop \"Ted Lasso\" and worked on such comedies as \"How I Met Your Mother.\" </p><p>   \"There was some resistance in the [writers] room, but there was considerable resistance from higher up,\" Mr. Hunt recalls, referring to creative executives who oversee the show at Apple and the Warner Bros. Television studio. </p><p>   Eventually Mr. Sudeikis convinced the show's handlers that the scene set up a crucial chain of emotional events in the episode -- paying off with a speech by Ted about fear and loss, and a dog he once knew: \"You know, it's funny to think about the things in your life that can make you cry knowing that they existed, can then become the same things that make you cry knowing that they're now gone,\" the coach says at a press conference. \"I think those things come into our lives to help us get from one place to a better one.\" </p><p>   Mr. Sudeikis, who wrote the speech, is also the reason the monologue is played straight and doesn't end with a punchline. \"Everyone had different ideas of what the show could be, but Jason knew what the hell it was,\" Mr. Kelly says of the former \"Saturday Night Live\" star. </p><p>   As season 2 continues, the Earl incident may turn out to be a tone setter. \"Alright, we killed a dog. Now, it's Christmas. Everybody come back and we're going to hug you again,\" Mr. Hunt says. \"But don't worry there's plenty more trauma coming up.\" </p><p></p>",
  "published": "2021-08-16T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1354,
          "end": 1359
        },
        {
          "start": 917,
          "end": 922
        },
        {
          "start": 110,
          "end": 115
        },
        {
          "start": 3844,
          "end": 3849
        },
        {
          "start": 100,
          "end": 105
        },
        {
          "start": 365,
          "end": 370
        },
        {
          "start": 1124,
          "end": 1129
        },
        {
          "start": 1431,
          "end": 1436
        },
        {
          "start": 1124,
          "end": 1132
        },
        {
          "start": 1718,
          "end": 1723
        },
        {
          "start": 999,
          "end": 1004
        },
        {
          "start": 1431,
          "end": 1439
        },
        {
          "start": 365,
          "end": 373
        }
      ],
      "nexusId": "10022657"
    }
  ]
}