{
  "_id": "7e62ac74ced19618194f243a0fca0131eb09caa067773628492b81b8a2caf215",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Family & Tech:  Can Camp Without Screens Be a Reset?  ----  By Julie Jargon",
  "text": "<p> When Hannah and Emma Davis get back from nearly a month at camp this summer, they're going to face some new tech rules. </p> <p> Limits on screen use were relaxed in the Davis household, as with many families during the pandemic. \"We wanted our kids to be happy during quarantine, so we allowed them more rope than we should have when it came to electronics,\" said Evan Davis, owner of a small Boston-area real estate holding group. </p> <p> At their camp on Cape Cod, the girls can't use screens, and that long break is giving Mr. Davis and his wife hope of a return to some pre-pandemic screen-time normalcy. \"We're going to do more staring out the window and more thinking, not having a device doing that thinking for you,\" he said. </p> <p> Camp drop-offs this summer have been particularly jarring for many children who spent the past year and a half glued to phones, tablets and game consoles. But as they return home -- after weeks of in-real-life activities like canoeing, hiking and roasting s'mores, with no devices in sight -- they should be in a better mind-set to accept new screen rules, child-development experts say. </p> <p> Sandy Rubenstein, owner and director of Camp Wingate-Kirkland, where 10-year-old Hannah and 13-year-old Emma go, said that in addition to being extra homesick this summer, many campers are having a harder time winding down at night. They've gotten used to watching iPads before bed. \"Just reading a book and turning off naturally has been a struggle for many kids,\" she said. </p> <p> Campers have been complaining more than in years past about the lack of devices, she said, and many have been trying to negotiate for some iPad time. \"There's no negotiating,\" Ms. Rubenstein said. Hannah said she cried for the first five days without her phone because she missed her parents and friends from home, whom she could no longer contact. \"It's gotten easier,\" she said, when I called her on the camp director's cellphone. </p> <p> Mia Rubenstein, the camp director's 17-year-old daughter who is a counselor-in-training there, said she initially felt weird being without her phone. \"The first day I had withdrawal,\" she said. \"After that it was a relief.\" </p> <p> Mr. Davis and his wife are still sorting out what the post-camp rules will entail. They aren't opposed to screens, but want the kids to use them in more mindful ways -- FaceTiming friends instead of group texting, for instance, and watching curated TV shows rather than going down YouTube or TikTok rabbit holes. Mr. Davis has some day camps and beach trips planned to fill the remaining weeks before school. If the girls are bored at home, he said, \"they can go weed the garden.\" </p> <p> Rebecca Battles, a human-resources director near Miami, has been teaching her 12-year-old son, Collin, practical skills, such as changing lightbulbs and cleaning the pool filter, since he returned home from three weeks away. He spent two weeks on a road trip with his grandparents and one week at a camp near Orlando. He was without his gaming PC the whole time. Before he left, he referred to camp as a prison. </p> <p> \"Kids forget there was life before screens because that's their whole world,\" Ms. Battles said. \"Once he was at camp he had a blast.\" </p> <p> When Collin got home in mid-July, Ms. Battles imposed the summer screen-time rules that were in place before he left -- no tech before 10 a.m. and none between noon and 5 p.m. In preparation for school, his bedtime has gradually gotten earlier. Since he has been back, Ms. Battles said, he has been spending a lot of time just sitting around, doing chores and talking to his mom. \"I think what he learned at camp this year was how to be still,\" she said. </p> <p> Can a short period of being completely tech-free carry lasting benefits, or will campers reassume the screen-induced zombie stare the first chance they get? </p> <p> People often fall back into old patterns of behavior when that behavior was a coping mechanism, said Michael Milham, director of the Center for the Developing Brain at the Child Mind Institute, a nonprofit mental-health care provider in New York. Since many kids used tech as a way to cope during the pandemic, looking at their tendencies prior to 2020 might give parents a better idea of how they'll manage after their camp-related tech hiatus. </p> <p> Experts largely agree on one thing: Don't expect your child to return from camp a totally transformed person. \"People should view a tech detox as Step One. A detox doesn't solve the problem, it creates an opportunity,\" Dr. Milham said. \"It's about what you do afterward.\" </p> <p> --- </p> <p> What You Can Do </p> <pre> </pre> <p> There are ways parents can help sustain the screen-free positivity that came from those weeks in the woods. Experts suggest ways to minimize screen use in the weeks between camp and school. </p> <pre> </pre> <p> -- Have realistic expectations. \"When we bring them back home we can't just say, 'You've been without screens for a while and you can't have screens anymore,'\" said David Anderson, a vice president at the Child Mind Institute and a former summer-camp director. \"The friends they have at home aren't living in a cabin with them.\" </p> <p> Not only will kids want to reconnect with friends from home, they'll also probably want to stay in touch with camp friends, so establishing times when phones or tablets should and shouldn't be used is important. That might mean holding firm on pre-pandemic rules like no screens at the dinner table, in the car during short rides or while doing outdoor activities. </p> <pre> </pre> <p> -- Replicate what kids liked. Dr. Anderson said it's important to understand what it was about camp that children enjoyed most, and then try to replicate it. For many kids, it's the freedom and independence of being away from their parents' constant watch. Kids might choose bike rides or wandering the neighborhood with friends over staring at screens. (If the idea of free-range kids makes you anxious, consider giving them a simple, kid-focused smartwatch for communication and location tracking.) </p> <p> Emma Davis said what she likes most about camp is that friends are always available to hang out. She said her parents could help her organize her friends' contact information and become more independent about planning get-togethers, so she doesn't have to rely on them for scheduling. </p> <pre> </pre> <p> -- Banish screens from the bedroom. I keep coming back to this as a universal rule, because middle-of-the-night scrolling or texting is disastrous to sleep. It's a rule many parents let slide during the pandemic, according to Dr. Anderson. \"The big reset we're seeing among parents this summer is checking in the screens at night. No one is good at regulating themselves on screens past midnight,\" he said. </p> <p> If kids need their phones for legitimate reasons, such as alarm clocks or music, you can set up screen-time controls that disable most functions during sleeping hours. </p> <pre> </pre> <p> -- Model the behavior you expect. Parents should treat the post-camp tech reset as a reboot for the whole family, not just the kids, experts say. If you expect your children not to have devices at the dinner table or during family walks, then you should set aside your device, too. </p> <pre> </pre> <p> -- Realize that children thrive on rules. Kids may push back on rules around tech use, and they might seem content when you aren't bugging them to put down their phones, but child-development experts agree that kids are actually happier when they have boundaries. </p> <p> Hannah Davis said she often loses track of time when she's on her phone. \"I can't limit myself. I get really into what I'm doing,\" Hannah said. While she's a bit nervous about facing new limits when she gets home, she said she realizes it will help. \"I think some new rules will give us a fresh start.\" </p>",
  "published": "2021-07-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}