{
  "_id": "4cb03642e555e1f06c74777b693a2e2e6edf7a1993bb1af2fdbc689272579392",
  "feed": "ftcomall",
  "title": "Facebook unveils wristband for augmented reality system",
  "text": "<p>Facebook has unveiled its vision for a wristband that will control its forthcoming augmented-reality glasses, marking the latest step in the social media company's efforts to take on Apple in the next generation of computing. </p> <p>The band, which can interpret complex hand movements via sensors that pick up electrical motor nerve signals in the wrist, will allow wearers to interact with the virtual world projected through their glasses with subtle finger movements, or “intelligent clicks”, it said. </p> <p>In the longer term, Facebook hopes the technology will allow wearers to move or manipulate the virtual objects that appear overlaid on the real world, for instance typing on a virtual keyboard.</p> <p>“One of the hardest problems in augmented reality is input,” said Mike Schroepfer, Facebook's chief technology officer. “From punch cards to keyboards to mice to touchscreens, new computing platforms were defined by how we interact with them.”</p> <p>The world's largest social media company has for years been working on its first pair of smart glasses, which founder Mark Zuckerberg believes will be ubiquitous by the end of the decade. A preliminary headset is expected to be released later this year, albeit with limited capabilities.&#xa0;</p> <p>Schroepfer declined to lay out a timeline for the wristband but said that researchers were “excited for the ability to solve these [technical] problems in the coming years”. </p> <p>Tech companies such as Apple and Fitbit, now owned by Google, have offered smartwatches and wristbands for several years to track fitness and receive smartphone notifications. But Facebook is the first Big Tech company to propose using such wristbands as an input system for AR and virtual reality. </p> <p>Other designers of VR and AR systems have proposed a range of ways to control their headsets, from video game-style controllers to rings or even voice command.</p> <p>Facebook said it believed its system was better because wristbands were more comfortable and intuitive to use, while voice commands could be distorted by background noise or be overheard by others.</p> <p>Machine learning will allow the technology to adapt to each user by monitoring their behaviour in order to better predict what they want to do in the future.</p> <p>“The system learns something about your location and key objects, like your running shoes or activity recognition,” said Tanya Jonker, research science manager at Facebook's Reality Labs, the team of researchers and engineers overseeing its AR and VR work. </p> <p>“And it learns that, in the past, you've often launched your music app when you leave your house with those shoes on. Then, it asks you if you'd like to play your music, and allows you to confirm it with just a click.”</p> <p>Facebook has long said that its efforts in AR sit within its core mission of enriching users' social experiences. It comes as the company continues to diversify its revenues beyond advertising. Non-ad revenues, which include sales of its popular Oculus VR headsets, topped $1.8bn in 2020, a 72 per cent increase year on year.&#xa0;</p> <p>But news of the wearable developments also marks <a href=\"https://www.ft.com/content/b78df95c-2635-11e9-8ce6-5db4543da632\">the next step</a> in its race against iPhone and laptop maker Apple to build the next computing platform beyond the smartphone.&#xa0;</p> <p>Apple, which also competes with Facebook in messaging, has invested heavily in the space. Its first headset is rumoured to launch as soon as next year. The device would add to what is already a multibillion-dollar business for Apple making iPhone accessories such as its smartwatch and AirPods headphones. </p> <p>In 2018, Facebook added hundreds of staff to its AR hardware development team, and a year later spent <a href=\"https://www.ft.com/content/f64bde30-de6c-11e9-9743-db5a370481bc\">$1bn acquiring</a> CTRL-Labs, a start-up developing technology to let people control electronic devices with their brains.</p> <p>Nicholas Colonnese, a research science manager at Facebook's Reality Labs, said the company had also built “more than a dozen prototypes” of wristbands that send information back to wearers through preprogrammed vibrations and squeezes, with mixed success.&#xa0;</p> <p>Alongside the technical difficulties of AR, Facebook could come up against privacy concerns in the wake of numerous scandals over its users' personal information. The company said it was encouraging researchers to publish their work in peer-reviewed journals and holding ethics workshops.</p><p>Source: Hannah Murphy in San Francisco and Tim Bradshaw in London 2021 'Facebook unveils wristband for augmented reality system' FT.com 18 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-18T14:01:57.182Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3125,
          "end": 3130
        },
        {
          "start": 3192,
          "end": 3197
        },
        {
          "start": 183,
          "end": 188
        },
        {
          "start": 3419,
          "end": 3424
        },
        {
          "start": 1423,
          "end": 1428
        }
      ],
      "nexusId": "10022657"
    }
  ]
}