{
  "_id": "c47a2f47952b76625172919d62498e9cf1d82ab8d1822fb721cbf54a11adfdad",
  "feed": "wall-street-journal",
  "title": "Business News: Square to Buy Large Stake in Tidal",
  "text": "<p>The idea is to bring Square's digital payments and money-moving services to the artists who use Mr. Carter's streaming platform. Square -- best known for its white card reader that plugs into phones and tablets -- lends to businesses that use its payment-processing services. Its Cash App payment app allows people to digitally store and transfer their money like they would at a bank.</p><p>\"We're interested in a 360-degree view of artists as small-business owners. Streams is just a subset of what they do,\" Jesse Dorogusker, Square's top hardware executive who will lead Tidal on an interim basis, said. He pointed to live performances, merchandise sales and collaborations that have become lucrative pieces of musicians' businesses in recent years.</p><p>While the biggest stars have teams around them to manage finances, many midlevel and smaller artists operate like entrepreneurs with fewer resources.</p><p>\"Their businesses are complicated and disparate and the tools they have to manage that are many and are evolving,\" said Mr. Dorogusker. \"Our sellers have benefited from pulling that all together. Artists don't have that today.\"</p><p>The rise of music streaming has caused the value of music to soar in recent years, feeding the growth of a new creator economy. Tech-focused upstarts pitch tools, data and analytics to artists, while financial players offer advances or loans to record a new album or launch tours based on an artist's cash flow.</p><p>Square will use data it gets from Tidal to help figure out exactly what services to offer artists. The company uses the cash-flow data it gets from small-business customers to make lending decisions. It could potentially do the same for musicians on Tidal, Mr. Dorogusker said.</p><p>Tidal was founded in Norway in 2014. Jay-Z, in partnership with other artists including Kanye West, Rihanna, Jack White and Alicia Keys, bought the service the following year for $56 million. In 2017, the rapper sold 33% of the company to Sprint, which is now part of T-Mobile US Inc. Those shares were repurchased before the sale to Square this week, according to a person familiar with the matter. Tidal's current shareholders will remain co-owners.</p><p>Tidal, which has a catalog of more than 70 million songs and 250,000 high-quality videos, was an early entrant into high-fidelity audio streaming. But it is facing new competition on that front.</p><p>Amazon Music introduced a high-resolution version of its service for $14.99 a month at the end of 2019, and Spotify last month said it would introduce high-resolution streaming audio later this year. Tidal charges $19.99 a month for its high-fidelity service.</p><p>Tidal attracts a small but loyal fan base. It has focused on artist relationships and serving an avid audiophile subscriber base more than marketing itself to a broader, mainstream audience.</p><p>Tidal last disclosed its subscriber counts in 2016, when it said it had three million subscribers overall, 45% of whom paid for its HD service. It has less than 10 million, according to a person familiar with the matter, lagging far behind Spotify's 345 million and Apple Music's more than 60 million.</p><p>Square has recruited hip-hop artists, one of Cash App's most devoted user groups, to help bring aboard new users during the pandemic. To promote Cash App and their single, \"WAP,\" rappers Cardi B and Megan Thee Stallion gave away $1 million to fans who messaged them on Twitter with their Cash App usernames, called \"cashtags.\"</p><p>Last April, Spotify introduced a feature allowing cash-strapped musicians to fundraise on their artist pages via a Cash App link. (Cash App donated $1 million in $100 increments to artists who raised funds using the app.)</p><p>Square sees an opportunity to innovate within the streaming service, Mr. Dorogusker said, and could explore helping artists sell merchandise or concert tickets, or introduce features that allow more interaction between artists and fans.</p><p>In 2019, Norwegian authorities began an investigation into allegations that Tidal inflated streaming numbers -- and therefore possibly payments -- for albums by Mr. West and Beyonce. Mr. Dorogusker said Square has \"done our due diligence and we feel good about what we have learned.\"</p><p>Square said Tidal will operate independently within Square, alongside its seller and Cash App platforms.</p>",
  "published": "2021-03-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3080,
          "end": 3085
        }
      ],
      "nexusId": "10022657"
    }
  ]
}