{
  "_id": "0c24a57fba7528d884016efb0c6ad9e9554f77cc7e270ab2093508947f8b4dc2",
  "feed": "ftcomall",
  "title": "Evergrande's endgame",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/516f421a-87b8-4af6-8584-fe1bccc30a52\"><em>Evergrande's endgame</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Thursday, December 9th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>The Big Four accounting firms have tallied big revenues, thanks in part to the pandemic, and Apple's privacy policy doesn't totally keep user data private. Plus, the indebted Chinese real estate giant Evergrande is now in government hands. How will Beijing minimise the damage?</p> <p><strong>Tom Mitchell</strong> <br>Governments never had to oversee the debt workout of a company like this. Evergrande's liabilities are upwards of $300 billion.</p> <p><strong>Marc Filippino</strong> <br>I'm Marc Filippino, and here's the news you need to start your day. </p> <p>[MUSIC PLAYING] </p> <p>The Big Four accounting firms have posted their strongest financial performance since the accounting scandal that led to Enron's collapse nearly 20 years ago. KPMG, Deloitte, EY and PwC collectively posted nearly $170 billion in revenues for this financial year, and driving that growth was a lot of companies turning to consultants at the Big Four during the pandemic. Here's FT accountancy correspondent Michael O'Dwyer. </p> <p><strong>Michael O'Dwyer</strong> <br>They needed help with digital transformation, getting their businesses and their employees up and running online. On top of that, you had a real surge in environmental, social and governance emphasis from investors during the pandemic, and companies have been really trying to make sure that they are in line with investors' expectations, but also with the expectations of other stakeholders. There's things around Brexit, global supply chains have been under pressure. So there are all kinds of pressures on companies where they are seeking advice, and that's been a boon to the Big Four. </p> <p><strong>Marc Filippino</strong> <br>But as demand for consulting services increases, is there still concern about conflicts of interest? I mean, wasn't the whole lesson from Enron that accountants may not be able to rigorously or even objectively check a company's books if it's trying to keep them as a client? </p> <p><strong>Michael O'Dwyer</strong> <br>It's a good question. I think the first point to say is that in the in the wake of Enron and three of the Big Four more or less sold off their consulting businesses in order to avoid that, that very problem and however, over time, they have rebuilt those parts of their business very successfully through a combination of organic growth and by acquiring other businesses. The question of whether they face those same questions about conflicts that you mentioned, I think they do. They are certainly more conscious of it now. They are slower and sometimes refuse to take on consulting work where it relates to audit clients. However, it's not a perfect solution for them, for sure. One, sometimes those conflicts can be difficult to assess. Two, the temptation to to take consulting fees always remains. And three, you can have frustration building up within the consulting business or parts of that consulting business if partners who want to take on a new client are prevented from doing so. </p> <p><strong>Marc Filippino</strong> <br>Michael O'Dwyer is the FT's accountancy correspondent. </p> <p>[MUSIC PLAYING] </p> <p>Apple has reached a truce with app developers. Earlier this year, Apple came out with a new privacy policy requiring developers to get explicit permission from users to track them for advertising purposes. As you might expect, most users opted out and many companies lost huge chunks of their ad revenue. But as the FT's Patrick McGee has found out, apps have been taking a loose view of those rules and can still get your data. </p> <p><strong>Patrick McGee</strong> <br>I would say there have been two wildly different interpretations of what Apple's rules have meant, even before they went into effect. And so in my mind, there's sort of a strict interpretation and a loose interpretation. And I think for a long time, I really thought the strict interpretation was the correct one, which was basically saying, hey, if you're an iPhone user and you opt out of being tracked, then essentially your data should no longer be, like, leaked to these opaque third parties that you don't actually have a relationship with. If you are Facebook or Snap or Google, it it's not an issue with Apple whatsoever that they understand and tailor advertising on you based on your input into those apps. What Apple is against is that they can also know how you operate as you move from app to app. And the controversy is whether your phone should cease to leak anything or whether these companies are allowed to continue, quote unquote tracking you so long as they are doing it at a group level, a cohorted level, an aggregate level, where they promise that, you know, the user level data is always anonymised, and I think this has been a debate for many months. And my contention more or less is that this looser interpretation has won the day insofar as Apple has taken no enforcement action against it. And it's widespread. </p> <p><strong>Marc Filippino</strong> <br>Patrick McGee covers Apple for the FT. He's based in San Francisco. </p> <p>[MUSIC PLAYING] </p> <p>It looks like the end of the road for the giant Chinese property developer Evergrande. The company owes hundreds of billions of dollars in debt and for several months already, markets have been expecting it to default. Now, the FT's Beijing bureau chief Tom Mitchell reports Evergrande this week announced a new committee that includes several government officials. </p> <p><strong>Tom Mitchell</strong> <br>The company announced it on Monday evening, and it was a real signal. It's basically saying this company is now, for all intents and purposes, in state hands. While Hui Ka Yan, the founder of Evergrande, is nominally chairman of this company, it's clear he's no longer in control. </p> <p><strong>Marc Filippino</strong> <br>So, Tom, what are the government's options? Can it avoid Evergrande's troubles turning into a wider property sector crash? </p> <p><strong>Tom Mitchell</strong> <br>Well, that's what makes the story so fascinating. The government thinks it can. It has a lot of experience with these sorts of situations, and generally it's worked out very well. But even you know the larger companies that have run into debt troubles and have been subject to government supervised restructurings, they're not ones that the outside world is that familiar with. The government's never had to oversee the debt workout of a company like this. Evergrande's liabilities are upwards of $300 billion. However, the government's got a lot of levers to pull. It owns almost all of the banking system, so it can tell banks, I know you want to pull loans back from Evergrande because you don't trust they're going to be around to repay it, but we want them to finish that project and to pay the contractors and pay the workers so nobody gets laid off. So you are going to lend to Evergrande so it can finish this project. We'll make sure you get your money back. So that's what the Chinese government's going to be doing. It has been doing it actually for a number of months now. The formation of the committee was kind of official recognition that it's in control of all this.</p> <p><strong>Marc Filippino</strong><br>You know, given Evergrande's size, if it goes down, could it drag down China's broader economy or the growth in the economy? </p> <p><strong>Tom Mitchell</strong><br>Well, it already has, not Evergrande specifically, but the stricter government leverage policies that were applied to developers late last year. That's what catalysed Evergrande's crisis. The effect of those across the entire property sector, we've seen home prices plateauing or even beginning to fall in some places, sales declining. So we've already seen a downturn, but it should be acknowledged this is a downturn that the Chinese government kind of wanted to happen because it's felt the property markets are too hot. Property in too many cities is too unaffordable, and President Xi Jinping wants to create a more equitable society. And this is a big part of it. Of course, they don't want it to turn down too quickly and create a whole new set of economic problems, like the ones you can envisage coming from an Evergrande collapse. </p> <p><strong>Marc Filippino</strong> <br>What about the bondholders, the people not being paid? What's going to happen to them? </p> <p><strong>Tom Mitchell</strong><br>We're almost certainly going to see a restructuring that will involve very steep haircuts on most of Evergrande's debt. However, the debt has fallen you know over recent months, so some of the bonds that it looks like will trigger a formal default this week. I think they were trading already at, you know, 20 to 30 cents on the dollar, so bottom feeders who came in and bought the debt very cheap, you know, they may do OK in a workout situation. They might even make a little bit of money through this process. But if you bought Evergrande bonds that, you know, 90, 95 cents on the dollar or par, you know, you're looking at huge losses. And to be honest, especially if you're an overseas bondholder, the Chinese government doesn't care about you. You are at the bottom of their list. They want to make sure Chinese retail investors who are owed money by Evergrande get paid, Chinese contractors get repaid, Chinese banks get repaid, probably Chinese bondholders even get repaid, certainly before international bondholders. So it's going to be a very nervous process for Evergrande's overseas creditors. </p> <p><strong>Marc Filippino</strong> <br>Tom Mitchell is the FT's Beijing bureau chief. </p> <p>[MUSIC PLAYING] </p> <p>You can read more on all of these stories at FT.com This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Tom Mitchell, Patrick McGee and Michael O’Dwyer  2021 'Evergrande's endgame' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-09T06:58:25.197Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4216,
          "end": 4221
        },
        {
          "start": 3161,
          "end": 3166
        },
        {
          "start": 3677,
          "end": 3682
        },
        {
          "start": 4326,
          "end": 4331
        },
        {
          "start": 4980,
          "end": 4985
        },
        {
          "start": 321,
          "end": 326
        },
        {
          "start": 4873,
          "end": 4878
        },
        {
          "start": 3227,
          "end": 3232
        }
      ]
    }
  ]
}