{
  "_id": "e1d75a5cd0d93e55dfdb3ac3332d2ebdc390552a2e29c3b7e01aaf5bb5c683b1",
  "feed": "wall-street-journal",
  "title": "Sony's PlayStation and Others Pressure Activision Blizzard to Better Address Sexual-Misconduct Issues; Head of Sony gaming console unit told employees the company asked videogame giant how it will address article about CEO's handling of sexual-misconduct accusations",
  "text": "<p>The Journal article, which was published on Tuesday, said Activision Chief Executive Bobby Kotick didn't inform the company's board of directors about some reports of sexual misconduct by male employees toward female employees, including alleged rapes.</p><p>Activision issued a statement Tuesday saying the article paints \"a misleading view of Activision Blizzard and our CEO\" and that it \"ignores important changes underway to make this the industry's most welcoming and inclusive workplace.\"</p><p>The company's board released a statement the same day, saying it \"remains committed to the goal of making Activision Blizzard the most welcoming and inclusive company in the industry\" and is \"confident in Bobby Kotick's leadership, commitment and ability to achieve these goals.\"</p><p>A Journal spokesman said in response: \"Nothing in Activision Blizzard's statement challenges the facts in our reporting.\"</p><p>Mr. Ryan's letter was earlier reported by Bloomberg.</p><p>Activision shares fell nearly 3% to $64.20 Wednesday, extending Tuesday's 6% decline. Its shares are down roughly 30% since late July, when the California Department of Fair Employment and Housingfiled a lawsuit alleging that the company ignored numerous complaints by female employees of harassment, discrimination and retaliation, citing what it called its \"frat boy\" culture. Activision, which is also being investigated by the Securities and Exchange Commission, is challenging the suit.</p><p>It is unusual for Sony to comment on a partner's business. The company's PlayStation system is a major force in the videogame industry, with its PlayStation 4 console, released in 2013, having sold roughly 116 million units as of Sept. 30, according to the company's data. Sony's PlayStation 5, which came out a year ago and has been hampered by the supply-chain crunch, has sold around 13 million units.</p><p>Activision is the second-largest U.S. videogame publisher by market capitalization and is known for its Call of Duty, World of Warcraft and Candy Crush franchises. Sony was its largest customer in 2020, accounting for 17% of revenue, according to a securities filing. In 2019 and 2018, Sony was its third-largest customer behind Apple and Google.</p><p>Sony's remarks come as some analysts have scaled back their outlooks for Activision shares, citing the potential for Mr. Kotick to step down as well as a possible talent exodus. Benchmark Co. on Wednesday lowered its price target for the company to $86 from $115, while R.W. Baird &amp; Co. moved its target to $74 a share from $82.</p><p>\"In short, it is very difficult to separate the internal disruption from the fundamentals of the business,\" Baird said in a note to investors.</p><p>More than 100 current and former Activision employees demonstrated Tuesday outside the company's Irvine, Calif., campus to demand Mr. Kotick's resignation. Some remote staffers also stopped work in protest, according to people familiar with the matter.</p><p>\"We will not be silenced until Bobby Kotick has been replaced as CEO,\" said the organizer of the event, an employee group called the ABK Workers Alliance. ABK is shorthand for Activision Publishing, Blizzard Entertainment and King.</p><p>Separately, a shareholders group, with a less-than 1% stake in Activision, has also called for Mr. Kotick's resignation and for Activision Chairman Brian Kelly and lead independent director Robert J. Morgado to step down by year's end. The group called the SOC Investment Group, formerly known as the CtW Investment Group, represents union pension funds and has long criticized Mr. Kotick's compensation package. In June, SOC failed to rally enough investors to block a shareholder vote to extend Mr. Kotick's employment contract through 2023 but only by a small margin.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Sony's PlayStation and Others Pressure Activision Blizzard to Better Address Sexual-Misconduct Issues</p>",
  "published": "2021-11-18T00:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2170,
          "end": 2175
        }
      ],
      "nexusId": "10022657"
    }
  ]
}