{
  "_id": "1dabd612ac7f8cdfc324f9b5b00dc58e64a4a4b8d484e4fb9aa6af30cffa9a07",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Eating & Drinking -- Slow Food Fast:  Mandarin, Fennel and Almond Salad  ----  By Kitty Greenwald",
  "text": "<p>\n  [SATISFYING AND SEASONAL FOOD IN ABOUT 30 MINUTES] </p><pre>\n </pre><p>\n  The Chef: Brandon Jew </p><p>\n  His Restaurants: Mr. Jiu's, Moongate Lounge and Mamahuhu in San Francisco </p><p>\n  What He's Known For: Combining the best that Bay Area farms have to offer with the culinary legacy of San Francisco's Chinatown. </p><pre>\n </pre><p>\n  There would be salad. This much Brandon Jew knew when he opened his restaurant Mister Jiu's, back in 2016. \"We have so much great produce here in the Bay Area,\" he said. \"It's built into how we eat in San Francisco. And it's built into my training as a chef.\" </p><p>\n  His first cookbook, \"Mister Jiu's in Chinatown: Recipes and Stories from the Birthplace of Chinese American Food,\" co-authored with Tienlon Ho, comes out March 9. This recipe is a pared-down version of one included in the salad chapter. Mr. Jew calls for scattering sweet mandarin segments across a platter and topping them with shaved fennel, tarragon and salty Marcona almonds. The dressing is a revelation, a mix of olive oil, vinegar, toasted anise seeds and a surprising creamy element: almond milk. \"It works like buttermilk,\" Mr. Jew said. At the restaurant he uses a house-made \"milk\" made from apricot kernels, but a good store-bought almond milk works just fine here. </p><p>\n  Though a salad like this one might not immediately register as the sort of Chinese American classic Mr. Jew features on his menu, this recipe still speaks to his memories of eating at Chinese restaurants as a child. \"For dessert it was almond Jell-O with fruit cocktail,\" he said. \"These flavors remind me of that.\" </p><p>\n  --- </p><p>\n  Total Time: 15 minutes </p><p>\n  Makes: 4 servings </p><pre>\n </pre><p>\n  1 teaspoon anise seeds, toasted </p><p>\n  3 tablespoons extra-virgin olive oil, plus more as needed </p><p>\n  1 1/2 tablespoons Champagne or apple cider vinegar </p><p>\n  2 tablespoons almond milk </p><p>\n  Kosher salt </p><p>\n  6 mandarin oranges or tangerines </p><p>\n  1 1/2 cups thinly shaved fennel </p><p>\n  Leaves from 3-4 tarragon sprigs </p><p>\n  1/4 cup roughly chopped Marcona almonds </p><pre>\n </pre><p>\n  1. Make the dressing: Use a mortar and pestle to crush toasted anise seeds until coarsely ground. Pour ground seeds into a bowl and whisk in olive oil, vinegar, almond milk and a generous pinch of salt until well combined. Set dressing aside. </p><pre>\n </pre><p>\n  2. Supreme the mandarins: Working with one at a time, use a knife to trim top and bottom from fruit. Set fruit on end and slice from top to bottom, following curve of fruit, to cut away peel and pith. Release whole segments by inserting blade between membrane and flesh on either side, then removing loosened flesh. Squeeze membrane over segments to release remaining juice, then discard membrane and peel. </p><pre>\n </pre><p>\n  3. Assemble the salad: Arrange mandarin segments evenly across a serving platter. In a medium bowl, toss shaved fennel with 2 tablespoons almond-milk dressing and season with salt to taste. Scatter fennel over and around mandarin segments, and sprinkle tarragon leaves and chopped almonds overtop. Drizzle some more dressing over the salad and season with salt. Serve immediately. </p><p></p>",
  "published": "2021-02-27T07:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1702,
          "end": 1707
        }
      ],
      "nexusId": "10022657"
    }
  ]
}