{
  "_id": "eda11838508dbb33df2cee8924a0998dc16533347f1bc86c5f061b24c512a109",
  "feed": "ftcomall",
  "title": "Conflicted, by Ian Leslie — the argument for having better arguments ",
  "text": "<p>We inhabit a world of conflict — not just of wars and border tensions, but of argument, verbal jousting and social media pile-ons. There may be no more disagreements than before, but they are more visible, more audible, and they provoke more anxiety.</p> <p>The angst is exacerbated by globalisation, and the fracturing of equitably distributed economic growth and generational opportunity. But it is also due to forgetting — a failure to recall tested techniques of argument that make our species uniquely innovative and productive, which reach back to Aristotle.</p> <p>This is one moral of <em>Conflicted</em>, a fascinating rumination on how we could do better than berate others on Twitter, or in rival demonstrations. Its author, <a href=\"https://www.ft.com/stream/e2c8596a-d118-33b0-a9ca-dff9c827c352\">Ian Leslie</a>, is a former advertising executive and brand strategist who has graduated into a cool and thoughtful writer on culture and psychology (including in the Financial Times).</p> <p>It follows his book <a href=\"https://www.amazon.co.uk/Curious-Desire-Know-Future-Depends/dp/1782064974/ref=sr_1_1?dchild=1&amp;keywords=ian+leslie+curious&amp;qid=1613474813&amp;s=books&amp;sr=1-1\"><em>Curious</em></a> (2014) and fits with his belief that it is better (and adaptive in an evolutionary sense) to empathise with your opponent than to attempt blindly to crush her or him. It is not only more pleasant, but also more effective.</p> <p><em>Conflicted</em> is among several books to focus on collective rather than individual intelligence, and how diversity and informed debate can improve outcomes. They include Matthew Syed's <a href=\"https://www.amazon.co.uk/Rebel-Ideas-Power-Diverse-Thinking/dp/1473613949/ref=sr_1_1?dchild=1&amp;keywords=Matthew+Syed%E2%80%99s+Rebel+Ideas&amp;qid=1613474879&amp;s=books&amp;sr=1-1\"><em>Rebel Ideas</em></a> (2019), James Surowiecki's <a href=\"https://www.amazon.co.uk/Wisdom-Crowds-Many-Smarter-Than/dp/0349116059/ref=sr_1_1?dchild=1&amp;keywords=James+Surowiecki%E2%80%99s+The+Wisdom+of+Crowds&amp;qid=1613474931&amp;s=books&amp;sr=1-1\"><em>The Wisdom of Crowds</em></a> (2004) and Steven Johnson's <a href=\"https://www.amazon.co.uk/Emergence-Connected-Brains-Cities-Software/dp/0140287752/ref=sr_1_1?dchild=1&amp;keywords=Steven+Johnson%E2%80%99s+Emergence&amp;qid=1613474978&amp;s=books&amp;sr=1-1\"><em>Emergence</em></a> (2001).</p> <p>Leslie is interested in emotion as much as intelligence, and how it can obstruct or assist the quest for truth. Despite its risks, and the pain and outrage it can cause when it leads to outright hostility, he is a believer in strong argument. </p> <p>“Open, passionate disagreement blows away the cobwebs that gather over even the most enduring relationships . . . It flushes out crucial information and insights that will otherwise lie inaccessible or dormant inside our brains. It fulfils the creative potential of diversity,” he writes.</p> <p>He cites the Wright brothers, who were taught by their father not only to argue fiercely, but to swap sides in the middle of an argument and take the opposing position. “The brothers didn't argue dutifully; they took delight in it. ‘Orv's a good scrapper,' said Wilbur fondly.”</p> <p>The brothers' ability to test fiercely the strengths and weaknesses of the other's opinions without becoming blinded relied on both trusting the motives of their intimate antagonist. It also meant that they could rapidly work out the best way to make their machine fly at Kitty Hawk in 1903. </p> <p>They employed a version of Aristotle's Socratic method, with one debater testing the other's argument, rather than a single person trying to weigh up all sides independently. In order for it to work, both have to commit to truth-seeking, rather than fight for prestige and status.</p> <p>But we do not live in ancient Athens, where many debaters knew each other quite well and were bonded by culture. Today's provocations can be heard around the world with little context and no innate empathy with the Tweeter, making it easy for debate to become bitter.</p> <p>The second half of the book is devoted to 10 “rules of productive argument”, which Leslie deduces from encounters with specialists in interrogation and hostage negotiation. Several boil down to the morals of every Pixar movie — get to know the other guy, show empathy, be curious.</p> <p>As he says, it is easy to take your own culture for granted and hard to understand others'. The Branch Davidians led by David Koresh, 76 of whom died in the Waco siege in 1993, had some strange beliefs but “could actually be quite practical and analytical and willing to problem-solve”. Sadly, the FBI hostage negotiators trying to end the siege peacefully did not recognise it.</p> <p>It all takes time — and how many have the patience to learn from others in productive debate, rather than gain satisfaction from dunking them on Twitter? Not enough, it seems. This is a reminder of what we sacrifice by not fighting wisely.</p> <p><a href=\"https://www.ft.com/john-gapper\"><em>John Gapper</em></a><em> is FT Weekend business columnist</em></p> <p><a href=\"https://www.amazon.co.uk/Conflicted-Arguments-Tearing-Apart-Together/dp/0571346944/ref=sr_1_1?dchild=1&amp;keywords=Conflicted%3A+Why+Arguments+Are+Tearing+Us+Apart+and+How+They+Can+Bring+Us+Together&amp;qid=1613474304&amp;s=books&amp;sr=1-1\"><strong>Conflicted</strong></a>: Why Arguments Are Tearing Us Apart and How They Can Bring Us Together, by Ian Leslie, <em>Faber &amp; Faber £14.99/HarperCollins $29.99, 304 pages</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: John Gapper 2021 'Conflicted, by Ian Leslie — the argument for having better arguments ' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T12:00:51.522Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4369,
          "end": 4374
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}