{
  "_id": "b99ed3629a56ea5cb769034c7fb7c1dad4d11458d452e1feac1a1291a7f8379e",
  "feed": "ftcomall",
  "title": "Letter: Cryptocurrencies can act as money if left alone",
  "text": "<p>In his letter “Albania's pyramid scam is warning for crypto buyers” (<a href=\"https://www.ft.com/content/3cb03ab9-b0ed-4931-b400-81da077f801f\">July 8</a>), Anders Aslund describes the functions of money as “a unit of account, a medium of exchange and a store of value”. But he forgot the fourth function — as a standard of deferred (delayed) payment.</p> <p>Cryptocurrencies might be able to work as money too when looked at from a certain perspective. They provide a unit of account as a specific quantity of bitcoin can be the price for something. They are a medium of exchange but not used as much in markets due to the existence of national currencies. And they can be a store of value if we again accept they are gaining in stability. </p> <p>They can also be used as a standard of deferred payments, as loans might be easy to obtain from those who own cryptocurrencies, just like what happens with money.</p> <p>The problem is that cryptocurrencies are thought of more as stock, just like Apple or Tesla, and many of us often trade them merely to earn money, just like we do with stocks. </p> <p>We are not going to buy US dollars when the dollar value is low and then exchange them back again for something else when their value increases. </p> <p>We have to let money do its job. Cryptocurrencies won't be able to work as money if we don't let them. </p> <p><strong>Vishesh Poddar</strong> <br><em>Teenage Reader <br>Singapore</em></p><p>Source:  2021 'Letter: Cryptocurrencies can act as money if left alone' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-20T23:00:33.127Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 895,
          "end": 900
        }
      ],
      "nexusId": "10022657"
    }
  ]
}