{
  "_id": "010e4cd6d2c73a13557a1edd8f1cccc7a585c8aab7b18ff73ef05af966ece750",
  "feed": "wall-street-journal",
  "title": "Business World:  Is AT&T a Train Wreck?  ----  By Holman W. Jenkins, Jr.",
  "text": "<p>   There's nothing like reaching out to a Wall Street analyst whom I know only by reputation and hearing that he was just thinking of me too. Apparently I need to write something to encourage AT&amp;T's board to get the company off its suicide mission. </p><p>   At least, that's the meticulously detailed thesis of Jonathan Chaplin, of the boutique analyst firm New Street Research. Legions of analysts have not bubbled with enthusiasm for AT&amp;T's foray into video entertainment, with its expensive 2018 acquisition of the Warner studios and HBO streaming network. But Mr. Chaplin makes a case that a charismatic megafauna of the U.S. corporate landscape is not merely a disappointment -- it's headed for disaster due to its distracted decision to underinvest in its core wireless business. </p><p>   To buy his argument, you have to believe the 5G moment is finally arriving thanks to government auction that put midband spectrum into the hands of carriers. You have to believe a tenfold speed difference over sizable swaths of urban and suburban America will be apparent to customers, leading them to flee a carrier that doesn't keep up as they once did hapless Sprint. </p><p>   You also have to believe (the least speculative part) that a newly enlarged T-Mobile, which inherited Sprint's remains, holds an exceptionally strong position, thanks to an underutilized network that it can fill with customers poached from Verizon and AT&amp;T by offering higher speeds and lower prices. </p><p>   \"It's the Olympics. The Russians are good, the Chinese are really good, but [AT&amp;T] is fine as well,\" says Mr. Chaplin, as long as it doesn't show up \"drinking a bottle of scotch and smoking three packs of cigarettes a day.\" </p><p>   OK, Mr. Chaplin is hyperbolizing. He actually applauds the company's announced investment plans for HBO Max and a fiber rollout to millions of U.S. homes but sees its skimpy 5G rollout leaving it two years behind T-Mobile and a year behind Verizon. This is a \"bold gamble,\" he says, meaning reckless: The Sprint lesson is that no amount of discounting can keep users on a network they find inadequate. </p><p>   AT&amp;T stock has hardly budged, so the market may not be listening or may have already gotten to Mr. Chaplin's conclusion. A peep hasn't been heard from Elliott Management, the activist firm that launched its own critique 18 months ago and retains a big stake through derivative holdings despite public reporting to the contrary. </p><p>   Do I endorse the AT&amp;T train wreck thesis? Um, er, um. How fast the 5G flowers bloom seems to me the difficult question. Most mobile data is still consumed at home or office, where Wi-Fi carries the load. Will 5G apps materialize that make a speed improvement palpable to consumers? Unknown. Then again, if millions want to live-stream their lives even if nobody is watching, all carriers will need to add capacity furiously in the years ahead. </p><p>   Mr. Chaplin has clearly intuited a moment, however. Investors and analysts are becoming reconciled to AT&amp;T's epic adventure in reinvention, or what one calls CEO and veteran Bellhead John Stankey's \"convergence conglomerate.\" </p><p>   Last quarter, HBO Max acquired more sign-ups than any other streaming service, thanks to AT&amp;T's widely panned but non-disastrous decision to stream its 2021 movie releases even as they appeared in theaters. Its aggressive discounting of the latest iPhone was perhaps not a desperate act either -- but a sensible bet that its affluent iPhone upgraders were ripe customers for its unique video offerings too. </p><p>   Mr. Chaplin provokes great umbrage by speculating that AT&amp;T's decision to hold back on 5G was a Hobson's choice to preserve its dividend. And yet even defenders agree that it's nonsensical for AT&amp;T shareholders to be paying a notional 7% to give themselves cash on which they're lucky to earn 2%. You don't have to be a doctrinaire believer in efficient markets to suspect, after some tumult, jilted dividend seekers would be replaced by growth investors eager to have more cash to invest in AT&amp;T's higher-margin broadband and streaming opportunities. </p><p>   But managing a giant and visible public company is partly a political act. Even coldhearted Wall Streeters seem to accept the unthinkability of AT&amp;T correcting a payout strategy that started 37 years ago in a completely different kind of company. An unspoken reason: On biting this bullet, the desired growth investors might still not show up if they distrust current AT&amp;T management after its failed 2011 attempt to purchase T-Mobile, after its disastrous 2015 DirecTV miscalculation, after a parade of confusing and shifting rationales by which it advanced its $85 billion Warner Media acquisition. </p><p>   Mr. Chaplin's train wreck analysis depends on him being right about 5G. Separate from that, he underlines why correcting its historic dividend policy may be the year's real test of whether AT&amp;T management believes in itself and whether investors should believe in it too. </p><p></p>",
  "published": "2021-04-21T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}