{
  "_id": "e6652c239195f36ea3ec7bb89889e863de5a68006bfa376fc002914b166db34f",
  "feed": "ftcomall",
  "title": "China's housing crash exposes a growing regional economic divide",
  "text": "<p>At a half-built residential development a few blocks from Apple's biggest iPhone plant in the central Chinese city of Zhengzhou, Wang Lina has made an unusual offer to attract business following a 10 per cent price drop over the past 12 months. </p> <p>Instead of requiring a standard 30 per cent downpayment, the sales manager has asked for a 5 per cent deposit, making up the difference by offering a two-year, interest-free loan funded by the project's developer. </p> <p>“We once hoped that the expansion of Foxconn would bring in migrant workers and boost home sales,” she said, referring to the world's largest contract manufacturer, which built a production base in the city of 10m a decade ago. “But it didn't work out that way and we have to do what we can to make ends meet.”</p> <p>Wang is just one of several local developers grappling with softening home prices and sluggish sales. Dozens of inland cities are facing a similar problem. </p> <p>In China's coastal hubs, however, a speculation-driven housing boom has prompted developers to raise prices and select buyers through lottery. </p> <p>The contrasting experience of the country's thriving coastal cities and struggling inland centres provides a glimpse into China's growing regional divide, which threatens to undermine the <a href=\"https://www.ft.com/content/ac22618a-4bab-4905-af81-a031a54e9617\">post-coronavirus recovery</a> of the world's second-largest economy. </p> <p>“Zhengzhou has historically been facing an oversupply of apartments and the pandemic is making the problem worse,” said Larry Hu, an economist at Macquarie Group in Hong Kong. “The situation is going to deteriorate in the coming 12 to 24 months.”</p> <p>While <a href=\"https://www.ft.com/content/c1144ffe-30f9-41d3-b033-bb82eca258b4\">home sales have shot up</a> across China's developed markets, led by Shanghai and Shenzhen, following Beijing's successful control of the virus, the picture remains weak in Zhengzhou. </p> <p>Official data show the city's housing transactions, measured by floor space, were down by almost half in the first two months of this year from the same period of 2019. That compared with a 76 per cent jump among the top 10 coastal cities over the same period. </p> <p>The tepid demand has lifted supply to a risky level. According to CRIC, a Shanghai-based consultancy, it will take 15 months — a high level by industry standards — for developers to sell their inventory in Zhengzhou, provided no new project enters the market.</p> <p>“Our top priority is to make sure our existing projects are cleared rather than putting new ones on the market,” said an executive at Changjian Holding, a developer that has spent more than two years trying to sell a residential complex in a Zhengzhou suburb. </p> <p>The property overhang followed several years of a runaway building boom, coupled with a government <a href=\"https://www.ft.com/content/4c866dc3-e3c4-41f8-99a8-d256e7923bd1\">crackdown on real estate speculation</a> that damped demand. </p> <p>Zhengzhou's housing construction took off in 2016, when efforts to curb a property bubble in coastal cities, led by purchase limits, prompted investors to flood the central business hub where homes could be sold without those restrictions. </p> <p>The bonanza ended a year later, however, after Zhengzhou unveiled measures, including restrictions on both homebuyers and sellers, to keep housing prices in check. The city's new residential sales plunged more than a third in 2017 following a 62 per cent surge in 2016. </p> <p>“The days of Zhengzhou as a paradise for house flipping ended when they stopped one from selling a property until three years after the purchase,” said Wang Yan, an investor who made more than Rmb1m ($152,000) trading apartments in the city in 2016.</p> <p>Despite the roller-coaster sales ride, the building spree continued. Zhengzhou's new housing starts between 2016 and 2019 totalled more than the previous decade combined, according to official statistics. Developers said they were committed to the capital of Henan province, which is home to more than 100m, in the belief that migrants from nearby cities would keep moving in.</p> <p>“No other city in Henan could rival Zhengzhou when it comes to job opportunities as well as education and medical resources,” said an executive at Youwell, a local developer. “That's enough to drive the property market up.”</p> <p>While Zhengzhou did attract migrants, most of them took low-paid manufacturing and service jobs that could not support local home purchases. </p> <p>In the city's airport economy zone, home to Foxconn's vast factory complex, a standard one-bedroom apartment requires a monthly mortgage payment of more than Rmb4,500. An average worker at Foxconn earns less than Rmb5,000 a month. </p> <p>“My current salary won't allow me to afford a Zhengzhou apartment in the years to come,” said Li Chaoyong, a Zhengzhou Foxconn worker who earns Rmb4,800 a month. </p> <p>There is no quick fix. Zhengzhou's economy relies heavily on labour-intensive manufacturing known for its low wages. The city, located in one of the nation's most rural provinces, has made little progress in growing high value-added industries such as finance or internet services.</p> <p>With little hope of a rapid rebound, Zhengzhou's once ambitious developers have started to cut back. The city's residential land sales, a leading indicator of housing investment, fell more than a third in the first two months of this year from a year ago, as many developers chose to suspend construction.</p> <p>“The worst days are not over,” said an executive at China Merchants Property Zhengzhou Branch.</p><p>Source: Sun Yu in Zhengzhou 2021 'China's housing crash exposes a growing regional economic divide' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T01:04:54.205Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 58,
          "end": 63
        }
      ],
      "nexusId": "10022657"
    }
  ]
}