{
  "_id": "fe04ffbd674f887e7fd5294393d3b8fedb24d970497e250017afe6e141fd0393",
  "feed": "wall-street-journal",
  "title": "Amazon Fined $1.3 Billion in Italian Antitrust Case; Fine comes amid a similar investigation being carried out by EU authorities",
  "text": "<p>The fine of 1.13 billion euros is part of a wave of antitrust enforcement in Europe and elsewhere against Amazon and other big tech companies for allegedly abusing their dominance to squash smaller competitors.</p><p>Companies including Apple Inc., Alphabet Inc.'s Google and Meta Platforms Inc.'s Facebook have in the past two years faced formal investigations, charges or fines in a variety of cases filed by the European Union and countries including the U.S., U.K., France and Germany. The companies have denied wrongdoing.</p><p>In addition to the fine, the Italian regulator ordered Amazon to offer \"fair and nondiscriminatory standards\" for listings from third-party sellers, which it would monitor through an appointed trustee.</p><p>In Italy, the antitrust regulator can fine a company up to 10% of its annual revenue, though the final figure depends on where abuses happened and how long they lasted. A spokeswoman said the fine might be the largest ever imposed by the regulator,</p><p>Amazon called the fine and remedies outlined by Italian authorities \"unjustified and disproportionate\" and said it would appeal. In the Italian legal system, if the first court confirms the fine and remedies, the company can appeal again to a higher court. The court can also decide to reduce the fine or adjust the changes Amazon is required to make.</p><p>The antitrust regulator's two-year investigation found that in 2019 Amazon's market share in online marketplaces was up to five times that of its closest competitor and that the gap has widened considerably in the past four years. In 2019, more than 70% of the total value of third-party sellers' product sales on online marketplaces in Italy occurred on amazon.it, according to the regulator.</p><p>Amazon has used that dominance to favor the adoption of its logistics services, which to consumers appears as \"fulfillment by Amazon\" when they are choosing which product to buy.</p><p>Amazon's treatment of third-party sellers on its platforms has become a subject of hot debate. A Wall Street Journal investigation last year found that Amazon employees used data from other sellers to develop competing products. Amazon launched an internal investigation, and said that employees doing so would violate its policies.</p><p>Amazon says it relies significantly on third-party sellers for its revenue and is therefore invested in their success. It says the majority of its sellers don't use its logistics service, and those that do do so because it is efficient and cost effective.</p><p>Regulators allege that in practice it can be hard for outside companies to meet Amazon's criteria to qualify for better placement on its site, saying that it effectively forces some sellers to use the company's logistics services.</p><p>The EU's top competition enforcer is pursuing a similar investigation to the Italian probe. Last year, the bloc separately filed antitrust charges against Amazon for allegedly using nonpublic data from third-party sellers to compete against them. The company has denied wrongdoing.</p><p>The EU competition enforcer cooperated closely with the Italian competition authority on the case to \"ensure consistency with its own investigations,\" according to an EU spokeswoman. Both investigations are ongoing.</p><p>Write to Eric Sylvers at eric.sylvers@wsj.com and Sam Schechner at sam.schechner@wsj.com</p><p>Amazon Fined $1.3 Billion in Italian Antitrust Case</p>",
  "published": "2021-12-09T12:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 231,
          "end": 236
        },
        {
          "start": 231,
          "end": 241
        },
        {
          "start": 231,
          "end": 240
        }
      ],
      "nexusId": "10022657"
    }
  ]
}