{
  "_id": "e11fa366c7a2660e29c559f21e98405c7d3a362015f87744ba43bf4082b58c2f",
  "feed": "wall-street-journal",
  "title": "Business News: Marriott Posts Gains From Leisure Travel",
  "text": "<p>\"In August, global demand softened a bit, primarily as a result of the impact of the Delta variant and the subsequent delay in many companies' return to the office,\" Mr. Capuano said on a conference call. \"However, demand stabilized in September before rising once again in October.\"</p><p>Special-corporate bookings for future stays were down slightly below 40% in October from the same month in 2019, Mr. Capuano said. He said the company estimates that the segment has been making up for roughly half of room nights from short business stays.</p><p>Marriott, whose portfolio encompasses roughly 7,900 properties world-wide, said its profit rose to $220 million in the quarter that ended Sept. 30 from $100 million in the same period last year. The company absorbed the effects of the Delta variant during the second half of the quarter, Mr. Capuano said.</p><p>Revenue for the three months ended Sept. 30 rose to $3.95 billion from $2.25 billion, beating expectations of analysts polled by FactSet.</p><p>The Bethesda, Md., company said comparable systemwide revenue per available room, a closely watched industry metric known as RevPAR, was $90.32, more than double what it was a year earlier but down nearly 26% from the third quarter of 2019.</p><p>Occupancy rose to 58.2%, up 23.4 percentage points from a year earlier, but down 16.8 percentage points from 2019's levels.</p><p>Hyatt Hotels Corp. on Wednesday also noted gains from leisure travel. The company turned a profit of $120 million for the third quarter, bouncing back from a string of losses during the pandemic.</p><p>\"Leisure demand continues to lead the recovery, and momentum for business and group travel is growing,\" President and Chief Executive Mark Hoplamazian said. \"The recovery is evident in more markets as travel restrictions ease and borders reopen.\"</p><p>Hyatt said it has closed its $2.7 billion purchase of all-inclusive-resort manager Apple Leisure Group from its private-equity owners, KKR &amp; Co. and travel-and-leisure specialist KSL Capital Partners LLC. Big hotel companies are adding more all-inclusive resorts, betting that the pandemic will boost a business model that encourages guests to stay put.</p><p>Hotels, like other businesses, are grappling with the effects of rising costs. Marriott expects many of the cost-reduction programs it has implemented to be maintained as occupancies rise, finance chief Kathleen Oberg said on a conference call. Those initiatives could help offset inflationary pressures in the labor market, she said.</p><p>\"We are keeping a close eye on wage and benefit inflation as associates are hired back and open positions are filled, but our cost-reduction efforts could offset this inflation in future years,\" Ms. Oberg said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1875,
          "end": 1880
        }
      ],
      "nexusId": "10022657"
    }
  ]
}