{
  "_id": "eb6a406c25a35fe3198050b24a1476bbf09f398eddf0d4ebf43270bd26501dc0",
  "feed": "market-watch",
  "title": "New York City Mayor-elect Eric Adams says his first three paychecks will be in bitcoin",
  "text": "<p>“NYC is going to be the center of the cryptocurrency industry and other fast-growing, innovative industries! Just wait!”</p><p>Both Adams' and Miami Mayor Francis Suarez's announcements came in response to crypto investor and co-founder of Morgan Creek Digital Assets Anthony Pompliano,&#xa0;who tweeted Tuesday, “Who is going to be the first American politician to accept their salary in bitcoin?”</p><p>It's not the first time Adams has traded jabs with Suarez, who has staked much of his political reputation on remaking Miami into the capital of the burgeoning cryptocurrency sector.</p><p>In June, Adams&#xa0;shot back at Suarez&#xa0;after the Miami mayor said Big Apple residents&#xa0;would be better off in the Sunshine State&#xa0;because of its low taxes and property prices.</p><p>Weeks later, Adams pledged to make New York City “the center of Bitcoins.”</p><p>Since&#xa0;cruising to victory&#xa0;in the Gotham mayoral race earlier this week, Adams has increasingly talked about embracing bitcoin and the broader cryptocurrency industry.</p><p>On Wednesday, he&#xa0;vowed to reshape the Big Apple into a crypto-friendly city&#xa0;and challenged Suarez to a “friendly competition.”</p><p>“He has a&#xa0;MiamiCoin&#xa0;that is doing very well — we're going to look in the direction to carry that out,” Adams said Wednesday in an&#xa0;interview with Bloomberg Radio, referring to the so-called CityCoin cryptocurrency Suarez set up.</p><p>Adams added that he's going to “look at what's preventing the growth of bitcoin and cryptocurrency in our city.”</p><p>The Democrat also emphasized the need for New York City to prepare a local workforce for jobs in the expanding industry.</p><p>“We can't have a one-sided city where certain groups and areas are doing well,” he told Bloomberg.SEE ALSOMiami Mayor Francis Suarez says he'll take next paycheck in bitcoin</p><p>He added that in Brooklyn, where he's served as borough president, there's been a 356 percent increase in tech startups over the past 10 years.</p><p>Adams also emphasized that he's been ramping up his meetings with tech startups and entrepreneurs both locally and internationally.</p><p>In a separate interview&#xa0;later Wednesday on Bloomberg Television, Adams pledged more generally to make New York City more business-friendly.</p><p>“We're too bureaucratic, too expensive, and too difficult to do business,” Adams said. “Our agencies — they go into businesses and are looking for ways to penalize or fine them. We're changing that atmosphere altogether.”</p><p>“This is the Empire State, and we're going to build empires.”</p><p>The price of bitcoin — the largest cryptocurrency in the world — has soared this year as cryptocurrencies gained popularity and were embraced by major US companies and investors.</p><p>Bitcoin BTCUSD was last seen exchanging hands at over $62,000, up 1 percent from 24 hours ago, but still up more than 27 percent from a month ago.</p><p>This story originally appeared on NYPost.com</p>",
  "published": "2021-11-05T05:37:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1025,
          "end": 1030
        },
        {
          "start": 637,
          "end": 642
        }
      ],
      "nexusId": "10022657"
    }
  ]
}