{
  "_id": "6c07b12d7695cc620d4c7fe11ede399566e0be0bc0806bbb0178c036d44a10f7",
  "feed": "ftcomall",
  "title": "Elon Musk's reality distortion field",
  "text": "<p>Steve Jobs was the acknowledged master of the “reality distortion field”. The term was coined by a disgruntled early employee, to describe how the former Apple chief used his force of will to persuade others to see the world the way he did. Besides bringing recalcitrant workers into line, it was a tool for stirring up excitement for his company's next gadgets.</p> <p>In the reality distortion stakes, Jobs had nothing on Elon Musk. The Tesla chief has become a <a href=\"https://twitter.com/elonmusk\">virtuoso</a> of Twitter and memes, the new tools for shaping popular opinion. Love or hate the persona he has created, it captivates millions of people and has become an important asset, putting him in position to shape views across the tech landscape.</p> <p>On one level this is just a form of free marketing, enabling Tesla to sell almost <a href=\"https://www.ft.com/content/e8aee566-86ed-4490-aa39-4bcd9a492650\">500,000 cars</a> last year while spending immaterial amounts on advertising. Television advertisers have long used chief executives/founders as the face of the brand. These days the celebrity CEO can go direct.</p> <p>The more interesting aspect is its impact on shaping wider opinion. The parallels with Donald Trump's <a href=\"https://www.ft.com/content/78a3ed8c-d930-4bf5-9f6e-1b6b4751090f\">use of Twitter</a> are hard to avoid. The former US president didn't just latch on to tweeting as a handy way to get his message out. He used it to mobilise a movement, in the process demonstrating how social media can be used to reshape politics.</p> <p>In the tech world, where success often turns on creating demand for new things people never knew they wanted, co-opting the imagination of the crowd is key. There is an art in making something that didn't exist before suddenly seem both desirable and inevitable. That was how Jobs used his public appearances, carefully steering consumers and the rest of the tech industry towards his vision of the future. </p> <p>The power to shape expectations also gives tech executives permission to venture into new territory. Amid a <a href=\"https://www.ft.com/video/83112dd7-20c1-43c9-97e2-7bcaae799c90\">tech lash</a> that has eroded trust in big companies, being seen as a true visionary is valuable currency.</p> <p>If Google was experimenting with implanting a device in your brain that could read your thoughts, it would almost certainly be seen as a sign of a dystopian future. To his fans, the fact that <a href=\"https://www.ft.com/topics/people/Elon_Musk\">Musk</a> is doing this, through his company Neuralink, makes it kind of cool.</p> <p>This is all well and good when it comes to tech. But what happens when the Musk reality distortion field meets the financial world? The willing suspension of disbelief can be a valuable tool in moulding a new tech industry. But markets work by collapsing all those future hopes into a single price that moves by the second. A collective will to believe can be a powerful force on market prices — until suddenly it isn't.</p> <p>Exhibit A is <a href=\"https://www.ft.com/stream/35edec46-ef7b-4f9b-b85a-25174e6e07fa\">Tesla</a>'s own stock price, which at more than 30 times last year's revenue has lost touch with any coherent valuation framework — unless, that is, you believe it is about to become the operator of a global fleet of robotaxis. For much of the company's life, Tesla's stock price was a gruelling battle between short-sellers and bulls over whether the company could produce and sell large volumes of cars, or whether it would go bankrupt. These days it has floated free of such earthly considerations to dwell on the electric, autonomous future Musk has conjured up.</p> <p>Which brings us to the news this week that Tesla has just <a href=\"https://www.ft.com/content/92ab487d-1990-42b9-b7d3-ba9d54d9bd22\">staked </a>$1.5bn of its spare cash on bitcoin. To cryptocurrency speculators, this was taken as a solid endorsement from the acknowledged visionary of the age, lifting the price about 15 per cent.</p> <p>Cryptocurrency is a purer vehicle for Musk's mythmaking than Tesla. Not weighed down by the reality of next quarter's vehicle deliveries, it is quite simply the product of a mass willingness to believe.</p> <p>The other dimension of Musk's intervention in the financial world has been his support for the army of private investors set free by commission-free trading on platforms such as Robinhood. Many are voluble followers of its CEO Vlad Tenev on social media. Last month Musk showed his populist touch by <a href=\"https://twitter.com/elonmusk/status/1354174279894642703?lang=en\">cheering</a> on the Reddit rebellion that drove a spike in the shares of GameStop.</p> <p>It may be that these investors represent a permanent new force in the financial world, a form of market populism that will outlast the boom. Bitcoin may be the future of money, a disruptive technology that reorders the financial world. If so, Musk's cheerleading could make him an important innovator in finance.</p> <p>But the history of market excesses makes it far more likely that these are symptoms of a financial mania — and that Musk should really stick to making cars and spaceships.</p> <p><a href=\"mailto:richard.waters@ft.com\"><em>richard.waters@ft.com</em></a></p><p>Source: Richard Waters 2021 'Elon Musk's reality distortion field' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T04:00:25.110Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 154,
          "end": 159
        },
        {
          "start": 154,
          "end": 161
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}