{
  "_id": "d77495f69908cc3e928e3d8a7e8bb80e231843d5a393d5e72043032e0e8e5c18",
  "feed": "ftcomall",
  "title": "Apple to slash AirPods production, succumbing to Asian competition",
  "text": "<p><em>Hello, Mercedes here in Singapore. When we started this newsletter, one of the biggest tech stories in Asia was the declining popularity of Apple's iPhone in China. A similar fate appears to be playing out with its AirPods wireless earphones, according to this week's Big Story. Apple has slashed production of its fastest-growing product line because of competition from Xiaomi, Samsung and others, according to a Nikkei Asia scoop. Elsewhere, don't miss Tencent's stealth investment in India (Mercedes' top 10) and a profile on the&#xa0;Chinese-founded social network Yalla, which is taking the Middle East by storm (Spotlight).</em>&#xa0;</p> <h2>The Big Story — Exclusive </h2> <p>Apple is slashing production of AirPods wireless earphones, its fastest-growing product line. Growing competition from Asian rivals including Xiaomi, Samsung and Huawei is forcing the US tech company to cut planned production of AirPods 25 to 30 per cent this year, according to <a href=\"https://asia.nikkei.com/Business/Technology/Apple-trims-AirPods-production-plans-as-sales-lose-steam\">this exclusive</a> in Nikkei Asia.</p> <p>Apple expects to make between 75m and 85m units in 2021, compared with a previous production forecast of 110m units, sources said. </p> <p><strong>Key implications</strong>: Liz Lee, an analyst with Counterpoint Research, expected global shipments of true wireless headphones to increase 33 per cent this year to 310m units. AirPods shipments will also grow, she said, but Apple “will lose market share, as the competition is intensifying in the global true wireless headphone market”.</p> <p>This surge in competition has eroded Apple's market share, from 60 per cent in 2018 and 47 per cent in 2019 to 31 per cent last year, according to Counterpoint.</p> <p>Meanwhile, Chinese rival Xiaomi's global market share has doubled from 6 per cent in 2019 to 12 per cent in 2020, making it the world's second-largest maker of true wireless headphones.</p> <p><strong>Upshot</strong>: The decline in Apple's market share demonstrates the speed with which its Asian rivals are able to bring quality products to market. The period of high growth for AirPod sales may be over. </p> <h2>Mercedes' top 10</h2> <ol>  <li><p>Tesla is facing a <a href=\"https://www.ft.com/content/8b6905fe-2158-436b-b2e0-bed0a0a128b1?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">publicity crisis</a> in <strong>China</strong> at a delicate time. Its position as market leader is coming under pressure from local challengers.</p></li>  <li><p>Tencent used convertible debt — <a href=\"https://www.ft.com/content/dfd78e7f-e19c-4029-ae15-a906f5ab27cf\">and two <strong>European</strong> entities</a> — to quietly back Indian social media start-up ShareChat despite restrictions on <strong>Chinese</strong> investment into <strong>Indian</strong> companies. </p></li>  <li><p>Apple has inched closer to replacing Intel-designed central processing units in Mac laptops with its own, according to a <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Apple-s-follow-up-to-M1-chip-goes-into-mass-production-for-Mac\">Nikkei Asia scoop</a>. </p></li>  <li><p><strong>Taiwan's</strong> TSMC is investing <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-to-invest-2.8bn-in-China-to-ramp-up-auto-chip-production\">$2.8bn</a> in <strong>China</strong> to ramp up semiconductor production — its first big deal in the mainland since announcing its Nanjing plant in 2015.</p></li>  <li><p>Interesting piece <a href=\"https://www.ft.com/content/360faa3e-4110-4f38-b618-dd695deece90\">here</a> on how the <strong>EU's</strong> plans to regulate AI differ from the two global leaders — the <strong>US</strong> and <strong>China</strong>. </p></li>  <li><p>As online attacks on <strong>Chinese</strong> feminists intensify, mainland social media companies are responding by <a href=\"https://www.nytimes.com/2021/04/24/world/asia/china-feminism-weibo.html\">removing the women</a> — not abusers — from their platforms. </p></li>  <li><p><strong>Indonesian</strong> start-ups focusing on the country's second- and third-tier cities are attracting investor attention from the likes of rapper <a href=\"https://asia.nikkei.com/Business/Startups/Indonesia-s-smaller-cities-catching-eye-of-startup-investors\">Jay-Z and venture capital firm Tiger Global</a>. </p></li>  <li><p>Intriguing move this week by <strong>China's</strong> JD.com, one of Alibaba's main rivals, which started paying some of its staff in <a href=\"https://techcrunch.com/2021/04/26/jd-pays-staff-digital-yuan/\">digital renminbi</a>. </p></li>  <li><p>SoftBank-backed Ola, an <strong>Indian</strong> ride-hailing start-up, is installing some 100,000 two-wheeler charging points for <a href=\"https://asia.nikkei.com/Business/Startups/SoftBank-backed-Ola-to-roll-out-100-000-scooter-chargers-in-India\">electric scooters</a> nationwide.</p></li>  <li><p><strong>Japan</strong> is <a href=\"https://asia.nikkei.com/Spotlight/Coronavirus/Kawasaki-Heavy-to-roll-out-robot-conducted-PCR-tests-for-COVID\">using robots</a> to almost double its Covid-19 testing capacity. </p></li> </ol> <h2>When sages speak </h2> <ul>  <li><p>Space rivalry is moving into high gear. This <a href=\"https://www.youtube.com/watch?v=X0ZdkhsQbj8\">webinar</a> tackles the question of “defending against the dark arts in space”. <strong>Todd Harrison</strong> of CSIS describes the vulnerabilities of satellites to attack and <strong>Rajeswari Pillai Rajagopalan</strong> of India's ORF gives her views on the difficulties of regulating technologies and behaviour.</p></li>  <li><p><strong>Jordan Schneider</strong> describes how China is “running faster but still falling behind” in its efforts to compete with leading nations in semiconductor manufacturing in <a href=\"https://rhg.com/research/china-chips/\">this report</a> for the <strong>Rhodium Group</strong>. </p></li>  <li><p><strong>Martin Chorzempa</strong>, senior fellow at the Peterson Institute for International Economics, <a href=\"https://www.piie.com/commentary/testimonies/chinas-pursuit-leadership-digital-currency\">outlines</a> US concerns over China's pioneering efforts to launch the digital renminbi and what this could mean for the dollar as the world's reserve currency. </p></li> </ul> <h2>Our take</h2> <p>South-east Asia has hit a technology boom. <strong>Grab's</strong> record blank-cheque deal with a special purpose acquisition company (Spac), which will value the business at <a href=\"https://www.ft.com/content/a44185aa-51f4-443a-895f-16dd853e1d77\">almost $40bn</a>, rings in an era for a region where the tech industry has trailed behind China and India. </p> <p>More deals will follow, including between Indonesian start-ups <strong>Gojek</strong> and <strong>Tokopedia</strong>, which are set to merge and rebrand as <strong>GoTo</strong>, as well as other regional unicorns including <strong>Traveloka</strong> and <strong>Bukalapak</strong>.</p> <p>But the south-east Asian charge on to US stock markets is also shaping up as an important test of governance standards in the region. Companies and investors operating in Asia know that regulators, politics and businesses are messily interlinked and corruption remains a big risk.</p> <p>Take Grab: in its filing, the company outlined several risks including an investigation it launched into potential violations of anti-corruption laws related to its operations in one country. Grab reported the potential violations to the US Department of Justice and has declined to comment further.</p> <p>Our take is that most public investors will nonetheless see the region's tech boom as too big an opportunity to miss out on. Never before have investors had such access to south-east Asia's internet economy. This dynamic region of 655m people has leapt online in recent years. Investing in Grab and others is one of the easiest ways to get exposure to that fast-growing market.&#xa0;</p> <p>— Mercedes</p> <h2>Spotlight </h2> <p><strong>Yang Tao</strong>, the Chinese chief executive of <strong>Yalla</strong> — or “Let's go” in Arabic — the social media app that is a smash hit in the Middle East, <a href=\"https://www.ft.com/content/e15a16c1-f25b-4b03-8692-ab1feb88cc3a\">has no interest in the mainland market</a>. Yang, who describes himself as a “businessman, not an entrepreneur”, said the dominance of China's Big Tech companies, as well as the high cost of user acquisition, made the region a much better bet. “China's domestic internet industry is brutal, because nearly all of its traffic is in the grips of a few giants,” said Yang.</p> <p>The approach has paid off. Yalla saw monthly users of its chat and games apps increase almost fivefold to more than 12m in the year to last June, and its share price has more than tripled since its initial public offering in New York last October. </p> <p>Yang said he came up with the idea while travelling in the region, from Egypt to Afghanistan, and noticing how much time people spent talking on the phone. He decided to build a social network based around chatting rather than typing. Today, users spend an average of five hours in the app.</p> <p>The CEO spent the first six years of his career in Abu Dhabi working for China's <strong>ZTE</strong>, which is how he met his co-founders. Dubai-headquartered Yalla has localised so well that many users are unaware that its engineering team and founders are all in Hangzhou, close to Shanghai — a rare example of a successful Chinese-foreign hybrid tech company.</p> <h2>Art of the deal</h2> <p>As James wrote <a href=\"https://www.ft.com/content/bcddec25-54f1-41c4-bcab-b1ef44ac1247\">last week</a> in “Our Take”, Hong Kong's start-up scene is showing real signs of improvement. A clutch of unicorns based in the city has benefited from rapid digitalisation during the pandemic and a funding boom that has driven up valuations. </p> <p>Some of them are trotting to market. One of the most high-profile is <strong>WeLab</strong>, the financial technology company backed by billionaire Li Ka-shing, which has tapped investment banks to prepare for an IPO this year, <a href=\"https://asia.nikkei.com/Business/Markets/IPO/Hong-Kong-fintech-unicorn-WeLab-seeks-IPO-amid-virtual-bank-boom\">according to a Nikkei Asia scoop</a>. The public listing, which would be in either Hong Kong or the US, could value the company in the range of $1.5bn-$2bn. </p> <p>WeLab raised $75m in March from a group of investors led by <strong>Allianz X</strong>, bringing its total capital raised to more than $600m since it was founded in 2013. The company had 50m customers across Hong Kong, mainland China and Indonesia at the end of 2020, representing a 20 per cent jump from the previous year, thanks to the rise of digital finance in the region. It plans to use funds from the IPO to expand in south-east Asia.</p> <h2>Smart data</h2> <p>Technology has turned geopolitical. The US has blocked semiconductor exports to China. In turn, China has looked to limit US access to rare earth minerals that are crucial to the manufacture of many tech products, <a href=\"https://www.ft.com/content/6fcd69ab-4dcd-4ffa-ae0f-b9aadfc79e52\">writes John Thornhill</a>, the FT's innovation editor. </p> <p>Several countries have banned China's Huawei from running their 5G telecommunications networks. India has also shut out Chinese-owned social media app TikTok following border clashes between the countries. The UK, meanwhile, is investigating Nvidia's proposed acquisition of Arm, the chip designer, on national security grounds. For some trade economists, schooled in the quaint idea that humans are rational actors, such developments have come as something of a shock.</p><p>Source: Mercedes Ruehl and James Kynge 2021 'Apple to slash AirPods production, succumbing to Asian competition' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-28T08:17:54.035Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1460,
          "end": 1465
        },
        {
          "start": 2308,
          "end": 2313
        },
        {
          "start": 1793,
          "end": 1798
        },
        {
          "start": 1310,
          "end": 1315
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 140,
          "end": 145
        },
        {
          "start": 962,
          "end": 967
        },
        {
          "start": 279,
          "end": 284
        },
        {
          "start": 652,
          "end": 657
        }
      ]
    }
  ]
}