{
  "_id": "8bfdced02dd90b5208a05e15643e03a2cc06d2aa528aef8dbee6ea0af34adff2",
  "feed": "ftcomall",
  "title": "US bond prices inch higher and stocks recover after Federal Reserve meeting",
  "text": "<p>Stock and government bond prices rallied on Wednesday after the Federal Reserve acknowledged improvements in the US economy at its latest meeting while opting to keep its current policy stance <a href=\"https://www.ft.com/content/6b5992d3-967e-4a63-b159-a398654d6199\">unchanged</a>.</p> <p>The yield on the 10-year US Treasury bond, which moves inversely to the price of the benchmark government debt instrument and is sensitive to signals about the future of the Fed's $120bn-a-month of pandemic-era bond purchases, eased following the meeting to trade 0.01 percentage points lower for the day at 1.23 per cent. </p> <p>The yield has tumbled from close to 1.8 per cent in March as traders bet on the Fed sustaining its purchases despite the US economy's strong rebound from a <a href=\"https://www.ft.com/content/3ff15dc7-be90-4676-8121-5a868016c4bb\">historic contraction</a> in the second quarter of 2020. </p> <p>The latest statement from the central bank has been read by analysts and investors as a small step towards an eventual tapering of bond purchases, with the US central bank appearing to be in no rush until there are further improvements in the economy. Jay Powell, Fed chair, also acknowledged the continued risk to the recovery posed by coronavirus in light of the current uptick in cases resulting from the Delta variant.</p> <p>“There is not really any history here on how things will end up. It's a huge unknown,” said Tom di Galoma, a bond trader at Seaport Global Holdings. “The economic picture in the next two to three months is very uncertain. The Fed tapering or changing any policy before the September meeting isn't warranted.”</p> <p>Powell has described <a href=\"https://www.ft.com/content/efdf1845-6138-4af7-8d2b-c20df9fed218\">recent surges</a> in US consumer prices as temporary and told lawmakers this month <a href=\"https://www.ft.com/content/37d57052-c2a5-4a44-8b27-9d205a2a1c50\">it was risky</a> to tighten monetary policy before the central bank had a firmer idea of the state of the labour market and inflation. </p> <p>But Fed officials last month brought forward their projections for the first post-pandemic interest rate rise by a year to 2023, and appear divided over <a href=\"https://www.ft.com/content/33e420c1-9220-49c0-bc06-105eb921dfd3\">when to reduce monetary stimulus</a>. </p> <p>“The issue the Fed has is whether inflation is becoming more entrenched,” Schroders multi-asset strategist Ben Popatlal said, at the same time as the highly transmissible Delta variant of coronavirus threatened economic growth. </p> <p>Tightening monetary policy might curb inflation, Popatlal said, “but could also cause a shock to growth, creating a stagflationary environment”. </p> <p>The dollar index, which measures the US currency against a basket of others, gave up earlier gains to trade 0.2 per cent lower following the Fed meeting. </p> <p>The blue-chip S&amp;P 500 share index had lost early morning gains and was trading slightly lower before the meeting. It rallied back, closing flat for the day. </p> <p>The technology-heavy Nasdaq Composite index rose 0.7 per cent cent after a rout in Chinese stocks, following a crackdown by Beijing on education and technology companies, paused in Asian trading. </p> <p>Hong Kong's Hang Seng rose more than 1 per cent, <a href=\"https://www.ft.com/content/9f958def-6657-4283-8998-2954909a3465\">after tumbling</a> more than 4 per cent on Tuesday. China's CSI 300 index of Shanghai- and Shenzhen-listed stocks gained 0.2 per cent after a 3.5 per cent fall in the previous session. </p> <p>The Chinese government has banned private tuition businesses from making profits and attracting overseas investors with the use of <a href=\"https://www.ft.com/content/38ba7bb9-9a7e-4817-80cf-324bc9a4527b\">VIE structures</a>, which circumvent Beijing's foreign ownership rules. </p> <p>China's cyber security regulator also plans to <a href=\"https://www.ft.com/content/5b87bbf9-f652-40fc-b06d-8e58693a8c6e\">review all overseas listings</a> of groups with more than 1m users on national security grounds.</p> <p>Fears of the VIE ban spreading to the tech sector have driven the New York-traded shares of Chinese ecommerce businesses lower in a sell-off that spread to US tech companies. </p> <p>Shares in Apple have fallen 2.4 per cent this week despite the group reporting quarterly results analysts <a href=\"https://www.ft.com/content/18cfeb9a-8596-4d23-badd-df9a62d510ab\">described as “stunning”</a>. </p> <p>“You've got so much capital now tied up in exchange traded funds that track big tech shares including those in the US and China,” said Randeep Somel, portfolio manager at M&amp;G. “People holding these can't be selective about what they sell.” </p> <p>Elsewhere in markets, Europe's Stoxx 600 share index gained 0.7 per cent, touching a fresh high. Brent crude, the oil benchmark, added 0.4 per cent to $74.78 a barrel. </p><p>Source: Joe Rennison in New York, Naomi Rovnick in London and Hudson Lockett in Hong Kong 2021 'US bond prices inch higher and stocks recover after Federal Reserve meeting' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-28T20:42:16.510Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3519,
          "end": 3524
        }
      ]
    }
  ]
}