{
  "_id": "759c58a0054b4849006303dd348bcf8c1d27bd2a00d7a0e61c26cc84c64b8a87",
  "feed": "ftcomall",
  "title": "Clean tech 2.0: Silicon Valley's new bet on start-ups fighting climate change",
  "text": "<p>Martin Roscheisen was once at the vanguard of the solar industry, leading a start-up backed by Google's founders that was set to usher in a green revolution by making solar power cheaper than energy from fossil fuels. </p> <p>The Austrian entrepreneur had seen the dotcom boom and bust after studying computer science at Stanford with <a href=\"https://www.ft.com/content/39b250e8-1615-11ea-9ee4-11f260415385\">Google's Larry Page and Sergey Brin</a> and believed <a href=\"https://www.ft.com/stream/29e9fad1-14fc-480b-a89c-cd964750bd80\">green energy</a> would be the next revolution to create fortunes for investors in Silicon Valley. </p> <p>“More and more venture capitalists recognised clean tech as a category and started piling into that,” he says. “It became very competitive.” </p> <p>But while solar went on to become the cheapest form of energy in the world, Silicon Valley had little to do with it. Instead, a <a href=\"https://www.ft.com/content/be1250c6-0c4d-11ea-b2d6-9bf4d1957a67\">rapid expansion of Chinese production of solar panels</a>, with Beijing's backing, led to an 80 per cent reduction in the cost of solar energy over the past decade. Roscheisen's start-up, which had invented an alternative to the silicon solar panel, went bankrupt in 2013 and today he runs a company that <a href=\"https://www.ft.com/content/311d9c3c-7eac-11e8-af48-190d103e32a4\">produces lab-grown diamonds</a>.</p> <p>Roscheisen was part of a first wave of clean energy start-ups that failed to scale up as Beijing funnelled capital, land and other inducements to its solar, wind and electric battery companies after the financial crisis. Venture capitalists lost about half of the $25bn they invested in the clean-tech sector between 2006 and 2011, according to <a href=\"https://www.pwc.com/gx/en/services/sustainability/assets/pwc-the-state-of-climate-tech-2020.pdf\">PwC</a>, leading them to divert investment to developers of apps, software and artificial intelligence that could grow quickly without large amounts of capital. </p> <p>Yet China's success in <a href=\"https://www.ft.com/content/a37d0ddf-8fb1-4b47-9fba-7ebde29fc510\">scaling up solar power, as well as similar cost reductions</a> in wind energy and batteries for electric cars, have laid the groundwork for a new wave of investment in clean energy start-ups that is being dubbed “clean tech 2.0”. </p> <p>From <a href=\"https://www.ft.com/content/fb1fa29b-7f2b-448b-ba47-05f16eccad97\">new battery storage technologies</a> to sustainable aviation fuel, lab-grown meat and low-carbon concrete, investors are rushing to put money behind <a href=\"https://www.ft.com/content/0a3d0af8-7092-44c3-9c98-a513a22629be\">renewable energy producers and other companies fighting climate change</a>. Dozens have listed on US stock exchanges over the past year via mergers with special purpose acquisition vehicles, known as Spacs, raising billions of dollars. San Jose-based <a href=\"https://www.ft.com/content/faedd2a1-2008-4f1e-9198-7694fba791b0\">battery start-up QuantumScape, which floated last year</a>, is valued at $21bn. Listed companies that are set to benefit from a transition away from fossil fuels are worth a collective $6tn, according to Bank of America. </p> <p>Developing a technology from the lab into a low-cost, mass-market product with the potential to reduce global emissions is notoriously hard and can take years, as many investors discovered painfully over the past decade. But analysts say this time is different as entrepreneurs are focused on a much broader set of challenges and are backed by deep-pocketed corporate investors, which have promised to decarbonise their operations. Pledges by governments such as China and the EU to have net zero emissions of greenhouse gases <a href=\"https://www.ft.com/content/730e4f7d-3df0-45e4-91a5-db4b3571f353\">net zero emissions of greenhouse gases</a> by the middle of the century also support markets for their products. US president Joe Biden was also elected on the <a href=\"https://www.ft.com/content/2ac477e7-34a4-4c0e-b9f4-018cef47d67d\">promise of a $2tn green energy investment plan</a>.</p> <p>“Climate is affecting everything now and so the companies follow that rather than being focused on one sector [such as solar],” says Sophie Purdom, an investor who runs the <a href=\"https://climatetechvc.substack.com/about\">Climate Tech VC newsletter</a>. “We feel climate personally now: corporates feel it, the economy feels it. It's a ticking time-bomb that's tangible, whereas before it felt like an Al Gore chart on a slide.” </p> <h2>Learning from mistakes</h2> <p>In a 2007 TED talk, John Doerr, a partner at the Silicon Valley venture capital company Kleiner Perkins, said “green technologies — going green — is bigger than the internet. It could be the biggest economic opportunity of the 21st century.” </p> <p>Kleiner and other venture capital firms began to pour millions of dollars into solar start-ups and battery makers such as A123 Systems, which listed on the stock market in 2009 with a valuation over $1.9bn. California-based Solyndra, which made solar panels that did not use silicon, raised almost $1bn in funding, as well as a $535m loan from the US government. </p> <p>“The best work in solar is happening in Silicon Valley,” billionaire Silicon Valley investor Vinod Khosla said in 2008.</p> <p>But a surge in production in China, much of it in the north-western Xinjiang region where Beijing has been accused of labour abuses, changed the picture. Global prices for polysilicon, the raw material used in solar cells, fell rapidly, and the need for innovative technologies backed by US venture capital evaporated. By 2015, the vast majority of panels in use around the world had been made in China. </p> <p>Almost all the Silicon Valley-backed companies went bankrupt. <a href=\"https://www.ft.com/content/6c74497e-a62a-11e4-abe9-00144feab7de\">Chinese solar company Hanergy</a> bought the promising solar start-up MiaSolé, which had been backed by Kleiner Perkins, in 2013. In batteries, A123 Systems was bought <a href=\"https://www.ft.com/content/9b18a724-6a3c-11e2-a7d2-00144feab49a\">by Chinese auto parts maker Wanxiang Group</a> for $257m. </p> <p>“It was really boom and bust driven by the overallocation of venture capital,” says Rob Day, a partner at Boston-based Spring Lane Capital. </p> <p>In 2010, after he was ejected from his company, Roscheisen bought a one-way ticket to China to study how the country could so successfully compete in clean energy technologies. Today he blames Silicon Valley's “moon shoot” approach of only looking for big breakthroughs rather than steadily making improvements to clean energy technologies through increased production.</p> <p>The earlier failures have not deterred some of the world's wealthiest investors, however. In 2015 Bill Gates decided to turn the tide in venture funding. As world leaders gathered for the Paris climate summit that year, he emailed other billionaire friends such as Amazon's founder Jeff Bezos and Richard Branson to form the Breakthrough Energy coalition<a href=\"https://www.ft.com/content/b4ae5c82-c09c-11e6-9bca-2b93a6856354\"> to invest in clean energy technologies</a>. </p> <p>The group's two venture funds have since raised more than $2bn to invest in dozens of clean tech start-ups from green hydrogen to fusion power, with the aim of helping the world get to net zero emissions by 2050. Silicon Valley luminaries such as Khosla and Doerr also sit on the board. </p> <p>Carmichael Roberts, a founding partner at the fund, who was previously involved with ventures such as A123 Systems, says it learnt from the earlier mistakes by having strict criteria for investments and having a longer-term investment horizon of 20 years. The fund only invests in start-ups that have the potential to remove 500m tonnes of greenhouse gases a year from the atmosphere — around 1 per cent of global emissions.</p> <p>“The entrepreneurial spirit in this area is off the charts right now,” he says. “If we go back to clean tech 1.0, we can name on one hand the industries, whereas this right now, what's going on, is a renaissance of sorts.” </p> <h2>Technical risk</h2> <p>The failure of many start-ups last time was not due to technical problems but the lack of financing options, he says. This time there is a greater variety of capital available, including Spacs, a range of venture capital firms and large industrial companies that have their own venture funding arms, he adds. Last month Brazilian iron ore miner <a href=\"http://www.vale.com/EN/aboutvale/news/Pages/vale-invests-in-boston-metal-to-foster-carbon-free-steel-production.aspx\">Vale invested</a> in one of its start-ups, Boston Metal, which aims <a href=\"https://www.ft.com/content/46d4727c-761d-43ee-8084-ee46edba491a\">to produce low-carbon steel</a>, for example. </p> <p>“There's way more co-operation that we're seeing across the board,” he says. “We've learnt a lot and investors have just got a lot smarter.” </p> <p>Khosla, who has remained invested in the sector despite some of the solar companies he put money into going bankrupt when China dominated the market, says some of the start-ups from the first wave did actually succeed, such as <a href=\"https://www.ft.com/content/e4e8b571-c61c-499d-ad1b-f4bfb48e65c7\">Elon Musk's electric carmaker Tesla</a>, which has now provided a role model to other entrepreneurs. </p> <p>“I don't consider clean tech 1.0 a failure — it's the usual venture model, one out of a hundred give you a thousand X [times] return,” Khosla says. </p> <p>These technologies could create companies as profitable as Google, Apple and Facebook, which have themselves become <a href=\"https://www.ft.com/content/0c69d4a4-2626-418d-813c-7337b8d5110d\">big investors in clean energy</a>, Khosla believes. The difficulty for the sector, he says, is that it faces similarly long development timelines to that of pharmaceutical drugs. But it lacks a ready large market or incumbents willing to acquire start-ups with more unproven technologies such as low carbon cement or alternative jet fuels, he says. </p> <p>“The legacy oil and gas companies have tended to fight these technologies, not jump in and say ‘let's get ahead of the curve',” he says. “They fight it because they find it frightening. They will fund solar parks but there is no risk in solar and wind farms any more, they are not taking risk.” </p> <p>Both Gates and Khosla have had recent failures in the sector. They invested in Aquion Energy, a start-up that aimed to build a saltwater battery, which went bankrupt in 2017 and was bought by a Chinese company. Khosla also backed LightSail Energy, an air storage start-up founded by scientist Danielle Fong which declared bankruptcy the same year. </p> <p>“We've got to take the risk on cutting-edge stuff even at the risk of failure,” Roberts says. “I'm not going to tell you that in clean tech 2.0, the failure risk has gone down considerably . . . We're taking as much if not more technical risk but lowering the overall systemic risk.”</p> <h2>A one-way transition </h2> <p>The recent popularity of Spacs has opened an avenue for venture capitalists to exit their investments and companies to raise more money so they can scale-up production. Forty climate-related companies have merged with Spacs over the past year, including <a href=\"https://www.ft.com/content/f322fa5d-317e-4d43-943c-ca6a1441df41\">electric vehicle battery start-up QuantumScape</a>, which was backed by Breakthrough Energy Ventures and Khosla. </p> <p>Still, after a rapid rise in clean tech share prices, analysts have begun to warn of an impending crash, which could deter investors in the sector once again if the losses are widespread. Shares in clean energy technology companies have risen by 137 per cent this year, compared with 48 per cent for the Nasdaq Composite index, according to an index compiled by Energy Impact Partners, a clean tech investor. </p> <p>“If it becomes a financial mania as opposed to an empowerment of a multitrillion-dollar clean tech economy, then we could have setbacks,” says Khosla, who filed to launch four Spacs to look for acquisitions last month. </p> <p>“I see a lot of companies that have extremely high valuations on paper for where they are commercially,” says Spring Lane's Day. “When I see that, I suspect that the laws of gravity still operate and sooner or later you have to go back to fundamentals.”</p> <p>The pressing need to <a href=\"https://www.ft.com/climate-capital\">avoid the worst impact of climate change</a> means the clean tech sector cannot afford another hiatus from investors, according to Andrew Beebe, managing director at San Francisco-based Obvious Ventures.</p> <p>“I really don't believe there's a pathway where we look back and say, ‘Oh clean tech 2.0 didn't work',” says Beebe, who started his career working for solar company Suntech, whose <a href=\"https://www.ft.com/content/a9e3a97c-30dc-11e3-b478-00144feab7de\">manufacturing unit went bankrupt in 2013</a>. </p> <p>He adds: “That will not happen — this transition, the road we're on, is a one-way street. We don't go back to gasoline vehicles, we're not going to go back to coal plants; we're not going to go back to dirty air and unhealthy living conditions if we have the choice. What we've learnt in the last decade is, we have a choice in virtually every category.” </p> <p><em>Follow&#xa0;</em><a href=\"https://www.instagram.com/ftclimate/\"><em>@ftclimate</em></a><em>&#xa0;on Instagram</em></p> <a href=\"http://www.ft.com/cms/98272dcd-9447-4c02-a506-492004092798.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Henry Sanderson in London  2021 'Clean tech 2.0: Silicon Valley's new bet on start-ups fighting climate change' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-25T05:00:17.394Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7959,
          "end": 7964
        }
      ],
      "nexusId": "10022657"
    }
  ]
}