{
  "_id": "7ecb651e62190c3fc6f76db4c316d52c726761e384af54482e17286852f80121",
  "feed": "market-watch",
  "title": "Here are the EVs that iPhone builder Foxconn hopes to sell",
  "text": "<p>Three designs, and an Ohio factory</p><p>Today, Foxconn TW:2354 unveiled three electric vehicles it hopes to sell globally within two years. It isn't yet clear whether any of the three will reach U.S. consumers. But just three weeks ago, the company bought an Ohio car plant previously owned by startup Lordstown Motors RIDE.</p><p>Under the purchase agreement, Foxconn will continue to build the&#xa0;Lordstown Endurance&#xa0;pickup on behalf of Lordstown Motors. But its new U.S. car manufacturing footprint could mean Foxconn plans to bring its EVs to market here.</p><p>Read more:Lordstown stock rallies 21% after EV maker and Foxconn seal deal to sell Ohio plant, develop new vehicles</p><p>The vehicles:</p><p>Foxconn unveiled the three vehicles today under the brand name Foxtron.</p><p>The Foxtron Model C is a midsize SUV designed to have the interior space of a large luxury car. Foxconn claims it will get from 0 to 60 mph in just 3.8 seconds and have a range of 434 miles on a charge.</p><p>FoxconnNext, the Foxtron Model E is a midsize sedan with an exterior designed by the famed Italian design house Pininfarina. The Model E's electric drivetrain boasts 750 horsepower and a claimed 2.8-second 0-to-60 mph time. It unlocks with facial recognition and is designed to serve as a “mobile office.” The company says it can travel 466 miles between charges.</p><p>FoxconnThe third vehicle is an electric city bus, which Foxconn has named the Model T. We assume Ford F will not allow that name to fly in the U.S.</p><p>FoxconnIt's a challenge, but it's been done recently</p><p>To be clear, we're not sure we'll ever see any of these cars in the U.S. Starting up a new automaker is a tremendous challenge. For every Tesla TSLA that succeeds in building a foothold in the U.S. market, many others fail.</p><p>Read next: Should you get an electric car? Here are some pros and cons</p><p>But Foxconn has tremendous financial resources. It has quickly moved from having no presence in the car market to owning a factory in America and showing off three vehicles in the media. It might well join Tesla and&#xa0;newer rivals like Lucid Motors LCID&#xa0;and&#xa0;Rivian RIVN on the list of startups to bring a new EV to market.</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2021-11-22T05:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}