{
  "_id": "6e89db634fdddf13d8d428b435bbe3852fe51495e1a7b6b122bf0ffd97fb1ab4",
  "feed": "ftcomall",
  "title": "Genre round-up — the best new thrillers",
  "text": "<p>Wartime neutrality and its many shades of grey have long been fertile ground for literary inspiration. Thriller writers including Robert Wilson and Mara Timon have woven fine tales of intrigue set in 1940s Lisbon, so it's gratifying to have Rory Clements turn the spotlight on Stockholm in <a href=\"https://www.amazon.co.uk/gp/product/1838773339/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1838773339&amp;linkId=aef2fb8885eca974853b4db58340c0fb\"><strong>A Prince and A Spy </strong></a>(Zaffre, £12.99) — and bring a royal twist into his captivating historical thriller.</p> <p>Switzerland's reputation as an oasis of neutrality was destroyed by the revelations of its systematic money-laundering for the Third Reich, but Sweden has largely — and unjustly — escaped opprobrium. Stockholm played a profitable double game, supplying both the Allies and the Nazis with vital war materiel such as iron ore and ball bearings, while Swedish banks also sold Berlin hard currency. Stockholm was an ideal meeting point for covert contacts. This backdrop provides Clements with rich material.&#xa0;<em>A Prince and A Spy</em>&#xa0;turns on a real-life event: the death of Prince George, the Duke of Kent, brother of King George VI, in a plane crash in the Scottish Highlands in August 1942, en route from Scotland to Reykjavik. Even today conspiracy theories swirl around the crash, pointing to the web of prewar connections between the British royal family and the Nazi leadership.</p> <p>In Clements' book the Duke meets a Nazi envoy in Stockholm before the aeroplane crash. Tom Wilde, an academic turned spy, is sent to Scotland in the aftermath of the crash to find out the truth about the Duke's death but dark forces are determined to keep the royal links to Berlin from being exposed. Meanwhile, Heinrich Müller, the Gestapo chief, is in Stockholm, determined to find the traitor who wants to reveal the reality of the extermination of the Jews. An engaging protagonist and a gripping, intelligent storyline confirm Clements' reputation as a master of the wartime spy thriller. (For readers interested in this episode, <em>The Last Queen</em>, by Clive Irving, a fascinating new non-fiction work, (Biteback, £20) exposes some of the links between the Duke of Kent, the Windsors, and Berlin — and the postwar cover-up.)</p> <p>In <a href=\"https://www.amazon.co.uk/gp/product/0062875469/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0062875469&amp;linkId=ed2c601a9705d327ef9998f36227a423\"><strong>The Night Agent </strong></a>(Head of Zeus, £18.99) by Matthew Quirk, Peter Sutherland is soon on the run from his own side — and his enemies have no hesitation about trying to kill him. Sutherland is an FBI agent, desperately keen to prove his loyalty after his father's apparent treachery. His job is to sit in a small room in the White House waiting in case someone calls the emergency line. When the call does come Sutherland does what he thinks is the right thing. But instead he is rapidly caught up in a conspiracy that reaches to the heart of the US government. Bodies start to pile up and Quirk skilfully layers the menace, so that the blandest location in Washington DC — a car park or petrol station — is suddenly heavy with danger. As last week's invasion of the Capitol showed, the US government's authority is more fragile than we knew.</p> <p>Quirk, a former reporter at The Atlantic magazine, spent years investigating the dark side of the American military-industrial complex and his inside knowledge is expertly deployed. There are echoes here of Chris Hauty's&#xa0;<em>Deep State</em>&#xa0;— a Russian mole, a threat to the Baltics, high level treachery. The slowly blossoming love affair between Sutherland and Rose Larkin, his everywoman ally, as they go on the run is engagingly drawn. Even an on-the-hoof surveillance tutorial can morph into a kind of first date, especially when being stalked by a hit team from Russian intelligence. A plot that twists like a cobra in a sack, a whip-crack pace and engaging characters make&#xa0;<em>The Night Agent</em>&#xa0;a very classy thriller.</p> <p>Like Quirk, Simon Berthon, author of <a href=\"https://www.amazon.co.uk/gp/product/0008214468/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0008214468&amp;linkId=81b32f09b8e4e92ab51faeb5151a0818\"><strong>A Time To Lie</strong></a> (HQ, £12.99), is also a former investigative journalist. Berthon's book is slower paced — sometimes too slow — but he is a deft guide to the darker recesses of a fictional British state. When the bones of a young woman's hand are found on a building site in London, Prime Minister Robin Sandford is forced to confront his past. The hand, according to Jed Fowkes, Sandford's former flatmate, now an adviser to the Treasury, belongs to a young woman that Sandford had murdered, decades ago. But did he?</p> <p>Sandford enlists Joe Quine, a disgraced former journalist, to try and find out. Quine's investigations draw him deeper into danger, as Sandford tries desperately to keep his government together and hold on to power. The corridors of Whitehall and the alcoves of 10 Downing Street may be more elegant than their White House equivalents, but they can be no less menacing as this well-crafted, informed thriller shows.</p> <p><em>Adam&#xa0;LeBor is the author of ‘Kossuth Square', a Budapest noir crime thriller</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Adam LeBor 2021 'Genre round-up — the best new thrillers' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T05:00:03.665Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4885,
          "end": 4890
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}