{
  "_id": "17b4559f69c6d23e0b920a328126c38ca419d411c972650055f895c8709b644e",
  "feed": "ftcomall",
  "title": "Bitcoin's credibility boost",
  "text": "<p>Bitcoin came close to breaking the $50,000 barrier at the weekend and our <a href=\"https://www.ft.com/content/7ac6c3a6-3fed-4dd9-8a69-939ad6094933\">Big Read on the cryptocurrency</a> looks at its 350 per cent gain in the past 12 months.</p> <p>Driving the price in the past week has been the Tesla revelation that it had spent $1.5bn on bitcoin. Then BNY Mellon — America's oldest bank — on Thursday said it would <a href=\"https://www.ft.com/content/3e196e5c-afb7-4450-a5cc-3e4f7d17a40c\">start holding</a> and transferring cryptocurrencies for asset management clients, while Mastercard announced it would soon support “select cryptocurrencies” on its network, allowing more stores to accept them as payment.</p> <p>But analysts and investors say the main driver of bitcoin's recent rise has been fears that central bank stimulus to dampen the economic damage of Covid-19 will ultimately ignite inflation. The hope of its proponents is that bitcoin is now becoming mainstream. “We are potentially at the birth of a new asset class,” argues Duncan MacInnes, a fund manager at Ruffer, a traditional, conservative UK investment group that raised eyebrows when it placed a $600m bet on bitcoin last year.</p> <p>As for its opponents, <a href=\"https://www.ft.com/content/a9bd5b42-272e-465c-9284-9fe2a7906f48\">Jonathan Ford argues</a> in Inside Business that Elon Musk being a cheerleader for bitcoin is idiocy in terms of the environmental impact of producing it. Bitcoin miners are not interested in intermittent renewable energy, he says. Needing to run their machines 24/7, many site their operations in places with cheap coal-fired electricity.</p> <p><a href=\"https://www.ft.com/content/16a37710-cbff-41b1-af96-7dc8b2de0c43\">In her latest column</a>, Rana Foroohar says bitcoin's rise may be seen as an early signal of&#xa0;<a href=\"https://www.ft.com/content/68e5f028-a1a1-11ea-94c2-0526869b56b0\">a new world order</a>&#xa0;in which the US and the dollar will play a less important role.</p> <p>This is the belief in some parts of the investor community — that the US's post-2008 financial crisis monetary policy designed to stabilise markets will give way to post-Covid monetisation of rising US debt loads. If the US government sells so much debt that the dollar starts to lose its value, then bitcoin could conceivably be a safe haven.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Apple talked to Nissan too</strong><br>Apple<a href=\"https://www.ft.com/content/29d4aa6b-fba5-4a53-876e-3f097fdef1d2\"> approached Japan's Nissan </a>in recent months about a tie-up for its secretive autonomous car project, but talks are no longer active, we've discovered. Discussions did not advance to senior management levels following divisions over branding for the iPhone maker's electric vehicles. Apple also recently&#xa0;<a href=\"https://www.ft.com/content/cd8b4852-fd2a-4a8a-9407-f23349aecaf0\">halted talks</a>&#xa0;with South Korea's Hyundai Motor and its affiliate Kia.</p> <p><strong>2. EU news — UK data OK, Big Tech under French cosh</strong><br>Brussels is set to allow data<a href=\"https://www.ft.com/content/43ed5e0a-7b0a-40db-800f-6f3b9c58b9a8\"> to continue to flow freely </a>from the EU to the UK after concluding that the British had ensured an adequate level of protection for personal information post-Brexit. Also, France is pushing for the EU's upcoming regulations on Big Tech to be changed so that member states could <a href=\"https://www.ft.com/content/5e41d0cf-a83c-4817-997e-a353858137ab\">wield more power to punish</a> bad behaviour and police more types of content.</p> <p><strong>3. US begins Arm probe</strong><br>The EU is readying an investigation and now the US Federal Trade Commission has <a href=\"https://www.ft.com/content/01f343f6-6d6e-4a96-bc3b-90ea62bad434\">opened an in-depth review </a>into Nvidia's planned acquisition of the chip designer Arm from SoftBank, putting it at the forefront of what are expected to be a series of investigations around the world. Qualcomm is understood to be one of the companies complaining Arm could lose its “Switzerland” status if its rival Nvidia clinches the deal. </p> <p><strong>4. SoftBank's OakNorth suffers defaults</strong><br>OakNorth, the SoftBank-backed UK lender that once boasted of its perfect lending record, has<a href=\"https://www.ft.com/content/d6645c7f-bb4e-4275-9a7e-9b1fa3a1317b\"> incurred close to £100m in defaults</a> largely as a result of soured loans to property developers. In Asia, the authorities are <a href=\"https://www.ft.com/content/b72c33a4-b6af-4a8d-8475-256fb7075546\">clamping down on digital lenders,</a> stepping up to rein in a sector that has charged ahead with little oversight in credit-hungry large economies such as India and Indonesia.</p> <p><strong>5. Zynga walking tall with High Heels!</strong><br>Zynga made its name with FarmVille, played on Facebook on a PC, but its chief Frank Gibeau <a href=\"https://www.ft.com/content/46c3a499-8cca-4ca5-a9ea-34e1b503afec\">tells Patrick McGee</a> it now aims to launch new cross-platform games that are able to be played across mobile devices and consoles together. Its latest hit is the Number One iPhone app <em>High Heels!,</em> in which users strut around obstacles in absurdly tall platform shoes to earn accolades such as “Queen!” </p> <h2>Tech week ahead</h2> <p><em><strong>Monday:</strong></em> Australian MPs today began debating&#xa0;<a href=\"https://www.ft.com/content/7505a222-30d9-4ba3-b2fb-48ff4daafe80\">landmark legislation</a>&#xa0;to force tech giants such as <strong>Google</strong> and <strong>Facebook</strong> to pay for news.</p> <p><em><strong>Tuesday:</strong></em> <strong>Palantir,</strong> the Silicon Valley-based data analytics company which listed last year, reports December quarter earnings before the New York open.</p> <p><em><strong>Wednesday: </strong></em>Earnings of China's largest search engine provider&#xa0;<strong>Baidu</strong>&#xa0;are set to benefit from a rebound in advertising revenue at its core search platform, along with an increase in subscribers on its Netflix-like video-streaming service. A surge in online traffic is expected to boost ecommerce giant&#xa0;<strong>Shopify</strong>. The People's Bank of China will end a weeklong trial of digital currency payments. So far, over 100 million worth of<strong> digital yuan </strong>has been issued and used in cities including Shenzhen and Suzhou.</p> <p><em><strong>Thursday: </strong></em>A rebound in demand for semiconductor equipment is forecast to drive revenues at&#xa0;<strong>Applied Materials</strong>. Two of Wall Street's leading hedge fund managers are to testify along with the chief executives of <strong>Reddit</strong> and <strong>Robinhood</strong> at a US&#xa0;<a href=\"https://www.ft.com/content/975b0ae2-a5a0-42da-b503-4f47660d0bcd\">congressional hearing</a>&#xa0;on the market upheaval surrounding trading in GameStop shares. Keith Gill, the trader known as “Roaring Kitty” who emerged as one of the key players in the GameStop trading, is also scheduled to appear.</p> <h2>Tech tools — LG gram</h2> <p>I was impressed with the incredible lightness of the LG gram laptop despite a 17in screen and 20-hour battery life when I <a href=\"https://www.ft.com/content/3384d370-e6c8-11e9-b112-9624ec9edc59\">tried it back in 2019.</a> LG has just announced its <a href=\"https://www.lg.com/uk/laptops\">2021 gram range</a> is now available in the UK and US. The five new models all have slim bezels, big 16:10 aspect ratio screens, rather than the usual 16:9, with the 17in priced at £1,399, 16in at £1,249 and 14in at £1,149. The keyboard and touchpad have been enlarged for easier typing and the 14in model weighs under 1kg and has a claimed battery life of 25.5 hours. There are also 2-in-1 versions with 360-degree hinges and a stylus, at 16in and 14in (£1,599 and £1,499), from March. </p><p>Source: Chris Nuttall in London 2021 'Bitcoin's credibility boost' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-15T21:03:27.026Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1938,
          "end": 1943
        },
        {
          "start": 2253,
          "end": 2260
        },
        {
          "start": 1965,
          "end": 1972
        },
        {
          "start": 2253,
          "end": 2258
        },
        {
          "start": 1965,
          "end": 1970
        },
        {
          "start": 1938,
          "end": 1945
        }
      ],
      "nexusId": "10022657"
    }
  ]
}