{
  "_id": "a027ede9d34b9486292ea692d82ae60497b6c43d5fb28b2150731465af5c5f69",
  "feed": "wall-street-journal",
  "title": "Facebook's Ads  Drive Up Revenue  ----  By Sarah E. Needleman",
  "text": "<p>    Facebook Inc.'s booming advertising business drove revenue and profit sharply higher, as the company pledged to navigate Apple Inc.'s new ad-targeting rules and accelerate investments in e-commerce, mixed reality and tools to help creators make money from their content. </p><p>   The social-media giant on Wednesday said its first-quarter earnings report reflects the past year's trend of people spending more time and money online and advertisers redirecting their resources to take advantage of that shift. The parent of Facebook, Instagram and WhatsApp said the average price per ad and the number of ads it delivered during the January through March period increased. </p><p>   Advertising revenue, which accounts for the lion's share of Facebook's total revenue, rose 46% from a year earlier to $25.44 billion. The company's profit nearly doubled to $9.5 billion, or $3.30 a share. </p><p>   \"Because of the strong demand for advertising, you're seeing an ability for companies to raise prices,\" said D.A. Davidson analyst Tom Forte. </p><p>   The breakneck pace of growth may not be permanent. The global advertising business slowed dramatically in the early days of the pandemic, but Facebook as well as other digital platforms rebounded quickly and posted strong revenue and profits in the second half of 2020. As a result of tough financial comparisons and Apple's new rules, the social-networking company said it expects year-over-year revenue growth to slow in the third and fourth quarters. </p><p>   Shares rose more than 6% in after-hours trading, as both overall revenue and profit beat Wall Street forecasts. The stock has gained 16% over the past three months through Wednesday's close, compared with a more than 10% gain in the S&amp;P 500. The company said 2.7 billion people world-wide use one or more of the company's apps daily. </p><p>   Apple and Facebook have butted heads in recent years over issues such as user privacy and app-store fees, and now they are at odds over the iPhone maker's move this week to begin enabling its mobile customers to opt out of letting third-party apps collect certain data. Facebook Chief Executive Mark Zuckerberg has criticized the move, saying they will hurt small businesses. Apple has said it wants app makers to first obtain users' permission to enable such tracking. </p><p>   On an earnings call with analysts, Facebook operating chief Sheryl Sandberg said the company has been preparing for Apple's new rule. \"We're rebuilding meaningful elements of our ad-tech so that our system continues to perform when we have access to less data in the future,\" she said. </p><p></p>",
  "published": "2021-04-29T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2384,
          "end": 2389
        },
        {
          "start": 1327,
          "end": 1332
        },
        {
          "start": 2174,
          "end": 2179
        },
        {
          "start": 121,
          "end": 131
        },
        {
          "start": 121,
          "end": 126
        },
        {
          "start": 1798,
          "end": 1803
        },
        {
          "start": 121,
          "end": 130
        }
      ],
      "nexusId": "10022657"
    }
  ]
}