{
  "_id": "ab17c4d551859a0c54283853474229aa6974b348aa688781ed33f37c6a78e05b",
  "feed": "ftcomall",
  "title": "Curtailing big tech requires much more than breaking it up",
  "text": "<p><em>The writer is executive director of American Compass</em></p> <p>“Big Tech” has become shorthand for a potpourri of overlapping issues including monopoly power and market concentration; censorship and political influence; and consumer manipulation. Companies with business models as disparate as Apple, Google, Amazon and Facebook are treated as a monolithic challenge. </p> <p>Making sense of that challenge requires dividing it into three separate parts. The first of these, as the “big” in Big Tech suggests, is the market power and <a href=\"https://www.ft.com/content/3750ad46-04c3-4010-9fc1-fe2427c8520c\">anti-competitive behaviour</a> of the companies that control the platforms on which key products and services are offered. Antitrust complaints are pervasive in the digital world because scale tends to be a source of value rather than cost, creating more contexts for natural monopoly.</p> <p>Fortunately, Americans have considerable experience dealing with market power and monopolies. Google is the same kind of problem as <a href=\"https://www.ft.com/content/34a352a6-85d1-480f-9132-71c6416f101b\">Standard Oil</a> and it has the same solution: it should be broken up. Facebook and Twitter are railroad-like monopolies and require utility-style regulation. </p> <p>A second challenge, not unrelated but distinct in important ways, concerns the internet's effects on democratic processes and the application of free-speech principles to cyber space. The free-for-all of early online publishing, where individuals published their own thoughts on their own websites, has given way to the world of posts and videos made within the confines of services that facilitate their widespread dissemination to followers. You are still welcome to shout into the void, but reaching an audience mostly depends on playing by someone else's rules.</p> <p>As with economic questions about monopoly and competition, political questions about free speech and the public square look different in the digital age but tread familiar ground. Once in the US there were only three television networks, broadcasting on a government-licensed spectrum. Rules for managing speech in public places, and liability for reckless incitement, <a href=\"https://www.uscourts.gov/about-federal-courts/educational-resources/about-educational-outreach/activity-resources/what-does\">are well-established</a>. These too may require updating, and will surely prove as imperfect in this era as in prior ones. </p> <p>The third challenge concerns the ways that recent technological change has altered basic parameters of economic behaviour and social interaction. This challenge has received the least political attention, lacking the mustachioed monopoly men of a good trustbusting or the culture-war stimuli of a censorship fight. But it may be the most important one, and produces novel questions requiring answers that will depart furthest from current policy frameworks.</p> <p>The information revolution has transformed civilisation as dramatically as the industrial revolution did two centuries ago. Digital computing and ubiquitous connectivity change how information is created, stored, shared, applied and consumed. The defining feature of the digital age, from this perspective, is its introduction of unprecedented efficiency into markets and its introduction of markets into new domains. Often, this is a good thing. But when the market mechanism extends into areas where market logic does not necessarily hold, diminishing institutions, relationships and goods of primarily non-market value, then problems arise.</p> <p>The labour market offers a good illustration of the challenges that policymakers have only just begun to grapple with. The digital age has given rise to the “fissured workplace”, where independent contractors often outnumber employees, and the gig economy in which workers battle in real time for piecemeal work at fluctuating prices. The lowered barriers to entry and transaction costs have yielded enormous benefits. But disintermediation and competition creates new costs when people, not products or services, are the focus of the transaction. </p> <p>Another illustration is the market for people's attention. Media business models have long relied on attracting “eyeballs” but not with the interaction and targeting that online platforms now deploy to maintain user engagement. These media warp people's relationships, behaviour and perception of the world — and advertisers pay for the privilege. The ecosystem depends on the collection and use of personal data in ways and at scales that users often cannot comprehend, even if they have formally “consented” via terms and privacy policies. </p> <p>Policymakers need to disaggregate the Big Tech debate into its constituent parts and give greater focus to the digital age's novel challenges. The response should not be to resist progress and reject the benefits it can bring, but rather to impose guardrails that channel progress constructively — and plan for replacing whatever it sweeps away.</p> <a href=\"http://www.ft.com/cms/ea67fc0b-c4fd-4087-8aea-81e6fbf517f2.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Oren Cass 2021 'Curtailing big tech requires much more than breaking it up' FT.com 30 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-30T14:05:43.938Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 284,
          "end": 289
        }
      ],
      "nexusId": "10022657"
    }
  ]
}