{
  "_id": "d5d077c5b605aab6efccd1598703092fb5bbf28ed82a28364d639a549fec98bd",
  "feed": "market-watch",
  "title": "Shoppers expect to spend a lot more this holiday season, and what NOT to buy during Black Friday sales events",
  "text": "<p>‘Mercenary' grifter scammed dozens in Seattle's comic book and LGBTQ scene with lies about fake medical costs and other tall tales, prosecutors say</p><p>Sabrina Taylor is charged with conning pals out of $550,000 by plucking their heartstrings with falsehoods about having multiple sclerosis. Read More</p><p>Facing the biggest inflation surge in 30 years, shoppers expect to spend a lot more this holiday season</p><p>Quick-moving shoppers are acting now to avoid slim pickings later, with 70% saying they want to avoid out-of-stock notices. Read More</p><p>Walt Disney World pauses sales of most annual passes — what travelers need to know</p><p>‘Many that were planning to give annual passes as Christmas gifts will have to come up with something else.' Read More</p><p>Minimum wage to be raised to $15 an hour for federal contractors</p><p>Federal contractors, including janitors, security guards, child-care workers who provide services to the government, will soon be paid a $15-an-hour minimum wage, the Labor Department said Monday. Read More</p><p>American families throw out $1,500 in uneaten food every year — how to reduce waste this Thanksgiving</p><p>Between Thanksgiving and New Year's, 25% more trash, including wasted food, is produced than during the rest of the year. Read More</p><p>Brace yourself for a traditionally busy week of Thanksgiving travel — thanks to COVID-19 vaccinations</p><p>Flight bookings are just 1% below 2019 levels — a sign that Americans are eager to return to pre-pandemic traditions. Read More</p><p>Existing-home sales rise slightly as demand remains strong for housing</p><p>‘Sales are well-supported by low interest rates and strong job growth, but have been held back by lean listings and fading affordability,' one economist noted. Read More</p><p>Why it matters that workers feel they matter: Valued employees do a better job for employers and customers</p><p>Appreciation and support from colleagues and bosses creates a sense of well-being at work and at home. Read More</p><p>What NOT to buy during Black Friday sales events</p><p>Supply-chain issues and high inflation are complicating Black Friday deals this year, retail experts said. Read More</p><p>Here are the EVs that iPhone builder Foxconn hopes to sell</p><p>The company doesn't build cars, but that's about to change. Here are photos of its planned SUV, sedan and an electric bus they want to call the Model T. Read More</p>",
  "published": "2021-11-22T16:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}