{
  "_id": "47146b7ab1aca00c37eb3b05124477a9a109b52b82815d6747be333e71940d7e",
  "feed": "ftcomall",
  "title": "‘It's like retreating into your own private world': Lionel Barber on cycling ",
  "text": "<p><em>This article is part of a </em><a href=\"https://www.ft.com/cycling\"><em>new cycling series</em></a><em> from FT Globetrotter</em></p> <p>In early spring 2020, with barely a cloud in the English sky, I took to my bicycle. Nothing compares to being “in the groove” on a bike, not even a cracking cover drive or a spiralling rugby punt.&#xa0;It's like retreating into your own private world, one with its own cadence and rhythm, always unforgettable, more so in the middle of a pandemic.</p> <p>Yes, I felt a tad guilty. Life in London under Covid lockdown was a lot harder than latch-down in the countryside.&#xa0;But any doubts were soon dispelled as I raced down the lanes of West Sussex, past the hedgerows of hawthorn and hazel, with glimpses of cow parsley gracing the pastures beyond.&#xa0;Weeks later, I would (sensibly) take a little more time, pausing to photograph the bluebells carpeting the woods in a magical, purple sheen.</p> <p>Cycling has long been my favourite sporting pastime. I've biked in the Alps and the Andes, along the Croatian coast, the Mekong Delta and Californian wine country. I've experienced the highs, like the ascent to Bainskloof summit in the Western Cape or the long descent from the Golan Heights to the Sea of Galilee. And I've suffered lows.&#xa0;The soaking in monsoon-like rain in the Ring of Kerry stands out in a week of Irish mist.&#xa0;Then again, the pain suffered when breaking my collarbone on a slippery slope in the Surrey Hills took a while to disappear.&#xa0;(It was the damage to the ego that hurt most.)</p> <p>Cycling became my preferred form of exercise when the FT sent me to New York in the spring of 2002.&#xa0;My wife and I were keen tennis players, but tennis clubs in Manhattan were prohibitively expensive, and public courts too much of a lottery to depend on for a regular weekend game.&#xa0;Cycling was the obvious alternative. And so we invested in two “hybrid” bikes, which combine the best features of a road and mountain bike.&#xa0;These workhorses of the road were the best means of exploring the endlessly fascinating social geography of New York City.</p> <p>Over the next four years, Victoria and I would venture out every Saturday and Sunday for a ride of between two and three hours, sometimes longer. One day, we would pedal up the <a href=\"https://www.google.com/maps/place/West+Side+Hwy,+New+York,+NY,+USA/@40.7755404,-73.9936628,17z/data=!3m1!4b1!4m5!3m4!1s0x89c25863e109ae75:0xdf135b006453638!8m2!3d40.7755364!4d-73.9914741\">West Side Highway</a>, through Harlem and Washington Heights to the edge of the Bronx. The next weekend, we would head west, across the George Washington Bridge over the Hudson River to Hoboken and the edges of Meadowlands, Tony Soprano country.&#xa0;&#xa0;</p> <p>Our favourite route was the ride east. We would start early (9am) from our apartment near Washington Square. From there, we would head towards City Hall, switching to the East Side to ride across the Brooklyn, Manhattan or Williamsburg bridges, each with cycle lanes cushioned from the traffic. From there we would explore the vast expanse of Brooklyn, New York's most populous borough, and occasionally stray into Queens.&#xa0;</p> <p>There is much to be said for urban cycling, especially in New York. From the saddle, neighbourhoods shift before your eyes, from chichi <a href=\"https://www.nycgo.com/boroughs-neighborhoods/brooklyn/park-slope/\">Park Slope</a>, through the magnificent <a href=\"https://www.ft.com/content/c9660ebe-fdbb-4bf7-a554-e88902538768\">Prospect Park</a>, to the gritty Russian and Ukrainian neighbourhoods in Brighton Beach and Sheepshead Bay towards Jamaica and JFK airport.&#xa0;In those days, the iPhone had yet to become an indispensable item for map orientation or photography. There was something quaint but refreshing about using a physical map, figuring out the (supposedly logical) grid system and relying on the human eye to take in the full glory of the Manhattan skyline.</p> <p>Later on, as we grew more confident about distance and endurance, we joined various cycling groups. We took package holidays with strangers in Thailand, Laos and Cambodia.&#xa0;Riding around Angkor Wat, half expecting Angelina Jolie or Harrison Ford to step out from the Temple of Doom, was a personal highlight; but so were the downhill descents in northern Thailand, a thrill not to be repeated until I graduated to join a group of British Mamils (middle-aged men in Lycra) for more testing trips.</p> <p>These rides, up and down Mallorca, the Pyrenees and the Swiss Alps, required learning a new vocabulary. I came to understand that terms such as “lumpy” or “gnarly” were in fact euphemisms for gut-wrenching ascents. This led to a second lesson: the need for nutritional supplements, most of all the fruit-flavoured gels that trigger the sugar rush necessary to get the rider — literally — over the hump.</p> <p>In latter years, I have elected to be a touch more selective about my company, steering clear of the muscle men and understanding — as Victoria often reminds me — that I am not in a race.&#xa0;I ride solo, taking care to ensure that my kit matches the weather and always carrying a phone and a £10 note in case of trouble.&#xa0;In autumn, winter and early spring, my black Spiderman undergarment is the essential complement to my coloured jersey (no sponsors, please!), a collection of which I have accumulated over the years.</p> <p>As for company, I have a barrister friend who looks ridiculously fit and tanned after months of inaction.&#xa0;We will soon resume our travels in the Surrey Hills.&#xa0;More ambitiously, I recently cycled with my twin brother Stephen coast to coast, across the neck of England, a trip of around 140 miles from Whitehaven in the west to Tynemouth in the east.&#xa0;</p> <p>Here was a chance to see another side of the English countryside, starting in Cumbria's <a href=\"https://www.ft.com/content/026b3b84-6770-442a-9e53-51bd58befc60\">Lake District</a>, where Coleridge and Wordsworth took inspiration for their poetry.&#xa0;The roads were mercifully dry and near empty once we began the ascent across the Pennines.&#xa0;Punctures aside, it was a wonderful three-day trip, ending in the gentle glide downwards through the Derwent Valley, along the River Tyne, past the coal-turned-party town of Newcastle and, finally, to our destination.&#xa0;</p> <p>As Stephen remarked: “Cycling is the only sport where you get paid back for what you put in.”&#xa0;&#xa0;</p> <p>That's true about life, but even truer about life on two wheels.</p> <p><em>Share your cycling highlights in the comments</em></p> <p><em>For more stories like this, visit&#xa0;</em><a href=\"http://www.ft.com/globetrotter\"><em>ft.com/globetrotter</em></a><em>, or follow FT Globetrotter on Instagram at&#xa0;</em><a href=\"http://www.instagram.com/ftglobetrotter\"><em>@FTGlobetrotter</em></a></p><p>Source: Lionel Barber 2021 '‘It's like retreating into your own private world': Lionel Barber on cycling&#xa0;' FT.com 16 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-16T04:00:40.515Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}