{
  "_id": "86ebff6b37d7236da57b4d1fdb0824de85f6da8aa276d5bb31cd09f1b44222d1",
  "feed": "ftcomall",
  "title": "What lies beneath our idea of the city ",
  "text": "<p>I had never paid much attention to the ground beneath my feet, until I witnessed the excavation of 16th-century bridges and monuments unfold in slow time behind the Humayun's Tomb complex, close to my home in Delhi. </p> <p>As the American science journalist, editor and author Annalee Newitz chronicles in the superbly detailed <em>Four Lost Cities</em>, the cities of the past are never completely lost — exploring their histories can tell us much about our own time.</p> <p>If you live in one of the world's oldest cities, you know that the past is never far away — Rome, London and New Delhi, for instance, are built on layers of medieval and ancient settlements. </p> <p>But it is different to see the stones and arches of stables and old graves emerge from the earth. On my evening walks, I watched spellbound as archaeologists carefully excavated buildings from the Emperor Humayun's time, over a period of two years.</p> <p>The four cities that Newitz explores, with the help of archaeologists, researchers and scientists, are strung out like beads along the centuries. Çatalhöyük in Central Turkey was a large neolithic and chalcolithic city that flourished around 7,000BC; the ancient city of Pompeii, a town with a well-deserved reputation for hedonism, flourished until it was buried in the 79AD eruption of Mount Vesuvius; Angkor in Cambodia was the medieval capital of the Khmer empire; and Cahokia was a pre-Columbian metropolis that thrived beside the Mississippi River. The first idea that Newitz challenges is our sense of what a lost city is — cities don't always have to suffer sudden destruction or a single catastrophic event. </p> <p>“It's terrifying to realise that most of humanity lives in places that are destined to die,” Newitz writes. “The myth of the lost city obscures the reality of how people destroy their civilisations.” Cahokia suffered droughts, and over time, it was slowly abandoned as its denizens moved out. Angkor was vibrant and thriving until climate change changed its fortunes, again over a substantial period of time.</p> <p>If the recent Netflix film, <a href=\"https://www.ft.com/content/53970324-800c-42d8-b3cf-75579105f89c\">The Dig</a>, revived the magic and excitement of the Sutton Hoo excavation in Suffolk, when an amateur but knowledgeable enthusiast excavated the remains of an Anglo-Saxon funerary ship, Newitz's <em>Four Lost Cities</em> is an astounding reflection on the rise and fall of civilisations, on the ancient human need to cluster together in our version of burrows and ant heaps. </p> <p>Newitz rapidly leads readers into each of these abandoned, sometimes forgotten, human settlements. The author's description of “Dido”, a woman whose skeleton was found in the ruins by UC Berkeley archaeologist Ruth Tringham, brings Çatalhöyük to vivid life. Dido's home would have had white walls daubed in red ochre patterns, she'd have climbed a ladder up to the rooftops because the houses of her neolithic town were connected by overhead roads, and she had suffered fractured ribs in a bad fall. </p> <p>“The city is alive,” Newitz writes, of the habitations of our forebears as well as our own. “It is a tool, an ancestor, a cosmology, and a history. When we leave it behind, we leave a part of ourselves behind, too. But when we walk the streets of the next place, we find ourselves again, for better and for worse.”</p> <p>Piecing together evidence studied by anthropologists and others, Newitz draws a fascinating picture of Cahokia as a settlement of people brought together by their love of ideas and the importance of prayer in their lives — but they also liked to party. Pompeii, frozen in time, sparkles with accounts of the lively doings of its prostitutes and freed slaves, its bawdy graffiti scrawled on the walls by men and women who proudly identified themselves by their expertise in one or the other of the amatory arts. </p> <p>As a species, we're excellent at imagining disaster — and terrible at taking the obvious, pragmatic steps that might enable us to stave it off. Reading John Preston's 2007 novel, <a href=\"https://www.ft.com/content/06962572-43ea-11dd-842e-0000779fd2ac\"><em>The Dig</em></a>, this seemed a familiar sentiment: “It seemed an especially cruel sort of joke that we should be unearthing the remains of one civilisation just as our own appeared to be on the brink of annihilation.” </p> <p>Newitz's <em>Four Lost Cities</em> is more energising than elegiac, a reminder that humans build great cities in every age. One city falls and, centuries later, another metropolis brings together the artisans and the politicians, the merchants and the brothel-keepers, the priests and the tradespeople. </p> <p>If you look at cities through Newitz's eyes, they stand revealed as ecosystems, perpetually transforming. As the author reminds us, “Maybe all our cities are in constant cycles of centralisation and dispersal . . . temporary stops on the long road of human public history.” I walk back from those magical, exquisite 16th century ruins to my home, feeling surprisingly optimistic about humanity's long-term chances despite our thousand squabbles, climate change and the rest.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Nilanjana Roy 2021 'What lies beneath our idea of the city ' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-18T11:53:25.986Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5101,
          "end": 5106
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}