{
  "_id": "7f3f3b8785695a146ac9483be9c18674dae8d390a2989af10edd3dcf7a61c85b",
  "feed": "wall-street-journal",
  "title": "What's Your Workout? An Elite Athlete's Powerful Regimen",
  "text": "<p>Ms. Toomey, 28 years old, says bobsledding is a great complement to CrossFit: It requires strength, power and speed to propel a sled that can weigh upward of 450 pounds off the starting block. She competed in the 2016 Summer Olympics in Rio de Janeiro in weightlifting, and hopes to make her second Olympic appearance on the bobsled team at the 2022 Winter Games in Beijing.</p><p>When she arrived in Seoul, she had to quarantine in her tiny hotel room for 14 days. She relied on a lot of burpees and a rowing machine for maintenance. Back at home,she typically trains 10 to 12 hours a day under the guidance of her husband and coach, Shane Orr.</p><p>The CrossFit Games are a grueling multiday competition. Events are kept secret until just before the contest begins -- they might include handstand walks, deadlifts and sled pulls. \"You have to be ready for the unknown,\" says Ms. Toomey, whose workouts include everything from speedwork and rope climbs to muscle-ups, a combination of a pull-up and a triceps dip.</p><p>The 2021 CrossFit season kicked off in March with more than 263,000 athletes from around the world competing in the three-week, virtual CrossFit Open. The top 10% of athletes from each division advanced to a virtual quarterfinal, and 600 athletes moved on to semifinals. Ms. Toomey finished first at every stage. She will defend her title at the 2021 Nobull CrossFit Games in Madison, Wis., which begins July 27.</p><p>The Workout</p><p>Ms. Toomey trains more in one day than most mortals do in a week. She typically dedicates three workouts a week entirely to running, totaling nearly 17 miles. Speedwork sessions cover distances of 100, 200, 400 and 800 meters at various paces. She pairs that with cardio conditioning on the rowing machine, SkiErg and Assault Air Bike, a stationary bike that works the arms as well as the legs. She also swims throughout the week.</p><p>Six-hour gym sessions are the norm during CrossFit season. No workout is ever the same. She devotes a lot of time to perfecting the snatch and the clean-and-jerk, the two Olympic lifts. Both moves require you to hoist a weighted barbell from the ground to overhead. Powerlifting, including the squat, deadlift and bench press, are also staples.</p><p>Ms. Toomey is 5-foot-2 and 140 pounds. In competitions she squats an immense 330 pounds and deadlifts 415 pounds. She says working on technique is just as important as building strength and power. \"With the volume of training I do, recovery is huge,\" she says. In addition to stretching, she uses a foam roller and massage and compression equipment. She hits the sauna three times a week, followed by an ice bath. Sleep is critical, she says. She aims for a minimum of eight hours. Ten to 11 hours is ideal.</p><p>---</p><p>THE DIET</p><p>Breakfast: Black coffee and an everything bagel. \"Salt is important for me during training, as it helps me maintain water when I'm sweating,\" Ms. Toomey says. Some days she adds two eggs and avocado.</p><p>Second breakfast: One cup of oats with blueberries and honey.</p><p>Lunch: Some type of sandwich, often on sourdough, to get her carbs. She mixes up the protein, sometimes having chicken or salmon.</p><p>Snacks: Apples, oranges and oat bars.</p><p>Dinner: \"I love my pasta,\" she says. Spaghetti Bolognese is a favorite dish.</p><p>Splurge: \"When the season is done I like to indulge,\" she says. Doritos, M&amp;M's and Tim Tams, a chocolate-covered biscuit from Australia, are her vices.</p>",
  "published": "2021-07-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3126,
          "end": 3132
        }
      ]
    }
  ]
}