{
  "_id": "ca5aa76c621e28306bacf29fe725a265baac1e3bd46a7fb9341d28bcf7c9f084",
  "feed": "market-watch",
  "title": "More Americans are worried about inflation and how much should you tip the delivery person during COVID-19",
  "text": "<p>Should this couple take advantage of a hot sellers' market in real estate to cash in before retirement? The answer isn't straightforward</p><p>Before you start moving homes, put a retirement plan in place. Read More</p><p>‘I hit the worst of bottom': This Connecticut man lost around $1 million playing the lottery and has no plans to buy a Powerball ticket</p><p>There's jackpot fever with Monday's $685 million Powerball drawing, but Adam Osmond, who gambled away a fortune on lottery games, warns about the risks of addiction Read More</p><p>A growing share of U.S. consumers say they're worried about inflation</p><p>Meanwhile, 48% of consumers said they're ‘highly concerned' about COVID-19, up two percentage points from August, according to a survey by market-research firm Numerator. Read More</p><p>Here's what Airbnb CEO Brian Chesky has to say about the future of travel</p><p>Airbnb CEO Brian Chesky sat down with Rafat Ali, founder of Skift, at the travel news company's annual Skift Forum last week, a global conference focused on the business of travel. Read More</p><p>This $20 apple could be the world's most expensive</p><p>The Sekai Ichi apple variety is noteworthy for its large size — and the often large price it carries Read More</p><p>How much should you tip the delivery person during COVID-19? This woman was dragged on Reddit for tipping 10%</p><p>“The delivery guy proceeds to fight me over it, saying, ‘No one tips me like that. No one.'” Read More</p><p>‘My husband sprung a prenup on me days before the wedding. Is this normal?' A divorce lawyer gives an answer</p><p>‘He was a lot wealthier than me, but this was not something we had discussed in the run-up to the marriage.' Read More</p><p>What does an estate executor do? Here's a checklist of the most important financial duties</p><p>The financial stakes can be high, and there may be deadlines that pile on the pressure. Read More</p><p>How do I know if where I'm traveling is going to be safe?</p><p>Here are a few useful resources for checking safety information for your upcoming trip. Read More</p><p>The new 2022 Acura MDX is sporty and luxurious</p><p>The luxurious 3-row SUV has been a consistent solid seller for&#xa0;Acura, and this all-new 4th-generation model is even better in plenty of ways. Read More</p>",
  "published": "2021-10-04T17:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1046,
          "end": 1051
        },
        {
          "start": 1103,
          "end": 1108
        }
      ],
      "nexusId": "10022657"
    }
  ]
}