{
  "_id": "d0c8d8b30071b82bff836d4db4274feb4e5893ddc2badd6999b1b0e3d31f04de",
  "feed": "ftcomall",
  "title": "Music festivals face a second summer of doubt",
  "text": "<p>Every year, almost 1,000 festivals take place in Britain. Most are music festivals. They range from the gargantuan Glastonbury with its 200,000 attendees to numerous grassroots events: vegan music festivals on farms, folk festivals in pubs, punk festivals in Blackpool, micro-festivals in back gardens, classical festivals on country estates. All life is there. Or was, before coronavirus.&#xa0;</p> <p>After last year's wipeout, the prospects for 2021 hang in the balance. There are hopes for a return to action later in the year. But time is running out. According to evidence given to a parliamentary select committee this month, big festivals such as Glastonbury must know this month if they can go ahead or there won't be time to organise. Smaller ones could possibly wait until March or April.&#xa0;</p> <p>Another year of closures threatens ruin. Glastonbury's founder Michael Eavis claimed after last summer's cancellation that “it will be curtains” if the same happens in 2021. </p> <p>Rumours that this year's event has already been cancelled — the source was Mel B of the Spice Girls, speaking in a radio interview about her group's supposed plans to appear at the festival — have been denied by Glastonbury organiser Emily Eavis. There was “no news at this end”, she insisted this month.</p> <p>Various requests for government support were made by the festival representatives who appeared before the cross-party MPs of the culture select committee. Their biggest ask was twofold — for an official date to be set after which festivals would be allowed to take place and for a government-backed insurance scheme if they subsequently have to be cancelled.&#xa0;</p> <p>Similar backstops exist in other countries. Last month, the German government announced a €2.5bn cancellation fund for events in the second half of 2021. The purpose is to indemnify organisers against upfront costs such as booking staff and stage crews and paying deposits to performers. </p> <p>“It is a very challenging road in front of us but not impossible,” a festival representative, Anna Wade, told the select committee. She feared that her festival, Boomtown in Hampshire, would not survive a second cancelled summer.&#xa0;</p> <p>The plight of festivals such as Boomtown is felt throughout the arts. Last year, the government created a £1.57bn fund to protect the culture and heritage sectors from the pandemic. It was an important intervention, more generous than expected. But the call for an insurance scheme is a different proposition. Will it be successful?</p> <p>“I've been racking my brains to think of a precedent with pop festivals,” says Professor Martin Cloonan, director of the Turku Institute for Advanced Studies in Finland and author of&#xa0;<em>Popular Music and the State in the UK</em>. “The one that jumps out at me from history is the Windsor Free Festival. That's a very rare example of central state support for pop or rock festivals.”</p> <p>The Windsor Free Festival was among the numerous illegal events held in the early 1970s. Sited in Windsor Great Park, provocatively near the royal residence of Windsor Castle, it was shut down violently by police in 1974. </p> <p>Amid calls for an inquiry into the police response, the then Labour government provided funds for the festival to take place the following year at a new location. It did so, but folded afterwards.&#xa0;</p> <p>“The Economist at the time got furious and said that pop is a free market form and must be left to the market,” Cloonan says. </p> <p>The viewpoint was shared on the other side of the divide. “There is a strand of thinking in the music industries in general which is uber-capitalist and ‘leave me alone'. You can see that in 1960s ideology as well: government is bad. But although the central state has not been much involved in festivals, the local state has,” he says.</p> <p>Since the 1980s, local authorities in cities and shires alike have played an active role in supporting festivals. Help comes in the form of grants, licensing decisions, use of venues and marketing. </p> <p>The motive has sometimes been political, as with the large anti-unemployment free festivals organised by the Greater London Council in 1984 and 1985. More typically it is linked to raising money and attracting visitors. “Festivals have become a tourism strategy,” Cloonan says.</p> <p>Competition between different regions of Britain was among the dynamics fuelling a boom in festivals in the 2000s, with numbers doubling between 2005 and 2011. Despite the expansion, the market is not saturated. In 2019, festival attendance in Britain went up from 4.9m to 5.2m. There will be no problem with demand when it is judged safe to resume festivals: in fact, the opposite. The question is, what will be left of the industry to meet it?&#xa0;</p> <p>Local government's role in supporting music festivals now falls, far more forcefully and at greater cost, to central government. It faces an unaccustomed dilemma. The gamble of underwriting a 2021 festival season that might be written off must be set against the gamble of not doing so and the risk of decimating a thriving cultural sector. The deadline for a decision is fast approaching.&#xa0;</p> <p><em>Maps by </em><a href=\"https://www.ft.com/liz-faunce\"><em>Liz Faunce</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Ludovic Hunter-Tilney 2021 'Music festivals face a second summer of doubt' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T12:00:37.083Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5272,
          "end": 5277
        }
      ]
    }
  ]
}