{
  "_id": "ddd183d7bcb95d0681478b296490af51d64fa78f71c2079912871fcd1f8a0c4c",
  "feed": "wall-street-journal",
  "title": "Forecasting Apple's Next iPhone Model --- Camera upgrade seen as biggest change",
  "text": "<p>First, what will it be called? The iPhone 13? It's a likely bet, since Apple skipped the iPhone 11S and went right to the 12.</p><p>Some have hypothesized Apple might steer clear of the number because of superstition, the way some skyscrapers skip a 13th floor. A survey of 3,000 Apple users by Sell Cell, a used-electronics vendor, found that 18% would be put off by an iPhone 13. But Apple hasn't shied away from naming software iOS 13 or selling a 13-inch MacBook.</p><p>Whether it's iPhone 13, iPhone 12S, iPhone 2021 or even iPhone (15th generation), there will be several new models this year. Here's what you can expect from the coming device:</p><p>Modest Changes</p><p>\"We're in the 5G chapter of the iPhone, which is a multiyear chapter,\" said Gene Munster, a managing partner and Apple analyst with venture-capital firm Loup Ventures. \"It's going to be pretty modest over years two and three.\"</p><p>Last year was significant for the device. The iPhone 12 models -- the first to support faster 5G cellular networks -- got a redesign and gained two new sizes in the Mini and Pro Max. Apple typically follows a big update with a less noteworthy release. Mr. Munster said we'll see incremental improvements: a faster processor, longer battery life and camera upgrades.</p><p>Camera Improvements</p><p>\"There's a pretty healthy set of rumors about the camera, which are true,\" he said. \"I believe that this will be Apple's selling point this time around.\"</p><p>Mr. Munster pointed to a Bloomberg story that reports the camera on the higher-end Pro and Pro Max models could support Portrait mode (where the background is artfully blurred) when shooting video, as well as a higher-quality video format. High-end Samsung Galaxy phones have been able to shoot portrait mode during video -- called Video Live Focus -- since 2019, with the Samsung Galaxy S10 5G.</p><p>One More Mini</p><p>Apple saw lackluster sales of the iPhone 12 Mini, which has a 5.4-inch screen. Counterpoint Intelligence Research Partners estimates that the Mini made up just 5% of total iPhone 12 sales in the quarter ended June 2021. Trendforce, a market research firm, reported that Apple halted iPhone 12 mini production.</p><p>However, Mr. Munster believes that we'll see another Mini this year. \"It's a niche, but people in that niche tend to like them,\" he said. This was welcome news to me. I happen to be in that niche -- though I do think the small phone's battery life could be much better.</p><p>Adam Wears, an analyst at Juniper Research, agrees. He expects Apple will phase out the Mini in subsequent years, focusing instead on its standard and premium-tier Pro and Pro Max models, while the iPhone SE, with a 4.7-inch screen, becomes the lower-priced model.</p><p>Wider 5G Availability</p><p>Mr. Wears also anticipates the next iPhone will expand the use of high-frequency millimeter-wave technology in handsets in more countries across Asia and Europe.</p><p>The iPhone 12 globally supports the more conventional sub-6-gigahertz band, but the faster millimeter-wave antenna, which can't travel long distances and is more susceptible to obstacles such as trees, is available only in iPhone models in the U.S.</p><p>Brian White, an analyst with Monness Crespi Hardt, agrees that the next iPhones will likely \"further tap into this nascent global 5G ramp.\"</p><p>Shipping Delays</p><p>Apple said it is affected by the disruption to the global supply of microprocessors. \"We're going to take it sort of one quarter at a time and, as you would guess, we'll do everything we can to mitigate whatever set of circumstances we're dealt,\" Chief Executive Tim Cook told analysts during a public conference call last month.</p><p>Mr. Munster said that while he expects the company to announce the phone in September with availability in October, he thinks most customers won't receive devices until December.</p><p>No Foldable -- Yet</p><p>\"The chapter after 5G is foldable phones,\" said Mr. Munster, who expects Apple to release that device in 2023. The competition in the space is heating up: Samsung recently announced two foldable devices, the Galaxy Z Fold3 and Galaxy Z Flip3. The former opens like a book and the latter works like an old-school flip phone, like the old Motorola Razr. The prediction that iPhones will eventually flip is reinforced by the fact that Samsung is one of Apple's top display manufacturers.</p><p>My colleague Joanna Stern found a pattern in Samsung and Apple releases. The iPhone maker typically incorporates features two to three years after Samsung. And if that timeline is any indication, the iPhone is soon due for an in-screen fingerprint reader and a screen with a faster 120-hertz refresh rate for smoother animations.</p><p>Joanna reported that Apple has been working on in-screen fingerprint technology and has considered including Touch ID and Face ID on the same device, according to two former Apple employees. It probably won't appear this year, however.</p><p>What About Other Phones?</p><p>If you're in the market for an upgrade, there are, of course, other options to consider.</p><p>Google already announced that its next Pixel 6 will run its own proprietary Google-designed chip and feature a new camera system. We'll hear more details sometime this fall. Meanwhile, Samsung lowered the price of its recent foldables to $1,800 for the Fold ($200 less than its predecessor) and $1,000 for the smaller Flip (nearly $400 cheaper than last year's model). And while the Galaxy S21 is still probably the best overall Android purchase, Samsung will likely launch its next non-folding flagship Galaxy phones in early 2022.</p>",
  "published": "2021-08-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 380,
          "end": 385
        },
        {
          "start": 4782,
          "end": 4787
        },
        {
          "start": 274,
          "end": 279
        },
        {
          "start": 2101,
          "end": 2106
        },
        {
          "start": 1380,
          "end": 1385
        },
        {
          "start": 3866,
          "end": 3871
        },
        {
          "start": 71,
          "end": 76
        },
        {
          "start": 4629,
          "end": 4634
        },
        {
          "start": 3265,
          "end": 3270
        },
        {
          "start": 2474,
          "end": 2479
        },
        {
          "start": 4335,
          "end": 4340
        },
        {
          "start": 12,
          "end": 17
        },
        {
          "start": 1064,
          "end": 1069
        },
        {
          "start": 767,
          "end": 772
        },
        {
          "start": 1831,
          "end": 1836
        },
        {
          "start": 149,
          "end": 154
        },
        {
          "start": 4243,
          "end": 4248
        }
      ]
    }
  ]
}