{
  "_id": "256b12045ec408f4a172ad1ac8677e68b9376f74738e2d4ce991095e0547b34e",
  "feed": "wall-street-journal",
  "title": "Technology  ---  PERSONAL TECHNOLOGY:  Follow Buying Tips All the Way to the Laptop  ----  By Joanna Stern",
  "text": "<p>\n  So there you are, in the Best Buy laptop section, staring down the biggest decision of your life: Which one should I make mine? </p><p>\n  Do you head for the low-cost Chromebooks? Pull out Google Translate to decipher the placards next to the Windows machines? Or go to the \"Honey, I Shrunk the Apple Store\" area to check out the MacBooks? </p><p>\n  No pressure, but one wrong move and BAM! You're typing away on a mistake for the next three to five years. </p><p>\n  Don't worry, we're going to make sure that doesn't happen. Plus, I've got good news: It's a great time to buy a laptop! The surge in sales and increased usage fueled by our everything-from-home lives got laptop makers finally improving what has been a fairly stagnant selection. </p><p>\n  Look at the Samsung Galaxy Book Pro 360 introduced in April. It has a beautiful OLED display and a quiet keyboard, so you don't disrupt your dog's nap. It also has a very timely video-calling upgrade: \"We responded in real-time with changes to the product,\" said Hassan Anjum, Samsung Electronics America's head of product for computing, explaining that engineers worked to improve the laptop's microphones, camera and speakers. </p><p>\n  But there are at least four different configurations of it -- and then there are, you know, hundreds of other laptops that might tempt you. </p><p>\n  That's where my fresh list of laptop buying rules comes in. They are devised to help you get to the right laptop, buy it right and then use it right, whether it's for a return to the classroom or the conference room. You can do this. </p><p>\n  Too many perfectly good laptops end up in the landfill. So before you start the buying process, have you tried to fix up your current laptop? Is this something a tuneup, part replacement or software update could help? If not, just make sure you properly wipe your data and recycle the machine. Here's a search tool to find a recycling location. </p><p>\n  Chances are you probably know which OS you want based on past experience, your other gadgets or what your school or company requires. Here's an overview of your three main choices: </p><pre>\n </pre><p>\n   Microsoft Windows: Still the most widely used laptop OS, it's your best bet if you need Microsoft apps like Word, Excel, Outlook, etc., plus other job-specific types of software. It also syncs well with Android phones. </p><p>\n  All systems now on shelves come with Windows 10, but Windows 11 is due out before the end of the year as a free update. Before you buy, make sure the laptop is eligible for a Windows 11 upgrade by checking the manufacturer's website. Windows laptops generally range from $300 to $3,000. </p><pre>\n </pre><p>\n   Google Chrome OS: Hugely popular with students, a Chrome laptop (aka a Chromebook) is a good choice if you primarily need the web. They can run Android apps, too. These systems tend to be the most affordable of the bunch, usually under $650. </p><pre>\n </pre><p>\n   Apple MacOS: If you're already in Apple's walled garden -- and own an iPhone and/or iPad -- Apple's $999-and-up MacBook Air and Pro are worth considering for their integration with iMessage, Safari, AirPods and more. All MacBooks currently ship with MacOS Big Sur, but the next version, Monterey, will be a free upgrade this fall to all currently on-sale systems. </p><p>\n  Ultrabooks, 2-in-1s (aka tablet-laptops), gaming laptops, business laptops -- there are more arbitrary laptop categories than seasonal Starbucks coffee flavors. </p><p>\n  Instead, when considering a laptop, remember my three Ps: power, portability and price. More power and more portability typically means higher price. (If you have a lot of peripherals or work with digital media, you should also consider a fourth P: ports.) I have long evaluated laptops with these in mind. And while I haven't tested every laptop in existence -- one day, one day! -- here are a few that I quite enjoy: </p><pre>\n </pre><p>\n   Windows: Check out Microsoft's own Surface Laptop 4. Starting at $999, it's thin and light, and has a comfortable keyboard and responsive trackpad. I also like Samsung's $1,200-and-up Galaxy Book Pro 360. Unlike the Surface Laptop, its touch screen flips 360 degrees and comes with an S Pen, so you can use it as a full-on tablet. Both of these laptops come with 13- and 15-inch screen options. I've long preferred 13-inch laptops for their portability, but others prefer more screen real estate. </p><p>\n  Both the machines have great battery life, lasting over 10.5 hours on my YouTube streaming test. (They likely won't last as long with regular use, of course.) </p><pre>\n </pre><p>\n   Chromebook: I've been a fan of Google's own 13.3-inch Pixelbook Go. The keyboard is quieter than anything else I've tried. It has a 1080p webcam and a touch screen, and it's very compact. At $649, it's on the pricey end; if you want to spend less, check out these recommendations. </p><pre>\n </pre><p>\n   MacBook: The new MacBook Pro with the M1 chip has been my main computer for the past few months, and I'm still blown away by how quiet and cool it runs, even with dozens and dozens of browser tabs open. If you're in the market for a Pro, maybe hold off, since there are reports of a redesigned version due this fall. But even the M1-powered MacBook Air, which starts at $999, has great battery life and everyday performance -- and no fan. </p><p>\n  Oh, you thought I was done? LOL. If you're buying directly from a manufacturer's website, you'll likely have a choice of the following: </p><pre>\n </pre><p>\n   Processor: On the Windows side, you're going to see Intel and AMD options. The Surface Laptop 4, for instance, offers both. (I've long gone with Intel for its longer battery life but here's more info if you're debating the two.) The Samsung Galaxy Book Pro 360 has Intel's brand new 11th-generation processors, which promise better performance and battery life, and faster wake times. How can you spot it? It says Intel Core i7-1165G7 on its website. The first numbers -- 11 -- refer to the generation. (For more deciphering, check out Intel's explainer.) </p><p>\n  Chromebooks are available with a selection of processors, too. For better performance, go with an Intel Core chip. With MacBooks, avoid getting one with an Intel processor. Apple has said it would move to fully using its own chips in the next year or two. </p><pre>\n </pre><p>\n   RAM: For everyday tasks, 8 gigabytes of RAM should be plenty for a Windows PC or MacBook. But if you run lots of applications and you're a website tab hoarder, it won't hurt to go up to 16GB -- or even higher where possible. </p><pre>\n </pre><p>\n   Storage: On lower-end systems such as Chromebooks, storage often starts at 32GB. If you're planning to download photos, videos and documents, 64GB or 128GB will be safer. On higher-end Windows or Mac models, 256GB is standard. If you need more storage, before ponying up hundreds for an upgraded laptop, consider a cheaper and portable SanDisk or Samsung external solid state drive (aka SSD). </p><p>\n  Typically, I'd recommend buying directly through the laptop maker's website, but there are too many good deals through retailers such as Best Buy and Newegg right now. Shop around for the best deal, but make sure you're matching up specs to ensure all is equal. Also, beware: The global chip shortage is already causing prices from some manufacturers to rise. </p><p>\n  Many sellers will push an extended warranty, often around $250. It will cover things like accidental damage, etc. My colleagues and I have never found these to be worthwhile, but only you can be the judge of how likely you are to spill coffee all over your new keyboard. </p><p>\n  One thing you should buy? A USB-C dongle. Most new laptops have USB-C ports (bye-bye, big old USB port!). That means you'll need an adapter for plugging in any older cords or peripherals. Apple will try to sell you a $19 one at checkout. Don't do it. This one from Anker costs the same but has three USB ports. </p><p>\n  If you follow all of these rules and still come up with a bad laptop, don't blame me. Blame the insane number of choices </p><p></p>",
  "published": "2021-08-02T06:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2891,
          "end": 2896
        },
        {
          "start": 5992,
          "end": 5997
        },
        {
          "start": 285,
          "end": 290
        },
        {
          "start": 7516,
          "end": 7521
        },
        {
          "start": 2799,
          "end": 2804
        },
        {
          "start": 2833,
          "end": 2838
        }
      ],
      "nexusId": "10022657"
    }
  ]
}