{
  "_id": "77b4c072371f4a07503cc1e7076e518fcd13272d04503fe756e3eb4217c74106",
  "feed": "ftcomall",
  "title": "Chobi Mela — an unwavering lens on injustice",
  "text": "<p>Decorated with murals of children at play and sailing boats, the schoolyard feels peaceful. The tree trunks that surge out of the dusty ground look as if they have been there for centuries. The wooden chairs stand in neat rows, empty of sitters, only the distance between them telling us that this will be, or perhaps was, a gathering in the era of pandemic.</p> <p>We think of photography as a way to immortalise an event. But the picture of the chairs is a chronicle of absence. A quiet, crystalline testament to people who aren't there, it is a subtle elegy for a year in which loss has become the common currency of millions.</p> <p>The image, taken by Bangladeshi photographer Mahmud Hossain Opu, has found a home at <a href=\"https://chobimela.org/\">Chobi Mela</a>. Since its inception in 2000, the international photography biennial in Dhaka, Bangladesh, has been one of the most respected photography events in the world.&#xa0;</p> <p>Even before Covid-19 laid waste to the international art world's calendar, Chobi Mela was a shining light in a grimy cosmos, standing apart from the global whirligig of art fairs, auctions, exhibitions and biennials. Run by Drik Picture Library and the Pathshala South Asian Media Institute, the leading photography school in south Asia, Chobi Mela was founded — as were Drik and Pathshala — by the photojournalist and teacher, Shahidul Alam. His intention was to create and sustain a locus for images and image-makers that would challenge the narrative of Bangladesh — poverty-stricken, flood-riven, aid-dependent — as recounted by the western media.</p> <p>With speakers who have ranged from Noam Chomsky to Arundhati Roy, Chobi Mela has won renown for the imagination, courage and integrity with which it tackles big themes: from civil rights and labour conditions to wars, state-building, the climate emergency and the refugee crisis.&#xa0;</p> <p>This year promises to be as provocative and adventurous as ever. The theme is “<em>shunno</em>”, a Bangla term that signifies both the number zero and the concept of a vacuum, a black circle or empty space. (Now those lonely chairs take on a subtle resonance.)&#xa0;</p> <p>“In Bangla, <em>shunno</em> also means home or neighbourhood, as well as zero,” says Tanzim Wahab, the director of this year's edition. “This year, because of the pandemic, we will have more artists from Bangladesh than usual. It feels like we're rebuilding our home in ‘year zero'.”</p> <p>Both literally and metaphorically, Chobi Mela's “new house” is designed for our times. Much of the exhibition will unfold in DrikPath, a new 10-storey edifice whose luminous, angular structure was designed by Bashirul Haq, one of Bangladesh's most acclaimed contemporary architects, who died last year.&#xa0;</p> <p>Even allowing for what are almost certainly under-reported figures, Bangladesh has fared less grimly during the pandemic than many richer nations. Nevertheless, Covid has exposed cruel faultlines in the country's healthcare system and inflicted brutal job losses on millions of citizens. Currently, however, the country is not in a state of lockdown, so the festival will journey through a mixture of real-life and digital initiatives, including a radio station and online poetry readings.&#xa0;</p> <p>Structured in eight projects inhabited by 75 artists — chiefly from Bangladesh, India, Nepal, Pakistan and Sri Lanka — this year's topics encompass the history of printing and bookmaking in Dhaka, thanks to a collaboration between Swiss artist Mara Züst and the Pathshala institute;&#xa0;a study of Kashmir from Kashmir-born, Nepal-based Sumit Dayal; homages to Bashirul Haq and to Sayeeda Khanum, the first professional female photojournalist in Bangladesh; and a travelling show — aptly named <em>Language is Migrant</em> — from Sri Lankan contemporary art festival Colomboscope.&#xa0;&#xa0;</p> <p>The latter is a good example of the increasingly vibrant dialogue between photographers, artists and writers across south Asia. “These days, we work a lot on solidarity and exchange,” says Wahab. “If we are to create a cultural climate that is sustainable and healthy, we need to share ideas, stresses and resources across borders.”&#xa0;</p> <p>The erosion of civil liberties across the region fosters such solidarities. At Chobi Mela, Kolkata-based photographer Ronny Sen will present “Portrait of a Protest”, images of anti-government street demonstrations in India from 2006 to 2020. Mostly taken on a mobile phone and shared widely on <a href=\"https://www.instagram.com/ronnysen/?hl=en\">social media</a>, Sen's pictures have become a vital, evolving digital archive of mass resistance in the face of an increasingly authoritarian regime.&#xa0;</p> <p>One of several presentations to focus on gender equality — still heavily contested in south Asia — Kathmandu-based Uma Bista is showing “Stay Home, Sisters”, a stunning sequence of images that focus on the trauma of <em>Chhaupadi</em>, a ritual of isolation during menstruation — now outlawed but still practised — in western Nepal.</p> <p>Chobi Mela also confronts issues closer to home. Under the Awami League government, a crackdown on freedom of speech has seen dozens of journalists, cartoonists, writers and intellectuals arrested, imprisoned, intimidated and disappeared. In the autumn of 2018, Alam himself was tortured and imprisoned for 107 days after he gave a TV interview critical of the government.&#xa0;</p> <p>Despite the danger, the Chobi Mela team remain determined to hold authority to account. Bangladeshi artist Promotesh Das Pulak is creating a stencil installation triggered by Alam's imprisonment that includes photographs of his brutal arrest that went viral in the first days of his imprisonment. A body of work entitled “The Autobiography of the Drowned” is by Naeem Mohaiemen, who was shortlisted for the Turner Prize in 2018, and Samari Chakma, a lawyer and advocate for Bangladesh's indigenous Chakma community who was forced into exile in Australia. The pair will make a digital performance of “Kaptai Badh: Bor-Porong”, Samari Chakma's oral history of her dispossessed people, whose villages were drowned by a dam project in the 1960s.&#xa0;</p> <p>Meanwhile, Mahmud Hossain Opu's picture of the chairs is part of a sequence, “Nation with No Cure”, which documents Bangladesh's grim 2020 calendar. These pictures — including a poignant image of three very young boys — impoverished, barefoot, unmasked — clustered around a cooking pot in the street; surgeons operating on an emaciated figure; and young women participating in anti-rape protests — illuminate the struggle for social equality and justice that is at the heart of the country's complex identity.&#xa0;</p> <p>There is no question that Chobi Mela's willingness to confront uncomfortable political realities puts its existence under threat. “This is a very tricky time for us,” says Wahab. “Getting permission [to hold events] is difficult. Human rights are under attack. Of course&#xa0;we are working with risk but we don't compromise by self-censorship.”</p> <p>Indeed, Wahab regards the festival as a “utopian space” for an embattled democracy. “By enacting diversity, solidarity and equality and enabling different voices, the exhibition can be a model for reality,” he says.&#xa0;</p> <p>Wahab regards photography — so often reduced in our media-frenzied world to no more than a vehicle for narcissism, marketing and fake news — as a still-powerful force for change. “In south Asia, many people still believe in images as evidence,” he says. “Our revolutionary movements, such as the war of independence in 1971, evolved through the narratives told by images. They give us a vision. As Shahidul Alam always says, fear is contagious but courage is contagious too. Photographs can help bring back our courage and show us ways to envisage a better future.”&#xa0;</p> <p><em>Chobi Mela runs from February 12 to 21, </em><a href=\"https://chobimela.org/\"><em>chobimela.org</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em><br><br><br></p><p>Source: Rachel Spence 2021 'Chobi Mela — an unwavering lens on injustice' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-06T05:00:46.192Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 7819,
          "end": 7824
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}