{
  "_id": "7d853b21c2d5d3177f39d8035f6d26a1041901602e9cad7b07c1b0be658c5d0d",
  "feed": "market-watch",
  "title": "Spotify stock surges after KeyBanc says it's time to buy",
  "text": "<p>Patterson raised his rating to overweight, after being at sector weight for the past year. He established a stock price target of $340, which implies a 36.5% gain off Friday's closing price of $249.04.</p><p>The stock SPOT rallied 3.9% in premarket trading, putting it on track to open at a two-month high. Since closing at a 14-month low of $205.08 on Aug. 19, the stock has soared 21.4% through Friday.</p><p>Patterson said he didn't recommend buying Spotify's stock over the past year because of concerns over consumer price elasticity, competition and expectations around podcast returns. Since then, however, industry dynamics appear favorable for several reasons:</p><p>Spotify appears to be growing faster than YouTube Premium. Patterson estimates that Spotify will have about 22 million net subscriber additions over the same time that YouTube had 15 million net sub adds.</p><p>Rankings for Spotify's app appear favorable. So far this quarter, Spotify has experienced increases in the number of countries where its app ranks at the No. 1 music app, or among the top 5, to extend its lead over its peers.</p><p>Pricing power has been proven. Patterson said his survey work suggests Spotify's subscriber elasticity is similar to that of Netflix Inc. NFLX</p><p>Apple Inc.'s AAPLapp store changes could benefit distribution, particularly relative to data and gaming apps. Apple announced last week that it will start allowing developers which offer content on a subscription basis, like Spotify, to give customers the option of sidestepping in-app purchase commissions by making direct purchases.</p><p>Patterson said he also believes Spotify's subscribers are valued at about 25% that of a Sirius XM Holdings Inc. SIRI subscriber. And while he believes some discount is warranted, investors are undervaluing Spotify's progress with price increases.</p><p>“When coupled with favorable app trends and a more solid competitive position, we believe Street 2022-2023 revenue and gross profit forecasts appear too conservative,” Patterson wrote in a note to clients. “In our view, this makes risk/reward in [Spotify] compelling.”</p><p>Spotify's stock has tumbled 20.9% year to date through Friday, while Sirius XM shares have slipped 0.6% and the S&amp;P 500 index SPX rallied 20.8%.</p>",
  "published": "2021-09-07T07:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1342,
          "end": 1347
        },
        {
          "start": 1232,
          "end": 1242
        },
        {
          "start": 1232,
          "end": 1237
        },
        {
          "start": 1232,
          "end": 1241
        }
      ],
      "nexusId": "10022657"
    }
  ]
}