{
  "_id": "6bc1fe40f3d727700b48be9753dd6b9c65c9b47fa82834e5a9c2e43d9c852f3e",
  "feed": "wall-street-journal",
  "title": "Editor in Chief Kristina O'Neill on WSJ. Magazine's Men's Style Issue; Charting cover star Tom Brady, introducing our men's fall fashion and curling up with Jonathan Franzen's new book.",
  "text": "<p>If it weren't for a chance meeting in a flea market, Rebecca Ferguson might not have begun her own second act as one of Hollywood's leading ladies. A former teen star on a Swedish soap opera, Ferguson had hit a wall in her acting career, when a director recognized her at the market and pitched her on a role. That led to work on the BBC, which led in turn to Tom Cruise picking her for a role in the multibillion-dollar Mission: Impossible franchise. Now she's appearing in the much-anticipated Dune adaptation and starring in and executive producing Apple TV+'s Wool. \"My life just took another turn,\" she says.</p><p>Industries have waxed and waned in the fishing village of Dunbar almost as reliably as the waves that crash on Scotland's eastern shore, where the town is situated. Scots on holiday once crowded there, congregating at a famous seawater swimming pool. Today, its most populous inhabitants might be the seabirds that cluster around coastal cliffs, watching over a poetic landscape that has never lost its wild beauty.</p><p>Speaking of wild beauty, I'd like to introduce illustrator Rosie McGuinness, whose figurative drawings will explore the latest in fashion through shape, color and form each month on this page. I hope you enjoy her hand as much as I do.</p><p>Editor in Chief Kristina O'Neill on WSJ. Magazine's Men's Style Issue</p>",
  "published": "2021-10-01T11:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 552,
          "end": 557
        },
        {
          "start": 552,
          "end": 560
        }
      ],
      "nexusId": "10022657"
    }
  ]
}