{
  "_id": "4772eb389bdf7b53f571a9fe43814b94b303b819da2330da8b1771a31dd65b31",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: European Regulators Disrupt Data Transfers to U.S. | Justice Opens Cyber Fellowship",
  "text": "<p>Also today: The Justice Department has opened its cyber fellowship program; Oregon comes up short in cyber audit; and 600,000 people are affected by an Illinois medical provider breach.</p><p>Note to readers: The WSJ Pro Cybersecurity newsletter won't be published on Monday in observance of Labor Day. It will resume Tuesday.</p><p>Firewalls were never designed to stop DDoS attacks.</p><p>The frequency and complexity of DDoS attacks are on the rise. And enterprises are more vulnerable than ever. Are you doing enough to protect yourself and your firewall?</p><p>Take Control</p><p>Clamping Down</p><p>Data Disruption: Businesses transferring data from the European Union to the U.S. must provide new legal guarantees about data privacy starting this month, although privacy experts say the change won't solve all the challenges from regulators and courts regarding such transfers.</p><p>A new version of standard contractual clauses, widely used legal contracts preapproved by the European Union's executive arm, will be required for new business contracts that involve international data transfers starting Sept. 27.</p><p>The new contracts require details on companies' privacy measures and on laws in the country where data will be sent that could result in government surveillance.</p><p>Existing business contracts will need to include the new clauses by December 2022. Companies that don't use the new version can face regulatory penalties.</p><p>Last year's EU court ruling that toppled the Privacy Shield agreement, the deal that allowed for easy trans-Atlantic data transfers, required companies to provide such guarantees if they send individuals' information abroad.</p><p>Read the full story.</p><p>More Cyber News</p><p>Justice Department launches cyber fellowship program: Prosecutors and attorneys will be trained to tackle complex cybercrime cases under a new program at the Justice Department. Participants will rotate through the Criminal Division, National Security Division and U.S. Attorneys' offices. (Security Boulevard)</p><p>Oregon told to up its cyber game: An Oregon state government audit of its technology found that while governance has improved in recent years, more work needs to be done on cybersecurity management. Among the recommendations from Secretary of State Shemia Fagan were updated definitions of job roles and a more detailed technology strategy plan. (StateScoop)</p><p>DeFi platform Cream Finance loses $34 million in cyberattack. Hackers made off with cryptocurrency equivalent to about $34 million after exploiting a vulnerability in Cream Finance's systems. The decentralized finance platform, which facilitates loans between users, has promised to cover losses. (ZDNet)</p><p>\"Ransomware continues to be a national security threat and a critical challenge, but it is not insurmountable.\"</p><p>— Eric Goldstein, executive assistant director for cybersecurity at the Cybersecurity and Infrastructure Security Agency, in a statement that accompanied a warning from CISA about potential ransomware activity over the Labor Day weekend.</p><p>Privacy News‎</p><p>Medical group breach potentially affects 600,000. A cyberattack on Illinois-based DuPage Medical Group has exposed records on around 600,000 patients, the company said. Breached information includes names, addresses and patient identifiers, but not billing information, it said. (Dot Med)</p><p>Weekend Reading</p><p>Industry Groups Urge Lawmakers to Streamline Cyber Breach Reporting Rules</p><p>Google, Apple Hit by First Law Threatening Dominance Over App-Store Payments</p><p>Regulators Tighten Scrutiny of Data Breach Disclosures by Companies</p><p>T-Mobile CEO Apologizes for Data-Security Breach</p>",
  "published": "2021-09-03T12:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3385,
          "end": 3390
        }
      ],
      "nexusId": "10022657"
    }
  ]
}