{
  "_id": "7661e854535ed7aedae92e16cf43fffc2e7afdc0ecdb8d39ed5aeb615c4f69b5",
  "feed": "market-watch",
  "title": "Nvidia tops $700 billion valuation for first time as optimism grows for ‘metaverse' opportunity",
  "text": "<p>Nvidia's stock NVDA rose 12% Thursday, the largest percentage increase since a 17% gain on March 24, 2020. The gain pushed the company's market capitalization higher than $700 billion for the first time, according to Dow Jones Market Data, with a valuation of $745 billion as of Thursday's close.</p><p>Earlier this week, Nvidia became the seventh-largest U.S. company in terms of market capitalization as it passed Warren Buffett's Berkshire Hathaway Inc. BRK.ABRK.B</p><p>Nvidia is set to kick off its GTC conference Nov. 8, and is expected to focus on various issues around artificial intelligence. Wells Fargo analyst Aaron Rakers wrote late Wednesday that Nvidia is likely to announce the general availability of its Omniverse Enterprise offering during the conference as it looks to capitalize on opportunities in the “metaverse.”</p><p>Read: Why is ‘metaverse' the hottest tech buzzword? Apple has something to do with it</p><p>Facebook-parent Meta Platforms Inc. FB is among the companies that see big potential in the metaverse and are spending up around the idea that people will increasingly seek to connect in virtual worlds. This broader theme could unlock new revenue opportunities for Nvidia, according to Rakers, who estimates that the metaverse could boost the company's addressable market by at least $10 billion over the next five years.</p><p>See also: Facebook is spending more, and these companies are getting the money</p><p>Nvidia's Omniverse “is an open virtual platform that allows creators to collaborate in real-time physically accurate simulations / 3D renderings,” Rakers wrote. He is calling for “a near-term inflection in Omniverse adoption in the enterprise segment; specifically in design as real-time simulation boosts engineering productivity.”</p><p>Rakers boosted his price target on Nvidia shares to $320 from $245 in his late-Wednesday note to clients. Rakers is one of just two analysts tracked by FactSet to hold a price target above $300 on Nvidia's stock.</p><p>Shares have rallied 47% over the past three months as the S&amp;P 500 SPX has gained 6%.</p>",
  "published": "2021-11-04T17:59:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 877,
          "end": 882
        }
      ],
      "nexusId": "10022657"
    }
  ]
}