{
  "_id": "0e4333c247522f24f2d3c31785795a5e5a954fdef9bf3226cf3f071ca2e88762",
  "feed": "market-watch",
  "title": "Time's ‘Most Influential' list includes Tim Cook, Elon Musk and Naomi Osaka",
  "text": "<p>Musk, who launched several projects between his companies Tesla and SpaceX, was in the news a lot in 2021. SpaceX was awarded a $2.9 billion NASA contract to bring astronauts to the moon, and is sending four civilians into Earth's orbit on Wednesday as part of its latest launch.</p><p>The blurbs for Time's 100 Most Influential People were written by other leaders celebrities — Musk's was written by Huffington Post founder Arianna Huffington.</p><p>Tim Cook, who this week hosted Apple's Fall event where he revealed the iPhone 13 lineup as well as a larger Apple Watch, was part of Time's list once again.</p><p>As the leader of one of the biggest companies in the world, Cook has spearheaded Apple's explosive growth. Since he took over as CEO in 2011, Apple's stock has jumped nearly 1,000%.</p><p>Cook's blurb was written by Nike NKE founder Phil Knight.</p><p>Also part of the list was tennis star Naomi Osaka. In 2021, Osaka won the Australian Open and became the highest-paid female athletes in the world.</p><p>Outside of her successful tennis career, Osaka has deals with Nike,&#xa0;Sweetgreen,&#xa0;Barbie&#xa0;and Nissan, among many others — Osaka also recently said that she is moving toward investing in cryptocurrency.</p><p>See also: Over $20 billion is expected to be wagered on football in 2021, analyst says</p><p>Osaka has admitted to battling with mental health issues recently that have forced her out of some tournaments, even claiming, “It's O.K. not to be O.K,“ offering support to others going through their own struggles. Her blurb was written by fellow tennis star Serena Williams.</p><p>Tampa Bay Buccaneers quarterback Tom Brady, Olympic gymnast Sunisa Lee, and MLB star Shohei Ohtani all represented athletes on Time's list.</p><p>See also: California recall: Candidates, polls and what you need to know</p><p>Political figures like President Joe Biden, former President Donald Trump, Sen. Joe Manchin and Fox's Tucker Carlson were also on the list under the “Leaders” section.</p>",
  "published": "2021-09-15T15:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 471,
          "end": 476
        },
        {
          "start": 679,
          "end": 684
        },
        {
          "start": 549,
          "end": 560
        },
        {
          "start": 740,
          "end": 745
        },
        {
          "start": 549,
          "end": 554
        }
      ],
      "nexusId": "10022657"
    }
  ]
}