{
  "_id": "23c1155211467dcf5bb1732db4c3a255db73fd830f1c694d706c0d5125d2d1c6",
  "feed": "ftcomall",
  "title": "Shale companies are swimming in cash",
  "text": "<p>Two things to start:</p> <ol>  <li><p>Au revoir, long-term European gas contracts. The European Commission has <a href=\"https://www.ft.com/content/7f84c0ef-d81b-4d32-a5dc-75cca8e54532\">proposed</a> banning deals between EU members and energy suppliers outside the bloc, such as Russia, that would last beyond 2049. That's a long time away, but is the last year before the EU economy is supposed to have hit a net zero emissions target. </p></li>  <li><p>Remember peak oil consumption? US weekly oil demand soared last week, hitting a new record of almost <a href=\"https://www.eia.gov/petroleum/supply/weekly/pdf/wpsrall.pdf\">23.2m barrels a day</a>, according to the Energy Information Administration, leaping by 17 per cent compared with a week earlier. The four-week average is not — yet — at a record high. </p></li> </ol> <p>Welcome to another Energy Source.</p> <p>That US demand number is startling. But Omicron seems certain now to decide whether the US — or indeed global — energy consumption continues to rise so quickly. Opec remains sanguine about the variant, saying in its latest market report that the impact on demand “is expected to be mild and shortlived”. The International Energy Agency was less confident, saying in its December oil-market report that Omicron “poses a significant risk to the economic outlook”.</p> <blockquote>  <p>“A surge in new Covid cases is expected to slow the recovery in global oil demand, with air travel and jet fuel most affected,” the agency said.</p> </blockquote> <p>Have any of you already changed any holiday travel plans in light of the latest twist in the Covid news? Tell us at energy.source@ft.com.</p> <p>Meanwhile, although Joe Biden's Build Back Better legislation — with its sweeping climate and energy provisions — is stalled in Congress, some of its supporters have launched a new <a href=\"https://www.youtube.com/watch?v=vZcwj6osLp0\">TV spot</a> to promote it. </p> <p>The PR blitz marks an interesting change of tack by positioning BBB — and its funding for “affordable clean energy” — as the answer to American anxieties about high energy costs and inflation. That stands in contrast to the White House's approach to tackling soaring oil and gas prices in recent months by trying to increase fossil fuel supply.</p> <p>Our first note is on the torrent of cash now flowing into shale companies' bank accounts. An industry once notorious for destroying capital is now swimming in it. </p> <p>Data Drill hits on an emerging irony: the threats to oil and gas suppliers by climate change, which is caused in part by the burning of these fossil fuels. </p> <p>Lastly, in our sister newsletter, Moral Money, don't miss the <a href=\"https://www.ft.com/content/d979cdc1-8715-44d8-958b-b25dc6c65b5e\">account</a> about Enkraft, a small investment firm trying to do to RWE what <a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\">Engine No 1 did to ExxonMobil</a>. (You can sign up for Moral Money <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5ce7dcb373511b000490ac5b\">here</a>.)</p> <p>Thanks for reading. </p> <h1>US shale patch ends 2021 in the rudest health</h1> <p>Living within their means has never been a strong point for US shale producers.</p> <p>But last year's crash, and colossal Wall Street pressure, have proven to be the nudge companies needed to get their houses in order. After years of burning through investor cash in pursuit of ever-greater growth, America's shale patch is suddenly making money. Lots of money.</p> <p>As 2021 rounds to a close, public shale companies shelled out a combined $6bn in capital expenditure in the last quarter, according to consultancy Rystad Energy. That is less than a quarter of their levels at the height of the boom. </p> <p>Cash from operations, meanwhile, sits at around $13bn, approaching record levels. </p> <p>All of which means that free cash flow, a key shale investor metric determined by the difference between cash from operations and capex, is coursing through a sector that once exemplified value-destruction and some of the worst excesses in corporate America. </p> <p>The transformation — helped by a doubling in oil prices in the past 12 months — is stark, as the chart below shows.</p> <p>It has been a long time coming. Investors have left oil and gas in droves in recent years, causing the sector to shrink from one of the biggest hitters on the S&amp;P 500 to representing less than 3 per cent of the index — half of Apple alone. </p> <p>The old guard of growth investors have run for the hills, to be replaced with a new breed of value investors, keen on returns rather than untrammelled expansion of drilling. </p> <p>“Our investors have evolved,” a senior shale executive told me when I visited Midland last week. “They pushed for growth at all costs and now they get the new model and they like it . . . it's important to them.”</p> <p>That new model involves not injecting cash back into drilling new wells but rather funnelling cash back to investors in the form of healthy dividends. </p> <p>Scott Sheffield, chief executive of Pioneer Natural Resources, the biggest shale player, described it to me in Houston last week as a new “contract” between the industry investors. In Pioneer's case that means growing by no more than 5 per cent annually and distributing a hefty chunk of free cash flow back to investors. </p> <p>And this new model is here to stay, he told me: “There's no way that the industry is going to change overnight and start growing again.” </p> <p>Even as private operators put rigs back out in the field and look to ramp up drilling, public operators will be conspicuously cautious. </p> <p>Before the pandemic, spending in 2022 was estimated to rise to $120bn, according to Rystad. Now that figure looks closer to $80bn.</p> <p>It's an easier approach, the Midland exec told me. It means companies don't have to scramble to put out rigs, hire more workers and ramp up drilling every time the oil price picks up. Rather they can stick to a plan that stays constant whatever the price is doing. </p> <blockquote>  <p>“It's a pretty volatile industry already,” he said. “So in the pyramid of craziness — oil price probably being the biggest — if we can control capital and control production, then investors can make a call on oil price, but we're going to be OK in our plan.”</p> </blockquote> <p>Will all this win back the old investors that fled the sector in recent years? The shale patch probably needs to get through another quarter or two of strong oil prices to prove its new fiscal discipline is here to stay. Judging from the XOP, an ETF often used as a proxy to judge market sentiment about the US oil sector, which is up 63 per cent this year, investors are warming to the new shale cash machines. <em>(Myles McCormick)</em></p> <h1>Data Drill</h1> <p>Climate change is threatening the supply of fossil fuels. Over 600bn barrels of oil and gas, or approximately 40 per cent of recoverable reserves, face high risk of disruptions because of climate change, according to a <a href=\"https://www.maplecroft.com/insights/analysis/40-of-oil-and-gas-reserves-threatened-by-climate-change/\">new analysis</a> by Verisk Maplecroft and Wood Mackenzie. </p> <p>Saudi Arabia, Iraq, and Nigeria are among the countries facing the highest risk, according to the analysis. Together, the countries account for almost a fifth of the world's recoverable oil and gas. </p> <p>But the risks are not limited to the Middle East and Africa. In North and South America, 36 per cent of reserves are at high risk of disruptions because of extreme weather events like hurricanes. </p> <p>When Hurricane Ida hit the Gulf of Mexico last summer, it caused 55 oil spills and forced refineries to stop or reduce production. Numerous types of extreme weather events pose a threat to oil and gas operations including droughts, flooding, storms, and sea-level rise. </p> <blockquote>  <p>“There is no escaping the fact that the oil industry is highly exposed to the physical impacts of climate change, as well as a tougher regulatory universe,” said Will Nichols, head of environment and climate change research at Verisk Maplecroft.</p> </blockquote> <p>According to the research firm, the growing threat of oil and gas disruptions means companies need to start taking climate change more seriously. One way to start is to follow recommendations by the Task Force on Climate-Related Financial Disclosures, which seeks to give investors greater transparency on a company's climate risk.</p> <p>“To keep investors onside, energy companies will need to show the raft of net zero targets they've unveiled are actually supported by climate policy, investment, and action,” Nichols said. <em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Green Defectors: Executives are <a href=\"https://www.ft.com/content/0896d5b0-9c25-4c65-a4c9-cd20e1590d12\">ditching their careers</a> to work on climate. </p></li>  <li><p>A mining project in <a href=\"https://www.bloomberg.com/news/articles/2021-12-14/the-black-forest-holds-a-secret-to-making-electric-cars-greener?srnd=green&amp;sref=OziMsGoK\">Germany's Black Forest</a> could revolutionise the battery industry by producing lithium without greenhouse gas emissions. (Bloomberg) </p></li>  <li><p>The world's <a href=\"https://www.theguardian.com/music/2021/dec/14/music-industry-net-zero-emissions-by-2050-sony-warner-universal?utm_source=ActiveCampaign&amp;utm_medium=email&amp;utm_content=Climate+news%3A&amp;utm_campaign=TDC+Daily\">biggest record labels</a> have signed a deal to reduce emissions in the music industry. (The Guardian)</p></li>  <li><p>New report slashes <a href=\"https://www.cnbc.com/2021/12/14/us-solar-industry-will-grow-25percent-less-than-expected-in-2022-report-finds.html\">solar industry growth</a> expectations by 25 per cent due to supply chain issues and inflation. (CNBC) </p></li> </ul><p>Source: Derek Brower, Myles McCormick and Amanda Chu 2021 'Shale companies are swimming in cash' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-16T12:00:17.248Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3814,
          "end": 3819
        }
      ],
      "nexusId": "10022657"
    }
  ]
}