{
  "_id": "2decafbed5288452de83989e1f352fd7d00b952e721d4dace82d33cbf4db0eaf",
  "feed": "wall-street-journal",
  "title": "Facebook Portal Go Review: The Best and Worst Video-Chat Box; The new Portal Go is a fantastic battery-powered smart display for Zoom. Too bad it's so hard to recommend.",
  "text": "<p>The Portal Go is a nearly perfect video-calling gadget. I just wish it didn't come from Facebook Inc.</p><p>The new $199 console, available Tuesday, Oct. 19, is a tote-able, battery-powered smart display that works with Facebook Messenger, WhatsApp, Zoom, Verizon's BlueJeans, Cisco Webex and, by the end of the year, Microsoft Teams—and it has Amazon's Alexa voice control built-in. </p><p>A handle on the back of the Portal Go makes it easy to tote around. The device weighs about 3.2 pounds. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>Other video chat boxes such as Google's Nest Hub Max and Amazon's Echo Show must remain plugged into the wall. Portal Go sits on a small charging puck, but you can pick up the fabric-covered, wedge-shaped display by its handle and take your videocalls wherever you feel like chatting. Kids playing on the floor and want to show stuff to Grandma and Grandpa? Trying to catch up while finishing lunch? Facebook says the Portal Go can be wireless for up to five hours.</p><p>A dedicated calling box, especially a portable one, makes so much sense. It's the new landline—except with fun video filters. Sure, you could use your laptop, but the Portal has a 12-megapixel wide-angle webcam, much nicer than most computers, and no distracting work notifications. You could use your iPad, but this 10-inch screen stands up by itself. </p><p>Competing video-chat consoles, such as the Echo Show 10, pictured left, and Google Nest Hub Max, also have auto-pan and zoom camera features, but must remain plugged into a wall. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>It isn't just for family catch-ups. I used the browser to stream a Peloton workout. And the Portal's Zoom app has a quick shortcut for starting and joining meetings, which I did, from my work account. Without the browser tabs and other distractions that come from Zooming on a laptop, I was able to actually focus on the conversation. That is, until the smart camera auto-zoomed out to show my husband, who had just entered the room and wasn't in the meeting. (You can disable this feature during a call.)</p><p>Speaking of distractions, there isn't an easy way to access Facebook and Instagram feeds on the device—something I view as positive.</p><p>I haven't found a smart display with all the major video-calling services on board. For the Portal, you'll be out of luck if people want to reach you via Apple's FaceTime, Microsoft's Skype or Google Meet. While those platforms have web apps, the Portal's browser doesn't allow access to its camera or microphone. (Maybe that's when you reach for the iPad.) </p><p>Portal Go supports video-conferencing apps, such as Zoom. You can add virtual backgrounds in the Zoom app and connect Bluetooth headphones. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>Portal includes Alexa for music and smart-home control, but it's a limited version of Amazon's assistant. There's no Alexa Guard support for smoke alarm or broken-glass detection, and you can't make Alexa calls to people with Echo devices. You can ask Alexa to play songs on Spotify, or tap on suggested playlists, but you can't just type in a song name. It's a weird little quirk for what's basically a tablet with a decent speaker.</p><p>Lisa Auslen, a Facebook spokeswoman, said the company will continue to add new communication apps, and Alexa calling on Portal could eventually be possible.</p><p>So what's the problem? Its developer, Facebook Reality Labs, is part of Facebook Inc. The company has had trouble properly handling its users' data, and its social networks have played a role in sowing discord, amplifying misinformation, hosting human traffickers and increasing rates of anxiety and depression in some young users, which was recently covered by my Wall Street Journal colleagues. I don't feel great about bringing a microphone and camera made by this company into my home.</p><p>I'm also reluctant to hand it more of my personal data. While the company says it doesn't listen to or view the contents of video or audio chats, it does log what apps you use and how often you use them, and could use that data for advertising.</p><p>The Portal Go requires a Facebook, WhatsApp or Facebook Workplace account to set up, even if you just want to use Zoom or Spotify. </p><p>A built-in shutter can disable the camera, while a button on top of the device disables both the microphone and camera. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>Facebook Messenger calls on Portal aren't end-to-end encrypted by default. I logged into the Portal Go using WhatsApp, because it seemed less likely to give the company as much data. But there's a trade off: You can only call four people at one time from your Portal Go. If you use Messenger, you can call eight.</p><p>WhatsApp calls are end-to-end encrypted, and account information and contacts aren't typically sent to Facebook servers, though a \"small amount of WhatsApp account information\" may be sent to Facebook to diagnose any issues, Ms. Auslen said.</p><p>More people seem to be buying and using Portals. In 2020, Facebook shipped an estimated 1.4 million units in North America, which represents just under 3% of the total smart speaker and display market, according to Strategy Analytics. That's up from 1 million shipments in 2019, growth likely due to the pandemic. In an April 2020 earnings call, Facebook Chief Executive Mark Zuckerberg said Portal saw large spikes in usage, but didn't share exact numbers.</p><p>SHARE YOUR THOUGHTS</p><p>What has been your experience with Portal Go or other videochatting consoles? Join the conversation below.</p><p>Even my colleague Joanna Stern eventually relented after initially refusing to review the Portal on privacy grounds (though she doesn't use it now).</p><p>\"While Facebook Reality Labs is not a separate entity, we have focused on privacy, security and being transparent with users from the very beginning,\" said Ms. Auslen. \"Portal is about connecting people rather than a way to access the Facebook app. Hopefully people recognize this about Portal.\"</p><p>I still have trouble recommending the Portal Go, but it's a shame, since nobody else makes a video-chat box that's quite as nice.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>Facebook Portal Go Review: The Best and Worst Video-Chat Box</p>",
  "published": "2021-10-19T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2363,
          "end": 2368
        }
      ],
      "nexusId": "10022657"
    }
  ]
}