{
  "_id": "540cabcce77dbfff1f5ecd148b92a1b2fec9e8a3cea776e19c2b0c301956b1c5",
  "feed": "wall-street-journal",
  "title": "Technology:  Foxconn Hints at Making  Electric Vehicles in U.S.  ----  By Stephanie Yang",
  "text": "<p>   TAIPEI -- The chairman of Foxconn Technology Group, the world's largest contract electronics maker, raised the possibility of manufacturing an electric vehicle in the U.S. and hinted at additional potential partnerships with American companies as it expands into the automotive industry. </p><p>   \"Recently we found that maybe there's a good product to have made in the U.S.,\" Young Liu said Tuesday at an event in Taipei. \"That is EV.\" </p><p>   Best known for its work assembling Apple Inc.'s iPhone, Foxconn, formally known as Hon Hai Precision Industry Co., has been looking to expand beyond electronics since founder Terry Gou stepped down in 2019. Sales of iPhones have slowed, and the contract manufacturing business has suffered from relatively low profit margins. </p><p>   Earlier this year, the Taiwanese manufacturer agreed to assemble cars for Los Angeles-based electric-vehicle startup Fisker Inc. but didn't say where they would be manufactured. Mr. Liu said Tuesday that while the decision on where to manufacture Fisker's new vehicle hasn't been finalized, it made sense to make it in Wisconsin, where the company has a factory. </p><p>   Foxconn has formed several partnerships in its push into electric vehicles, including with Fiat Chrysler Automobiles NV -- now Stellantis NV -- and China's Zhejiang Geely Holding Group. </p><p>   The Fisker tie-up is the first partnership with a U.S.-based company, as well as Foxconn's first agreement to manufacture vehicles for an auto maker. Production is scheduled to start in late 2023. </p><p>   Mr. Liu said the company is in talks with a few other U.S. companies on similar arrangements, and would have the capacity to produce cars for one or two more partners. Making the electric vehicles in the U.S. would mean they wouldn't need to be shipped from overseas to the American market, and Wisconsin has advantages in its proximity to the auto industry and its experience with high-tech industries, he said. </p><p>   A wave of tech companies is looking to break into the auto business as electric cars are poised to reshape the industry. Among them is Apple, which has for years worked to develop its own car. On Tuesday, Mr. Liu dismissed questions about whether Foxconn might build an Apple car as has been rumored. </p><p>   Foxconn has an advantage in manufacturing electric vehicles, Mr. Liu said, since it requires more knowledge about vehicle control and autonomous driving than about the traditional automotive engine. He also said that the global shortage in semiconductors has been a boon for the company's electric vehicle ambitions, since it has pushed traditional auto makers to consider using the company's help with supply-chain management. </p><p></p>",
  "published": "2021-03-17T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 463,
          "end": 468
        },
        {
          "start": 463,
          "end": 473
        },
        {
          "start": 2183,
          "end": 2188
        },
        {
          "start": 463,
          "end": 472
        },
        {
          "start": 2048,
          "end": 2053
        }
      ],
      "nexusId": "10022657"
    }
  ]
}