{
  "_id": "9b47013d46fd76bfb5d3c1b86e7e11a2f6dc37b5c19d6d45b1168ac46b0691f2",
  "feed": "ftcomall",
  "title": "EU takes lead on AI laws",
  "text": "<p>The European Union led the way in protecting consumers from the online misuse of their personal data with the General Data Protection Regulation in 2018. Now it is attempting pioneering legislation on Artificial Intelligence.</p> <p>Its draft<a href=\"https://digital-strategy.ec.europa.eu/en/library/proposal-regulation-european-approach-artificial-intelligence\"> proposals published today</a> cover a lot of ground, from the authorities exploiting facial recognition technology to companies discriminating unfairly through their use of AI algorithms.</p> <p>On the former, the document on the human and ethical implications of AI says that<a href=\"https://www.ft.com/content/67908f96-4eca-4c90-8114-b56e6d99266c\"> facial recognition systems infringe</a> on individuals' civil rights, and therefore should only be used in scenarios in which they are deemed essential, for instance in the search for missing children and the policing of terrorist events.</p> <p>On the latter, the proposed legislation <a href=\"https://www.ft.com/content/6cba5f1b-53f9-4af2-8f89-7b8c9e515b9c\">threatens to come down hard </a>on companies that use biased algorithms, such as discriminating against ethnic minorities when hiring workers. Calculating a person's credit score using information about their online habits is also an area of concern. Offending companies would face fines of up to 6 per cent of their global turnover. </p> <p>The proposals will now be debated by the European Parliament and member states until at least 2023 before becoming law.</p> <p>In the meantime, the popular Chinese video app TikTok is being sued for several billion pounds and accused of illegally collecting the personal information of millions of children in the UK and Europe,<a href=\"https://www.ft.com/content/02bb235f-f6f3-42be-a921-bc2c86b86271\"> reports Madhumita Murgia. </a></p> <p>The case, backed by the former children's commissioner of England Anne Longfield, claims TikTok collects a huge volume of children's private information while using the app — including phone numbers, pictures, videos, their exact location and biometric data — and transfers this information to unknown third parties for profit. </p> <p>The claim argued that children's personal information was collected without sufficient consent, which for underage children would be required from an adult, or transparency. That constituted a “severe breach of UK and EU data protection law”, according to Tom Southwell, a partner at the law firm Scott + Scott, which is representing the plaintiffs in the case.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Netflix's snail-like subscriber growth</strong><br>Netflix shares are down 7 per cent today after it reported subscriber growth<a href=\"https://www.ft.com/content/52705cd6-eb44-4845-9337-1126219f102c\"> slowed to just 4m</a> in the first quarter, for a total of 208m, as the pandemic's influence waned. It expects just 1m additions in the current quarter and has been suffering from production delays due to coronavirus. <a href=\"https://www.ft.com/content/e88132b0-bc8d-4c6a-aa60-3677c7c94a73\">Alphaville says&#xa0;</a>it looks like 2020's subscriber surge was more a one-off than the new normal.</p> <p><strong>2. UiPath jumps on Nasdaq debut</strong><br>Shares in workplace software company UiPath rose today on their Wall Street debut, after one of the largest ever initial public offerings in the sector. The <a href=\"https://www.ft.com/content/a8e4e3f7-ab0a-4238-a108-ddb2774d8018\">Romanian-founded,</a> New York-based company, a leader in the fast-growing business of task automation, listed at $56 and started trading at $65.50, giving the company a market capitalisation of $34bn.</p> <p><strong>3. Dish to launch 5G through Amazon</strong><br>Dish Network has become the first telecoms company in the world to opt to <a href=\"https://www.ft.com/content/e9e61099-a216-4b12-b054-24ac76745a73\">run its entire network</a> from the public cloud after striking a deal with Amazon to use its servers to control its new 5G network. Koch Industries has paid $500m for a significant <a href=\"https://www.ft.com/content/d7df66a5-b831-4f6d-a3b3-ed9f37e54646\">minority stake in Mavenir</a>, which develops software used for 5G networks.<a href=\"https://www.ft.com/content/743ef632-ae0e-479a-aeb5-ef7de406c965\"> Lex says </a>Verizon is losing subscribers, despite the promise of 5G.</p> <p><strong>4. Chip investments boom</strong><br>Taiwan's semiconductor investment boom is moving into hyperdrive, <a href=\"https://www.ft.com/content/bcddec25-54f1-41c4-bcab-b1ef44ac1247\">reports this week's #techAsia</a>. Nanya Technology, the island's leading memory chipmaker, said it plans to build a $10.7bn chip plant and Foxconn, the world's largest contract manufacturer, confirmed it was in talks to buy a leading speciality memory chipmaker. <a href=\"https://www.ft.com/content/54091f2a-69ec-48b2-9814-f1d26c72c55d\">Fund manager Gerrit Smit says</a> there are good investment opportunities in the semiconductor sector.</p> <p><strong>5. Ransomware attack on Apple supplier</strong><br>Quanta, one of Apple's major suppliers, said on Wednesday it had been hit by a cyber attack and was trying to “recover data”. The admission came after REvil, one of the most prolific criminal ransomware hacking groups, said on its dark web site that it had compromised Quanta and was now <a href=\"https://www.ft.com/content/0ec11549-9d68-4ca2-bbac-34684c86abab\">extorting Apple over “large quantities</a> of confidential drawings and gigabytes of personal data” it had obtained.</p> <h2>Tech tools — Google Meet and Zoom updates</h2> <p>The added-features arms race between rival video conferencing services continues apace with <a href=\"https://blog.google/products/meet/design-updates-video-backgrounds/\">Google unveiling</a> Meet improvements on Wednesday, a day after Zoom <a href=\"https://blog.zoom.us/updates-vanishing-pen-informacast-new-meeting-reactions-zoom-chat-management/\">announced its own updates</a>. Meet's new additions include a refreshed interface that allows you to move windows around, resize and pin them to customise your experience. AI-powered Autozoom will help others see you more clearly by zooming in and positioning you squarely in front of your camera. There will also be the ability to replace your background with a video, although initially there will only be three Google options to choose from: a classroom, a party and a forest. Zoom improvements include more whiteboard options and new emojis for meeting reactions.</p><p>Source: Chris Nuttall in London 2021 'EU takes lead on AI laws' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T18:54:03.509Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3891,
          "end": 3896
        },
        {
          "start": 3921,
          "end": 3926
        },
        {
          "start": 4204,
          "end": 4209
        }
      ],
      "nexusId": "10022657"
    }
  ]
}