{
  "_id": "d298ce49ebcffb891601a313f4810e8807ca346481a60dac5e1260f23e742257",
  "feed": "wall-street-journal",
  "title": "Elon Musk Insults Tesla Shareholders' Intelligence; Musk has good reason to dump some Tesla shares and every right to do so without resorting to theatrics",
  "text": "<p>Yet while the affirmative vote expected to unleash a wave of selling is no bright, shining moment for shareholder democracy, it certainly is on-brand. Mr. Musk has used his social media street cred to send the shares of Tesla, as well as the likes of GameStop, bitcoin and Dogecoin, soaring or plunging.</p><p>To many in the business and financial world, the sale isn't a good look, but they aren't the ones who took Tesla's value past a trillion dollars—it was the retail masses. More than one observer contrasted the Tesla CEO's gambit with fellow billionaire Warren Buffett, who famously has never sold a share of Berkshire Hathaway since gaining control more than five decades ago. Now merely the world's 10th richest man, according to Forbes, Mr. Buffett would be vying for second place with Amazon.com's Jeff Bezos had he not already given away about half of his shares to charity.</p><p>That particular criticism misses the mark, though. Any American chief executive today, bloated with stock options, looks craven compared with the Oracle of Omaha. Moreover, Mr. Musk has every right to sell his stock within the confines of the law. Diversifying such a concentrated share of his wealth is also common sense. Just consider that if Tesla shares were to retreat to their level of Oct. 13, a scant 18 trading days ago, Mr. Musk would break SoftBank boss Masayoshi Son's record for most money lost on paper—an astounding $70 billion.</p><p>Mr. Musk's quandary is that his perceived self-confidence underpins much of Tesla's value. More than the late Steve Jobs with Apple or even the 91 year-old Mr. Buffett, news of a serious illness or death would vaporize vast amounts of shareholder wealth. So would a formal press release saying that he was selling even $2 billion of stock, much less $20 billion. The fact that Tesla is, for now, worth more than every other car maker on the planet combined with a fraction of the output is evidence of Mr. Musk's genius in portraying himself as an antiestablishment hero. He even suggested that he was doing it because of criticism of billionaires' \"tax avoidance\" on unrealized gains.</p><p>Some loyalists will be angry when Tesla's share price edges down in anticipation of the selling pressure, but if it recovers quickly from the news then this episode will be another feather in his cap. By reaching out through social media and depicting the sale as his adoring public's decision, Mr. Musk might be able to thread the needle of taking a chunk of money off the table personally while burnishing his public aura and keeping Tesla shares in the stratosphere.</p><p>Mastering green energy and rocket science is impressive stuff, but it is nothing compared with his exquisite grasp of the greater fool theory.</p><p>Write to Spencer Jakab at spencer.jakab@wsj.com</p><p>Elon Musk Insults Tesla Shareholders' Intelligence</p>",
  "published": "2021-11-08T11:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1552,
          "end": 1557
        }
      ],
      "nexusId": "10022657"
    }
  ]
}