{
  "_id": "1dd50d8b32f9324be2265e238ca7d5c7e483beeca7e006223271471f754881b8",
  "feed": "ftcomall",
  "title": "Nicole Krauss: on stealing from life as a livelihood",
  "text": "<p>The other day, a new friend of mine, one who's read enough of my work to know that people in my life sometimes land up in my fiction, mused about whether or not he wished me to write about him. He had gotten the idea that I might (I believe I'd said something offhandedly about his collection of <em>djellabas</em> going right into a book) and he admitted that while the egotist in him most definitely did want to be written about, there was another part of him that feared it: what would I reveal, knowing as much about him as I did already?&#xa0;</p> <p>The same day he wrote this to me, I happened to be nearing the end of the 800-plus-page biography of <a href=\"https://www.ft.com/content/abb364f2-5e92-11e8-ad91-e01af256df68\">Philip Roth</a>, written by <a href=\"https://lithub.com/heres-the-cover-for-blake-baileys-long-awaited-philip-roth-biography/\">Blake Bailey</a>, which will be published in April. The question, both moral and aesthetic, of how a writer transforms the stuff of his life into his art, and the hazards thereof, was the subtext of at least 600 of those pages, but the line that made me laugh out loud was uttered by Roth in an interview with a German journalist who asked if any of his friends had complained when they'd found themselves in his books: “They're pleased as can be,” quipped Roth, who by then had lost a fair number of friends and acquaintances to his habit. “Usually, there's a line of people out there, saying, ‘Do me, do me, do me next!'” </p> <p>While Philip was still alive, in the many conversations we had about plundering from life, or the lives of those close to us, for our fiction, he'd never expressed even an iota of regret. If he ever felt conflicted, he's left no record of it that I know of. I think he considered it the inalienable right of the writer, granted to him by what he was able to do with that material, by what he could turn it into, and, in his fatherly way, he used to inculcate this in me by insisting, whenever some perfect bit fell from his lips and I'd tell him that he ought to use it in a book: “Take it. If you can pick it up and carry it out of the room, it's yours.”</p> <p>That Roth was retired by then and no longer had any professional use for his observations didn't take away from this koan being handed down to me from the Dalai Lama of making off with heavy things from under people's noses. When, once or twice, I replied that I would rather pick up and carry out of the room the silk top hat that Saul Bellow had worn to receive his Nobel, and which, having been bequeathed to Roth, was now perched atop the tall stereo speaker to the left of where I always sat, he'd say that it was to be mine after he was gone, and all I need do was remind the executor of his estate. But many months after he died, when I finally got up the courage to ask, I was told, apologetically, that the Newark Library had already claimed it. </p> <p>So much for waiting; I should have picked it up and carried it out of the room while I could, which was the last chapter in that complex lesson that Roth, through his work and in my life, had wittingly or unwittingly passed on to me.</p>  <p><strong>And yet pilfering from life is never</strong> as easy as all that, is it? It wasn't for Roth — the biography is full of stories of his irate, hurt and otherwise betrayed-feeling lovers and friends, which no doubt took enormous time, energy and emotion to either assuage or steel himself against — nor can I imagine it has been easy for any writer who has ever drawn from life for their alchemy and hurt people in the process, which, I'd venture to say, is nearly every one. Czeslaw Milosz famously wrote, “When a writer is born into a family, the family is finished.” But — forgive me for asking about the murderer while the family is being buried — how does the writer feel about <em>that</em>?</p> <p>It doesn't help that writers tend to befriend other literary types and to fall into bed with them and, occasionally, to marry and divorce them, so that writers themselves not only burgle for their books but are burgled and sometimes even kidnapped and thrown hogtied into the trunk of other people's books. (And even when they aren't, gossipy second-rate critics assume they are.) The feeling of having the record of what you said and did distorted and manipulated to fit another person's fictional narrative and sold at the store for everyone to read is as annoying as it sounds. Not that this taste-of-your-own-medicine works to reform the writer, though the reason isn't necessarily that all writers are incorrigible narcissists. It's because, despite the way things may appear, writers have little choice when it comes to their material.&#xa0;</p> <p>In <em>Time Regained</em>, the seventh and final volume of <em>In Search of Lost Time</em>, Proust at last arrives at the conclusion “that in fashioning a work of art we are by no means free, that we do not choose how we shall make it but that it pre‑exists us, and therefore we are obliged, since it is both necessary and hidden, to do what we would do if it were a law of nature — to discover it.” Not only do we not choose how we make it, we also don't choose what it will grapple with, or the vessels, or characters, of this grappling. </p> <p>To try to write a novel goes something like this: nothing works, nothing works, nothing works, until, like a bolt out of the blue, <em>something</em> does. And if you were to toss out this precious, long-prayed-for something because it reflects too closely on someone you've rubbed up against, who knows when the next thing that works will come along? The next character that will arrive with such bright urgency, who, by some miracle or accident, suddenly came alive on the page, reached up to grab your throat and shouted: do me!&#xa0;</p> <p>And so away you go, not bothering for now about the repercussions of potentially borrowing from any real-life mode for those characters clamouring for words, gasping for language the way a strangled person gasps for air. Because, after all, having laboured to write previous books, by now you know all too well how lived experience and observation must always be transmogrified by the writer's imagination and vision into something it was not in life, and which could never be except in the realm of literature. </p> <p>EM Forster described this process of the writer's as letting down “a bucket into his subconscious, and draw[ing] up something which is normally beyond his reach. He mixes this thing with his normal experiences, and out of the mixture he makes a work of art. [It] is a blend of realism and ‘magic'”. It is exactly because you are so unfortunately intimate with the gargantuan effort this alchemy requires that you can, while you are busy writing, allow yourself to momentarily forget that when your book is at last published, chances are that much of this labour that renders thought and memory into language, and arranges language into art, may be overshadowed by the piquant fascination (and, in some cases — see: Roth — the obsession) with what the writer may have taken, borrowed or stolen from. </p> <p>Whether this fascination comes from the sensational nature of any potential exposure (did you see: nothing under his raincoat!) or a patent disbelief that what feels so true on the page could have been an act of invention, or simply an unwillingness to believe, since that might make the work less affecting, is hard to say; some combination of all of those, I suspect. In any case, the fixation misses the main event, the way a milliner, busy examining the magician's silk top hat (Bellow's, say) for the secret compartment where he keeps the rabbit feed, will miss the sublime rabbit that's been pulled out of it.&#xa0;</p>  <p><strong>All the same, you won't hear any</strong> pleas for sympathy from me. After all, who gave us the right? Not just to flash the reader with our real or imagined nakedness in the hopes that it might make for art, but to ruthlessly borrow&#xa0;or burgle from others, half exposing and&#xa0;half inventing what lies under <em>their</em> clothes in order to discover a law of nature or the true life? “Human beings have their great chance in the novel,” Forster also wrote, but it might be more accurate to say that <em>humanity</em> has its great chance — to live most truly, to be seen most&#xa0;vividly — whereas the individual humans&#xa0;that populate novels must be rife with&#xa0;flaws and full of paradox and conflict, otherwise what story would there be to tell? Does any real person transfused into a vibrant fictional character ever come out more poised and perfect, more lily white, than he or she is&#xa0;in&#xa0;life?</p> <p>The best and bravest writers are savage in their self-cannibalisation, and supply their alter egos with the most difficult versions of themselves, filling them with weakness, loading them with humiliations, highlighting their loserdom, their losses, their lostness. And yet, of course this claim of equal treatment doesn't stand up as defence, since it could be argued that even as the writer offers the most perverse versions of herself in her characters, she knows that her writing will always display the most elevated version of her being.&#xa0;</p> <p>If the experience of having one's own life put through another writer's mill doesn't help to mend a writer's ways, nor, it seems, does a reception that is reductive in its focus on the biographical, or, worse, what is assumed to be biographical but which is often just spectacular rumour. On the contrary, many such writers get up to darker, more mischievous magic.&#xa0;</p> <p>Roth is a shining example of such rebellion, of <em>You want autobiography, here's autobiography for you!</em> Why only double himself, when he can triple himself (see: <em>Operation Shylock</em>)? Why only assert one fictionalised version of the events assumed to be actual when he can assert multiple, competing versions (see: <em>The&#xa0;Counterlife</em>)? In other words, the frustration and pain of having the reading of one's work clouded by the assumption that one has not created but rather shamelessly chronicled can&#xa0;sometimes push the writer to work of startling originality.&#xa0;</p> <p>Memoirists, it seems, get off more easily: almost everyone loves a confession. But the case of <a href=\"https://www.ft.com/stream/fbd60e84-1cb4-457a-a575-312ebbe225f5\">Rachel Cusk</a>, who was savaged by the British press in reviews of her autobiographical accounts of motherhood and divorce, is worth noting, since her response was to return with a fiction trilogy that gave her a foothold in the history of the contemporary novel. In that trilogy, the narrative voice, assigned to the writer's alter ego, is pared away to nothing but a sieve, but a sieve that, while appearing to be a passive recorder of the monologues showered on her, is in fact applying the scalpel to her conversation partners, and reassembling them to create a spectre, as she feels it, and as her reader feels it, of the true life.&#xa0;</p> <p>My own experience of lowering the bucket is that, as a young writer, more often than not it came up with characters wholly invented, who had no origin in anyone I'd ever known. Inevitably, I was asked, for example, if the old man in my novel was modelled on my grandfather, and on a few of these occasions my grandfather himself was in the audience, and laughed aloud, so far was my character from anything he was or had ever been. </p> <p>Sometimes I would explain that I had made that man up and sometimes I would assert that the person that old, lonely, outrageous man resembled most was me, that I had invested him with many parts of myself I would not otherwise have had means or courage to express. But the truth is that I couldn't say, and will never be able to say, where on earth he came from. He came from over there, from that other place that often feels more real to me than the one I live in, and which I am forever trying, and often failing, to get back to.&#xa0;</p> <p>But, in recent years, I've found that the bucket has more often come up with someone or something I have known intimately in my life. And that it's no use to drop the bucket back down again, because it will either come up empty, or with that same bit of precious material (do me!). Twenty years ago, a much&#xa0;older writer friend of mine said, “Well of&#xa0;course you wrote about a man who has lost his memory: you're 25, nothing has yet happened to you.” At the time, I took umbrage but now I'm inclined to agree, given all that has happened to me since: marriage, births, deaths, a career, divorce, lovers, friends, ageing parents, growing children, global catastrophes. And not only to me but to all of those I have lived alongside; so many things that it sometimes feels there is no end to the books that can be written. Though, of course, there will only ever be a few that offer themselves to me and that, coinciding with the right drop of magic, I will be capable of writing. As such, my poaching, I've&#xa0;noticed, has become more brazen. I've walked out of people's houses with things far more intimate and precious than a top hat worn in Stockholm.</p>  <p><strong>Towards the end of the Roth biography</strong>, I came across something that reminded me of an email Philip had written to me in 2014. I'd been working in his studio in Connecticut and, on one of his three desks, observed a marbled notebook with a white sticker on which he'd written, in capital letters, DESTROY UNREAD. I must have asked or joked with him about it: what sort of mixed message was it to leave such a notebook out in plain sight? And don't most writers wish for their lives to be destroyed unread, leaving only the sanctioned, transformed version offered in their novels? Or is the truth more complicated? To hang out the dirty laundry, even having washed it clean with art, will always only be an invitation to look.&#xa0;</p> <p>But after briefly commenting on the notebook — “The sticker says DESTROY UNREAD. It is a command” — Roth went on to recount a memory of the summer of 1942 on the Jersey shore, “the summer before Hitler's Blitzkrieg”: “Bradley Beach and the boardwalk were blacked out at night and bits of debris from ships torpedoed in the North Atlantic would wash up on the shingle with the incoming tide.&#xa0;Once a dead body washed up . . . After just two weeks, we went home.” Rereading it I wondered about the associations on which Roth was riffing. Kafka, almost certainly, whose line written in his 1914 diary — “Germany declares war on Russia — in the afternoon, swimming lessons” — Roth had always admired, and whose wish for things to be destroyed unread went most famously unheeded. </p> <p>But it now occurs to me that this — exactly this — is how so many characters are born to writers: they wash up on our shores as dead bodies, they arrive from who knows where or why, and as the years pass we attempt to breathe life into them. Slowly, they become alive in a process of reversal, full of life whose origins we can't explain and, if we are lucky, they go on living on the page, in the imaginations of readers, on and on, towards some sort of eternity. Though even as I write it, I know this lovely, charitable little fantasy only accounts for half of the truth: the other half, which may well be criminal, amounts to body snatching. But as for the details of who was dug up to create our Frankenstein monsters — who, where, how, why: Destroy Unread. </p> <p><em>“</em><a href=\"https://www.ft.com/content/175cccf3-b69f-4dd3-ba6a-389fd980d9b7\"><em>To Be a Man</em></a><em>”, by Nicole Krauss, is published by Bloomsbury</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/06a83ded-4104-455c-a113-6c2ddb2269c4\"><em>The author in Proust's manifesto is ‘another me' / From Arline Gaujal Kempler, Paris, France</em></a></p><p>Source: Nicole Krauss 2021 'Nicole Krauss: on stealing from life as a livelihood' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T22:00:58.257Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 15124,
          "end": 15129
        }
      ],
      "nexusId": "10022657"
    }
  ]
}