{
  "_id": "4f242ca06d57d07e7f0e84a8a0a2bbd3b55d2b8fac357221e0b0dc441c1d5816",
  "feed": "market-watch",
  "title": "This couple retired 2 years ago on about $27,000 a year. Here's how that's going",
  "text": "<p>In May 2019, Joan and Steve Reid left their part-time day jobs — Joan at the public library and Steve at a florist — and relocated from the affluent New York City suburb of Pearl River, N.Y., to the oceanfront community of Vero Beach, Fla. The aim for the couple, both 67 at the time, was to retire, slash their spending and live off an income of less than $30,000.</p><p>Back then, Next Avenue wrote about the Reids and their plans in what became one of its most popular stories, “Retiring on a Shoestring.” Next Avenue thought it would be interesting to check back to see how things have gone and how things look, two years on.</p><p>“All in all, our total expenses are about the same between New York and Florida,” Joan says.</p><p>But even though their frugality hasn't exactly paid off as planned, the couple is content with the decision to relocate. “Our standard of living and residence have been a total plus. We live the way we always have,” Joan says. “It's not luxury, but it is comfortable.”</p><p>How does retirement feel?</p><p>The geographic and psychic transitions haven't been easy, though. “Our feelings vacillate from being very grateful that we made the move and what we have in retirement to a sense of loss, which has lessened gradually,” Joan says. They still miss New York's seasons, especially autumn.</p><p>In 2019, they eagerly looked forward to a quieter and slower pace of life in Florida. That turned out nicely. “We've adjusted to the slower pace, but it may have more to do with the comfort and acceptance of retirement, which is an opportunity to slow down,” Joan says.</p><p>Their income: then and now</p><p>These days, the Reids cobble together an income from several sources, much as they did in New York.</p><p>Steve, who creates art from found objects and mixed media, sold two pieces of art this year for a total of $350.</p><p>From November 2019 to April 2021, Joan worked as a content editor for two local magazines, grossing $800 a month. “This was an incredible boost for us,” she says. She earned $630 in 2019 from freelance writing, editing and teaching, but only $305 in 2020 and zero so far in 2021.</p><p>Don't miss:The largest COLA hike in 40 years is coming to Social Security in 2022 — what that means for your retirement</p><p>Plus:Don't believe the hype: COLA and Social Security are crucial</p><p>After leaving her editing job, Joan focused on writing&#xa0;“Joyful Passage: A Woman's Path to Retirement,”&#xa0;which she self-published on Amazon AMZN. It chronicles how the Reids approached retirement, their planning process and ultimately the relocation to Florida. Joan expects to earn a $45 royalty from it in November.</p><p>The book's message, she says, “is that it doesn't require a person to be financially wealthy to retire.” While there were no upfront costs writing the book, Joan pays shipping fees on sales and covers the cost of any author's copies. “I do my own marketing through social media and emails,” she says.</p><p>The couple received a $2,400 pandemic stimulus check from the U.S. government in 2020 and one for $2,200 in 2021, which were a great help.</p><p>They get a combined $257 in pensions each month, too. And while their Social Security benefits have increased a bit each year (both began claiming at 62), so have their Medicare premiums, so it's basically a wash.</p><p>All told, they project 2021 income to be $24,769, roughly the same as in 2020 but down from $27,000 in 2019. Florida has no state income tax, which helps them keep more of what they bring in.</p><p>What's happened with their expenses</p><p>Their overall daily living expenses are on par with those when they lived in New York, though they're&#xa0;higher for medical costs, food and automobile insurance.</p><p>In 2020, their medication costs totaled $423. This year, they've already hit $583. “Steve's meds have increased in quantity,” Joan explains, “which means more doctor visits and follow-up visits. And co-pays became more frequent.”</p><p>To lower their prescription costs, the couple has applied for patient-assistance programs with pharmaceutical companies, and Steve has been able to get free medication for his dry-eye syndrome.</p><p>Medical co-pays shot up from $848 in 2020 from about $505 in 2019. “The Cleveland Clinic swallowed up a lot of medical practices in Vero Beach. It adds another tier of payment to every doctor visit,” says Joan. Now, they try not to use medical practices associated with the Cleveland Clinic, which in 2019 took over Indian River Medical Center in Vero Beach, having first arrived in South Florida three decades earlier.</p><p>To&#xa0;save on doctor visits, the Reids take advantage of free blood pressure, glucose and cholesterol checks at their primary-care physicians' offices.</p><p>Also see:‘Health care will keep us from going back to the U.S.': Texas couple who retired to Spain on about $2,000 a month</p><p>Joan says dental work is more costly in Florida, but they've found a dentist who “works with our needs and budget, and we have been able to have some work done by paying with installments.”</p><p>Gasoline, at $60 a month, and car insurance, $100 monthly, cost the Reids about the same as in New York. They drive a 16-year-old Chrysler with 195,000 miles on it.</p><p>The couple's biggest savings: rent. In New York, they'd be paying $1,450 month. While their Vero Beach rent has increased nearly 10%, from $800 to $870, they're still saving a bundle.</p><p>Meantime, the Reids have managed to pay down some debt and now owe $1,580, down substantially from $4,000. To do that, they managed to get some of their credit-card interest and fees removed by contacting creditors directly.</p><p>“I emailed an appeal letter directly to the CEO of Capital One COF and one to Care Credit,” Joan says. “Both interceded on our behalf by removing over $800 in interest and freezing the account balances without interest accruing. The accounts were effectively closed.”</p><p>Also, Joan notes, she called Sears SHLDQ and negotiated with customer service to close out a card there, paying down remaining interest with small automatic payments. The couple plans to have zero debt in early 2022.</p><p>The Reids have saved a bit, too. Currently, they have $2,400 in rainy-day funds. But Joan says she didn't have a specific plan for savings. “It was hit and miss,” she noted.</p><p>Get a job?</p><p>In the 2019 Next Avenue article, the Reids mentioned plans to get part-time jobs (“less than 10 hours per week for each of us, at minimum wage”). They've given up on that idea. “We looked initially, when we arrived,” Joan explains. “But both of us quickly realized we were square pegs trying to fit into round holes.”</p><p>Instead, she says, “What we're doing to help ourselves is getting Steve's art into the public eye, and I'm writing.”</p><p>Steve had two solo art exhibits this year and was featured in a local magazine. “The exposure has catapulted his art career in the region,” Joan says.</p><p>Overall, she notes, “retirement has afforded us more time to commit to artistic pursuits which may bring in revenue.”</p><p>Don't miss: I'm 66, get $26,300 a year in Social Security and want to live in a small city by the ocean — so where should I retire?</p><p>To trim expenses: thinking outside the box</p><p>Even with her editing job until this spring, Joan says she and her husband “needed assistance with food and were helped by a Salvation Army food pantry several times.”</p><p>To keep food bills down, they don't order takeout or go out to eat and have been eating more vegetarian meals this year.</p><p>For entertainment, they borrow books and films from the library rather than pay for them. The Reids have no TV service. “We watch shows on YouTube connected from a personal hot spot on my iPhone,” Joan explains.</p><p>They take advantage of free admission days at the Vero Beach Museum of Art and free outdoor dance parties with live music at a local park.</p><p>They also shop at Goodwill for kitchenware and clothing. “I cannot remember the last time I bought clothes from a regular retail store,” Joan says. They frequent dollar stores for basics like sugar, paper products, 2-for-$1 greeting cards, soda, refrigerated items, shampoo, linens, underwear and shoes.</p><p>One small splurge: Joan joined nearby McKee Botanical Garden for a cost of $60 a year. “The environment and surrounding nature make it my piece of tranquility to commune with Mother Earth,” she says.</p><p>Read this:I never expected to retire to Panama — but we are living ‘very comfortably' on $1,200 a month</p><p>Other outdoors activities are free: They look for seashells on beaches less than 10 minutes away and walk to the trails at nearby Greenway Lagoon.</p><p>Is there is anything they would have done differently in hindsight?</p><p>“Our situation has turned out the way it was supposed to, and our plan is to live the best we can on what we have,” Joan says, “and continue to pursue our passions of visual art and writing.”</p><p>Debbie L. Miller&#xa0;writes from Brooklyn, N.Y. This is her 17th article for Next Avenue.</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2021 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>Why Is Florida the Worst State for Long-Term Care?</p><p>Retirement Spending 101: The Do's and Don'ts</p><p>How to Use a Tax-Saving Health Savings Account in Retirement</p>",
  "published": "2021-11-13T13:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}