{
  "_id": "6b0dd05e0e513790674347eb7de2a0c925ede60ce385a5265c3c0d7cab59ad39",
  "feed": "ftcomall",
  "title": "Indonesia and Foxconn in talks over electric vehicle investment",
  "text": "<p>Indonesia and iPhone assembler Foxconn have held talks over electric vehicle investment in the south-east Asian country, though the two sides differ on what was decided.</p> <p>Both sides in separate statements confirmed investment discussions took place&#xa0;in late October. Any such entry into Indonesia by Foxconn would be a huge boost for a country that aims to position itself as a main player in the global EV supply chain.</p> <p>Indonesia said on October 24 that Foxconn “plans to build” electric vehicles and batteries there, though the Taiwanese company stopped short of confirming that any such plan&#xa0;was&#xa0;made.</p> <p>Indonesia's Investment Coordinating Board (BKPM) released a statement detailing a meeting between its head, Bahlil Lahadalia, Foxconn chair Young Liu and Horace Luke, founder of Taiwan's&#xa0;leading electric scooter and battery exchange system provider Gogoro.</p> <p>BKPM quoted Liu as saying Foxconn “plans to build a comprehensive electric battery and electric vehicle industry in Indonesia” for two-wheel and four-wheel vehicles. “We will not only assemble, but we want to build a whole industry for Indonesia in Indonesia,” Liu said, according to the statement.</p> <p>Foxconn confirmed that a meeting took place “over a possible investment in Indonesia” regarding EVs and batteries. It added that the BKPM chief offered incentives to support the Taiwanese company's future investments in Indonesia.</p> <p>When contacted by Nikkei Asia, Foxconn reiterated its earlier statement; a person familiar with the matter said that discussions were at an early stage and nothing had been decided.</p> <p>The talks come as Foxconn reaffirmed its commitment to the EV business, saying that it planned to turn its nascent auto segment into a $35bn business in five years. It is already building a production facility in Thailand with state-backed oil and gas company PTT to service south-east Asia, and plans to build EV factories in Europe, India and either North or South America by 2024.</p> <p>Earlier in October, Foxconn struck multiple deals worth $280m with US EV start-up Lordstown Motors to acquire its manufacturing plant in Ohio, which will become Foxconn's first EV manufacturing base for the North American market.</p> <p>The Taiwanese maker joins a long list of companies that have shown interest in investing in Indonesia's nascent EV industry. These include the likes of Germany-based BASF, Tesla of the US and China's CATL.</p> <p>South Korea's Hyundai Motor Group and LG Energy Solution in September started construction on a $1.1bn EV battery plant in Indonesia, which is scheduled to begin production in 2024. Hyundai is also building an automobile factory nearby, with production expected to start next year.</p> <p>Companies are particularly interested in Indonesia for its rich nickel reserves, a vital ingredient in EV batteries. Indonesia produced an estimated 760,000 tons of nickel in 2020 and has a further 21m tons of reserves, according to the US Geological Survey, more than anywhere else in the world in both categories.</p> <p>The country accounts for roughly 30 per cent of the world's nickel production and about 22 per cent of global reserves and is critical to ensuring a stable supply of battery materials.</p> <p>Archipelagic Indonesia wants to leverage its reserves by bringing in investment and becoming a pivotal cog in the global EV supply chain. It set up a state-owned battery holding company in March and said that in five years the country intended to have an integrated industry encompassing everything from upstream development, mining raw materials for EV batteries, to downstream — the manufacturing of batteries and the vehicles themselves.</p> <p>To spur investment into nickel processing including refineries, the government also put into effect a ban on exports of unprocessed nickel ore in January 2020, two years earlier than expected.</p> <p><a href=\"https://asia.nikkei.com/Business/Transportation/Indonesia-and-Foxconn-in-talks-over-electric-vehicle-investment\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on October 25 2021. ©2021 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Foxconn-aims-to-build-EV-factories-in-Europe-and-India-by-2024\">Foxconn aims to build EV factories in Europe and India by 2024</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Foxconn-aims-to-turn-EVs-into-a-35bn-business-in-five-years\">Foxconn aims to turn EVs into a $35bn business in five years</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Foxconn-secures-first-EV-plant-in-U.S.-with-Lordstown-deal\">Foxconn secures first EV plant in US with Lordstown deal</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Hyundai-and-LG-start-building-1.1bn-EV-battery-plant-in-Indonesia\">Hyundai and LG start building $1.1bn EV battery plant in Indonesia</a></p></li> </ul><p>Source: Shotaro Tani and Lauly Li, Nikkei staff writers 2021 'Indonesia and Foxconn in talks over electric vehicle investment' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-31T23:00:06.747Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}