{
  "_id": "4df1ef1a4b8c076fe44e88381a98fe075f4a5bac3bd601ea3a38a6d318c28463",
  "feed": "ftcomall",
  "title": "Making a home for nature is harder than you think",
  "text": "<p>Make a home for nature. Experts insist this is what we should do with our parks, gardens, balconies and rooftops. Piles of rotting logs. Hand-crafted bee hotels. Dainties to tempt the pickiest avian palates. That way we can attract the animals that are lifting our spirits during the long, grinding lockdowns of the pandemic.</p> <p>But how far should you go in making a home for nature? The experts are unclear on this. My house, for example, shelters an internationally important population of fabric moths. What the Bass Rock is to gannets, our hall rug is to tineola bisselliella. It cannot be long before our London home is declared a Site of Special Scientific Interest. Take that, Knepp Estate.</p> <p>Nor do I object to the small wasps that build delicate, spherical nests under the eaves of our shed. I drew the line at common wasps dwelling in our roof space. Our rooms were filled with lost wasps. They were confused, tired and irritable. Us too.</p> <p>My plan was to clamber on to a flat section of the roof, repel angry wasps swarming from the nest with squirts of insecticide and block the hole. I reckoned my diving suit would protect against stings. </p> <p>I did not wear the neoprene hood. I did not want to look ridiculous.</p> <p>“I notice your husband is climbing around on your roof in a diving suit,” our neighbour remarked brightly to my wife over the fence. “It's the kind of thing he does,” she replied, wishing to avoid explanations.</p> <p>I did not get stung on the head as much as you might imagine. The pest controllers came promptly. They dealt with the wasps while I slathered myself with antihistamines.</p> <p>Nature does not always make its home where you think it should. There is a proliferating range of accommodation you can buy for garden animals. Do not always expect them to use such shelters, at least not for intended purposes. </p> <p>I made a wooden bumble bee nest box years ago, following complicated instructions in a field guide. It has become the ancestral home to generations of slugs and woodlice. Queen bees have haughtily ignored it. They sometimes nest in a box designed for sparrows, which the sparrows shun.</p> <p>Our swift nesting box has the RSPB logo on it yet the swifts still ignore it. They prefer a hole in the gable of our neighbour's house, which has received no official endorsement from the UK's largest conservation charity. This is poor form on their part, I feel. </p> <p>I've even tried playing swift calls through a speaker hung out of the window, as recommended on birding websites. Sooner or later, young people will complain to the council it is drowning out their grime music.</p> <p>The town pigeons are delighted with the swift nesting box, however. Last summer, a young pair — very sweet, just starting out in life — nested on top of it. They whitewashed our windows with droppings every time they flew off to collect more twigs. They laid several eggs that rolled off and splatted on the patio furniture.</p> <p>Pigeons and squirrels do very nicely from bird-feeding stations intended for wildlife with larger human fanbases. <a href=\"https://www.ft.com/content/84e3e8cd-cbc3-4bdc-9891-dbe27a103886\">Jane Owen </a>and <a href=\"https://www.ft.com/content/9eeba4d8-b023-49e9-b319-ab0305922025\">Claer Barrett </a>have both written excellent articles on feeding garden birds. I have only one thing to add: a conical baffle is the best way to stop these squirrels raiding the feed. </p> <p>If you are of a satirical bent, you should also acquire a trombone. Then you can play a bathetic descending glissando whenever a squirrel that has shinned up the metal pole slides slowly down again.</p> <p>There is a nice Spanish word that sums up for me the ideal relationship between nature and humans: convivencia. It implies amiable rubbing along rather than chilly coexistence. The other party will not always do what you expect. So what?</p> <p>Much New Age flapdoodle is written about nature therapy, the loose concept in the title of this column. The idea is that nature takes you out of yourself. The best advice is to slow down, tune in and widen out. You will benefit more from ambling round local green space than crashing through undergrowth in a quest for tree creepers. Listen to podcasts or music another time. Tune in to birdsong instead. </p> <p>Widen out to appreciate the fluctuations we miss when focusing on charismatic species or natural spectacles. There are no evening murmurations of starlings where I live. Wheeling flocks of black-headed gulls above a park lake are a good substitute. </p> <p>Keep your eyes peeled for the unexpected. Last week, I spotted a blackcap in our London garden. This lively little warbler probably flew from Germany, some 500 miles away. That is an immense distance for a tiny bird to cover in strong winds and freezing cold. Seeing her made my day.</p> <p>The resilience of wild creatures is providing a welcome lift at the moment, with work and home now uncomfortably intermingled, and with each grey winter's day of video meetings and emails merging with the next. Nature is just a synonym for “life” in its non-human form. And life, hearteningly, is irrepressible.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. </em></p> <p><em>Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/ab962a44-5ed2-4fe6-a905-7765309be44f\"><em>This twitcher can stay in bed and watch the birds</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/ab962a44-5ed2-4fe6-a905-7765309be44f\"><em>From John Steward, White Plains, NY, US</em></a></p> <p><a href=\"https://www.ft.com/content/c7110c2a-333f-437e-a6f9-d644adc33437\"><em>Migrating warbler throws a garden party or two</em></a><em> / </em><a href=\"https://www.ft.com/content/c7110c2a-333f-437e-a6f9-d644adc33437\"><em>From Sarah and Mark Croft, Swansea, UK</em></a></p><p>Source: Jonathan Guthrie 2021 'Making a home for nature is harder than you think' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T16:29:43.590Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5148,
          "end": 5153
        }
      ],
      "nexusId": "10022657"
    }
  ]
}