{
  "_id": "1176567b36d535c28347f0286246805310a9c06f477532dd053f969e15327afd",
  "feed": "ftcomall",
  "title": "Exercise in elegance — gym equipment with designer flair",
  "text": "<p>Shoppers with artsy taste can find a Keith Haring-branded Polaroid camera and Mondrian-esque printed placemats for sale at the MoMA Design Store. The emporium associated with New York City's Museum of Modern Art curates <em>objets d'art</em> for people who want their everyday items to have aesthetic appeal. Now, its selection includes a stylised version of one of fitness's ugliest and most utilitarian items: the Velcro-wrapped wrist/ankle weight. </p> <p>A Los Angeles-based company, Bala, reimagined the pragmatic, lumpy contraption for a social media- and design-savvy consumer base. Small, flat bars of recycled stainless steel are covered in a skin of smooth silicone in an array of calming shades and then lined up in rows on a “bangle” of elastic with the Velcro hidden beneath. </p> <p>Natalie Holloway and Max Kislevitz, the husband and wife who founded Bala, originally wanted to disrupt the functionality of a product they say often didn't fit well and ended up “smelling really bad”. But they saw the style potential early on, particularly as they both came from advertising backgrounds. They cite the iPhone's rounded edges and Bkr water bottles' silicone sleeves as inspiration. </p> <p>“[We thought] there might be a much bigger opportunity in a design-led approach to an otherwise utilitarian category,” says Kislevitz. “I think we opened our eyes to this idea that fitness and fashion don't have to be so distinct from one another because, at the end of the day, it's the same consumer.” </p> <p>Bala is sold not only via traditional fitness retailers but also in fashion emporiums. It has since expanded its offerings from bangles to a weighted ring, curvy weighted bar, hand weights in the shape of pills, and geometric blocks and foam rollers. The bangles retail for about $55 a pair, significantly more than its ugly predecessor. The brand launched in 2018, but had its big break in February 2020, when the founders appeared on <em>Shark Tank</em> and ultimately landed an investment from Mark Cuban and Maria Sharapova. The pandemic shutdowns hit about a month later, and Bala's sales jumped from $2.1m in 2019 to $15.8m in 2020. </p> <p>Luxury fashion houses have long dabbled in logo-adorned fitness gear, such as Chanel's notorious <a href=\"https://www.ft.com/content/0e21809c-6992-11e8-aee1-39f3459514fd\">surfboards</a> and Dior's recent <a href=\"https://www.technogym.com/us/newsroom/dior-technogym-limited-edition/\">collaboration</a> with Technogym on branded treadmills and balance balls. But these can feel like stunts. Home decor shops and independent fitness equipment brands have figured out a more appealing style crossover.</p> <p>In the past five to 10 years, Rik Smith, an interior designer, member of the British Institute of Interior Design, and owner/director of the Yorkshire-based Design Emporium, has seen a rise in clients requesting wellness spaces in their homes, a trend that has accelerated since the pandemic took hold. While gyms used to be utilitarian spaces in basements and garages, homeowners are now requesting what Smith calls “multifunctional spaces” incorporating an office, living area and fitness nook. He often furnishes the latter with a piece or two from brands such as Pent, which sells custom benches and weights in wood and leather finishes (a wood-handled jump rope is on sale for $340, <a href=\"https://www.pentfitness.com/product-page/luxury-wood-and-steel-skipping-rope\">pentfitness.com</a>). </p> <p>CB2, the modern younger sibling of furnishings retailer Crate &amp; Barrel, sells a set of <a href=\"https://www.cb2.com/black-marble-5-lb-dumbbell/s381727\">marble hand weights</a> for $100, as well as <a href=\"https://www.cb2.com/kenko-walnut-4-lb-weight-set/s372317\">dumbbells from Kenko</a> shaped like rounded bars crafted from hardwoods, which sell for more than $250 a set. “These pieces are meant to be used during at-home workouts and then serve as decor when they're not in use,” says Andrea Erman, CB2 divisional merchandise manager. </p> <p>Brands that manufacture large format equipment are also trying to buck the ubiquitous black industrial look with bikes and rowers that can blend in with the warm woods that are a hallmark of hip home decor. WaterRower has a spin-off brand headquartered in Germany, called NOHrD. It features a bike, benches and even a treadmill with wood bodies and trim. Customers supposedly leave the brand's TriaTrainer bench (£619, <a href=\"https://www.nohrd.com/uk/triatrainer-walnut.html\">nohrd.com</a>), meant for weightlifting and core work, “in their living spaces and even use it as a substitute for extra seating”, says David Jones, director of marketing for WaterRower and NOHrD.</p> <p>A newly launched connected Pilates brand called Frame Fitness ($3,000, plus $39-a-month streaming subscription, only available in North America currently) has a curved wood Pilates reformer that takes inspiration from Eames chairs, says co-founder Melissa Bentivoglio. It comes in a light wood with coral accents or sleek charcoal. Its tagline? “Elevate your space.” </p> <p>The trend is still finding its way into the mainstream. In the US, Target sells golden weights and graphic-printed yoga mats in collaboration with popular fitness influencer Cassey Ho of Blogilates (from £11, <a href=\"https://www.target.com/p/blogilates-dumbbell-gold-3lbs/-/A-80315235#lnk=sametab\">target.com</a>). A spate of Amazon copycats have attempted to knock off Bala's design. But the majority of affordable equipment is still black and blocky. It definitely isn't ready for its MoMA moment.</p> <p><em>Follow&#xa0;</em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em>&#xa0;on Instagram to find out about our latest stories first</em></p><p>Source: By Cheryl Wischhover 2021 'Exercise in elegance — gym equipment with designer flair' FT.com 30 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-30T05:00:50.272Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}