{
  "_id": "ec4a80f28b67c488bf6d84fffe2ac5ca99843a6e6e396e409f8ee6a1cde1671a",
  "feed": "ftcomall",
  "title": "The parable of John Rawls",
  "text": "<p>In the latest Pixar film,&#xa0;<em>Soul</em>, every human life starts out as a blank slate in a cosmic holding pen. Not until clerks ascribe personalities and vocations does the corporeal world open. As all souls are at their mercy, there is fairness of a kind. There is also chilling caprice. And so Pixar cuts the stakes by ensuring that each endowment is benign. No one ends up with dire impairments or unmarketable talents in the “Great Before”.</p> <p>Kind as he was (a wry Isaiah Berlin, it is said, likened him to Christ), John Rawls would have deplored the cop-out. This year is the 50th&#xa0;anniversary of the most important tract of political thought in the last century or so. To tweak the old line about Plato, much subsequent work in the field amounts to footnotes to&#xa0;<em>A Theory of Justice</em>. Only some of this has to do with its conclusions. The method that yielded them was nearly as vivid.</p> <p>Rawls asked us to picture the world we should like to enter if we had no warning of our talents. Nor, either, of our looks, sex, parents or even tastes. Don this “veil of ignorance”, he said, and we would maximise the lot of the worst-off, lest that turned out to be us. As we brave our birth into the unknown, it is not the average outcome that troubles us.</p> <p>From there, he drew principles. A person's liberties, which should go as far as is consistent with those of others, can't be infringed. This is true even if the general welfare demands it. As for material things, inequality is only allowed insofar as it lifts the absolute level of the poorest. Some extra reward for the hyper-productive: yes. Flash-trading or Lionel Messi's leaked contract: a vast no. Each of these rules puts a floor — civic and economic — under all humans.</p> <p>True, the phrase-making helped (“the perspective of eternity”). So did the timing: 1971 was the Keynesian Eden, before Opec grew less obliging. But it was the depth and novelty of Rawls's thought that brought him reluctant stardom. </p> <p>Even those who denied that he had “won” allowed that he dominated. Utilitarians, once-ascendant in their stress on the general, said he made a God of the individual. The right, sure that they would act differently under the veil, asked if this shy scholar had ever met a gambler. But he was their reference point. And others' too.&#xa0;<em>A Theory</em>&#xa0;might be the densest book to have sold an alleged 300,000 copies in the US alone. It triumphed.</p> <p>And it failed. Soon after it was published, the course of the west turned right. The position of the worst-off receded as a test of the good society. Robert Nozick, Rawls's libertarian Harvard peer, seemed the more relevant theorist. It was a neoliberal world that saw both men out in 2002.</p> <p>An un-public intellectual, Rawls never let on whether he cared. Revisions to his theory, and their forewords, suggest a man under siege, but from academic quibbles not earthly events. For a reader, the joy of the book is in tracking a first-class mind as it husbands a thought from conception to expression. Presumably that, not averting Reaganism, was the author's aim too.</p> <p>And still the arc of his life captures a familiar theme. It is the ubiquity of disappointment — even, or especially, among the highest achievers. Precisely because they are capable of so much, some measure of frustration is their destiny. I think of Tony Blair, thrice-elected and still, post-Brexit, somehow defeated. (<em>Sunset Boulevard</em>, so good on faded actors, should be about ex-politicians.) Or of friends who have made fortunes but sense, and mind, that no one esteems or much cares about business.</p> <p>The writer Blake Bailey tells an arresting story about Gore Vidal. The Sage of Amalfi was successful across all literary forms save poetry. He was rich enough to command one of the grandest residential views on Earth. If he hadn't convinced Americans to ditch their empire or elect him to office, these were hardly disgraces. On that Tyrrhenian terrace, though, when a friend asked what more he could want, he said he wanted “200 million people” to “change their minds”. At some level, however mild his soul, so must have Rawls.</p> <p><em>Email Janan at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Janan Ganesh 2021 'The parable of John Rawls' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T22:00:45.572Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4324,
          "end": 4329
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}