{
  "_id": "2c45635b3994487a2c6239ab3f783e6703cab664728c7e1d736325005f28a831",
  "feed": "ftcomall",
  "title": "Netflix outpaced by the old media companies it sought to dethrone ",
  "text": "<p>Heavy is the head that wears<em> The Crown.&#xa0;</em></p> <p>Once a scrappy upstart of the TV industry, Netflix has become the king of streaming with 208m subscribers — nearly half of the world's total excluding China.&#xa0;</p> <p>But the latest round of quarterly results from media companies, which concluded on Thursday night with figures from <a href=\"https://www.ft.com/content/9c030b64-86f2-497f-a4e8-d0c183a2497b\">Disney</a>, has shown that the disrupter is now firmly in the role of defensive incumbent.</p> <p>Three of the old media groups that Netflix sought to dethrone — Disney, HBO and ViacomCBS — all grew their <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming services</a> more quickly in the first three months of this year, fuelling investors' fears that Netflix must keep pouring billions into new shows to entice viewers or risk losing its momentum.</p> <p>“Netflix isn't just in the game, it had a hand inventing it. But prospering is different to plodding, so the rest of this year is crucial,” warned Sophie Lund-Yates, equity analyst at Hargreaves Lansdown. “Performance in the pandemic was impressive, but anyone can make hay while the sun shines”.&#xa0;</p> <h2>‘No real change we can detect'</h2> <p>Netflix added fewer than 4m subscribers globally in the first three months of the year, badly missing its own forecasts. Only 450,000 people signed up in the US and Canada, its biggest market.&#xa0;</p> <p>Reed Hastings, Netflix co-founder, largely brushed off the threat from rivals after reporting those figures last month, telling investors: “There's no real change that we can detect in the competitive environment.”&#xa0;</p> <p>But Disney Plus lured 9m subscribers in the quarter and ViacomCBS added 6m, while HBO signed up nearly 3m US subscribers to its Max streaming service.&#xa0;</p> <p>In the past year and a half, Disney, Apple, WarnerMedia, Comcast and others have launched new streaming platforms. There are now more than 100 streaming services to choose from, according to data company Ampere, with a dizzying number of niche products such as Shudder, which is dedicated to horror, or Horse &amp; Country, which streams horse races.&#xa0;</p> <p>Unlike cable television, which often locked customers into sticky pay packages, Netflix subscriptions can be cancelled with a few taps of a keyboard, making it easier for people to switch among services depending on what they want to watch.</p> <p>Netflix shares have lost 10 per cent this year, missing out on a broader rally in the stock market.&#xa0;</p> <p>Some of this is explained as a pause after a striking rally in its shares in recent years, when the company reached new subscriber heights and investors were willing to pay increasingly high prices for a piece of its future growth.</p> <p>But there are also signals that Netflix, founded in 1997, is transitioning to a more mature stage.</p> <h2>‘A different phase of growth'</h2> <p>The company in January said it no longer needed to raise debt to cover the cost of its programming, a milestone after a decade of relying on junk debt to outspend the Hollywood studios. Netflix last month announced a $5bn stock buyback plan.&#xa0;</p> <p>While Netflix is operating like an incumbent, raising prices and wringing more money from customers, the century-old Walt Disney company and its peers are resembling start-ups, prioritising growth as they lose billions a year on streaming efforts.&#xa0;</p> <p>Disney's direct to consumer business unit — which includes Disney Plus, Hulu and ESPN — posted an operating loss of $290m on $4bn in revenue during the quarter. Disney expects to lose money from its streaming business until the 2023 fiscal year.&#xa0;</p> <p>“Netflix is at a different phase of growth compared to other streamers,” said Paolo Pescatore, analyst at PP Foresight. “It will be many years before many other streaming services turn a profit. All are placing huge bets and will be loss leaders for years.”</p> <h2>‘We are spending a lot of money'</h2> <p>The strategy has been good to Disney: its stock has climbed by more than 60 per cent in the past year as investors focused on how many streaming subscribers it added, rather than the billions of dollars it lost to the pandemic. The fact that its first-quarter subscriber number was shy of forecasts by 5m sent its shares lower in after-hours trading on Thursday.</p> <p>There are now more video streaming subscriptions than there are people in America, according to Ampere, with 340m subscribers to a population of 330m, opening the question of how many services households will keep paying for.&#xa0;</p> <p>Executives agree that hits are ultimately the driver of the subscription business. And as Hollywood knows, they are difficult to predict.&#xa0;</p> <p>Bob Chapek, Disney chief executive, pointed to recent Marvel programming as the catalyst for its recent subscriber momentum. “We are spending a lot of money . . . in order to create content that keeps consumers coming back,” he said on Thursday.</p> <p>Netflix executives have promised that growth would heat up in the second half of 2021, with the return of shows such as <em>The Witcher</em>. “There's a lot resting on the beefed out content schedule due later this year,” said Lund-Yates at Hargreaves Lansdown. “Or the spotlight will be on [Netflix] for a lot of the wrong reasons.”</p> <p><em>Additional reporting by Alex Barker</em></p><p>Source: Anna Nicolaou in New York 2021 'Netflix outpaced by the old media companies it sought to dethrone ' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T04:00:48.184Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1638,
          "end": 1643
        }
      ],
      "nexusId": "10022657"
    }
  ]
}