{
  "_id": "ccefb93fc70b3d60cdb6a6c3f722004c356c17517163acf1a2b6196fc8a42009",
  "feed": "wall-street-journal",
  "title": "Secret Google Project Accused Of Using Ad Data to Lift Sales",
  "text": "<p>The documents filed this week were part of Google's initial response to the Texas-led antitrust lawsuit, which was filed in December and accused the search company of running a digital-ad monopoly that harmed both ad-industry competitors and publishers. This week's filing, viewed by The Wall Street Journal, wasn't properly redacted when uploaded to the court's public docket. A federal judge let Google refile it under seal.</p><p>Some of the unredacted contents of the document were earlier disclosed by MLex, an antitrust-focused news outlet.</p><p>The document sheds further light on the state's case against Google, along with the search company's defense.</p><p>Much of the lawsuit involves the interplay of Google's roles as both the operator of a major ad exchange -- which Google likens to the New York Stock Exchange in marketing documents -- and a representative of buyers and sellers on the exchange. Google also acts as an ad buyer in its own right, selling ads on its own properties such as search and YouTube through these same systems.</p><p>Texas alleges that Google used its access to data from publishers' ad servers -- where more than 90% of large publishers use Google to sell their digital ad space -- to guide advertisers toward the price they would have to bid to secure an ad placement.</p><p>Google's use of bidding information, Texas alleges, amounted to insider trading in digital-ad markets. Because Google had exclusive information about what other ad buyers were willing to pay, the state says, it could unfairly compete against rival ad-buying tools and pay publishers less on its winning bids for ad inventory.</p><p>The unredacted documents show that Texas claims Project Bernanke is a critical part of that effort.</p><p>Google acknowledged the existence of Project Bernanke in its response and said in the filing that \"the details of Project Bernanke's operations are not disclosed to publishers.\"</p><p>Google denied in the documents that there was anything inappropriate about using the exclusive information it possessed to inform bids, calling it \"comparable to data maintained by other buying tools.\"</p><p>Peter Schottenfels, a Google spokesman, said the complaint \"misrepresents many aspects of our ad tech business. We look forward to making our case in court.\" He referred the Journal to an analysis conducted by a U.K. regulator that concluded that Google didn't appear to have had an advantage.</p><p>The Texas attorney general's office didn't respond to requests for comment.</p><p>Google's outsize role in the digital-ad market is both controversial and at times murky.</p><p>In some instances, \"we're on both the buy side and the sell side,\" Google's chief economist, Hal Varian, said at a 2019 antitrust conference held by the University of Chicago Booth School of Business. Asked how the company managed those roles, Mr. Varian said the topic was \"too detailed for the audience, and me.\"</p><p>In the filing, Google said Project Bernanke used data about historical bids made through Google Ads to adjust its clients' bids and increase their chances of winning auctions for ad impressions that would have otherwise been won by rival ad tools. The company acknowledged as accurate an internal 2013 presentation showing that the project was expected to generate $230 million in revenue that year; Texas has cited that presentation as proof that Google benefited from its advantage.</p><p>The document also sheds more light on a once-secret deal between Facebook Inc. and Google, known as Jedi Blue, which allegedly guaranteed Facebook would both bid in -- and win -- a fixed percentage of ad auctions.</p><p>The agreement was signed by, among other individuals, Philipp Schindler, Google's senior vice president and chief business officer, and Sheryl Sandberg, Facebook's chief operating officer, an unredacted section of Google's filing states.</p><p>Google acknowledged in its responses that it had agreed to make \"commercially reasonable efforts\" to ensure that Facebook was able to identify 80% of mobile users and 60% of desktop users, excluding users of Apple's Safari web browser, in ad auctions. The Texas complaint alleges that this activity appears \"to allow Facebook to bid and win more often in auctions.\"</p><p>Google further acknowledged in the filing that Jedi Blue required Facebook to spend $500 million or more in Google's Ad Manager or AdMob auctions in the fourth year of the agreement, and that Facebook committed to making commercially reasonable efforts to win 10% of the auctions in which it had bids.</p><p>Facebook didn't comment on the new information in the Texas documents. The company has said it doesn't believe it was given special treatment compared with other Google partners.</p>",
  "published": "2021-04-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4014,
          "end": 4019
        }
      ],
      "nexusId": "10022657"
    }
  ]
}