{
  "_id": "7bea612761cc36cc2dc4425388e0b84d54fe1816bf9de96e588a4fe1bd2de3f6",
  "feed": "ftcomall",
  "title": "Jimmy Lai's Hong Kong media group in doubt after asset freeze",
  "text": "<p>A Hong Kong media company controlled by Jimmy Lai halted trading of its shares on Monday after authorities froze the jailed pro-democracy campaigner's assets under the territory's national security law. </p> <p>The development marked the first time the legislation, imposed by Beijing last year, has been used against a majority investor in a listed company, and was likely to cast a cloud over <a href=\"https://www.ft.com/content/37cb7011-5c2b-4c5b-87a2-61650ddb4d9a\">press freedom</a> in Hong Kong, critics said. </p> <p>The trading halt on Monday came as Lai, along with nine other activists, pleaded guilty to a charge of organising an “unauthorised assembly” for a demonstration on <a href=\"https://www.ft.com/content/9fd344fe-e3e8-11e9-b112-9624ec9edc59\">China's national day</a> on October 1 2019. </p> <p>Lai, who is <a href=\"https://www.ft.com/content/b70d4b50-2828-441a-8ec3-5328dad9acd7\">already in prison </a>over his participation in a separate demonstration, also faces other charges including conspiracy to collude with foreign forces under the national security law. </p> <p>The multiplying cases against Lai have threatened his business interests, especially the popular tabloid, Apple Daily, which is known for its tough editorial stance on the government. Lai holds 71 per cent of Hong Kong-listed Next Digital, the media company that owns Apple Daily, a stake worth about HK$350m (US$45m).</p> <p>Officials in Beijing have called for Lai's prosecution, accusing him of helping instigate widespread anti-government protests in Hong Kong in 2019, which posed the strongest challenge to Communist Party rule in decades.</p> <p>The Hong Kong government said on Friday evening that it had frozen Lai's shares in Next Digital, as well as the bank accounts of three companies he owns. </p> <p>Next Digital was already facing <a href=\"https://www.ft.com/content/a0560d37-b72d-46f7-add1-b5a8c610b39a\">financial difficulties</a>, partly because of the coronavirus pandemic. It recently halted the print edition of its newspaper in Taiwan. </p> <p>Lai has been one of the most <a href=\"https://www.ft.com/content/398cbe8f-8b13-4537-a38e-84c8c0d75070\">outspoken campaigners</a> for democratic rights for Hong Kongers. Authorities have alleged that he encouraged the US to impose sanctions on Hong Kong. </p> <p>The Trump administration <a href=\"https://www.ft.com/content/f06b1250-58d5-4e5c-b408-6085279628aa\">enacted sanctions</a> against more than a dozen Chinese and Hong Kong officials in response to the passage of the security law last year.</p> <p>Lai's prosecution has come amid a wider <a href=\"https://www.ft.com/content/b2fa61fc-00fe-40ed-9231-c4dc95b7b516\">political and cultural crackdown</a> in Hong Kong targeting anyone perceived to be disloyal to the central government in Beijing.</p> <p>Avery Ng, another activist prosecuted in the October 1 unauthorised assembly case, said the group chose to plead guilty to some of the charges to save resources for future cases and to present their actions as civil disobedience.</p> <p>“Legally we committed a crime but we did nothing wrong,” Ng told the Financial Times as he left the court during an adjournment. “It's sad and absurd that people who participate and organise a peaceful assembly will end up in jail for months and years but I think that's the new norm all of us have to live with in the future.”</p> <p>Outside the court on Monday morning, Albert Ho, a veteran pro-democracy campaigner and another defendant in the case, said the group expected to receive jail sentences. </p> <p>“The sacrifice of our freedom is to enable more people to be able to speak up,” he said, encouraging Hong Kongers to continue to practise freedom of speech.</p> <p>John Lee, Hong Kong's secretary for security, said asset freezes were an important measure in enforcing the security law. “It is illegal activities that we are dealing with. It is not press work,” Lee said.</p> <p>Lee added that 10,250 people have been arrested in connection with the 2019 pro-democracy protests since June that year.</p> <p><em>Additional reporting Nicolle Liu in Hong Kong</em></p> <a href=\"http://www.ft.com/cms/30fa4b60-2dba-4bc2-b601-30d0a2d5daee.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Primrose Riordan in Hong Kong 2021 'Jimmy Lai's Hong Kong media group in doubt after asset freeze' FT.com 17 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-17T11:12:46.636Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1093,
          "end": 1098
        },
        {
          "start": 931,
          "end": 936
        }
      ],
      "nexusId": "10022657"
    }
  ]
}