{
  "_id": "c6493f320b9400ecd07fa9426fe5cd0d6a789f794aa21deb1c53512a3bcdbc1a",
  "feed": "ftcomall",
  "title": "US cash mountain: the agony of choice",
  "text": "<p><br>In the mid-2010s, Stewart Butterfield, the co-founder of Slack Technologies, insisted on raising far more venture capital than his young software company needed. His theory was that, since VC cash was bountiful at advantageous terms, it would be irresponsible not to take it. That dynamic seemed to play out in 2020 in the public company capital markets too. Rock-bottom interest rates sent high-grade companies scurrying into debt markets to raise cash that was superfluous. </p> <p>The 30 biggest investment-grade offerings last year in the US raised $289bn. Those cash machines Apple and Google together borrowed $18bn. But with the money now in the bank — something like an <a href=\"https://www.ft.com/content/c9674c80-a206-4d39-ad4e-e1a9047ef08c\">extra $1.5tn</a> across the S&amp;P 500 — companies face a far harder task: deciding what to do with it all.</p> <p>According to the “pecking order” theory in corporate finance, companies should prefer their own profits for financing their operations. Another school of thought contends that companies can lower their overall cost of capital and increase their value by issuing debt. </p> <p>Yields for investment-grade companies typically fell below 2 per cent in 2020. Accessing bond markets allowed companies to refinance existing debt not only at lower interest rates but at maturities pushed out several years.</p> <p>The temptation of cheap cash is to spend it riskily. Using the money for dividends or buybacks increases net leverage. But, predictably, some private equity investors are transacting so-called dividend recaps, where debt funds big paydays.</p> <p>Companies can use new and old cash balances to deleverage their balance sheets, too. Bank of America analysts recently highlighted drugstore chain CVS. The company raised billions in early 2020 as a safeguard. As conditions eased later in the year, CVS offered to buy $6bn in outstanding debt, with $4bn of that coming from new borrowings and the rest reducing the cash balance.</p> <p>Acquisitions are another way to reduce cash. In September, Salesforce, a tech company thriving in the work-from-home world, announced an expensive $28bn agreed offer for a cutting-edge disrupter. Appositely, the target was none other than Mr Butterfield's Slack Technologies.&#xa0;</p> <p><em>Lex recommends the FT's Due Diligence newsletter, a curated briefing on the world of mergers and acquisitions. Click </em><a href=\"https://ep.ft.com/newsletters/58db721900eb6f0004d56a23/subscribe\"><em>here</em></a><em> to sign up</em></p><p>Source: Sujeet Indap 2021 'US cash mountain: the agony of choice' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-20T18:32:02.590Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 573,
          "end": 578
        }
      ]
    }
  ]
}