{
  "_id": "17b3773aab0b7efd7978e4c426a657d03ac1a8d26502de6298e909596ac425b6",
  "feed": "wall-street-journal",
  "title": "New iPhone 13, Mini and Pro vs. Previous Models: Comparing Apple's Full Lineup; Need help deciding among the eight (yes, eight!) existing models? Here's how the latest options stack up against the reduced-price leftovers",
  "text": "<p>OK, I exaggerate, but at a prerecorded news presentation Tuesday, Apple announced four new iPhone 13 models and kept another four layover models on its shelves. As I've explained in years past, this is Apple's good-better-best strategy, which it brought to most of its product lines, including the new Apple Watches. (My colleague Nicole has those covered here.)</p><p>Business-wise, this makes a lot of sense for Apple. It can get more people in at the lower prices and then start steering them toward pricier models. Consumer-wise, it requires us all to have a degree in iPhoneology. You know, the study of the iPhone phylum, including its various classifications—and rapid reproduction.</p><p>Luckily, I have an advanced degree and have carefully studied the differences—typically around the cameras, screen sizes and battery life. I've broken it down for you:</p><p>iPhone 13 Mini ($699 and up)</p><p>What you get: Well, frankly, you get a phone that looks like last year's littlest iPhone. Unless you spot the smaller front-facing notch, some different color options and newly diagonal camera positioning, you won't know this is a different phone.</p><p>But that doesn't mean I'm not impressed. Last year, I loved the iPhone Mini: Finally, a smaller (let's not call its 5.4-inch screen small!) iPhone for those who don't have giant hands or pockets! Except the battery life wasn't good—at least not compared with other iPhones. This year, Apple increased the battery capacity and says the new Mini will run 1½ hours longer than last year's model.</p><p>You also get all the other brand-new features of the iPhone 13 lineup. This includes a faster A15 Bionic processor, which enables some of the new camera tricks and just generally speedier performance. \"There's nothing in this world like this chip,\" one Apple executive boasted on stage. Uh, yeah.</p><p>There are also some camera upgrades, though I'll really have to test these to see how substantial they are. The 12-megapixel wide camera, Apple says, allows in 47% more light. The ultrawide camera provides more detail in dark areas with less visual noise.</p><p>It also has a new Cinematic video mode. Similar to Portrait Mode for photos, it blurs elements in the background or foreground as you're shooting. It does this automatically, or you can manually adjust. It looks really cool, but again, must test!</p><p>And yes, you still get 5G with this model and all the other 13 models. But remember my rule: Never upgrade just for 5G. I rarely use it on my iPhone 12 Pro.</p><p>What you don't get: The longer battery life of the larger models, or the third camera—the telephoto—on the iPhone 13 Pro models.</p><p>iPhone 13 ($799 and up)</p><p>What you get: Well, that's easy, silly: You get all the same stuff and the same design as that iPhone 13 Mini, but with a bigger 6.1-inch screen and longer battery life. Apple says the iPhone 13 lasts 2½ more hours than the iPhone 12.</p><p>Allow me to insert a thought right here: This is typically the bestselling iPhone given the price and feature set, but this year the crazy carrier deals—which in some cases offer up to $1,000 off if you trade in an older phone—might push people to go to the new iPhone 13 Pro for the better camera features.</p><p>What you don't get: Same as with the Mini, you don't get the 13 Pro telephoto camera or the fancypants Pro design.</p><p>iPhone 13 Pro ($999 and up)</p><p>What you get: Like the iPhone 13, the iPhone 13 Pro has a 6.1-inch screen, but it's a nicer screen and the phone is made of more premium materials. (\"Surgical-grade stainless steel\"! \"Nanometer scale metallic ceramics\"! Got it?)</p><p>The big differences between the regular iPhone 13 models and the Pro models are displays and cameras.</p><p>SHARE YOUR THOUGHTS</p><p>What updates do you consider most valuable in an iPhone? Join the conversation below.</p><p>The Pro has a new \"Super Retina XDR ProMotion\" display. The new part is that \"ProMotion,\" which means the screen has a refresh rate of up to 120Hz. A quick lesson: Most of the screens you stare at refresh about 60 times a second—or 60Hz (that is, hertz)—to convey motion. This works since video is often 30 or 60 frames a second. But doubling the refresh rate to 120Hz can make some animations even smoother.</p><p>When I asked an Apple executive what the real benefit of this new screen technology was to normal people, he said \"buttery smooth\" screen interactions, including scrolling and gaming. (He used the term \"buttery smooth\" five times.) He also added that it helps battery life by speeding up only when necessary.</p><p>Apple previously introduced this on its iPad Pro line—and Android phones have had it for the last few years.</p><p>It's the camera improvements here that have me excited. The Pro models have three cameras, with new sensors and improvements in noise reduction and other areas:</p><p>• The ultrawide has a new autofocus system for brighter and sharper shots. It's also capable of a macro mode, for really crisp close-ups.</p><p>• The wide camera will provide a massive improvement in low-light photos, Apple says.</p><p>• And the telephoto camera has 3X optical zoom, making a total zoom range—from ultrawide to telephoto—of 6X.</p><p>The Pro also gets a bigger battery, promising 1½ hours longer than last year's iPhone 12 Pro. Plus, there's now the option for a whopping one terabyte of storage, which starts at $1,499. (Yes, a 1TB Pro Max could cost you $1,599.)</p><p>What you don't get: The size and longer battery life of the Pro Max, or the bright color options (Come on, red!) of the iPhone 13 Mini and 13 models.</p><p>iPhone 13 Pro Max ($1,099 and up)</p><p>What you get: A phone the size of a cereal box! The Pro Max is the same as the regular Pro but with a monster 6.7-inch screen and more battery life. Apple claims it will last 2½ hours longer than last year's Max, which is pretty insane since that phone already lasted a day and then some.</p><p>What you don't get: A phone that can fit in your hands.</p><p>iPhone 12 and 12 Mini ($599 and up)</p><p>What you get: These are last year's models, which look similar to the models above, but without their added benefits. You'd still get all the new stuff from last year, including 5G, the new designs, OLED screens, two cameras and the A14 Bionic processor—now at a $100 discount.</p><p>What you don't get: Chiefly, you miss out on the new camera tricks and the battery-life improvements. That's particularly tricky on the iPhone Mini, which didn't last as long on a charge as the other models.</p><p>iPhone 11 ($499 and up)</p><p>What you get: A basic dependable phone that, at this point, is pretty low on frills—not to mention kind of chunky. Its 6.1-inch LCD display is spacious but lower in resolution and not as bright as the OLED screens on the newer phones. But it does have wide and ultrawide rear cameras, and its once-great battery life still probably won't disappoint.</p><p>What you don't get: 5G cellular connectivity, a rear-facing telephoto camera and that new thinner design with flat edges.</p><p>iPhone SE ($399 and up)</p><p>What you get: A fingerprint sensor and a 4.7-inch screen that fits in your hand! Along with just-fine performance from the A13 Bionic processor and a solid, single 12-megapixel rear-facing camera capable of Portrait Mode.</p><p>What you don't get: 5G, multiple rear-facing cameras, Portrait Mode for pets (sorry, no artful blur around your favorite family member's face!), a bigger screen or Face ID.</p><p>I'm planning to review the newest models in the coming weeks. But if you can't wait and plan to preorder before then, promise you'll remember my annual iPhone buying advice: Regardless of what you're upgrading from, choose the features that matter most to you, and try your best to ignore the many upsells of Apple's marketing machine. (Same goes for your wireless carrier.)</p><p>—Do you have questions about what iPhone to get and the new models? What do you want to see tested? Shoot me a note at joanna.stern@wsj.com, and maybe I'll answer it in the review. And for more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Joanna Stern at joanna.stern@wsj.com</p><p>New iPhone 13, Mini and Pro vs. Previous Models: Comparing Apple's Full Lineup</p>",
  "published": "2021-09-14T22:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4955,
          "end": 4960
        },
        {
          "start": 202,
          "end": 207
        },
        {
          "start": 66,
          "end": 71
        },
        {
          "start": 408,
          "end": 413
        },
        {
          "start": 1775,
          "end": 1780
        },
        {
          "start": 59,
          "end": 64
        },
        {
          "start": 1957,
          "end": 1962
        },
        {
          "start": 5640,
          "end": 5645
        },
        {
          "start": 8038,
          "end": 8043
        },
        {
          "start": 1414,
          "end": 1419
        },
        {
          "start": 7582,
          "end": 7587
        },
        {
          "start": 4180,
          "end": 4185
        },
        {
          "start": 4473,
          "end": 4478
        },
        {
          "start": 2802,
          "end": 2807
        },
        {
          "start": 302,
          "end": 307
        }
      ],
      "nexusId": "10022657"
    }
  ]
}