{
  "_id": "41ec7a0b4a006b4f87b4c3214b043d47830fd58912de0743c277bd5680e381e2",
  "feed": "ftcomall",
  "title": "Epic Games files EU antitrust complaint against Apple",
  "text": "<p>Epic Games has filed a formal antitrust complaint against Apple to the European Commission, the latest shot in an escalating feud between the <em>Fortnite</em> developer and the Silicon Valley giant.</p> <p>Epic, one of the world's largest games makers, claimed in a statement on Wednesday that Apple uses its iOS ecosystem to impose commercially unviable burdens on rivals, in particular the 30 per cent “tax” on App Store purchases.</p> <p>Epic alleged Apple has “not just harmed but completely eliminated competition in app distribution and payment processes” by staging a string of “carefully designed anti-competitive restrictions”, which it argued are in breach of EU law.</p> <p>The <a href=\"https://www.ft.com/content/7ee13895-9563-4a16-9f30-e34d7988f332\">dispute </a>between the iPhone maker and Epic began last summer, when the games group moved to circumvent the 30 per cent cut Apple takes from app revenues by launching its own in-app payment system. </p> <p>Apple retaliated by removing <em>Fortnite</em> from its <a href=\"https://www.ft.com/content/1a046644-73d2-4df0-9ab3-bf87a1894e54\">App Store</a> and revoking Epic's developer licence.</p> <p><a href=\"https://www.ft.com/content/c965cca7-0230-4629-b1bb-5d0bc4ae7255\"><em>Fortnite</em> </a>remains unavailable on the App Store. The two are headed to trial in May, in what is likely to be a high-profile event with Tim Cook set for a seven-hour deposition.</p> <p>In the Brussels filing, Epic also accused Apple of giving itself preferential treatment by launching its own gaming distribution service, Apple Arcade, while&#xa0;making it difficult for&#xa0;competitors&#xa0;to bundle&#xa0;multiple games into single apps within the App Store.</p> <p>“What's at stake here is the very future of mobile platforms,” said Tim Sweeney, Epic Games founder and chief executive. “Consumers have the right to install apps from sources of their choosing and developers have the right to compete in a fair marketplace.”&#xa0;</p> <p>He said his company will fight what he regards as Apple's abuse of its dominant platform. “It's bad for consumers, who are paying inflated prices due to the complete lack of competition among stores and in-app payment processing,” he said. “And it's bad for developers, whose very livelihoods often hinge on Apple's complete discretion as to who to allow on the iOS platform, and on which terms.”</p> <p>During a call with reporters, Sweeney said that Apple's dominance in hardware means it can do “whatever” it wants. “The 30 per cent they charge as their app tax, they can make it 50 per cent or 90 per cent or a 100 per cent. Under their theory of how these markets are structured they have every right to do that,” he said.</p> <p>Epic is not seeking damages from Apple in its EU filing. Instead, it is asking for “fair access and competition . . . by imposing timely and effective remedies”.</p> <p>Asked to elaborate on what he foresaw as remedies, Sweeney said: “We just want to see prohibition on these platform companies using their control over the hardware to exert control over secondary markets and force them to compete on equal terms with every competitor.”</p> <p>Apple said: “Our priorities have always been to provide customers with a safe and trusted place to download software and to apply the rules equally to all developers . . . [Epic's] reckless behaviour made pawns of customers, and we look forward to making this clear to the European Commission.”</p> <p>The European Commission, which is investigating Apple in multiple initial antitrust probes, said: “The commission is aware of these concerns regarding Apple's App Store rules.”</p> <p>Epic Games is not the first app developer to criticise Apple's restrictions and fees. Last July, messaging app Telegram <a href=\"https://www.ft.com/content/88589fc5-8410-4274-859c-d27b3d83fe20\">took issue</a> with the group's argument that its 30 per cent fee helps to keep afloat the App Store.</p> <p><em>Additional reporting by Patrick McGee in San Francisco</em></p><p>Source: Javier Espinoza in Brussels 2021 'Epic Games files EU antitrust complaint against Apple' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T07:00:51.024Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1169,
          "end": 1174
        },
        {
          "start": 2090,
          "end": 2095
        },
        {
          "start": 3140,
          "end": 3145
        },
        {
          "start": 2090,
          "end": 2097
        },
        {
          "start": 1953,
          "end": 1958
        },
        {
          "start": 2797,
          "end": 2802
        },
        {
          "start": 279,
          "end": 284
        },
        {
          "start": 432,
          "end": 439
        },
        {
          "start": 1265,
          "end": 1270
        },
        {
          "start": 3243,
          "end": 3248
        },
        {
          "start": 856,
          "end": 861
        },
        {
          "start": 1953,
          "end": 1960
        },
        {
          "start": 58,
          "end": 63
        },
        {
          "start": 3324,
          "end": 3331
        },
        {
          "start": 432,
          "end": 437
        },
        {
          "start": 2399,
          "end": 2404
        },
        {
          "start": 279,
          "end": 286
        },
        {
          "start": 2399,
          "end": 2406
        },
        {
          "start": 1169,
          "end": 1176
        },
        {
          "start": 856,
          "end": 863
        },
        {
          "start": 1265,
          "end": 1272
        },
        {
          "start": 782,
          "end": 787
        },
        {
          "start": 782,
          "end": 789
        },
        {
          "start": 3243,
          "end": 3250
        },
        {
          "start": 1695,
          "end": 1702
        },
        {
          "start": 3140,
          "end": 3147
        },
        {
          "start": 58,
          "end": 65
        },
        {
          "start": 3324,
          "end": 3329
        },
        {
          "start": 48,
          "end": 55
        },
        {
          "start": 1695,
          "end": 1700
        },
        {
          "start": 2797,
          "end": 2804
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}