{
  "_id": "4fdb0af70e24bd2a9c08a0b4c24ff9255e86eac97d0735c91c1a5da03a44a4ee",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: Facebook Ditches Facial Recognition | Yahoo Quits China",
  "text": "<p>Also: Yahoo leaves China; Google mandates two-factor authentication; and millions of dollars vanish as the cryptocurrency \"Squid\" crashes on PancakeSwap.</p><p>The Current State of Stateful DDoS Attacks</p><p>State-exhaustion DDoS attacks represent a clear and present danger to business operations and profitability. Being able to block them requires unique capabilities.</p><p>Read more</p><p>Face Scan</p><p>The decision to ditch facial recognition marks a major shift for the company formerly known as Facebook, which has long touted the convenience the tool delivers for users and pushed back against critics who find the technology invasive. It also could have implications for the so-called metaverse, a series of virtual online communities that the firm is looking toward for future growth.</p><p>\"We need to weigh the positive use cases for facial recognition against growing societal concerns, especially as regulators have yet to provide clear rules,\" Jerome Pesenti, Meta's vice president of artificial intelligence, wrote in a blog post.</p><p>Civil-rights activists have criticized facial-recognition technology as a tool for unchecked surveillance that could misidentify people of color at disproportionate rates. Facebook's improper use of the tool has also proved to be costly.</p><p>Facebook in 2019 agreed to pay the Federal Trade Commission $5 billion to settle privacy claims, including that the company misled users by telling them they wouldn't be enrolled in facial-recognition systems by default.</p><p>Read the full story.</p><p>More Cyber News</p><p>Biden administration to order federal agencies to fix hundreds of cyber flaws. The Biden administration on Wednesday is expected to issue a sweeping new order mandating that nearly all federal agencies patch hundreds of cybersecurity vulnerabilities that are considered major risks for damaging intrusions into government computer systems, officials said. The new requirement is one of the most wide-reaching cybersecurity mandates ever imposed on the federal government. (WSJ)</p><p>A cryptocurrency inspired by \"Squid Game\" crashes. You're reading this correctly: Millions of dollars vanished in minutes after a cryptocurrency known as \"Squid\" plunged in value on an exchange called PancakeSwap. Inspired by the hit Netflix show, the tokens previously had spiked in value from one cent to $38 each. The reasons for the subsequent crash are unclear. More than 40,000 investors still hold the currency, creators of which can't be found. (The New York Times)</p><p>National Bank of Pakistan starts restoring systems after cyberattack. The National Bank of Pakistan said it would fully restore its systems this week following a cyberattack that disrupted bank services on Saturday. The bank said 1,000 branches continued operating services as usual after the attack. (Geo News)</p><p>Tech companies push two-factor authentication. Google has spent the better part of 10 years persuading users to add an extra layer of security verification to their accounts. Now, it is done asking nicely. The Alphabet Inc. unit's decision to automatically enroll users in its two-factor authentication program comes after other tech companies have similarly pushed for greater adoption of the process. Last year, Amazon's smart-home company, Ring, made two-factor authentication mandatory, while Facebook, now known as Meta, began requiring users who run business accounts to use the feature. (WSJ)</p><p>Las Vegas cancer patients' data exposed in ransomware attack. A ransomware attack over Labor Day weekend may have exposed data from patients of the Las Vegas Cancer Center. The hospital is notifying around 3,000 people that hackers may have accessed their data, including names, medical records, insurance details and Social Security numbers. The center said it stored data in a proprietary medical records format and that it would therefore likely be unusable for hackers. (Las Vegas Review-Journal)</p><p>\"I would say that cyber is an instrument of power. Cyber can achieve effects not simply within itself, within its own domain but, increasingly, within the larger domain of domains outside of that.\"</p><p>- U.S. National Cyber Director Chris Inglis, speaking at an event hosted by the Center for Strategic International Studies on Oct. 28.</p><p>Privacy News‎</p><p>Yahoo quits China. The firm said it ceased to offer its services from Nov. 1, making it the second U.S. tech firm to cut China operations in recent weeks after the closure of LinkedIn. While Yahoo's announcement didn't cite the Personal Information Protection Law that went into effect Monday, it pointed to an \"increasingly challenging business and legal environment\" in the country. New rules for data privacy and security have added uncertainty and compliance costs to operating in China, and some companies are preferring to pull out rather than deal with the risk. (WSJ)</p><p>Go deeper: How China's Privacy Law Will Help Beijing Flex Its Muscles on Digital Trade (WSJ)</p><p>iPhone privacy changes cost tech companies billions. Apple's move to restrict how users are tracked on mobile devices has cost nearly $10 billion in lost revenue to Facebook, YouTube, Snap and Twitter, according to a new estimate. Snap saw the largest relative loss because of its reliance on smartphones, ad-tech firm Lotame said, while Facebook suffered the largest total hit to its business. (Financial Times)</p>",
  "published": "2021-11-03T13:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4945,
          "end": 4950
        }
      ]
    }
  ]
}