{
  "_id": "3265a3b80bb88be1f5508e5e0223742297536a1dd0d6ed34f5d5d4dfcd5736fd",
  "feed": "market-watch",
  "title": "For one day, SPACs don't feel whack, thanks to WeWork and Trump's DWAC",
  "text": "<p>Shares in that company, Digital World Acquisition Corp. DWAC, closed up 356.8% on Thursday, at $45.50.</p><p>These are all words that I just typed.</p><p>Much of the wild froth surrounding DWAC — which according to Dow Jones data just recorded the best first day of trading ever by a SPAC — can be attributed to retail investors who were more than thrilled to invest with the former president on his new venture.</p><p>In keeping with Trump's trademark pitch voice of sonorous opacity, the pitch deck for TMTG is full of big promises, like creating “a rival to the liberal media consortium and fight back against the ‘Big Tech' companies of Silicon Valley, which have used their unilateral power to silence opposing voices in America.”</p><p>In identifying those targets, Trump and his team are hunting big, and pretty wide, with the pitch deck including corporate logos of Twitter TWTR, Facebook FB, Disney DIS, Amazon AMZN, Apple Inc. AAPL, Netflix NFLX and Alphabet's GOOGLGOOG Google.</p><p>One, quite literally faded, area of the pitch appears to indicate a “long-term opportunity” for TMTG to rival Amazon Web Services, Microsoft's MSFT Azure and Stripe.</p><p>How will TMTG do this? According to the pitch, it will be by presenting content to a portion of the American public that is apparently desperate for “non-woke entertainment,” but also by deploying an “inclusive ‘Big-Tent' approach.”</p><p>In terms of what the financing will look like, well, that's hard to say, considering the 22-page document touting a venture that is — thanks to the magic of SPACs — already being publicly traded before it's even an actual thing, does not include a single piece of financial information.</p><p>Not a comp revenue to other social startups or a projection. Not a single piece of information on how the company will actually make, like, money.</p><p>In fact, the only concrete piece of financial data that TMTG and DWAC were willing to offer were in a press release announcing the merger agreement:</p><p>So, there's that.</p><p>DWAC was the top trending ticker across multiple platforms on Thursday, and the stock was the talk of Reddit, where boards became hotbeds for debate over whether the stock would plummet after its big rip and, of course, political debates over investing with Trump, who is still litigating with the U.S. government over sealing his communications from the White House on Jan. 6, the day of the Capitol insurrection.</p><p>But Trump wasn't the only thing that New Yorkers used to sardonically tolerate that used a SPAC to go public on Thursday.</p><p>WeWork Inc. WE finally made its debut more than two years after its own attempt to go public via an IPO that was long on personality and massive disruptive dreams but wildly short on actual money-making information.</p><p>It closed up 13.5%.</p>",
  "published": "2021-10-21T18:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 902,
          "end": 907
        },
        {
          "start": 902,
          "end": 912
        },
        {
          "start": 902,
          "end": 911
        },
        {
          "start": 913,
          "end": 917
        }
      ],
      "nexusId": "10022657"
    }
  ]
}