{
  "_id": "18cf99fc62a907df3ef06d787f77b638d671a860cb8d109e7ed100b6bb5cf8e3",
  "feed": "ftcomall",
  "title": "EU struggles to build antitrust case against Amazon",
  "text": "<p>Regulators in Brussels are struggling to gather enough evidence to bring antitrust charges against Amazon, despite working on the landmark case for nearly two years, according to people with direct knowledge of the matter.</p> <p>In July 2019, EU regulators accused the online retailer of manipulating its algorithm to boost its own products “artificially” over its rivals'. As a result, they alleged, users often end up buying lower-quality products at a higher price.</p> <p>But EU officials are still struggling to understand how Amazon's algorithm works, despite sending a series of detailed questions to the company about the criteria used to boost a product's visibility, according to people familiar with the matter.</p> <p>These people added that officials are also unlikely to be able to view the online retailer's proprietary code directly to build their case, owing to legal barriers around trade secrets.</p> <p>Antitrust investigators frequently face hurdles in navigating the “black boxes” of technology companies' code. “Cases involving algorithms are complex,” said a Brussels-based legal expert. “But the EU doesn't have to dictate how a computer code works. It is for the company that uses the algorithm to deliver a fair result.”</p> <p>However multiple people noted that the EU's case against Amazon is proceeding more slowly than other comparable investigations. The bloc is already set to bring charges against Apple over alleged abuse of its dominant platform in music streaming, for instance, after a two-year-long probe.</p> <p>The EU's difficulties in building the case underline the gap between its ambitious goals for reining in Big Tech and what can often be a more complex reality of holding the firms to account.</p> <p>The case against Amazon comes as Brussels increases its scrutiny of big tech companies, publishing sweeping new draft laws in December seeking to curb their power.</p> <p>It is one of two cases brought against Amazon in recent months. In November, the European Commission formally charged the company with breaking EU competition rules by using the information it gathers from <a href=\"https://www.ft.com/content/4908995d-5ba4-4e14-a863-bcb8858e8bd2\">sales of third-party sellers to boost its own offerings</a>.</p> <p>The latest case hinges on which sellers' products are selected to appear in Amazon's so-called “buy box” — the highly sought-after slot that appears on the right-hand side of listing pages suggesting other products that may be of interest to the consumer.</p> <p>It is also looking into whether Amazon disadvantages third-party sellers in advertising their products to Prime members.</p> <p>Adding to the difficulty of building the case, EU officials have been presented with financial evidence that it may not be in Amazon's interests to try to disadvantage third-party retailers, given that they make up the bulk of its profits, according to people familiar with its legal arguments.</p> <p>“Why would Amazon want to worsen the customer experience if customers will realise they can get better quality products for cheaper elsewhere?” asked a person with intimate knowledge of the company's defence.</p> <p>People familiar with the case warned that despite the EU's difficulties, antitrust investigations typically take years, and Brussels could yet be successful in charging Amazon.</p> <p>Amazon declined to comment. The European Commission said its investigation is ongoing.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/4542ad8d-5b6a-4b35-87f9-cdd194eac03e\"><em>Even Amazon can't say how its algorithms work</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/4542ad8d-5b6a-4b35-87f9-cdd194eac03e\"><em>From Michael Hobbs, Reputable Ventures, London N13, UK</em></a></p><p>Source: Javier Espinoza in Brussels 2021 'EU struggles to build antitrust case against Amazon' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T04:00:51.226Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1398,
          "end": 1403
        }
      ],
      "nexusId": "10022657"
    }
  ]
}