{
  "_id": "0f4c262af2643e5a6d735595e2189ef94bc2629f189d6da1e2ca2bcbb663caa7",
  "feed": "wall-street-journal",
  "title": "Stock Futures Tick Up After Wall Street Record; S&P 500 futures rise after the broad-market index's 69th record close this year",
  "text": "<p>Stocks have been buffeted by the spread of the Omicron variant in recent weeks as governments around the world have imposed restrictions to try to curb infections. But some recent studies have suggested that the variant might result in milder illness with lower risk of hospitalization.</p><p>The Centers for Disease Control and Prevention reduced the recommended isolation period for some people who test positive to try to minimize disruptions. Still, many economists have lowered their forecasts for economic growth in the first quarter of next year.</p><p>\"What is emanating from markets is the faith that Omicron won't be able to disrupt the economic recovery,\" said Antonio Cavarero, head of investments at Generali Insurance Asset Management. \"There is no visible risk reduction.\" That is partly due to lower liquidity from fewer people working around the holidays, he added.</p><p>Stock investors have also enjoyed a phenomenon known as the \"Santa Claus Rally.\" Indexes such as the S&amp;P 500 have a tendency to rise in the last five days of the year and the first two days of the new year. Such a rally takes place at the end of about four of every five years, according to the Stock Trader's Almanac.</p><p>\"It happens because people start positioning. People are reading everyone's 2022 estimates and planning for next year,\" said Jeffrey Meyers, a consultant to hedge funds and family offices at Market Securities.</p><p>In premarket trading, several major technology stocks edged up, with Nvidia adding 1.5% and Tesla advancing 1.6%. Apple rose 0.4%, as its market capitalization edges closer to $3 trillion.</p><p>The yield on the benchmark 10-year Treasury note ticked up to 1.486% from 1.480% on Monday. Shorter-dated bond yields rose, with the two-year yield reaching 0.756%, the highest level since March 2020.</p><p>Fresh data on the housing market is slated to go out at 9 a.m. ET. The S&amp;P CoreLogic Case-Shiller National Home Price Index measures the average home prices across major metropolitan areas in the U.S. Economists expect a rise for the year that ended in October, driven by a limited supply of homes.</p><p>Earnings season has largely wound down. Among the few still reporting is egg producer Cal-Maine Foods, which is expected to post its results Tuesday after markets close.</p><p>Oil prices ticked up, with global benchmark Brent crude adding 1.3% to $79.20 a barrel.</p><p>Bitcoin slipped around 3.5% from its level at 5 p.m. ET on Monday, trading around $49,200. The cryptocurrency has oscillated around the $50,000 mark for the past five days. Shares of cryptocurrency exchange Coinbase fell 3% in premarket trading.</p><p>Overseas, the pan-continental Stoxx Europe 600 added 0.5%.</p><p>In Asia, most major benchmarks rose. The Shanghai Composite Index climbed 0.4% and Hong Kong's Hang Seng Index added 0.2%. Japan's Nikkei 225 advanced 1.4%, led by gains in technology stocks.</p><p>Shares of China Evergrande Group jumped 9.5%. The heavily indebted real-estate developer said construction work had resumed at more than 90% of its stalled residential projects. It also said it was delivering apartments faster to homebuyers.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stock Futures Tick Up After Wall Street Record</p>",
  "published": "2021-12-28T12:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1514,
          "end": 1519
        }
      ]
    }
  ]
}