{
  "_id": "9bcdf9b41c881864bd857673c8983ae7bb2fbb888d954de7f1b158aa3f374e60",
  "feed": "ftcomall",
  "title": "Wish I were there: on horseback across Mongolia ",
  "text": "<p>I first saw Mongolia from the windows of a train. I was crossing Asia on the Trans-Siberian Railway, from Moscow to Beijing. East of the Urals, there are quite a lot of trees. By the fourth day, the Siberian forests had lulled me into a stupor. Slumped in compartment 69A, I had been hypnotised by tree trunks.</p> <p>And then one morning, I woke to Mongolia.&#xa0;After the claustrophobic forests of Siberia, the steppes were a revelation. The train seemed to ride like a ship on waves of grass. The horizons were boundless. The skies went on forever. In all that space, there was a sudden sense of possibilities. Mongolia looked like some vast vacant lot grown wild on the edge of the world.</p> <p>At first, from my train, I saw nothing — no towns, no roads, no fields, no fences, no people. Then suddenly I glimpsed a distant cluster of tents, the round white tents of Central Asia, known in Mongolia as <em>gers</em>, which seemed to sprout in these virginal grasslands as mysteriously as mushrooms. And then horsemen, the heirs of Genghis Khan, three of them silhouetted on a skyline as pure as a drawn line, gazing down with disinterest at the train, before wheeling and galloping away into their medieval world.</p> <p>For anyone with a passing interest in nomads, Mongolia represents the zenith of pastoral culture. Here in the spacious obscurity of the Central Asian steppes, the country survives as one of the last great nomadic domains, a world of tents, horses and flocks of sheep. For me, it was love at first sight. This was a place where movement and migration were still the central facts of life.</p> <p>Perhaps I had been reading too much Bruce Chatwin. I was taken with his ideas about the nomadic imperative, that migrations were Man's original state, that journeys were the answer to our unease. People with wandering in their genes, Chatwin wrote, understand that it “re-establishes the original harmony which once existed between man and the universe”. It was a pretty notion, this romance of nomads, this idea of a freewheeling independence, of a life untethered. I conceived a desire to cross Mongolia by horse; here in a land where horses were still more common than vehicles. &#xa0;</p> <p>It was some years before I got back to Mongolia. I travelled widely in Asia in that time. And curiously, the vacant lot that had stolen my heart loomed large in the history of almost every country I passed through. Few nations had escaped the attentions of the nomadic “barbarians” who inhabited the grassy heart of Asia. China built a wall to try to keep the nomads at bay. Russia still tries to explain itself by pointing to the long centuries under the Tartar yoke. India's greatest dynasty, the Mughals, traced their roots to nomadic invaders, their very name a corruption of Mongol. &#xa0;&#xa0;</p> <p>At the start of the 13th century, the unification of several nomadic tribes under Genghis Khan led to the creation of the Mongol Empire, which rapidly expanded until it stretched from the Pacific to the Mediterranean. When it fell, a kind of curious historical silence seemed to descend over Mongolia. The Mongol hordes went home, and we never heard from them again. Mongolia may once have ruled the world, but most of the world would now find it difficult to point to the country on a map with any degree of accuracy.</p> <p>I felt a sense of proprietorial elation when I finally got back to Mongolia, the country I had only ever seen from a train. I had decided to ride from Olgii in the west to Dadal in the east, over a thousand miles as the crow flies and God knows how many miles as I meandered through mountains and valleys. It would take over five months. It may have been an act of carefree innocence, or perhaps just an act of madness. But it proved the very best of journeys, and though two decades have passed since, a week hardly goes by that I do not think of it. &#xa0;</p> <p>I travelled like the envoys of Genghis Khan, in relays, changing horses and local guides every few days, to ferry me on the next stage of the ride. A baggage horse carried the gear — tents, cooking equipment, food — though most evenings I found myself the guest of nomads in their gers. The present-day Mongol hordes proved to be shy, gentle, hospitable, and occasionally very drunk, shepherds. Either the world's most feared conquerors have mellowed or history has treated them unfairly. From one end of Mongolia to the other I was welcomed, warmed, and fed by complete strangers who saw nothing remarkable in their own generosity. Some made inquiries about what I was doing and where I was going, and then, realising my motives were beyond comprehension, moved on politely to other subjects.&#xa0;</p> <p>The glimpses from the train window had not betrayed me. Mongolian landscapes were stunning. Smoothed to elemental simplicities, they seemed to have been sculpted by winds. Undulating hills, soft as felt, rolled away into grassy infinities, traversed by horses and cloud shadows. Mongolia made the sky, with its baroque clouds, seem crowded and fussy. When I arrived at day's end in a wide valley of encamped gers, it might have been a tableau of the American plains before the arrival of Europeans: white tents, tethered horses, grazing flocks, pillars of camp smoke. The only sounds were those of nomadic domesticity — children's voices, dogs barking, the bleating of sheep, neighbours calling to one another across the pastures.</p> <p>There were towns, scattered across the steppes, usually several days ride apart. They were as dismal as they were unexpected. Built by the communist governments that ruled Mongolia until 1990, they tried to offer the promise of urban life to sceptical herdsmen. Unfamiliar with towns, officials seemed to be working to a checklist — a barren central square, where weeds proliferated, a battered looking school, a health clinic, a shuttered sports arena. Mix in potholes, one or two Russian style tenements, remarkable for the broken windows, and the carcasses of several abandoned jeeps, and you have an air of desolation that bordered on apocalyptic. In summer the towns were empty. In winter, the nomads camped close to them to allow their children to attend the school and their wives to have the benefit of the clinic for childbirth. &#xa0;&#xa0;&#xa0;&#xa0;</p> <p>In Batshireet, a remote town in the east, there was even a library. A plain room of pine planks, it was full of autumn sunlight and Russian classics — Turgenev, Tolstoy, Chekhov. There was an iron stove, a high counter for reading three-month-old newspapers, and always a couple of boys peering in through the windows with cupped hands. English literature was not well represented. The librarian proudly fetched the single example from a top shelf — <em>Stress Factors in Reinforced Concrete Structures. </em>&#xa0;&#xa0;&#xa0;</p> <p>I became friends with the librarian. He spent his afternoons outside on a bench in the faltering sunshine, reading Turgenev as autumn leaves gathered about his feet. A willowy young man with a soft voice and a delicate manner, it was impossible to fit him into the ruddy life of the steppes, to picture him squatting in a ger over the sheep bones, or to imagine him on a horse. The librarian's post had offered him some sanctuary from the nomadic world around him. Among the birch trees, he seemed an ethereal figure.&#xa0;</p> <p>The librarian was bemused by my journey. He did not understand why I should want to visit Mongolia. What was there to see, he said, except landscape.</p> <p>“Landscape is a great pleasure,” I said. “Particularly in Mongolia.”&#xa0; &#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;</p> <p>“You do not have to travel a thousand miles to understand that the sky is blue everywhere.” He was quoting Goethe. It occurred to me, in that remote place, that I would need to travel a thousand miles to find anyone else who had heard of Goethe.</p> <p>“I wanted to see nomadic life,” I said simply.</p> <p>“What is interesting about nomads?” he asked. His questions were polite but pointed.</p> <p>“Nomads do not feel the need to settle and to put down roots,” I said. “Their only commitment is to movement. The security that settled people find in building — a wall, a field, a storage barn — nomads seek in migration.”&#xa0;</p> <p>“But their movement is only physical,” the librarian said. He had folded his book into his lap, the long fingers entwined in the pages, marking his place. He looked across towards the river where the trees were showering delicate squalls of leaves onto the grey water. “Nothing changes here. In Mongolia the only real movement is escape.”</p> <p>I had been long enough in Mongolia to understand that he was right. It is the irony of nomads, people whose lives were wedded to movement, that their world is so static. It is a society without diversity and without ferment, as if a life of migration had exhausted their quota of restlessness. When I talked of those first horsemen, seen from the train, as riding away into their medieval world, it was not a literary fancy. The world described by William of Rubruck, who visited Mongolia in the 13th century, could be the Mongolian steppes today, right down to the traditional layout of the gers. Since my trip, Ulan Bator, the capital, has become a modern bustling city, and many former nomads have been drawn there to settle. But out across thousands of miles of grassy steppes, almost nothing has changed in the past 20 years because almost nothing has changed in seven centuries.&#xa0;&#xa0;</p> <p>In Asia, the old divide between nomads and sedentary people, between Cain and Abel, is marked by China's Great Wall. Traditionally the Chinese have dreaded the Mongols. In turn, the Mongols have pitied the Chinese. They are everything the Mongols are not. The Chinese are communal, self-conscious, reserved, deferential. They fear chaos and long for order. Their attachment to settlement is almost religious, wedded as they are to walled cities of methodical symmetries and rice paddies carefully forged over generations. But while the nomadic steppes have created almost nothing, these ordered Chinese cities have bubbled with invention and creativity and change.</p> <p>But of course I don't long for China, the way I long for Mongolia. I miss Mongolia as one misses any great love. Robert Frost said that love is like a poem. It begins in delight and ends in wisdom. I hope there is some wisdom, but it is the delight that lingers. I miss the landscape unfolding long languorous limbs. I miss the aroma, some mixture of dung fires and mutton fat. I miss the unpredictable moods of each day, the random encounters, figures on horseback. And most of all, I miss the Mongols themselves. They did not own or fence an inch of land but they crossed the open steppes as if it were their private estate. When the pasturage grew low, they struck camp and disappeared into the hills, carrying their world with them, leaving behind only the worn circles of flattened grass where their gers had stood. In a month or so, even those would be gone. I admire that, their insouciant indifference, the way they feel no need to mark their place or their passage.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Stanley Stewart 2021 'Wish I were there: on horseback across Mongolia ' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T05:00:18.253Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 11131,
          "end": 11136
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}