{
  "_id": "bada2b55b645595a27efcfb5ded9ba8d92ca66ba2352172b3f3fe301f8394935",
  "feed": "ftcomall",
  "title": "Ryanair damps hopes of breaking even this year due to faltering EU vaccine rollout  ",
  "text": "<p><strong>Ryanair</strong> damped hopes that it might break even this year, blaming a slow vaccine rollout across Europe.</p> <p>The no-frills airline narrowed its expected loss for the year ended March to between €800m and €850m before exceptional costs, from a previously guided range of €850m to €950m. Traffic for the year totalled 27.5m, down from 149m the year before, the airline said. </p> <p>For the current year, traffic is likely to be towards the lower end of a previously guided range of 80m to 120m passengers due to Easter travel restrictions and the slow EU rollout of Covid-19 vaccines, said Ryanair.</p> <p>“While it is not possible (at this time) to provide meaningful full-year 2022 profit guidance, we do not share the recent optimism of certain analysts as we believe that the outcome for 2022 is currently close to break-even,” the company said in a trading update. </p> <h2>Briefly</h2> <p>Speciality chemicals maker <strong>Croda</strong> has agreed to buy Parfex, a fine fragrance business based in Grasse, France, for a total enterprise value of €45m. Parfex creates fragrances principally for premium personal care and fine perfumery markets, generating €3.6m of ebitda in 2020, Croda said. The company is 82 per cent owned by its founders, with the remainder listed on Euronext's junior Access market</p> <p><strong>Royal Dutch Shell</strong> flagged that extreme cold weather in Texas over the first quarter would cost up to $200m. In an update ahead of quarterly results due April 29, Shell said winter storms in Texas would cut adjusted earnings from its upstream business by up to $40m and that the out-turn from its integrated gas trading division would be “significantly” below average. The company guided for refined oil product sales at between 3.7m and 4.7m barrels per day for the first quarter.</p> <p><strong>Saga</strong>, the insurer and cruise line operator, posted a £61.2m pre-tax loss for the year ended January, which reflected £59.8m goodwill impairment against its travel business in the first half. “Market risk and cost of debt levels have since reduced, reflecting a more positive outlook and stronger recovery prospects in the travel industry than was the case at the half year,” the company said. Saga reported a “strong” liquidity position following a capital raise in September, with total available cash of £75.4m at the year end plus another £100m of undrawn revolving credit.</p> <p><strong>Hilton Food</strong> said its operating performance since the start of 2021 has been in line with management expectations. The food packaging business posted a £66.9m operating profit for 2020, up 19.9 per cent year on year.</p> <p>Pub landlord <strong>Marston's</strong> said it has secured waivers and amendments from its bank covering the financial periods up to the start of 2022. It expects to reopen around 700 pubs with outdoor spaces in England on or around April 12, equivalent to about 70 per cent of its managed and franchised estate, when regulations allow. </p> <p><strong>Argo Blockchain</strong>, the £900m valued cryptocurrency miner, said it mined 165 bitcoin or equivalent in March with a value of £6.57m, compared with 129 coins worth £4.34m in February.&#xa0;This takes Argo's mining revenues to £13.4m for the first quarter of 2021, the company's most profitable quarter to date, it said.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p>CVC Capital Partners has made a $20bn offer for <strong>Toshiba</strong>, joining KKR and other private equity funds <a href=\"https://www.ft.com/content/20004088-8007-4715-9199-45f681ae307b\">in a potential bidding battle</a> that could generate Japan's biggest buyout deal in history, according to people with knowledge of the talks. CVC is expected to form a consortium with corporate and financial partners to finance the buyout and take the 145-year-old Japanese company private.</p> <p><strong>Grab</strong>, south-east Asia's most valuable start-up, is set for <a href=\"https://www.ft.com/content/73d8b26c-3d61-48ec-8027-25c4cd625488\">the largest merger</a> between a private business and a blank cheque company in a deal that will value the SoftBank-backed technology group at about $35bn.&#xa0;Grab, which offers ride-hailing and financial services to consumers across Indonesia, Thailand and Vietnam, could finalise an agreement to list in New York as soon as this week, according to three people with direct knowledge of the situation.</p> <p>Austrian privacy activist Max Schrems has <a href=\"https://www.ft.com/content/4617cc99-3ed2-49e1-b97f-db4f1b45b5db\">filed a complaint</a> against <strong>Google</strong> in France alleging that the US tech giant is illegally tracking users on Android phones without their consent. In a complaint, Schrems' campaign group Noyb argued that in creating and storing unique advertising codes, similar to Apple's Identifier for Advertisers (IDFA),&#xa0;without first obtaining explicit permission from users, Google was engaging in “illegal operations” that violate EU privacy laws.</p> <h2>Essential comment before you go</h2> <p><strong>Helen Thomas</strong> <br>The latest “deal” between the UK and the EU was meant to clear a path to a new way of operating for the City of London.&#xa0;In reality, it feels more like <a href=\"https://www.ft.com/content/1b08132e-0fa0-492d-8c00-3ae49c44e0e5\">the end of the road</a>.</p> <p><strong>Robin Harding</strong> <br>Hiking interest rates would cause a lot of collateral damage to the economy but <a href=\"https://www.ft.com/content/03348778-ec31-4120-a68e-098eea760440\">it would not do much</a> to help younger people struggling to get on the housing ladder.<br><br><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.</strong></p><p>Source: Bryce Elder 2021 'Ryanair damps hopes of breaking even this year due to faltering EU vaccine rollout  ' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T07:41:23.693Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4331,
          "end": 4336
        }
      ],
      "nexusId": "10022657"
    }
  ]
}