{
  "_id": "4aa28b7641ef61bcbc0fc735ada94a80532392341211e0c27e0f03aa65d02c9f",
  "feed": "wall-street-journal",
  "title": "Vivendi's Universal Spinoff Advances",
  "text": "<p>Universal, home to stars including Taylor Swift, Billie Eilish, Queen and the Beatles, commands some 40% market share in the domestic recorded-music business -- 30% globally -- and operates the world's second-largest music publishing company, which last year bought Bob Dylan's entire songwriting catalog.</p><p>Over the weekend, Vivendi reached an agreement for a 10% investment in Universal by William Ackman's Pershing Square Tontine Holdings Ltd., valuing the company at 35 billion euros, or about $40 billion. The Wall Street Journal previously reported on the discussions. In an email to employees, Universal Chief Executive Lucian Grainge called the investment a \"strong validation.\"</p><p>Tencent Holdings Ltd. owns about 20% of Universal after the Chinese internet conglomerate doubled its stake last year in a deal that valued the business at about 30 billion euros.</p><p>\"The fact that we now have, in addition to Vivendi, two committed investors -- the consortium led by Tencent, as well as PSTH -- is as powerful an endorsement as one could imagine from the investment and technology communities,\" said Mr. Grainge in the note.</p><p>Universal is set to join Warner Music Group Corp. in the public market. The third-largest recorded music company -- which owns labels including Atlantic, Elektra and its flagship Warner Records, as well as Warner Chappell Music, the third-largest music publisher -- listed on the Nasdaq last June. Shares surged in their debut and have climbed 15% over the past year.</p><p>The resurgent music industry has piqued the interest of the investment community as it has been growing quickly thanks to the rise of streaming services such as Spotify and Apple Music. After a 15-year decline amid rampant online piracy, the music business's fortunes started to turn around in 2016, when the growth from streaming services began to outweigh dropping CD and digital download sales. Streaming now accounts for more than 80% of recorded-music revenue in the U.S. and more than 60% globally.</p><p>---</p><p>Matthew Dalton contributed to this article.</p>",
  "published": "2021-06-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1665,
          "end": 1670
        }
      ]
    }
  ]
}