{
  "_id": "2747cb91cde630bc8535796a80664fcb0324c59d126ba8d993209ca51b8f5ed5",
  "feed": "ftcomall",
  "title": "What the latest iPhone reveals about Apple's strategy",
  "text": "<p>Tim Cook says the newest smartphones from <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> are “the best iPhones we've ever created”.</p> <p>When it launched last month, Apple claimed the iPhone 13 Pro had “breakthrough camera innovations” and battery life capable of streaming video nonstop for 20 hours.</p> <p>A look inside the iPhone 13 Pro model by Nikkei and the Financial Times shows it is also the most environmentally responsible and has more custom technology than its predecessors. </p> <p>The A15 chip that powers the iPhone 13 Pro is one custom feature that Apple claims will give the handset an edge for overall speed, better photos and 50 per cent faster graphics performance than the competition. </p> <p>Specifications aside, Apple continues to underscore and heavily promote the ever-widening percentage of recycled materials it has used to manufacture the phones more sustainably. </p> <p>On Wednesday the company said it had “more than doubled the number of suppliers committed to using 100 per cent clean energy” from last year, as part of its 2030 plan to be carbon zero across the supply chain. </p> <p>Stacy Wegner, senior teardown analyst at the technology analysis group TechInsights, said Apple excelled at encouraging users — and incentivising them through discounts — to give old iPhones back to Apple, so they can be refurbished and resold. But there is no way to evaluate the life cycle of electronics, she argued.</p> <p>“There is no one reporting system, which means we cannot compare an Apple to Samsung, or anyone else,” Wegner said.</p> <p>However, the new iPhone also has higher build costs — cutting into margins — and does environmental damage by being even more difficult to repair.</p> <p>An activist shareholder has argued that the carbon footprint associated with an iPhone has increased by between 14 per cent and 54 per cent from the iPhone 7 to the iPhone 12 series, according to <a href=\"https://www.ft.com/content/4444d5aa-5494-4fb0-8648-fbd303cc7981\">petitions</a> filed with the US Securities and Exchange Commission this week. Apple is disputing these claims.</p><p>Source: Patrick McGee in San Francisco and Alan Smith in London 2021 'What the latest iPhone reveals about Apple's strategy' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T19:53:18.088Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 42,
          "end": 47
        },
        {
          "start": 506,
          "end": 511
        },
        {
          "start": 1127,
          "end": 1132
        },
        {
          "start": 1425,
          "end": 1430
        },
        {
          "start": 1236,
          "end": 1241
        },
        {
          "start": 1890,
          "end": 1895
        },
        {
          "start": 120,
          "end": 125
        },
        {
          "start": 670,
          "end": 675
        },
        {
          "start": 37,
          "end": 42
        }
      ],
      "nexusId": "10022657"
    }
  ]
}