{
  "_id": "25687957d8d2f7f6aec834cea18e39ba7e68fe9d97b992fee4ee62d7749deb2c",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Holiday Books: This Is Not a Book Review",
  "text": "<p>Pantheon, 439 pages, $45</p><p>The Surrealists talked a good picture, and Rene Magritte was more a visual punster than a virtuoso painter. His art, Alex Danchev writes in this thoroughly and gruesomely entertaining biography, is \"a cross between Wittgenstein's thought and Alice in Wonderland, with a seasoning of surrealism, a pinch of eroticism, and a sizzle of dread.\" All true, all gripping, but not primarily pictorial. Still, Mr. Danchev is right to call Magritte \"the dream merchant of our time.\" Magritte's studiously underplayed paintings are a modern image bank, and we draw on it unknowingly every time we see the Apple logo.</p><p>In Surrealism, as in advertising and commercial draftsmanship -- the training ground for Magritte and his spiritual heir, Andy Warhol -- words precede images. We could say that Magritte (1898-1967) wrote the book on being a conceptual artist, though we should not blame him for Jeff Koons. In \"The Treachery of Images\" (1929), Magritte depicts a pipe with the slogan \"Ceci n'est pas une pipe\": \"This is not a pipe.\" Not a real pipe, that is: We are told it is only the image of a pipe. Magritte sends us in two directions at once; the studied blandness of his instructions and the Sears-catalog realism of the pipe he's painted make the confusion all the more disturbing.</p><p>Salvador Dali was a showman; Magritte, more cunningly, masked his thoughts behind his images and made his life into performance art. This was not entirely novel -- Huysmans and Wilde did so before Magritte was born -- but Magritte underplayed it brilliantly. As Mr. Danchev, a veteran biographer of the art world, documents in \"Magritte: A Life,\" the painter lived all his life in Belgium, apart from three years in Paris during the Surrealist ferment of 1927-30. Parodying a dull bourgeois, he painted in a corner of his living room in a suit and tie, smoking a pipe and wearing slippers.</p><p>They were Freudian slippers and, as he told us, the pipe was not a pipe. \"I'm convinced that his painting proceeds in large measure from his rooted tendency to warp the form of words and above all to alter their meaning, if possible, in a contradictory sense,\" his friend the Belgian poet Louis Scutenaire wrote in the early 1940s. Magritte's father, Leopold, was a \"remote and overbearing, oblivious and spoiling\" tailor who banned the use of Walloon slang in the house. When his children were ill, he dosed them with potions he concocted himself. Magritte's mother, Regina, was a \"fragile\" depressive and semi-invalid who, when Rene was 13, drowned herself in the River Sambre.</p><p>Magritte's \"founding myth,\" Mr. Danchev writes, was his story of witnessing the retrieval of her body from the water after 17 days, with her nightdress over her face. Magritte did not talk about his mother's death for 30 years. When he did, he told Scutenaire, the \"only feeling\" he remembered upon seeing her corpse was \"one of intense pride at the thought of being the pitiable center of attention.\" Mr. Danchev concludes that Magritte was probably not at the scene -- but demonstrates that Magritte never left it in his imagination.</p><p>In 1934, the artist's design for the cover of Andre Breton's \"What Is Surrealism?\" drew on Magritte's \"Le Viol\" (\"The Rape\"), in which a woman's face is replaced by her naked torso. In 1964, discussing \"La Grande Guerre\" (\"The Great War\"), portraits showing a pre-1914 pair with an apple over his face and flowers over hers, Magritte said: \"Everything we see hides another thing, we always want to see what is hidden by what we see. . . . This interest can take the form of a quite intense feeling, a sort of conflict, one might say, between the visible that is hidden and the visible that is apparent.\" One might also say that this conflict and its potential for excitement are at the heart of much art and much of our interest in it -- though not until Surrealism was this stated so literally, or so literately.</p><p>The teenage Rene would \"string up live cats on the cords of local doorbells,\" and had a \"taste for practical jokes involving excrement, urine, the sabotage of public toilets, and the diligent monitoring of septic tanks.\" His best friend, Raymond Petrus, vouched that Rene \"let the family's donkey starve to death after torturing it in the back garden\" and was caught loitering in the local cemetery suspiciously close to a disinterred corpse. Petrus, Mr. Danchev notes, \"went to great lengths to protect Magritte's reputation.\"</p><p>Magritte was made for the high-concept pranking of Surrealism. In 1923 he had just married his childhood sweetheart, Georgette Berger, and was working as a wallpaper designer when he saw the classical dreamscape of Giorgio de Chirico's \"The Song of Love.\" By 1927 he was in Paris and part of the Surrealist gang led by Breton. The revolution did not pay, and by 1930 Magritte was back in Brussels and back in advertising -- if, that is, Magritte's imagination had ever left it. Years later \"L'Oiseau de Ciel\" (\"Sky Bird,\" 1966) would supply the logo for Belgium's national airline, Sabena. The deal, Magritte said, \"put a lot of butter on my spinach.\"</p><p>Magritte broke the draftsman's contract with reality, but gently. He \"scorned the subconscious, and left nothing to chance,\" Mr. Danchev writes. \"His paintings are as much calculation as they are hallucination\": not the usual contrived Surrealist spontaneity. Marx had used \"Belgian\" as a synonym for stupid, but Magritte was a master of intellectual abstraction, a student of ambivalence, and a self-knowing study in it.</p><p>In the 1930s, Magritte joined and left the Communist Party several times, ran an advertising agency in Brussels with his brother Paul while exhibiting his paintings in New York, and left his Georgette only to reconcile with her. A convinced and vocal anti-Nazi, he fled to southern France in 1940 and then, returning to Belgium, spent the rest of the war painting after the \"sunlit\" manner of Renoir -- in order, he said, to \"bring a little pleasure into the world.\"</p><p>Reality caught up with him in the 1960s. Magritte had influenced Mark Rothko, Jasper Johns and Robert Rauschenberg, and Warhol too. \"I think of myself as Magritte,\" John Lennon said to Yoko Ono when he invited her over for the first time. Magritte's \"Le Jeu de Morre\" (\"The Game of Mora\") (1966), an apple with the words \"Au revoir\" on it, inspired The Beatles's surreal corporate experiment, Apple Corps. Magritte died in 1967, the year of \"Sgt. Pepper,\" but this was a case of \"Hello, Goodbye\": Today, Paul McCartney owns both \"Le Jeu de Morre\" and Magritte's palette and brushes.</p><p>Alex Danchev died before he could write his final chapter. His manuscript was ably finished by Elizabeth Whitfield. All this befits their subject. This is a fascinating biography of an artist by Alex Danchev, this is not by Alex Danchev; this is fascinating as biography, but not because of the art.</p><p>---</p><p>Mr. Green is the editor of the Spectator's world edition.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 619,
          "end": 624
        },
        {
          "start": 6385,
          "end": 6390
        },
        {
          "start": 6292,
          "end": 6297
        },
        {
          "start": 3391,
          "end": 3396
        }
      ],
      "nexusId": "10022657"
    }
  ]
}