{
  "_id": "9025b29e1fa143d2289e7c9b5a98aa728ea7b9f18969167bf1f8a90d1e71666d",
  "feed": "ftcomall",
  "title": "Tech groups in Taiwan accused of locking up migrant workers",
  "text": "<p>Electronics groups including Japan's Canon and Innolux, an affiliate of Apple supplier Foxconn, have been accused of locking up migrant workers in Taiwan as an outbreak of Covid-19 hits the country's tech industry.</p> <p>The accusations highlight the labour practices used to sustain Taiwan's position as a technology manufacturing powerhouse. The country is a linchpin of the chip industry — a position even more crucial as the world faces a semiconductor crunch.</p> <p>According to internal documents and staff communications seen by the Financial Times, the companies, which also include Siliconware Precision Industries (SPIL) — a unit of the world's largest chip packaging and testing house ASE — have forbidden migrant workers from leaving the dormitories where they live except to go to work.</p> <p>While Taiwan's exports have boomed on the back of strong global demand for chips, servers, laptops and other gear needed to work from home, the country has in recent weeks been battling its first big <a href=\"https://www.ft.com/content/ce18b201-551c-4fb6-bd82-766e4d453dbc\">flare-up of coronavirus infections</a>. Taiwan's <a href=\"https://www.ft.com/content/212052c7-03d1-42df-9bde-2bb9ef16da80\">economy grew</a> almost 9 per cent in the first quarter.</p> <p>“It has now become extremely common for employers to lock their migrant workers up,” said Lennon Wong, an activist at the Serve the People Association. A survey by the labour rights group found that 60 per cent of migrant workers are forbidden from going out in their free time, double the percentage before Taiwan recorded its <a href=\"https://www.ft.com/content/85604b0b-e7aa-4e26-a547-b3d27b262e6b\">first significant community outbreak</a> in mid-May.</p> <p>As of April, 713,000 migrant workers, mainly from the Philippines, Vietnam, Thailand and Indonesia, were employed in Taiwan, accounting for 8 per cent of the country's workforce. More than 60 per cent work in factories, including those that dominate global supply chains for electronics components.</p> <p>“Discrimination of migrant workers in Taiwan is systemic, but the pandemic has made it a lot worse,” Wong said.</p> <p>Employers, who are legally required to provide migrant workers with accommodation and food, mostly outsource these services to brokers that try to keep costs as low as possible. On average between four and 12 workers share a room.</p> <p>Under pressure from health authorities to prevent further factory clusters, employers have in the past two weeks imposed new restrictions that go beyond any rules introduced by the central government.</p> <p>Canon, a Japanese optical products company, confined migrant workers in its Taichung factory to their dormitories when off duty and even warned them against chatting. “Except to and from work, do not leave the dormitory,” Canon said in an internal blog. It added: “Group conversation is not allow in the dormitory [sic].”</p> <p>Canon acknowledged the edict might have been overly strict. “We cannot deny that the content and expression we used were excessive in some parts as a result of focusing too much on the safety of employees and the community. In response to questions raised from within and outside the company, we have revised the content on June 18 in accordance with government advisory,” the company said in a statement to the FT.</p> <p>Migrant workers for Innolux received a message on June 13 that read: “Please be informed that all of you has been locked down for 30 days starting yesterday. You're not allowed to go out any more so please just stay at dorm as much as possible and follow the rules imposed by innolux company this is all for the safety of everyone! [sic].”</p> <p>Innolux said the message was sent by the broker that runs the dormitory due to “mistaken communication” between the broker and the company.</p> <p>ASE and its SPIL affiliate in June demanded that migrant workers living off-premises return to dormitories, where they were then banned from leaving except to go work. According to two workers at ASE and SPIL, migrant staff are required to sign in at their dorm with an electronic pass within an hour of their shift ending. Those who arrive late are locked out and interrogated.</p> <p>ASE said it had “put in place a policy requesting our migrant worker employees to observe a ‘point-to-point' schedule. For example from dormitory to work and vice versa. This is to ensure that they try to stay in their dorms/residences after work and avoid unnecessary trips and group gatherings.”&#xa0;</p> <p>SPIL said epidemic prevention measures in its dormitories followed the guidance of Taiwan health authorities. “The company respects migrant workers' choice on whether they want to return to the dorm, and encourages them to go out less.” </p> <p>However, instructions relayed to staff on June 5 read: “To protect the health of all employees, the company has prohibited all employees from going out […] the company and the dormitory will check the time from the factory to the dormitory every day.”</p> <p>After cluster infections hit several electronics factories in western Taiwan's Miaoli County, local government chief Hsu Yao-chang on June 7 announced that migrant workers in the county were prohibited from leaving their factories and dormitories. The restrictions were far tougher than the soft lockdown that was imposed on the general population. </p> <p>The move was criticised by Tseng Wen-hsueh, a Miaoli lawmaker. “The reason migrant workers are exposed to higher infection risk is the fact that they have to live in crowded dormitories,” he said. “We should not target people for their nationality but address the real issue.”</p> <p>No central government official has spoken up against the restrictions on foreign workers. No other local governments in areas with tech factories have introduced restrictions such as those in Miaoli.</p> <p>Some employers are resorting to scare tactics. “If you are infected with Covid-19, if you die, your body will be cremated in Taiwan immediately, your family will not even be able to see your body, and your family's finances will be immediately disconnected,” said Alibaba, a Taiwanese labour broker, in a message sent to migrant workers. “If you do not die, you will be responsible for all the isolation fees during isolation, medical treatment and other people who have been in contact with you.”</p><p>Source: Kathrin Hille in Taipei and Kana Inagaki in Tokyo 2021 'Tech groups in Taiwan accused of locking up migrant workers' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-22T20:31:04.523Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 72,
          "end": 77
        }
      ],
      "nexusId": "10022657"
    }
  ]
}