{
  "_id": "9fe0a283e6ca547b198061c7ec45126e0b6b1d3168b9243e18a62c554ae0d2fd",
  "feed": "ftcomall",
  "title": "Batteries and bitcoin not nickel and dime for Musk",
  "text": "<p>Bitcoin, which dipped below $30,000 earlier this week, is back above $32,000 today, after influential tech chiefs Elon Musk and <a href=\"https://www.ft.com/content/897a8a42-7184-488e-989c-df05a4451409\">Jack Dorsey voiced </a>their support at a conference on Wednesday.</p> <p>Musk disclosed for the first time that his private rocket company <a href=\"https://www.ft.com/content/1e8e83a7-08bc-42bd-901e-a92986e743e7\">SpaceX holds bitcoin </a>and that Tesla would “most likely” resume accepting it as payment for its electric cars.</p> <p>The billionaire entrepreneur said he personally held bitcoin, ethereum and the more niche dogecoin, while two of his companies, SpaceX and Tesla, were bitcoin investors — and would remain that way. “We're not selling any bitcoin, nor am I selling anything personally,” he said. “I would like to see bitcoin succeed.”</p> <p>Musk may not be selling bitcoin, but he is certainly a big buyer of nickel, <a href=\"https://www.ft.com/content/250d6dc7-d6e2-47d0-b76e-a9abaab5eeae\">reports Henry Sanderson</a>. Tesla has agreed to buy nickel for its batteries from BHP, the world's largest miner, as it looks to lock up supplies of the metal not controlled by China. The deal is the third for nickel it has signed in the past eight months, following ones with Vale and the Trafigura-backed Goro mine. Musk has been seeking supplies of “sustainable” nickel and the metal is a key material for Tesla's longer-range cars that require more powerful batteries. </p> <p>In other electric car news, <a href=\"https://www.ft.com/content/4dd01709-cf31-4e13-8876-f8f7ab148149\">Mercedes has acquired Yasa, </a>a British electric motor start-up. Spun out of Oxford university in 2009, Yasa manufactures next-generation electric motors for performance cars, and counts Ferrari and other supercar brands among its customers. Its products, known as axial flux motors, offer greater efficiency, and are smaller, than traditional electric drives.</p> <p>Meanwhile, in Asia, Foxconn and Japan's Nidec are in discussions to set up a Taiwan-based<a href=\"https://www.ft.com/content/1863ca35-25bc-40ea-a854-26d3c4432f0e\"> joint venture next year to build motors</a> for electric vehicles, as the two Apple suppliers make an aggressive push into the market.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Autonomy founder can be extradited, says judge</strong><br>Mike Lynch, the billionaire founder of the software company Autonomy, can be extradited to the US, a London judge ruled on Thursday. Lynch, one of the UK's best-known technology entrepreneurs, has been charged in the US with 17 counts of conspiracy and fraud relating to Hewlett-Packard's purchase of Autonomy for $11bn in 2011. An appeal is expected.</p> <p><strong>2. Saudi Aramco is ransomware victim</strong><br>Saudi Aramco, the world's largest oil producer, said <a href=\"https://www.ft.com/content/272259b0-8e98-4b49-8047-f4b8a2d33e95\">company files were leaked</a> via a contractor, after a cyber extortionist claimed to have seized troves of its data last month and demanded a $50m ransom. Separately, a 22-year old British national, known online as <a href=\"https://www.ft.com/content/a1aaa167-84d6-4673-8cff-5308ec3bad8e\">“PlugWalkJoe”, has been arrested</a> on Spain's Costa del Sol for allegedly being one of four young hackers who grabbed control of dozens of celebrity Twitter accounts last year and used them to solicit more than $115,000 in bitcoin.</p> <p><strong>3. Chinese IPOs pivot to Hong Kong</strong><br>Global investment banks are racing to redirect Chinese groups' initial public offerings <a href=\"https://www.ft.com/content/90620c2c-ea07-4425-9a18-f3b4587ed3ad\">towards Hong Kong</a> after new cyber security rules instituted by Beijing halted lucrative tech listings previously heading for New York. About 20 Chinese companies had publicly disclosed plans to raise $1.4bn from share sales in New York this year, Dealogic data shows. “All the Chinese issuers planning New York IPOs are looking at whether they can pivot to Hong Kong,” said a senior capital markets banker in Hong Kong.</p> <p><strong>4. EU appeals Amazon tax decision</strong><br>Brussels <a href=\"https://www.ft.com/content/2716f53a-f601-4341-bcf1-781b62daea4a\">is appealing</a> to the European Court of Justice over a court decision that quashed an order for Amazon to pay €250m in tax to Luxembourg. Similar to its appeal in the Apple state aid case, the EU believes the ruling should have been based on the profits recorded in Luxembourg by Amazon rather than looking at the US, where it holds its intellectual property.</p> <p><strong>5. HBO Max gains as Netflix slips</strong><br>HBO Max <a href=\"https://www.ft.com/content/d0c787dd-3774-45f2-98a4-b8ddac54ae5c\">signed up 2.4m new subscribers</a> in the June quarter in the US while hundreds of thousands of Americans cancelled their Netflix subscriptions, in a sign of how Hollywood's streaming battle has heated up. Netflix senior management this week dismissed HBO as a threat. It now has 12.1m US subscribers, compared to Netflix's 74m in the US and Canada.</p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>The frenzied pace of start-up investment continues in Europe, with more venture capital deployed in the first half of this year than in the whole of 2020. That means VC firms are getting through their funds faster than ever; transatlantic investor Index Ventures this week announced&#xa0;<a href=\"https://sifted.eu/articles/index-ventures-raises-2-9bn-funds/\">two new funds totalling $2.9bn</a>, just one year after raising its last set worth $2bn.&#xa0;</p> <p>Elsewhere, Sifted sat down for&#xa0;<a href=\"https://sifted.eu/articles/daniel-dines-uipath-brunch/\">brunch with Daniel Dines</a>, the founder of software sensation UiPath and Romania's richest man; the interest in&#xa0;<a href=\"https://sifted.eu/articles/on-demand-grocery-startups-europe/\">on-demand grocery delivery start-ups</a>&#xa0;shows&#xa0;<a href=\"https://sifted.eu/articles/jokr-170m-series-a/\">no sign of waning</a>;&#xa0;and top executives at digital bank Monzo reveal that an&#xa0;<a href=\"https://sifted.eu/articles/monzo-future-ipo-execs/\">IPO is on the cards.</a></p> <h2>Tech tools — OnePlus Nord 2 5G</h2> <p>OnePlus today launched&#xa0;the value-priced <a href=\"https://www.oneplus.com/uk/nord-2-5g?from=hphero\">Nord 2 5G</a>, with the Chinese company describing it as a comprehensive upgrade from the first&#xa0;Nord, “from camera&#xa0;and&#xa0;performance&#xa0;to charging and design”. It has a 50MP AI&#xa0;triple&#xa0;camera with&#xa0;an&#xa0;improved Sony sensor and optical image stabilisation (OIS). There is also an 8MP ultra-wide camera with a&#xa0;119.7-degree&#xa0;field of view along with a 32MP selfie camera. The MediaTek processor offers 65 per cent faster CPU performance and 125 per cent better graphics performance than in the Nord of a year ago. Warp Charge 65 charging technology charges from 0 to 100 per cent in less than 35 minutes. The screen is a 6.43-inch fluid AMOLED display with a 90 Hz refresh rate. The phone is available for pre-order now with shipping beginning on Monday. It starts at £399 for a 128GB version. <a href=\"https://www.techradar.com/reviews/oneplus-nord-2\">TechRadar has a first review.</a></p><p>Source: Chris Nuttall in London 2021 'Batteries and bitcoin not nickel and dime for Musk' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T17:30:51.413Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1781,
          "end": 1786
        },
        {
          "start": 3553,
          "end": 3558
        }
      ]
    }
  ]
}