{
  "_id": "32569138f56e05481bc1126408285027959e99a9f75d5ca3ff21c4c8f97fc0ba",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>General Motors is entering the race to produce electric delivery vehicles. The Detroit auto maker said Tuesday it would begin making electric delivery trucks and motorized dollies to capitalize on the now-booming market for e-commerce and home delivery. The business, called BrightDrop, plans to roll out an electric truck designed specifically for commercial purposes, competing against Ford Motor Co.'s recently introduced electric delivery van. GM said FedEx has agreed to purchase 500 of the new electric trucks for delivery later this year. General Motors shares rose 6.2% Tuesday.</p><p>ALBERTSONS COS.</p><p>ACI +2.1%</p><p>Albertsons is bagging more sales than some rivals as grocery shoppers stock up during the pandemic, besting .Kroger Co. and Walmart Inc. in the recent quarter. In 2020, food sellers booked strong sales to consumers who spent the bulk of the year cooking at home. The grocer's CEO told analysts Tuesday that shoppers are largely buying groceries less frequently, but purchase greater amounts of food when they do. Albertsons is also expanding its offering of products such as meal kits and store brands for people cooking at home. Albertsons shares added 2.1% Tuesday.</p><p>ALPHABET INC.</p><p>GOOG -2.2%</p><p>Parler has gone dark. Alphabet's Google and Apple Inc. suspended the free-speech focused social-media platform from its app stores, and Amazon.com Inc. shut Parler's access to its cloud services. The app served as a hub for people who organized, participated in or celebrated the Jan. 6 U.S. Capitol attack, which is expected to spur congressional efforts to regulate big tech. Alphabet shares fell 2.2% Monday.</p><p>INTEL CORP.</p><p>INTC +7%</p><p>Intel looked outside when changing leaders. The semiconductor giant ousted chief executive Bob Swan on Wednesday and tapped VMware chief Pat Gelsinger as his successor. The surprise move came after activist hedge fund Third Point LLC called for sweeping change at the end of last year, during which the company suffered more product delays and lost its rank as the most valued U.S. chip maker. Mr. Swan's successor, Mr. Gelsinger, was once Intel's technology chief. He has served as CEO of the business-software provider VMware since 2012. Intel shares rose 7% Wednesday.</p><p>DELTA AIR LINES INC.</p><p>DAL +2.5%</p><p>Delta is hunkering down for a long, dark winter. The airline's 2020 losses amounted to nearly $12.4 billion, the company reported Thursday, making it Delta's worst year ever and marking its first annual loss since 2009. The months after the December holidays are typically the weakest for airlines, but the company expects air-travel demand to turn a corner this year as Covid-19 vaccines are rolled out. Executives said searches on Delta's website are on the rise and people are saving up frequent-flier miles to take big trips in the future. Delta Air Lines rose 2.5% Thursday.</p><p>JPMORGAN CHASE &amp; CO.</p><p>JPM -1.8%</p><p>The economic recovery has held up better than America's big banks anticipated. JPMorgan, Citigroup Inc. and Wells Fargo &amp; Co. all reported better-than-expected earnings, powered by reserve releases and their Wall Street operations. JPMorgan posted its highest-ever quarterly profit on Friday, after releasing $2.9 billion in funds it had set aside to cover soured loans during the pandemic. CEO Jamie Dimon said JPMorgan remains positioned for \"significant near-term economic uncertainty.\" Bank shares fell broadly and JPMorgan shares lost 1.8% Friday.</p><p>EXXON MOBIL CORP.</p><p>XOM -4.8%</p><p>Exxon is being investigated by U.S. authorities after a whistleblower said the company overvalued one of its most important oil and gas properties. The Wall Street Journal reported on Friday that the Securities and Exchange Commission launched a probe into the struggling energy giant after an employee filed a complaint last fall alleging that lower-level employees were pressured to use unrealistic assumptions in valuing a key asset in the Permian Basin. Exxon posted billions of dollars in losses in 2020. Its shares slipped 4.8% Friday.</p>",
  "published": "2021-01-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1239,
          "end": 1248
        },
        {
          "start": 1250,
          "end": 1260
        }
      ]
    }
  ]
}