{
  "_id": "160b4966cb663b6fde01e7e8de858e80860e12a83defef09824863f2dae9295d",
  "feed": "ftcomall",
  "title": "Shape-shifting crypto looks to evade regulators",
  "text": "<p>The ShapeShift cryptocurrency exchange is taking on a form that represents the worst nightmares of regulators looking to reign in the digital assets sector.</p> <p><a href=\"https://www.ft.com/content/beeb2f8c-99ec-494b-aa76-a7be0bf9dae6\">As today's Big Read explains</a>, in July, the 37-year-old entrepreneur Erik Voorhees announced the company he had founded seven years earlier to help people exchange cryptocurrencies without exposing their names would disappear from the face of the Earth — even as its services remained available to those who wanted them. </p> <p>ShapeShift would become a “decentralised autonomous organisation”, or DAO, over time, he declared. Its corporate structure would fade away. “ShapeShift's vision is the establishment of an immutable, borderless financial system,” he wrote on Twitter, where he has nearly 525,000 followers. “Let's be direct: money and finance shall not be operated by coercive government among free people. They shall — like language, mathematics, and love — emerge voluntarily and without central rule.” </p> <p>Regulatory circles see his declaration as possibly signalling a new phase in the battle to prevent money laundering on blockchains — the digital ledgers of cryptocurrency transactions — making it easier for criminals and kleptocrats to move money around the global financial system. </p> <p>At the same time, more established crypto exchanges, such as recently listed Coinbase, have been railing against the heavy hand of regulation. <br>The Twitter salvo by its CEO Brian Armstrong last week against the US Securities and Exchange Commission reflected rising anger among crypto entrepreneurs, who argue regulators are holding back innovation and have been too slow to offer clear rules for the industry, <a href=\"https://www.ft.com/content/e56cec2c-a80f-4a68-a337-df44a42c4139\">report Hannah Murphy and Joshua Oliver</a>.</p> <p>Coinbase's Armstrong has argued the SEC should not judge its Lend product, which is designed to allow users to earn interest on their digital assets, as a security. <a href=\"https://www.ft.com/content/ca5682a2-04ea-44c8-8b48-4dcf3f5a6721\">Brooke Masters points out </a>its rival Binance also had a public spat with BaFin over stock tokens that the German regulator contended were securities, and UK regulators say its British arm has failed to respond to basic queries about the wider group's products and structures. The crypto crowd appears to view regulators as trying to keep out disrupters and protect the current system, dominated by banks and large financial institutions.</p> <p>Meanwhile, cryptocurrency hedge funds <a href=\"https://www.ft.com/content/c7bf6cf3-4167-49cb-9dd8-2d3b89c8a63f\">gained nearly 24 per cent in August </a>as large price swings in digital asset prices helped them outperform equities and regular currencies markets. The strong pace of gains means funds focused on bitcoin and other digital assets have returned 145 per cent this year, according to data from Eurekahedge. </p> <h2>The Internet of (Five) Things</h2> <p><strong>1. TikTok faces GDPR probe</strong><br>The Irish data commissioner has launched investigations into TikTok over <a href=\"https://www.ft.com/content/31da34b7-5610-43a9-b9ee-78ef166ccd5c\">its handling of children's data </a>and alleged transfer of user information to China, marking the latest regulatory concerns over the popular video app.</p> <p><strong>2. EU told cost of chip building</strong><br>The EU wants to be less reliant on semiconductors from Asia, but it <a href=\"https://www.ft.com/content/804c9bf4-0d7e-4a92-b9ec-97990a97f02a\">must offer at least €20bn in subsidies</a> if it wants to “move the needle” on computer chipmaking in the bloc, according to Paul Boudre, chief executive of Soitec, a €7bn supplier of silicon wafers. <a href=\"https://www.ft.com/content/8c718a74-cd95-4b2d-ac0e-de0682e4e3cd\">Nikkei Asia reports</a> that prices of chips are on track to rise into 2022 as Taiwan's TSMC, the world's biggest contract chipmaker, joins its rivals in ramping up production fees.</p> <p><strong>3. Darktrace posts maiden loss</strong><br>The costs of floating on the London market forced cyber security group Darktrace into<a href=\"https://www.ft.com/content/fbb88e4a-4e2c-47e2-a02e-a173c2baeffd\"> a steep loss </a>in its maiden full-year results despite upbeat forecasts for growth next year. <a href=\"https://www.ft.com/content/d15e3526-d871-42c1-9b4e-9d96ffb115c7\">Lex says</a> expectations of top-line growth of at least 35 per cent next year are three percentage points higher than previously. At an enterprise value of 15 times 2022 sales, that is less than half the multiple of its fastest-growing US peers.</p> <p><strong>4. Amazon and Deliveroo link up</strong><br>Deliveroo and Amazon have <a href=\"https://www.ft.com/content/810218a3-32af-475d-bf47-c496e1a7a89b\">struck their first customer-facing partnership </a>since the US ecommerce group agreed to invest in the London-based food app two years ago, offering Prime customers free deliveries on certain orders. The move comes despite UK regulators examining the risks of just such a tie-up when considering whether to allow Amazon's investment in Deliveroo, which was originally agreed in 2019.</p> <p><strong>5. Video of the day: Recycling EV batteries</strong><br>Tesla co-founder JB Straubel believes the recycling revolution is coming to EV batteries. The largest lithium mine in the world could be sitting in America's unwanted gadgets, <a href=\"https://www.ft.com/video/d59734d9-5745-46d1-afbe-622c200b3783\">reports Patrick McGee</a>.</p> <h2>Tech tools — Xiaomi's cinemagical smartphones</h2> <p>Makers of smartphones are urging their customers to become makers of movies, using their latest products for Hollywood effects. Apple spent several minutes on Tuesday showing us a whodunnit movie made with the new iPhone 13, showing off its Cinematic Mode, where focus readily shifted from a foreground character to a background object and vice versa. </p> <p>Today, Xiaomi <a href=\"https://event.mi.com/uk/sales2021/xiaomi-product-launch-2021\">unveiled its 11T and 11T Pro </a>flagships for “Cinemagic Filmmaking” We saw another movie, this time emphasising features such as “Hitchcock Zoom”, an effect where the world seems to close in around you. There is also a 108Mp main camera, 120-degree Ultra Wide camera and a Telemacro one for shooting tiny objects. Audio Zoom zeroed in on the sizzling sound of a steak</p> <p>The Xiaomi Android phones looked more impressive than <a href=\"https://www.ft.com/content/7cd43613-1323-4705-8d14-6a65fc7a0e71\">the incremental iPhone upgrades </a>of the previous day. They have dual speakers, an Amoled screen and HyperCharge technology that can get you to 100 per cent in 17 minutes. Prices were pretty amazing as well — a 256GB 11T is available for £499 initially, compared to a 256GB iPhone 13 at £879.</p><p>Source: Chris Nuttall in London 2021 'Shape-shifting crypto looks to evade regulators' FT.com 15 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-15T17:52:02.225Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4701,
          "end": 4706
        }
      ],
      "nexusId": "10022657"
    }
  ]
}