{
  "_id": "a00e55269dc2e65bbf8e35fa01c6dc4335a8aaa81fb6880777e12cb3a42be34e",
  "feed": "ftcomall",
  "title": "US tech needs to do a great deal better when it comes to democracy",
  "text": "<p><em>The writer is international policy director at Stanford University's Cyber Policy Center</em></p> <p>The whistleblower <a href=\"https://www.ft.com/content/960243ec-6a65-4879-bfe1-9afcb2c0c7b3\">whose accusations against Facebook</a> have plunged the company into one of its deepest crises to date has unmasked herself — and revealed that she is not stopping here. In an interview on <em>60 Minutes</em>, Frances Haugen, a former Facebook product manager, said that while she worked at the company she had observed conflicts of interest “between what was good for the public and what was good for Facebook”. </p> <p>Despite Facebook's public statements that it removes content that leads to real-world harm, Haugen said that in allowing the spread of misinformation — for instance by removing algorithmic safeguards once the 2020 US presidential election was over — the platform was “a betrayal of democracy”. “It's a force that I worry will destabilise societies,” she said.</p> <p>These accusations have, yet again, laid bare the gaping hole between rhetoric and action on the part of technology companies. The firestorm is <a href=\"https://www.ft.com/content/2dbf79af-6dc5-4c98-90f0-af396c13e3ad\">unlikely to subside any time soon</a>. Haugen testified before a Senate committee on Tuesday, and her lawyers have filed complaints to the US's Securities and Exchange Commission.</p> <p>Facebook would not be the first American tech company to prioritise “profit over safety”, as Haugen has accused. In reality, it is not always clear which side the tech giants are rooting for. These companies can be opportunistic when it comes to unlocking markets, even when that means bowing to the demands of autocratic states. Both Google and Apple, for example, <a href=\"https://www.ft.com/content/faaada81-73d6-428c-8d74-88d273adbad3\">pulled an app from their stores</a> just before the Russian elections. The app had helped users identify the best candidate to tactically vote for if they sought to oppose President Vladimir Putin. </p> <p>Outside public relations statements, corporate interests are frequently advanced at the expense of democracy and human rights. Former Google CEO Eric Schmidt has called the rise of China, and the ability to develop misinformation-spreading AI systems, a “threat to democracy”. Investments in US technology and research should be increased, he argues, to prevent the US from losing the “AI race”. And yet Google has handed over private user data in special circumstances to the Hong Kong government, though it has since pledged&#xa0;not to do so after the&#xa0;enactment of the&#xa0;new security law. Apple also <a href=\"https://www.cnbc.com/2019/10/10/apple-deferred-to-the-chinese-long-before-the-hong-kong-protests.html\">removed tools</a> used during the pro-democracy protests in Hong Kong after complaints from Chinese state media. </p> <p>US tech companies depend on complex supply chains and components made in China and Hong Kong. As this dependency deepens, they may well be increasingly reluctant to resist demands by authorities. Without explicit legal safeguards to address these risks, there is no reason to believe that the claims chief executives make about defending democracy will result in principled actions.</p> <p>The US government meanwhile seems to believe that the best line of defence against techno-authoritarianism is a leading role for US companies. Since their infancy, the nation's tech giants have claimed their innovations will foster democracy and strengthen the voice of civil society globally — unless, that is, regulation gets in the way. The appeal of that promise probably explains why American legislators have been hesitant to rein them in. But by treating domestic companies as national champions, US industrial policy mimics China's state-led approach by curtailing market forces in the name of national security.</p> <p>Before China became the US's biggest tech rival, the dominant concern was the “Balkanisation” of the internet: if democratic governments imposed laws on technology firms, authoritarian regimes would do the same. But a lack of democratic governance has not deterred non-democratic regimes from adopting rules that fragments the internet along political and geographical lines. Instead, the fear of getting in the way of digital innovation has paralysed Washington. US tech companies end up more concerned about what is legal and illegal in Russia and China than what is required in the US.&#xa0;</p> <p>Tech companies need to start behaving in a way that is consistent with the values they state so often. The US has fallen for the “democratising power of tech” narrative for too long. By failing to develop a strong governance agenda for issues ranging from AI and data to semiconductors and social media, policymakers also risk getting fooled once again. Rather than simply trusting the tech giants, the US government should scrutinise and verify that they are operating with respect for the right principles if it hopes to see US companies, particularly those developing digital infrastructure, on democracy's side.</p><p>Source: Marietje Schaake 2021 'US tech needs to do a great deal better when it comes to democracy' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-05T16:58:32.691Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2331,
          "end": 2336
        },
        {
          "start": 1532,
          "end": 1537
        }
      ],
      "nexusId": "10022657"
    }
  ]
}