{
  "_id": "eae709fcac0750e68c8921b6342dfc81ebf90c93b9af104d983268306a108595",
  "feed": "ftcomall",
  "title": "The Happy Traitor, by Simon Kuper — George Blake, an imperfect spy",
  "text": "<p>The year 2020 ended with two related pieces of news: the release of more government files concerning the spy <a href=\"https://www.ft.com/content/246f42d9-f530-465c-a6ea-801e96593e38\">Kim Philby</a>, and the death of his fellow traitor, George Blake. It was entirely in keeping with the two men's relative notoriety that incremental revelations about Philby's life generated more press interest than the final chapter of Blake's.</p> <p>Philby's name will stir recognition even among those who cannot now remember exactly what it was he did, but Blake's has largely faded from the public consciousness, even though he was the KGB's major source in Britain in the 1950s. FT columnist <a href=\"https://www.ft.com/simon-kuper\">Simon Kuper</a>'s new biography aims to set that right, and to explain what drove a man who had once wanted to be a Dutch Reformed Church pastor to instead become a spy, first for Britain and then the Soviet Union.</p> <p>Philby and his fellow upper-class communists were recruited by the Soviets as young men in the 1930s and then instructed to try to penetrate British intelligence, something they did with great success in an environment where the right background seems to have trumped any kind of vetting. Their glamour, combined with the episodic nature of their unmasking over the decades from the 1950s to the 1980s, kept them in the public mind. <a href=\"https://www.ft.com/content/ca8b1c8c-91aa-4fe3-97db-ebec68085877\">John le Carré</a>'s “arch cad” Bill Haydon clearly drew on them.</p> <p>Blake was different, both in his lack of interest in the limelight and in the fact that he was a self-made traitor. In retrospect, he was perfectly fitted for a double life. Even his name was an invention: he was born George Behar, generally known as a boy as “Poek”. He had a childhood of multiple identities: he was born in Rotterdam, but a British citizen, thanks to a Turkish father who had somehow acquired a UK passport. He was raised a Protestant and only discovered his father had been a Jew after his death. He spent his teenage years in Cairo before returning to the Netherlands at the outbreak of the war and joining the resistance. </p> <p>It wasn't until he arrived in Britain in 1943 that he adopted the surname Blake. He was swiftly headhunted by MI6, first to prepare agents before they were dropped in the Netherlands, then wrapping up their operations in his home country. At this point, he seems to have been everything that his employers thought he was, and they were pleased enough with him to offer him a permanent job after the war.</p> <p>Kuper, another product of mixed backgrounds who was raised in the Netherlands, became fascinated by Blake's story in 1999, and in 2012 interviewed him in Dutch, on the condition that the conversation wouldn't be published in English until Blake had died. </p> <p>The result isn't new information — Blake's description of his life was consistent with previous accounts, which Kuper often quotes — but it is an enjoyable and lively retelling of a story now largely forgotten. </p> <p>Blake was sent to Seoul in 1948 as MI6's head of station, under a diplomatic cover. He was by this point already starting to question the excesses of capitalism, but his life was changed when the North Koreans invaded two years later. He and two other diplomats were taken prisoner, and held for nearly three years, most of it in a farmhouse with little to do. </p> <p>Among the few books they were given was a copy of <em>Das Kapital</em>. Reading Marx's work, Blake seems to have radicalised himself. He passed a note to his captors asking to speak to a Soviet officer. He was, a Stasi officer observed years later, “one of those who, as we say, the dear Lord sometimes sends”. </p> <p>Kuper will be familiar to FT readers as an entertaining and thoughtful writer, and his approach is to try to understand his subject while resisting his charm. Instead of a formula spy yarn, we get a personal encounter with Blake, as Kuper wrestles with his motivations and justifications, asking whether someone who barely knew Britain can really be called a traitor. In some ways, Blake comes across as a pitiful figure, one who realised soon after he arrived in Moscow that the Soviet Union was far from a workers' paradise, but was doomed to live out his days there. </p> <p>Three decades after the fall of the Berlin Wall, it may be hard to recall why people like this once mattered so much. But their betrayals were real: as Kuper has to remind himself in the wake of a friendly encounter, at least 40 agents behind the Iron Curtain were killed as a result of information Blake passed to his handlers. In the end, listening to his refusal to acknowledge his part in that, we're left with the impression that the final person Blake deceived was himself.</p> <p><a href=\"https://www.amazon.co.uk/Happy-Traitor-Russia-Extraordinary-George/dp/1781259372/ref=tmm_hrd_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=\"><strong>The Happy Traitor</strong></a><strong>. Spies, Lies and Exile in Russia: The Extraordinary Story of George Blake</strong> by Simon Kuper, Profile, £14.99, 288 pages </p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Robert Hutton 2021 'The Happy Traitor, by Simon Kuper — George Blake, an imperfect spy' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T12:30:58.544Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4855,
          "end": 4860
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}