{
  "_id": "a73d68c6992929bf4967f216cd9ba21f8bc76fc1d4cbb978f01b23e8c1e47469",
  "feed": "ftcomall",
  "title": "Denzel Washington: ‘We need spiritual callisthenics'",
  "text": "<p>“I don't think my character has resolved, or will ever resolve, his internal struggles — that's sort of the journey he's going through.” Denzel Washington is talking about the man he plays in his latest film, <em>The Little Things</em>. A psychological thriller set in 1990, it stars Washington as Joe “Deke” Deacon, a sheriff's deputy in Kern County, California. </p> <p>He was drawn to the script, he says, because “it was a really interesting story I hadn't seen before, with a scarred, cynical and guarded character I had not played before.&#xa0;If Deke ever had any faith, he's lost it, but he goes on a spiritual journey, through the sort of hell that only a cop could understand.</p> <p>“When I read a script, I don't think of it from the outside in terms of genre. I just ask myself: ‘Is it a good read?' Which&#xa0;<em>Little Things</em>&#xa0;certainly is,” he says. “It was real page-turner, and it was exciting because I was like: ‘Oh, well, it's not what you think. It's like, wait a minute, who is the good guy and who's the bad guy here?' I don't even want to use the word ‘thriller', that's putting it in a small box. People want to label movies, but&#xa0;<em>The Little Things</em>&#xa0;is bigger than that, and that's what's original about it.”</p> <p>At 66, Washington is at the top of his game, having received eight Oscar nominations, winning two — Best Supporting Actor for 1989's&#xa0;<em>Glory&#xa0;</em>and Best Actor for 2001's <em>Training Day</em>. In a career spanning four decades, he has appeared in a wide variety of genres, excelling at playing multi-faceted characters, both heroes and villains. </p> <p>He has portrayed such real-life figures as South African anti-apartheid activist&#xa0;Steve Biko&#xa0;in&#xa0;<em>Cry Freedom</em>&#xa0;(1987), civil rights activist&#xa0;Malcolm X (1992), boxer&#xa0;Rubin “Hurricane” Carter&#xa0;in <em>The Hurricane</em> (1999) and drug lord&#xa0;Frank Lucas&#xa0;in&#xa0;<em>American Gangster</em>&#xa0;(2007), as well as a clutch of fictional roles.</p> <p>Now Deke and his spiritual journey hold a fascination for the actor. “He needs healing, because he's stuck in the past,” Washington says. “He's looking for solutions outside of himself, in his work and desire to solve crimes, but the answer is really inside him. There's a saying, ‘the enemy is inside', and that's the case with Deke — and the case with me as a person, too.”</p> <p>In the movie, the cop is sent to Los Angeles for a seemingly easy assignment. Instead, he becomes increasingly embroiled in the search for a serial killer. Working with homicide sergeant Jim Baxter, played by Rami Malek (<em>Bohemian Rhapsody</em>), the pair dredge up facts from Deke's past, uncovering long-buried and disturbing secrets.</p> <p>John Lee Hancock, the film's writer and director, approaches the gritty business of solving crimes as a means of exploring the physical, intellectual and psychological dimensions of police work. He subverts the conventional crime genre by unravelling the mystery without offering neat conclusions. Both cops obsess over questionable details in their search for certainty in a manner that threatens to destroy the case as well as their lives.</p> <p>Washington's approach mirrors this realistic style. As an actor, he thinks of himself as an investigative reporter: “I do the research and circle the subject. I remember working on <em>The Pelican Brief</em>&#xa0;[a 1993 thriller co-starring Julia Roberts] and sitting down with Bob Woodward, and he talked about how he would circle a subject for several years before finally sitting down and writing the story. I circle a script and I circle a character, the only difference being is that I interpret a role as opposed to writing it.”</p> <p>Although Washington says he does not watch much TV, one true-crime series about homicide detectives at work proved useful in research for his latest role. “I watched a ton of&#xa0;<em>The First 48</em>&#xa0;over and over again, it's my favourite show,” he says. “I observed closely the detectives, how they work. ‘Normal' is not a word that describes their daily behaviour. I didn't want to make Deke seem cop-ish, or detective-ish in a movie-ish way. In&#xa0;<em>The First 48</em>, they talk about somebody who got their head chopped off while they're eating a turkey sandwich, because it's only one of the 10 cases they're working on. I noticed how meticulous they are but how ordinary their behaviour is.”</p> <p>He believes the movie will resonate because “many of us are living in difficult and challenging times where we feel stuck, trapped and vulnerable, and we have to ask ourselves what we believe in. That's an integral part of being a human being, and you just have to find ways to work through those times. In the world we're in, if you don't have some spiritual anchor, you will drift any way the wind blows you.</p> <p>“We're the only animal on this planet that's blessed with free will, and we live in a time where it's like free will on steroids. We're free to think and go in any direction we want in this information age, and we have to protect our ears, our eyes, our minds. We have to be very careful with the information we take in and rely on as truth.&#xa0;We have to look inside, not outside. We need spiritual callisthenics.”</p> <p>In 2002, Washington made his debut as a director with <em>Antwone Fisher</em>, a biographical film in which he played a psychiatrist. Next came <em>The Great Debaters</em> in 2007, and his third, <a href=\"https://www.ft.com/content/fd68551a-4736-11e7-8d27-59b4dd6296b8\"><em>Fences</em>&#xa0;</a>(2016), in which he also starred, was nominated for the&#xa0;Academy Award for Best Picture and won <a href=\"https://www.ft.com/content/93c98548-2b9e-40df-b882-5b48f9d967fa\">Viola Davis</a> Best Supporting Actress. </p> <p>Washington admits he is “really not a movie buff. I don't look at a whole lot of movies. I tend to watch and study them when I'm directing.” He recalls fondly a conversation with Steven Spielberg. “Steven told me years ago, when I was nervous about making movies: ‘Everybody steals, Denzel, but make sure to steal from the best.' I've been re-watching Coppola's<em> Godfather</em>&#xa0;movies and stealing shots from them. And I'll be stealing from Spielberg as well.”</p> <p>Professionally, Washington is also enjoying being a mentor for the next generation. “I like talking to young filmmakers like Ryan Coogler and the late and great <a href=\"https://www.ft.com/content/b03c813e-e9eb-11ea-8cbe-db08f43b5ca5\">Chadwick Boseman</a> [who stars in&#xa0;<a href=\"https://www.ft.com/content/6ca3f9cb-f092-4e02-9c6c-6fb558943b72\"><em>Ma Rainey's Black Bottom</em></a>, which Washington co-produced]. I enjoy sharing with them what I possess in the best way I can.”</p> <p>As for his current co-stars, who include Jared Leto (best known for <em>Dallas Buyers Club</em>), he says: “Both Jared and Rami are great young actors. My favourite part of the film was sitting in an interrogation scene behind the glass, when I was watching these young [actors] in take after take. I needed lots of popcorn to watch them go at it. They're both on the top of their game, and it was inspiring to see their dedication to their craft, the way they were going about their business. They inspired me to go home and be a sharper and better actor.”</p> <p>If Washington's career to date has been varied, his next project — now in post-production and scheduled for release later this year — seems like a real departure: he plays Macbeth in a version scripted and directed by Joel Coen, with Frances McDormand as Lady Macbeth and Brendan Gleeson as Duncan. And he is now prepping his new movie as a director,&#xa0;<em>Journal for Jordan</em>, a tale of a sergeant killed in Baghdad who writes a journal in which he instructs his son how to live a decent life without a father.</p> <p>More generally, though, Washington says he is “more concerned about the future of humanity than the future of the cinema”.</p> <p>“I've already been given every award you can be given,” he says, “and I've learnt that happiness doesn't come from that. I appreciate The New York Times [which last year ranked him as the greatest actor of the 21st century] but that's really not what I'm here for. My mission is more of a God-given mission, which is to utilise my talents to the best of my ability and to take advantage of every opportunity to be about God's business and to share with others what I know and have experienced, the good and bad.</p> <p>“I'm happy about my career, but I don't rely on my work for my happiness, and my strength doesn't come from the accolades I get. I see myself as a man who's trying to help, part of the solution and not part of the problem . . . to hopefully make this a better world, even in small ways. I can, just through my work, take people's minds off of their troubles for a while. I always remember what my mother told me years ago: ‘Man gets the award, God gives the reward.'”</p> <p>Echoing his interest in the spiritual development of his character Deke, Washington says he has three main missions in life. “Professionally, I'm dedicated to producing August Wilson's plays.” Wilson, who died in 2005, wrote the Pittsburgh Cycle series that includes&#xa0;<em>Fences</em> and <em>Ma Rainey's Black Bottom</em>. His second mission is “my devotion to my beautiful family, my wife Pauletta, and my kids. All my children [he has four] are doing amazing things in show business in their own right, as actors or producers.”</p> <p>His third mission reflects his devout Christian beliefs. “Trying to be closer and closer to God, that's my ultimate mission for the rest of my life. I had to grow and come to a place where I no longer cared what people thought about that. For a time, I was more concerned about who I might offend, or if I say that, I might lose some fans. But now I'm unafraid and I don't care, whatever the consequences, I'll live with them the rest of my life.”</p> <p><em>‘The Little Things' is released in the US on January 29 and in the UK on February 12</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Emanuel Levy 2021 'Denzel Washington: ‘We need spiritual callisthenics'' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-23T05:00:42.144Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 9498,
          "end": 9503
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}