{
  "_id": "0d843522f9356a600f30c4091b63943617088069a6ab9084068ac2da17383d3c",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Consumer Agency  Probes Tech Firms  ----  By Andrew Ackerman and AnnaMaria Andriotis",
  "text": "<p>   WASHINGTON -- Big tech companies are facing questions from the government on another front: how they use consumers' financial and other information. </p><p>   The Consumer Financial Protection Bureau on Thursday said it had launched an inquiry on consumer data practices at Amazon.com Inc., Apple Inc., Alphabet Inc.'s Google, Facebook Inc. and other firms. The move opens a new front in Washington's scrutiny of the companies. </p><p>   The bureau issued orders seeking information from the companies that would help it \"better understand how these firms use personal payments data and manage data access to users.\" All of the companies are engaged in consumer-facing financial services or have ambitions to expand in that sector. </p><p>   \"Big Tech companies are eagerly expanding their empires to gain greater control and insight into our spending habits,\" said CFPB Director Rohit Chopra. \"We have ordered them to produce information about their business plans and practices.\" </p><p>   The questions from the agency are broad in scope. They range from inquiries about how consumer data that flow through the companies are used in lending or other decisions to how data determine what ads consumers are shown. In all, the companies face demands to answer dozens of questions while the bureau also said it plans to seek public comment on the requests. </p><p></p>",
  "published": "2021-10-22T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 275,
          "end": 286
        },
        {
          "start": 281,
          "end": 291
        },
        {
          "start": 281,
          "end": 290
        },
        {
          "start": 281,
          "end": 286
        }
      ],
      "nexusId": "10022657"
    }
  ]
}