{
  "_id": "7be396656aeb4eb511b87ccfce36447ec00ad40465b2794e64b1afeebd9b66ee",
  "feed": "ftcomall",
  "title": "Cardiff, by the Sea by Joyce Carol Oates — the battle for moral honour ",
  "text": "<p>Families are mysterious entities, capable of transmitting cruelty and injustice from one generation to the next. Or at least this seems to be the case according to <em>Cardiff, by the Sea</em>, Joyce Carol Oates' splendidly chilling quartet of previously unpublished novellas. Each of the four stories is set amid a family unit that has already been separated by time, divorce, or tragedy. In the most brutal tale, “Phantomwise: 1972”, a nascent family is killed before it has begun.</p> <p>At the heart of all this suffering, in Oates' telling, are the women. This is not just a book of anti-male morality; it crackles with dark forces that sneak in and out of view, building a portrait of an untrustworthy universe. Yet to the female victims, Oates also offers the transcendence of escape and revenge.</p> <p>The opening story “Cardiff, by the Sea” is a gothic riot, following the thirtysomething protagonist, Clare Seidel, on the trail of a sinister inheritance — a house and some land in Cardiff, Maine, bequeathed to her by her grandmother. Although Clare is aware she was adopted as a young girl, her blood relatives are blank faces until she receives a phone call from a lawyer, informing her of her new estate.</p> <p>At her great-aunts Elspeth and Morag's home near Cardiff, where she will stay to settle the paperwork, she is&#xa0;met by these strangers who greet her like a pair of&#xa0;“excited parrots”. First impressions are ill-boding: “The taller exudes a sweetly stale talcum-powdery fragrance, the shorter a gingery-medicinal smell of aged skin”. Oates takes delight in the wicked old aunts, whose keen interest in Clare quickly appears to have a malicious motive.</p> <p>The house itself is a vexed prize. Clare learns that she in fact lived there with her parents and siblings, until her father, it is alleged, killed the family and then himself in an unexplained rage. Clare survived, by hiding in a cupboard.</p> <p>The rest of the story reads as a whodunnit but Oates' most interesting investigation is of what we already know and obscure from ourselves. Clare reads an old newspaper account of the attack and asks herself “How can that have been me? I have no memory of this.” The opposite appears to be true — the story begins with her fragmented recollections of that day.</p> <p>The postponement of truth picks up as a theme in “Miao Dao”, in which the titular character is a stray cat adopted by a lonely teenager, Mia, whose puberty coincides with the arrival of a boundary-crossing new stepfather: “So naive, not realizing the contours of her body were so visible through her clothing.” Since&#xa0;her own mother turns a blind eye to the unwelcome attentions of the brilliantly named Pharis Locke,&#xa0;Mia finds an object upon which she can bestow proper care: “Poor kitty! But you are safe now.” As all the characters follow their instincts, the battle for moral honour reaches a clever, quiet conclusion.</p> <p>Oates has a great eye for the many guises of a predator. In the final two stories, the men with the most obvious societal standing are those who perform unforgivable betrayals. “Phantomwise: 1972” is the tale of a young student, Alice, who is lured into bed by her tutor and promptly discovers she is pregnant. Another campus figure takes further advantage, pushing the three characters towards a murderous settlement. Here Oates explores a different narrative horror: the possibility of a consciousness that continues after death. </p> <p>“The Surviving Child”, is perhaps the weakest story, and feels like a half-remembered Hitchcock film, with a second wife hitched up to a murderous husband. Yet she, like the other women, finds a way to enact a dramatic break from her tormentor. Oates' world is full of iniquities, and grisly ways to rectify them. But it's a world sharp with reality, for all its ghouls and sorrows.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1800241399/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1800241399&amp;linkId=e040fa8ee2db2af172ee027a27c8f965\"><strong>Cardiff, by the Sea</strong></a>, by Joyce Carol Oates, <em>Head of Zeus, RRP£18.99, 416 pages</em></p> <p><a href=\"https://www.ft.com/topics/people/Natalie_Whittle\"><em>Natalie Whittle</em></a><em> is FT Weekend's development editor</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Natalie Whittle 2021 'Cardiff, by the Sea by Joyce Carol Oates — the battle for moral honour ' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T11:00:48.733Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4101,
          "end": 4106
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}