{
  "_id": "e8fe832097fbf7a71c66ef8b781104e5f58d792a76ca30ffe79e0b233546d468",
  "feed": "ftcomall",
  "title": "Democrats should heed New York's mayoral race",
  "text": "<p>New York's mayoral primary <a href=\"https://www.ft.com/content/5ec33dd0-8cd7-46a4-adaf-f6185fcb614e\">has a winner at last</a>: Eric Adams, the Brooklyn borough president and a former police captain, ended up with a narrow lead over Kathryn Garcia, the former head of the sanitation department, once absentee ballots were counted. Given the city's overwhelmingly Democratic tilt, Adams is highly favoured to become the Big Apple's second black mayor in November. The election has been described as the most important in a generation. New York is struggling with rising violent crime, economic damage from Covid and long-held concerns about inequality.</p> <p>New York's first use of ranked choice voting did not exactly inspire confidence. The tally took two weeks, and, in <a href=\"https://www.ft.com/content/7ce4639c-6d96-4b69-9d82-e1ae25f65e48\">an extraordinary blunder</a>, the board of elections at one point included more than 130,000 test ballots in its totals. Adams' commanding lead on primary night narrowed to a percentage point once absentee ballots and the complex elimination system came into play.</p> <p>Adams' profile as a moderate and experienced politician will help him in the November election against Republican Curtis Sliwa, founder of the Guardian Angels crime prevention group. His bent for practical solutions and demonstrated ability to work with diverse coalitions should serve the city well. It would be sensible for him to recruit Garcia to work with him — she did well with the educated and wealthy voters, particularly in Manhattan, who are vital to the city's tax base.</p> <p>His victory also points a way forward for the Democrats as they prepare for the 2022 midterms. Republicans are already gearing up to paint their opponents as being in thrall to the radical left. They have blamed the progressive drive to “defund the police” for <a href=\"https://www.bbc.co.uk/news/57581270\">recent increases in homicides </a>and other violent crime, and warned that progressive programmes to address climate change and inequality threaten economic growth.</p> <p>Those positions could help the GOP win back moderate suburban voters and build on the inroads that Donald Trump made with working class black and Hispanic voters in 2020. But Adams found ways to neutralise those attacks by staking out resolutely moderate positions that emphasised practical solutions over ideology. </p> <p>His background as an internal police critic made voters believe that he could both reform the police and address the rising violent crime that disproportionately affects poorer New Yorkers. He explicitly campaigned as pro-business in a field full of leftists, stressing that the city needs its wealthy residents and he does not want to tax them away to Florida. Yet he also won the backing of major labour unions, and supported <a href=\"https://ericadams2021.com/erics-economic-plan/\">some progressive ideas</a> such as expanding the earned income tax and subsidising childcare.</p> <p>Despite allegations that <a href=\"https://www.nytimes.com/2021/05/16/nyregion/eric-adams-fund-raising.html\">he pushed campaign finance and ethics boundaries</a>, Adams won every borough except Manhattan on first choice votes and did especially well with working-class voters of all races. That same coalition helped power Joe Biden's presidential victory and is not one that Democrats can afford to ignore.</p> <p>Adams appealed less to progressives, but strong execution and effective administration can help sway voters. That is what made Michael Bloomberg popular and has been lacking under outgoing mayor Bill de Blasio. Adams also needs to find ways to work with Wall Street and the tech companies that provide much of the city's tax base and new jobs. The lesson from Adams is that focusing on concrete achievements, rather than noisy culture wars, allows the Democrats to dominate the middle ground of US politics. Others&#xa0;in the party should follow his lead.</p><p>Source: The editorial board 2021 'Democrats should heed New York's mayoral race' FT.com 12 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-12T09:39:35.548Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 344,
          "end": 349
        }
      ],
      "nexusId": "10022657"
    }
  ]
}