{
  "_id": "46bdc3207b4eaf602eb0ba4a492b018588b106cf416ed1622c3c780d8e739f5c",
  "feed": "wall-street-journal",
  "title": "Tech Giants Pitch In to Help Find Vaccine Appointments",
  "text": "<p>Alright, maybe I got a bit overzealous after Apple said it is making it easier to find Covid-19 vaccines.</p><p>Can you blame me? As I detailed in a column a few weeks ago, in many states getting a vaccine appointment is an experience somewhere between Vegas poker and the Hunger Games. The combo of poorly designed websites and scarce appointments will make you wish you could stand on a line 15 miles long, on a cold day.</p><p>Tech companies are pitching in to help with the struggle of finding the vaccine locations. Earlier this week, Apple and Facebook joined Google in offering some new tools:</p><p>-- Apple: In Apple Maps, you can search for vaccine locations and see local results plotted out. You can ask Siri, \"Where can I get a Covid vaccination?\" But that just prompts you to open the Maps app to see the results. Each location has an info card with the store address, hours, phone number and a link to the website. The information comes from VaccineFinder, operated by Boston Children's Hospital, but Apple will vet submissions from other providers for possible inclusion in its database.</p><p>-- Facebook: Located in the Covid-19 Information Center of your Facebook app, you can find a vaccine-location search tool, also powered by VaccineFinder. On mobile, tap the three lines in the bottom right, select See More and tap \"Covid-19 Information Center.\" In a web browser, click See More on the left toolbar. Facebook launched an information center on Instagram, with information about vaccine eligibility among other resources.</p><p>-- Google: Google Maps has offered search for vaccines since late January. In the app, search for \"Covid vaccines\" and you'll get a list of locations offering the vaccines. In addition to contact information and their hours of operation, there is eligibility information. When you search Google proper for \"Covid vaccine,\" you will be taken to a vaccine page with a breakdown of how many doses were given in the country, recent news and other information.</p><p>It's helpful -- sorta. Those tools tell you where shots are being given, but they don't tell you if doses are available or let you book appointments.</p><p>My previous column provided lots of specific tips and tools to help with that, specifically for booking at pharmacies such as CVS, Rite Aid and Walgreens. I'm thrilled that since publishing, I've heard from dozens who successfully booked appointments using those tricks.</p><p>I've also continued to book appointments for friends and family across the country and have learned a few more things. Here they are:</p><p>Facebook Groups are your best friend. I never thought I'd say that, but no resource has proven to be more useful than Facebook in this process.</p><p>Members of local groups post as soon as they see new appointments and generally answer questions. In a number of them, they'll post when the pharmacies are live with a bunch of new appointments.</p><p>Not every city or state has a group, but the ones where vaccines are harder to come by -- Florida, Oregon, New Jersey and Philadelphia -- can be very active. Moderators in the New Jersey group post screenshots of CVS openings almost daily at around 5 a.m. to 6 a.m.</p><p>Important safety reminder: Be on the lookout for scammers. Don't pay anyone to make an appointment for you, and don't share highly sensitive info, like Social Security numbers and passwords. Also, misinformation about the vaccine is all around Facebook. When looking for information about the shots and side effects, check trusted news and medical organizations.</p><p>Try Find A Shot. This site, started by MBA student David Newell, is one of my go-tos for searching pharmacy locations in a specific ZIP Code. Unlike the tools from Apple, Google and Facebook, this site lists availability -- or at least it tries to. Things can move so quickly that sometimes the information can be outdated.</p><p>Still, I keep the site open, which refreshes on its own every four minutes. Then when I see an appointment available, I automatically launch the pharmacy website.</p><p>Search for specific vaccines. I've had a few people request that I book the new Johnson &amp; Johnson vaccine for them. If you're interested in getting a specific shot, you have to do more legwork.</p><p>A good place to start is VaccineFinder, the Boston Children's Hospital site used by the big tech companies. When you search by ZIP Code, it tries to look for the type of vaccine offered at specific locations.</p><p>When it comes to the pharmacy sites, the info on offered vaccines varies. CVS specifies the type of vaccine available during the online booking process but only when slots open. (A spokesman says each location offers just one vaccine.)</p><p>Rite Aid doesn't specify the type of vaccine, so I suggest calling the store. Other chains I've seen give you the option when you sign up. ShopRite's online booking system lets you sign up for either the single-dose Johnson &amp; Johnson or the two-dose Moderna.</p><p>Try for a leftover vaccine. Some vaccine locations have unused supply at the end of the day or have no-shows for appointments. Instead of these going to waste, services are popping up to get them to people struggling to find appointments.</p><p>One service, called Dr.B, works with local providers. Sign up on the website with your phone number and some other personal information, and it may alert you if there are extra doses in your area. It's likely not a way to skip the line. When you finish your registration, you get a text message saying, \"We prioritize extra doses based on local government criteria &amp; your order in line.\"</p><p>Vaccine Hunter is another group with a similar mission. It worked to set up state-based Facebook groups, which scout and alert others of open vaccine appointments and excess vaccine availability.</p>",
  "published": "2021-03-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 592,
          "end": 597
        },
        {
          "start": 602,
          "end": 607
        },
        {
          "start": 998,
          "end": 1003
        },
        {
          "start": 528,
          "end": 533
        },
        {
          "start": 3664,
          "end": 3669
        },
        {
          "start": 45,
          "end": 50
        }
      ],
      "nexusId": "10022657"
    }
  ]
}