{
  "_id": "1982789b71b899e2ed90214b767a85bee9edeaa8389aaaa0249539be6a689c38",
  "feed": "market-watch",
  "title": "Bullish optimism boosting ‘unicorn' stocks is more like delirium — and a harsh dose of reality is coming",
  "text": "<p>The great 20th century British economist John Maynard Keynes realized this when he argued that entrepreneurs typically have little hard evidence to guide their decisions:</p><p>He noted: “Our knowledge of the factors which will govern the yield of an investment some years hence is usually very slight and often negligible. If we speak frankly, we have to admit that our basis of knowledge for estimating the yield ten years hence of a railway, a copper mine, a textile factory, the goodwill of a patent medicine, an Atlantic liner, a building in the City of London amounts to little and sometimes to nothing; or even five years hence.”</p><p>Which is why the launching of a risky venture often relies on boundless optimism rather than cold calculation:</p><p>Added Keynes: “Individual initiative will only be adequate when reasonable calculation is supplemented and supported by animal spirits, so that the thought of ultimate loss which often overtakes pioneers, as experience undoubtedly tells us and them, is put aside as a healthy man puts aside the expectation of death.”</p><p>Truth is, most new businesses flop. For example, most new restaurants fail before their first anniversary. Close to 80% close within five years. Yet people continue to open new restaurants. More generally, entrepreneurs continue to start new businesses and people continue to invest in new businesses — fueled by flimsy expectations and wild dreams of finding the next Apple, Google, or Facebook. As one underwriter put it, “We're basically selling hope, and hope's been real good to us.”</p><p>The president of one venture capital company estimated the chance of success at one in 1,000. An SEC study of 500 randomly selected new issues found that 43% were confirmed bankrupt, 25% were losing money but still afloat, and 12% had disappeared without a trace. Of the remaining 20%, just 12 companies seemed solid successes — a scant 2% of the companies surveyed.</p><p>New issues are long shots —lottery tickets — and there is robust demand for lottery tickets.</p><p>Recent years have seen an explosion of so-called unicorns, startups with pre-IPO valuations larger than $1 billion — which is a lot of money to pay for hopes and dreams, especially if the unicorns have been losing money year after year.</p><p>Consider how several prominent unicorns have fared over their years of existence. Now in its 18th year of operation, Palantir Technologies' PLTR cumulative losses have grown to $6.2 billion while Airbnb's ABNB cumulative losses have grown to $7.2 billion in its 14th year, Snap's losses SNAP exceed $8 billion; Lyft LYFT $7 billion, and Nutanix NTNX$5 billion. Recent estimates for WeWork, which has not done an IPO, put its cumulative losses at about&#xa0;$10 billion&#xa0;as of March 2021. Uber Technologies UBER dwarfs them all, with cumulative losses currently exceeding $23 billion.&#xa0;</p><p>Huge pre-IPO losses don't seem to matter much to the venture capitalists who pump in more funding until investors can be persuaded to buy publicly traded shares at inflated prices. Nor do the post-IPO losses seem to have had much effect on stock prices. Hopes and dreams die slowly.</p><p>The losses are often distressingly large relative to revenue. In both 2020 and the first quarter of 2021, half of the 76 publicly traded unicorns had losses greater than 20% of revenues and one-fourth had losses greater than 40%. Uber, Lyft, Palantir, and Nutanix posted losses greater than 50% of revenues. Airbnb's losses were more than 100%. Nonetheless, many of these stocks are investor favorites.</p><p>Nor are venture capitalists discouraged about new startups. Venture capitalists provided a record amount of funding for startups&#xa0;in the first quarter of 2021, and&#xa0;more unicorns were created in the second quarter of 2021&#xa0;than in all of 2020.</p><p>There has been some good news. Moderna MRNA went from big money-loser to big winner on the back of its COVID-19 vaccine while GoodRx Holdings GDRX (a telemedicine provider), Coinbase Global COIN (a crypto exchange), and Corsair Gaming CRSR (a gaming company) each went from small losses in 2019 to profits in both 2020 and the first quarter of 2021.</p><p>Staunch optimists might argue that Amazon.com AMZN became profitable after a decade of losses, so why can't others? As America's&#xa0;biggest money-loser among the most successful startups of the past 50 years, Amazon did not turn a&#xa0;profit until its 10&#xa0;year of existence&#xa0;and its subsequent profits did not cover cumulative losses until year 16. Yet, it is now one of the world's most valuable companies. If Amazon can do this, why can't Snap, Airbnb, and today's other money-losing unicorns?&#xa0;</p><p>Some unicorn startups do have enviable profit histories. Coinbase, Zoom Video Communications ZM, Purple Innovation PRPL, Etsy ETSY, and GoodRX have been profitable or close to profitable for years, as have fintech providers GreenSky GSKY, Oportun Financial OPRT, and Upstart Holdings UPST; solar installer SunRun RUN; digital streaming technology Roku ROKU; and employment marketplace ZipRecruiter ZIP. These companies have never experienced the big losses that Amazon endured, and they may continue to be profitable for years to come.&#xa0;</p><p>What is troubling is that several unicorns have vastly exceeded Amazon's peak cumulative losses of $3 billion, with many more on the way. Of the 76 publicly traded unicorns, 51 have more than $500 million in cumulative losses, 27 more than $1 billion, 17 more than $1.5 billion, and six have more than Amazon's peak cumulative losses of $3 billion. In total, the cumulative losses of the 76 publicly traded unicorns is well over $100 billion, and this astonishing number does not begin to count the losses of the hundreds of privately held unicorns.&#xa0;</p><p>With more than 80% of all privately held unicorns unprofitable in both 2020 and the first quarter of 2021, it will be extremely difficult for most to dig themselves out of their deep holes. A more likely outcome is that many will continue to pile up losses.&#xa0;</p><p>Yet the market doesn't seem to care. Snap as of Aug. 16 was valued at about $118 billion, Airbnb at $94 billion, Uber at $80 billion,&#xa0; Palantir at $47 billion, and Lyft at $18 billion — even though they are all on track to add at least $1 billion to their existing cumulative losses in 2021. In comparison, Amazon's market capitalization didn't pass the $19 billion mark until 2003, which was&#xa0;after&#xa0;it had achieved profitability.</p><p>Other big money-losers also have huge market capitalizations. Snowflake SNOW as of Aug. 16 was valued at around $86 billion, Pinterest PINS at $36 billion, Cloudflare NET at $38 billion, Zscaler ZS, Okta OKTA, and UiPath PATH each at about $32 billion, and MongoDB MDB at almost $25 billion, despite each of them having higher cumulative losses than annual revenues. Even if those startups were to suddenly achieve profits equal to 10% of their revenues, it would take at least 10 years to erase their cumulative losses. Can investors wait that long — and should they?&#xa0;</p><p>What if the U.S. government discontinues the low interest rates, asset purchases, and other economic stimuli that support these startups? The total market capitalization of public unicorns is now close to $1 trillion and the global valuation of private unicorns is about $2.5 trillion. What will happen to the U.S. economy if these exuberant market values melt away?</p><p>Amazon is clearly not a good role model for today's money-losing unicorns. Most are far older than 10 years, many are older than 15 years, and the cumulative losses for many continue to rise with no turnaround in sight. These deep money pits may never make back what they have already lost, or it may take so long that it doesn't matter.&#xa0; Which is to say that here is a big difference between optimism and delusion.</p><p>Jeffrey Funk is an independent technology consultant and a former university professor who focuses on the economics of new technologies.&#xa0;Gary&#xa0;N.&#xa0;Smith&#xa0;is the Fletcher Jones Professor of Economics at Pomona College. He is the author of&#xa0;“The AI Delusion,“(Oxford, 2018), co-author (with Jay Cordes) of&#xa0;“The 9 Pitfalls of Data Science”&#xa0;(Oxford 2019), and&#xa0;author of “The Phantom Pattern Problem” (Oxford 2020).</p><p>Plus: The S&amp;P 500 is nearly 99% above its March 2020 low. These 3 big-tech charts will tell you if things are about to unravel</p><p>Also read:Hold onto those value stocks because the Wall Street stampede into defensive names is about to turn, says Citi</p>",
  "published": "2021-08-21T09:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1429,
          "end": 1434
        }
      ]
    }
  ]
}