{
  "_id": "2578bec42d7b925f322004206d099d1c076be22cadf16bf4cbac25553c695b60",
  "feed": "ftcomall",
  "title": "How Tiger tore up the rules of venture capitalism ",
  "text": "<p>Even the smartest venture capitalists miss stellar investments. They pile into electric cars but back Fisker rather than Tesla. They jump on social networks but invest in Friendster rather than Facebook. Failure is a feature, not a bug, of the VC industry and, rather wonderfully, some firms even celebrate their most embarrassing mistakes.&#xa0;</p> <p>For instance, Bessemer Venture Partners, a VC firm that traces its roots back to Andrew Carnegie's steel empire, <a href=\"https://www.bvp.com/anti-portfolio\">posts an “anti-portfolio”</a> of its 16 worst misses. It records how one of Bessemer's partners declined a friend's invitation to meet two “really smart” Stanford students working in her garage and thereby overlooked Google. The firm also turned down the chance to invest in Apple at a $60m valuation, believing it to be “outrageously expensive”. Bessemer's “long and storied history has afforded our firm an unparalleled number of opportunities to completely screw up”, according to its website.</p> <p>In spite of those stumbles, <a href=\"https://www.ft.com/content/4f84923c-e98d-11e9-a240-3b065ef5fc55\">Bessemer is still flourishing</a> because its many misses and losses have been more than compensated by its few wins, as is the case with most successful VC firms. One monster hit can make up for nine dud investments and is often enough to “return the fund”, as the saying goes. In a world ripe for technological disruption and awash with cheap capital, the most logical strategy might therefore be to “spray and pray” — to industrialise the artisanal VC investment process and back as many start-ups as possible.&#xa0;</p> <p>That approach remains anathema to traditional VC firms, which still pride themselves on their investment acumen and prize their personal relationships with founders. But it has been embraced by several “crossover” funds, such as Tiger Global and Coatue, which appear to be permanently raising capital and have been pouring money into start-ups at an extraordinary rate. In the third quarter, <a href=\"https://www.cbinsights.com/research/briefing/webinar-venture-trends-q3-2021/recording/?utm_term=webinar-download&amp;utm_campaign=marketing_campaign_2021_q3_state-venture&amp;utm_medium=email&amp;_hsmi=175761938&amp;_hsenc=p2ANqtz-8cVNkdNNeBNg0Iqxk776Zb4vaiVXlN174Rffbn3-seNfxBNV89TCyPgWYwqtPhwM2ecVbh8iGDW0GX0diJmk3oe3JZsw&amp;utm_content=webinars_state-venture_downloads&amp;utm_source=hs_automation\">Tiger made 86 investments around the globe, </a>about 1.3 deals every business day. Having<a href=\"https://www.ft.com/content/54bb342c-230f-4438-a4d7-7cbde010ea1a\"> raised a $6.7bn fund in March</a>, it had invested most of it by June.</p> <p>Rather than remaining local, Tiger has gone global. Rather than focusing on micro opportunities, Tiger is betting on macro trends. Rather than fussing over individual stocks, Tiger is creating more of a broad-based private market index. In so doing, it has ripped up the rules of the VC game. Or perhaps, more accurately, it is playing a different game with a faster clock.</p> <p>For the moment, the macro trend is Tiger's friend as institutional money increasingly shifts from public to private markets. In total, a record $158.2bn of VC money was invested in 9,363 deals in the third quarter, according to <a href=\"https://www.cbinsights.com/research/briefing/webinar-venture-trends-q3-2021/recording/?utm_term=webinar-download&amp;utm_campaign=marketing_campaign_2021_q3_state-venture&amp;utm_medium=email&amp;_hsmi=175761938&amp;_hsenc=p2ANqtz-8cVNkdNNeBNg0Iqxk776Zb4vaiVXlN174Rffbn3-seNfxBNV89TCyPgWYwqtPhwM2ecVbh8iGDW0GX0diJmk3oe3JZsw&amp;utm_content=webinars_state-venture_downloads&amp;utm_source=hs_automation\">CB Insights</a>. <a href=\"https://www.ft.com/content/54bb342c-230f-4438-a4d7-7cbde010ea1a\">Having emerged from Julian Robertson's legendary hedge fund</a>, Tiger well understands global capital flows and has designed an investment vehicle to deploy institutional money at scale.</p> <p>Tiger is also distinctive at the operational level, according to an analysis published by <a href=\"https://www.readthegeneralist.com/briefing/tiger-global\">The Generalist tech newsletter</a>. While traditional VC funds can take weeks to agree term sheets, Tiger concludes deals in days. The fund mostly outsources its due diligence to management consultants, turning a fixed cost into a variable cost. It is extremely aggressive in winning deals and is happy to overpay because it is willing to accept lower returns. Tiger does not meddle with the management of start-ups or take seats on their boards. “For now, at least, it is the closest thing venture capital has to a winning machine,” The Generalist concluded.</p> <p>Two things might yet clip Tiger's claws. First, competition is already intensifying as the strongest West Coast VC funds respond to its challenge. <a href=\"https://www.ft.com/content/0015e0b3-4664-4ead-a2b9-a4a193ce2bc0\">Sequoia Capital is intent on raising bigger funds </a>and creating permanent investment structures. It has also picked up the pace of investment. Sequoia Capital China even outdid Tiger by making 96 investments in the third quarter. <a href=\"https://www.theinformation.com/articles/andreessen-horowitz-investment-staff-grew-170-in-four-years?rc=nnlm6x\">Andreessen Horowitz has also been rapidly expanding</a> its investment team.</p> <p>Second, the favourable macro environment may soon turn. At some point, interest rates will rise, stock markets tumble and private market valuations contract. It is only then that we will fully see the many ways in which Tiger may have screwed up.</p> <p>But, for the moment, the real winners of Tiger's capital-spraying strategy are the start-ups around the world that can — in theory at least — raise money more quickly and cheaply than ever before. Expect another surge of disruptive creation.</p> <p><a href=\"mailto:john.thornhill@ft.com\"><em>john.thornhill@ft.com</em></a></p> <p><em>The author is founder of </em><a href=\"https://sifted.eu/\"><em>Sifted</em></a><em>, a news site for European start-ups</em></p><p>Source: John Thornhill 2021 'How Tiger tore up the rules of venture capitalism ' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-25T13:31:14.650Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 725,
          "end": 730
        }
      ]
    }
  ]
}