{
  "_id": "2e266359f05c507326ffb483c86e38fc95ff35e0b301f57b2993e3d7d45aff68",
  "feed": "market-watch",
  "title": "White House again raises using defense act to address chip shortage: report",
  "text": "<p>Bloomberg News reported Thursday that Commerce Secretary Gina Raimondo said the Cold War-era law is under consideration as a means of forcing better transparency from companies, to ease production bottlenecks and identify potential hoarding of chips.</p><p>Raimondo held a virtual meeting Thursday with executives of tech companies and auto makers, including Intel INTC, Apple AAPL, Ford F and GM GM, to discuss the ongoing global chip shortage, which is hindering production of everything from electronic gadgets to new cars.</p><p>The Commerce Department is currently seeking supply-chain information in the next 45 days from a number of companies, on a voluntary basis. But companies have reportedly been dragging their feet on handing over that data. Invoking the defense law could force companies to turn over that information, Bloomberg reported, presumably allowing the government to get a better picture of the situation so potential solutions can be worked out.</p><p>The goal is to “understand and quantify where bottlenecks may exist,” the White House said in a statement Thursday.</p><p>The White House is also ramping up an early-alert system to mitigate COVID-related shutdowns of semiconductor plants, particularly in Southeast Asia, the Wall Street Journal reported.</p><p>The Defense Production Act allows the president broad power to allocate resources and production, and was used by former President Donald Trump to increase production of ventilators during the early months of the pandemic, and President Joe Biden has used it to help boost vaccine production.</p><p>The Biden administration has been hinting it may invoke the defense law for months, and Biden issued an executive order to review U.S. supply chains in February.</p>",
  "published": "2021-09-23T22:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 371,
          "end": 375
        },
        {
          "start": 365,
          "end": 370
        }
      ],
      "nexusId": "10022657"
    }
  ]
}