{
  "_id": "c2ce4386d6ca13f05b6615dcd47708e6d5b76eed21689e0d441e3814f713a8c4",
  "feed": "wall-street-journal",
  "title": "How the Rock Concert Changed America; Once an engine of the counterculture, live music for teens (and former teens) is now mostly a lucrative diversion.",
  "text": "<p>\"The idea of starting a concert at midnight was so intriguing I had to take my cameras and see what it was all about,\" Willoughby told me in an interview a year before his death in 2009. For the first time, journalistic images not only captured the new music's stage energy and flamboyance—including Big Jay McNeely playing the saxophone on his back—but also the awe and euphoria on fans' faces. Teens clearly were swept away by what they saw and heard.</p><p>Hancock's midnight revues and his string of West Coast R&amp;B shows that followed were among the earliest concerts produced for the teen market. In the years that followed, R&amp;B would expand to become rock 'n' roll and then rock in the mid-1960s, before splintering into dozens of subcategories in the 1970s and beyond. By the end of 2019—just before the Covid-19 pandemic suspended the live-concert business—world concert-ticket revenue stood at $5.55 billion, according to Pollstar, a concert data collection service. Add the revenue from tens of thousands of related businesses, including concessions, marketing, concert technology, costumes, trucking, labor and security, and the industry is worth considerably more.</p><p>Though today's concert business is more intricate, its roots can be traced back to the simpler days of R&amp;B and rock 'n' roll. While early R&amp;B was initially designed as music with grown-up themes performed by young adults, rock 'n' roll became the first form of popular music created exclusively for teens. Before the 1950s, America's record industry didn't care much what the youth market thought. No one did. Entire families listened together to a living-room radio or phonograph, and children could take it or leave it. Back then, most teens simply lacked sufficient funds to buy records and expensive players, and they didn't yet have the power of numbers to influence the music industry or business in general. Instead, they listened to their parents' music.</p><p>What changed was radio. As postwar technology and molded plastic led to cheaper and smaller tube units, parents bought bedside models for their children. Adolescents, in turn, found stations on the far reaches of the dial that played blues records with a dance beat. Once record companies figured out how to make the music less grown-up and more appealing to white listeners in the mid-1950s, rock 'n' roll's reach and appeal expanded.</p><p>Presenting Black and white rock 'n' roll artists on stage, on local live television and in movies was a natural next step. \"Dallas, where I grew up in the mid-1950s, was segregated,\" said Steve Miller of the Steve Miller Band. \"The first time I saw Blacks and whites together in groups on stage and in the audience was at a rock 'n' roll show at the Sportatorium. That was a big social change.\" </p><p>PHOTO: Jason Schneider</p><p>Once the music industry latched onto the national teenage market, it wasn't about to let go. The suburbanization of America in the early 1950s produced plenty of part-time jobs for teens. Work meant cash that could be used to buy 45s. Parents eager to watch new TVs undisturbed happily bought portable phonographs for their children to keep them in their bedrooms.</p><p>But from the start, the rock concert was more than dance music performed live. Songs mirrored teen dreams, anxieties and hassles. Lyrics focused on dating, breakups, cars, school life, strict parents, uptight teachers and being misunderstood or unfairly treated. In the process, rock 'n' roll performances both altered and unified America's youth culture.</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite rock concert memory? Join the conversation below.</p><p>In response, teens collectively redefined cool. Dressing like one's parents was out, replaced by clothes that celebrated youth and rock's rebellious spirit, from denim to leather jackets. As rock evolved, the concert initiated an audio revolution. Starting in the late 1960s, the youth culture gravitated to live albums, component stereo systems, FM radio, record-store chains, the car cassette deck, the Walkman, the CD, iTunes and eventually online streaming.</p><p>Perhaps the biggest cultural impact of the rock concert was new ways of thinking about social and political issues. \"Kids who escaped parental control in the '50s, '60s and '70s became part of a new subculture that pushed back against the status quo,\" said Mr. Miller. \"As a group, they had new values. I could see the shifts from the stage.\" Causes taken up by the youth culture and the performing artists they went to see included middle-class conformity and racial discrimination, the draft and the Vietnam War, civil rights and women's rights, the environment, world hunger, gay rights and AIDS.</p><p>Not all rock-concert trends were positive or culturally beneficial. With the advent of rock albums in the late 1960s, covers, concert posters and the music itself often glamorized drug and alcohol use. Bad behavior and sexual abuse by rock bands was tolerated and glorified for image-building.</p><p>The active merging of rock 'n' roll and teen culture began in earnest with disc jockey Alan Freed. As host of an R&amp;B radio show in Cleveland starting in 1951, Freed championed teens and their values on the air. \"My father was a child at heart, and kids felt he was talking directly to them, and he was,\" says Lance Freed, Alan Freed's son and president of music publishing company All Clear Music LLC. \"For the first time, teens felt someone was interested in them and sympathetic to the music they liked.\"</p><p>His first big Cleveland event was the Moondog Coronation Ball, an R&amp;B revue in March 1952. But shortly after the concert began, it was shut down by the fire department for overcrowding. Freed moved on to Cleveland-area theaters before staging regional concerts. In 1954 he left for New York's WINS, where he reached a larger and more diverse audience. He also began calling the music \"rock 'n' roll,\" a term he first heard in Cleveland when a record-store owner used it to describe how teens danced in his aisles to R&amp;B records.</p><p>Freed's other important culture-changing contributions were the integrated concerts he hosted at Brooklyn's Paramount Theatre between 1955 and 1959. These ran all day for a week to 10 days during school vacations, attracting tens of thousands of screaming teens. Freed also appeared in rock-themed movies such as \"Don't Knock the Rock\" and \"Rock, Rock, Rock!\" that promoted artists such as Little Richard, Chuck Berry, Bill Haley, the Flamingos and Frankie Lymon and the Teenagers. </p><p>PHOTO: Jason Schneider</p><p>By the early '60s, concert attendance had leveled off in theaters, auditoriums and amusement parks, as folk music made inroads. In February 1964, the Beatles transformed the concert landscape after their performances on the Ed Sullivan Show. The concert that reimagined the rock-concert business took place in August 1965, when the Beatles first performed at New York's Shea Stadium in front of 55,000 screaming fans. The event kicked off their first North American stadium tour and proved that live rock had enormous upside potential.</p><p>As the war in Vietnam dragged on in the 1960s, the rock concert increasingly came with a political message as generational fears over the draft mounted. Calls for peace and love were picked up by many bands. In the late 1960s, new standing-only rock venues sprang up throughout the country to book American and British hard rock bands. Housed in former ballrooms, churches and factories, many of these venues did not serve alcohol, enabling them to admit teens.</p><p>After the Monterey Pop Festival in 1967 and D.A. Pennebaker's documentary that followed in 1968, outdoor rock festivals became more ubiquitous, attracting ever-larger audiences that had embraced San Francisco's hippie lifestyle and ethos. The perils of outdoor free festivals became apparent in the wake of high-risk crowding at Woodstock and violence at the Altamont Free Concert in 1969. States banned such events or imposed strict new health and safety standards. Large-scale rock concerts moved indoors.</p><p>Initially, sports arenas and stadiums were wary of hosting such events. But as live sports attendance softened with the advent of color TV and sports broadcasting deals, more arenas and stadiums agreed to host rock concerts on nights when home teams were away. Though arenas and stadiums lacked the romantic appeal of a weekend in a grassy field listening to rock bands, they offered significant improvements. Bad weather and heat and cold were no longer event impediments. </p><p>PHOTO: Jason Schneider</p><p>There also was plenty of electrical power for sound systems, lighting could be more elaborate and dramatic, seating was limited, security was tight, and medical, bathroom and food facilities were plentiful. By the late 1970s, new technology and riggers who had worked on large-size family entertainment events at arenas began working with rock bands. They hoisted sound systems to the ceiling, freeing up blocked seats and allowing for more theatrical staging. By 1981, a color TV with cable access became just as important as the bedroom stereo system. With the arrival of MTV, a new value was placed on visual performance and band fashion.</p><p>Even more significant was the arrival of trustworthy electronic ticketing in the early 1980s. In prior years, concert tickets required travel to a venue's box office with cash and a long wait in line, sometimes overnight. Ticketron took a shot at electronic ticketing but was plagued by a series of technical problems. In 1982, Ticketmaster emerged as the market leader. \"In the early '80s, banks figured out they could market credit cards to anyone who could sign their name on an application,\" said Fredric Rosen, Ticketmaster's president and CEO from 1982 to 1998. \"That opened up phone sales and enabled us to build call centers all over the country.\"</p><p>Computerized ticketing allowed Ticketmaster to raise ticket prices when the number of seats remaning declined. It also created what the company called the \"golden circle\"—the section of a venue that could sell for top dollar when events went on sale. Rock fans soon complained about higher prices and service charges. \"People then thought rock should be free of business interests,\" said Mr. Rosen. \"I didn't come from the music industry. My thinking was that every artist was a brand, like a Broadway musical or a professional sports team. Why were those tickets more valuable than an Elton John or David Bowie show?\"</p><p>In 1985, one of the last large-scale concerts put on by old-school promoters was held simultaneously in London and Philadelphia. Live Aid was held to raise money for famine relief in Ethiopia, and tickets were $35 each, except for a small number of $50 seats, attracting 90,000 fans in the U.S. Tickets were similarly priced in London, drawing 72,000.</p><p>In the years that followed, the strategies pioneered and perfected by earlier rock-concert entrepreneurs were leveraged by live-music conglomerates for a wider range of pop music. Higher ticket prices meant considerably more revenue for performers. As the big money shifted to touring and away from albums, the financial stakes increased. Rock's original role as a boisterous advocate for change diminished. Today, performers are less likely to speak out on issues that concern the youth culture for fear of compromising careers and livelihoods, especially in the social media age. </p><p>PHOTO: Jason Schneider</p><p>Easy access to friends, music and streaming concerts on phones and computers has created new rites of passage for teens. Concerts are still a popular diversion, but issues that matter to the youth culture today, such as plastic pollution, climate change, sexual harassment, racism and overzealous policing, aren't likely to surface at such events. \"Looking out at audiences when we toured recently, kids still connect with the energy in our music,\" said Mr. Miller. \"It's just not as clear as it used to be how they want to change society and get back to the garden.\"</p><p>Mr. Myers is a regular contributor to The Wall Street Journal and the author of \"Rock Concert: An Oral History as Told by the Artists, Backstage Insiders and Fans Who Were There,\" which will be published by Grove Press on Nov. 9.</p><p>How the Rock Concert Changed America</p>",
  "published": "2021-11-05T14:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}