{
  "_id": "f0e76b9108388720649888e862adaf6883bac2d75f49d39ccad2401efb3524f6",
  "feed": "ftcomall",
  "title": "Apple: supercharged iPhone sales signpost $3tn valuation",
  "text": "<p>The smartphone supercycle is real. After years of so-so upgrades, the release of pricey 5G-enabled iPhones has jolted sales at Apple. Revenue <a href=\"https://www.ft.com/content/f5042df8-52d4-4527-af1d-5ed70a96b0b5\">up 54 per cent</a> to almost $90bn in the first three months of 2021 comfortably outpaced those of fellow tech leaders Facebook, Microsoft and Alphabet. Operating income more than doubled.&#xa0;</p> <p>So much for smartphone saturation. The wealthy, asset-rich portion of society who managed to save money during the pandemic appears to intersect nicely with Apple customers who want to treat themselves. Product sales rose 62 per cent on the previous year with iPhones, Macs and iPads all in demand.&#xa0;</p> <p>Apple's worrying reliance on iPhones looks less of a problem when global sales of smartphones are rising. Apple ranks second in the world to Samsung for smartphone shipments, according to data from research group Omdia. Given the latest networks are not yet ubiquitous, sales of the next iteration of 5G-enabled phones can only add to the tally.&#xa0;</p> <p>Chip shortages will muffle celebrations for the rest of this year. Customers who upgraded their tablet or phone in the past quarter cannot be counted on for another purchase soon either. This is why Apple keeps dragging investor attention over to its far smaller services business, where the gross margin at 70 per cent towers over the 36 per cent for products. For this reason, Apple launched Apple TV Plus with a celebrity-stuffed event in 2019 and is prepared to go to war over <a href=\"https://www.ft.com/content/e1259614-d954-400f-9265-f39a36c8c0c6\">App Store fees</a>.</p> <p>The company boasts 660m paid subscriptions across services such as video music, news and games. Amazon has 200m Prime subscribers and Netflix has 208m. But Apple's numbers include sales in third-party apps on its App Store.&#xa0;</p> <p>Cash is rolling in — an astonishing $22bn of free cash flow in the past quarter using S&amp;P Global data. Apple has promised to add another $80bn to its US investment commitments over the next five years. It is a shame that this is dwarfed by the additional $90bn share buyback programme. But buybacks should enable Apple to support its share price, currently near record highs. Given that, a $3tn equity valuation may soon be in reach.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us whether you think Apple's market worth will top $3tn in the comments section below.</em></p><p>Source:  2021 'Apple: supercharged iPhone sales signpost $3tn valuation' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T13:53:32.772Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 734,
          "end": 739
        },
        {
          "start": 1354,
          "end": 1359
        },
        {
          "start": 628,
          "end": 633
        },
        {
          "start": 1369,
          "end": 1382
        },
        {
          "start": 1369,
          "end": 1374
        },
        {
          "start": 485,
          "end": 490
        },
        {
          "start": 1800,
          "end": 1805
        },
        {
          "start": 1174,
          "end": 1179
        },
        {
          "start": 2010,
          "end": 2015
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 127,
          "end": 132
        },
        {
          "start": 2221,
          "end": 2226
        },
        {
          "start": 1628,
          "end": 1633
        }
      ],
      "nexusId": "10022657"
    }
  ]
}