{
  "_id": "2dabf30959eb2a366df8de8df82516ede14e8a551f96062b4f079a90423c3fe9",
  "feed": "wall-street-journal",
  "title": "MANSION --- The Ultimate Estate Collector --- Billionaire Ron Burkle's real-estate portfolio includes a 1920s-era Beverly Hills estate, a volcano-inspired Palm Springs home built for Bob Hope, an island in Montana and Michael Jackson's 'Neverland.' 'I tend to have too many houses.'",
  "text": "<p>Despite its fame, and its size, Neverland Ranch -- since renamed Sycamore Valley Ranch -- was possibly also a good deal. First listed in 2015 for $100 million, the property sold for just $22 million last year to Ron Burkle, the 68-year-old billionaire investor, Pittsburgh Penguins owner, Democratic fundraiser -- and house lover.</p><p>Mr. Burkle doesn't live there. Sitting in his oak-paneled office in his Beverly Hills home more than 100 miles away from Neverland, he pressed a button on the side table for his aide to bring him a bottle of water. \"I tend to have too many houses. I tend to have too many houses in California,\" he said. He refused to divulge exactly how many he owns. \"It's a nondefensible number.\"</p><p>Neverland added another significant property to Mr. Burkle's extensive portfolio, which includes several important homes in California as well as in New York, London and Montana. His properties include Greenacres, a Beverly Hills estate built in 1928 by silent-movie star Harold Lloyd, and a volcano-inspired John Lautner-designed home in Palm Springs that was built for Bob Hope. Mr. Burkle's primary home sits on its own island on Montana's Flathead Lake.</p><p>He likes a deal. He bought the Montana home, once listed for as much as $105 million, for about a 10th of that, he said. Bob Hope's Palm Springs home, first listed for $50 million, was purchased for $13 million.</p><p>Beyond the general market appreciation, Mr. Burkle said he sees the homes' value in what they can help him accomplish in terms of fundraising. He has hosted the Clintons and President Biden at the Beverly Hills estate and has brought together eclectic groups of celebrities and scholars to his dinner parties, from Warren Beatty to former heads of the CIA.</p><p>Mr. Burkle said he gravitates toward properties with a compelling history or architectural pedigree. Or sometimes both. He rarely sells.</p><p>His life-story is an American rags-to-riches tale. Born in Pomona, Calif., the son of a supermarket manager, he worked as a stock clerk and box boy in grocery stores before dabbling in small-time investing as a teenager. He went on to own several major supermarket chains and started his own investment firm, Yucaipa Companies. With an estimated net worth of roughly $1.5 billion, according to Forbes, he is now an investor in real estate, technology and sports interests.</p><p>He said he's always had a passion for houses. He said he would drive around Los Angeles as a teenager with a map of the stars' homes. He particularly wanted to see Falcon Lair, the estate built for Rudolph Valentino, who named it after an unproduced film, \"The Hooded Falcon.\" Mr. Burkle never found it. He also convinced his father to drive him to the Frank Lloyd Wright-designed Ennis House in the Los Feliz neighborhood, where he slipped a note in the mailbox asking if the owners would allow him inside. They did.</p><p>Later in life, Mr. Burkle would go on to own, restore and sell Ennis House. \"I do believe in visualization. And if you can't visualize things, you never know what can be true,\" he said.</p><p>Read on for a look at some of Mr. Burkle's notable holdings.</p><p>Greenacres, Beverly Hills, Los Angeles</p><p>The original owner of Greenacres was Harold Lloyd, ranked among the most famous movie stars of the 1920s. He is still known for a photo of him hanging onto the hands of a large clock on the side of a skyscraper.</p><p>Roughly 45,000 square feet with 44 rooms and originally on 15 acres, Greenacres was modeled after a 17th-century villa in Tuscany, according to \"The Legendary Estates of Beverly Hills\" by Jeff Hyland.</p><p>It has a dramatic entry hall, a sunken living room with a gold-leaf coffered ceiling and a conservatory with hand-painted ceilings. An enormous pipe organ behind the walls could send music roaring into the living room.</p><p>The total cost of the estate at that time: roughly $2 million, according to Mr. Hyland's book. That translates to more than $30 million today.</p><p>In his will, Mr. Lloyd directed that Greenacres be turned into a museum dedicated to the silent-movie era. When the museum couldn't afford to operate, the property was sold in the 1970s to a developer. The estate was subdivided; it is now about 8 acres.</p><p>Mr. Burkle first saw Greenacres when he attended a fundraiser there in the early 1990s for then-presidential candidate Bill Clinton. At the time, it was owned by Ted Field, an heir of the Marshall Field family. Mr. Burkle said he bought the estate for $11 million in a complex deal that included a trade for a second house.</p><p>Mr. Burkle said he subsequently hired about 200 workers for six months to bring the house to the standard he wanted. Outside, he's parked a small slice of his extensive car collection, including a limited edition McLaren Senna and a Ford GT Heritage Edition. He hangs his David Hockney paintings in the entry hall.</p><p>In the game room, he displays an array of guitars given to him by celebrity friends including Bono. \"Barbra Streisand played in the backyard twice,\" Mr. Burkle said. The Eagles and Lady Gaga have also performed.</p><p>The pipe organ, which no longer worked, has been restored. \"I don't sleep well at night if I know there's something like that,\" he said.</p><p>Shelter Island, Montana</p><p>Mr. Burkle's primary home is on Montana's Flathead Lake near Glacier National Park.</p><p>\"The water is so clear there that every picture of it looks like it's Photoshopped,\" he said.</p><p>Known as Shelter Island Estate, the castle-like property was built in the early 2000s by Southern California real-estate developer Donald Abbey.</p><p>The roughly 24,000-square-foot main home has African mahogany and Italian marble interiors, according to the original listing. It was designed with a great room with a 45-foot ceiling and a second-story observatory, a wood-paneled library and a basement target range. There is also a boat house and a guest quarters.</p><p>Mr. Abbey ran into difficulties with construction and had been locked in a legal fight with his contractors. He also battled with the state of Montana over property taxes, court records show.</p><p>Mr. Burkle said he was interested in the property when it first came on the market but felt that it was dramatically overpriced. He bided his time while it underwent price cut after price cut over about six years.</p><p>\"They overpriced it and they burned the house,\" he said, noting that he eventually sealed the deal for $10.5 million in 2018.</p><p>Mr. Burkle said he Jet Skis and kayaks on the lake every day when he's in Montana.</p><p>New York</p><p>In Manhattan, Mr. Burkle owns an unusual apartment that has had a starring role in several television shows. \"It was a fake apartment for most of its life,\" he said.</p><p>The property, located on Broadway in NoHo, was home to the filming and events space Sky Studios. It served as at the home of character Mr. Big on \"Sex and the City,\" and comedian Jerry Seinfeld was married there.</p><p>The roughly 8,000-square-foot, five-bedroom apartment spans three levels, each with its own design flavor. On the lower level, there is a great room with cast-iron columns, a wood-coffered and copper-leaf barrel-vaulted ceiling and arched windows, flanked by a backlit onyx bar. On the second level, there is a glass-encased great room with 17-foot ceilings and a landscaped garden with a fire pit. The third level has a massage room and a gym. The apartment's most notable feature: a private rooftop pool.</p><p>Mr. Burkle bought the apartment in 2005 from financier Jonathan Leitersdorf for about $18 million, records show. He renovated it but says he rarely uses it. Mr. Burkle briefly listed it for sale asking $37 million in 2015 but later took it off the market.</p><p>\"It's beautiful. And unique,\" he said. \"But I don't ever go there.\"</p><p>La Jolla, Calif.</p><p>In La Jolla, Mr. Burkle owns a roughly 8-acre Mediterranean-style estate above the towering cliffs overlooking Black's Beach.</p><p>Mr. Burkle bought the property, located in La Jolla Farms, one of the most exclusive enclaves in all of California, for almost $16 million in 1999, records show. Though less than the $25 million asking price, it was still the highest price paid for a single-family residential property in San Diego County at that time, The Wall Street Journal reported.</p><p>The roughly 50,000-square-foot estate, which includes a six-bedroom main house plus several guesthouses, had been on the market for at least two years at that point. It wasn't quite complete, but it boasted 15 fireplaces, 28 bathrooms and several guesthouses. It had been built by the late Harry Eberlin, former chief executive of Super Shops, an auto-parts retail chain that had at that time filed for liquidation under Chapter 7 of the federal bankruptcy code.</p><p>Mr. Burkle said he became curious about the house after flying over it several times on the way to visit one of his goddaughters. \"It was this crazy piece of land and there was nothing going on for months or years. So finally I looked into it.\"</p><p>Mr. Burkle finished the construction. While only about two decades old, the home looks like it has been there for a century. A wood-paneled sitting room and office has carved and coffered ceilings with frescos and an ornamental fireplace. In the entry hall, a rustic chandelier hangs from an enormous classical ceiling fresco surrounded by carved Roman columns.</p><p>Mr. Burkle said he hosted Yahoo board retreats there in the early 2000s and had Earth, Wind &amp; Fire play in the garage.</p><p>Bob Hope Homes</p><p>Mr. Burkle owns two California homes formerly owned by comedian Bob Hope and his wife Dolores Hope.</p><p>In Palm Springs, Mr. Burkle recently completed a major restoration of the Hopes' weekend house. Designed by architect John Lautner, the roughly 24,000-square-foot, 10-bedroom home looks like a spaceship -- its circular structure has a 60-foot-diameter oculus at its center -- and is a local landmark. When shown the model, Mr. Hope quipped \"Well, at least when they come down from Mars they'll know where to go.\"</p><p>Mr. Burkle said he remembers reading about the house when he was a teenager. \"I loved Bob Hope. I mean, everybody did. I remember thinking he's building a house bigger than the grocery store I work in,\" he said. \"Not only could I never imagine I would own it, I never imagined I'd enjoy it because I thought somebody would be crazy to build a house that big.\" The house was originally listed by the Hopes' children in 2013 for $50 million; Mr. Burkle paid $13 million in 2016. \"I said to them, 'I don't want to hurt your feelings and I have huge respect for your father,'\" but the house was not worth that much. The house was a subject of debate in the architectural community. The design of the interior didn't reflect Mr. Lautner's original vision for the project. Dolores Hope hired a designer to make her own changes and added features like swan faucets and colorful wallpaper.</p><p>Following the purchase, Mr. Burkle employed Lautner protege Helena Arahuete, who worked on the original design, to return it to the original vision. \"I said to her, 'You get your way on everything,'\" Mr. Burkle said. The only exception: the pool, which Mr. Burkle insisted should be enlarged significantly and shaped to reflect the curvature of the house.</p><p>In 2018, Mr. Burkle paid $15 million for the Hopes' longtime primary home in the Los Angeles area of Toluca Lake and recently completed a renovation. Originally built in English Traditional style but later partially remodeled with a more contemporary look by architect John Elgin Woolf around 1960, it sits on more than 5 acres and has almost 15,000 square feet plus a guesthouse, a gym and separate office quarters. It still contains the original vault Mr. Hope used to store his decades of jokes.</p><p>Neverland</p><p>Mr. Burkle and Mr. Jackson, Neverland's original owner, had a history. Mr. Burkle said he visited the ranch in the mid-2000s as part of a program for disadvantaged children and hit it off with Mr. Jackson. He said the pop star called him the next day to say that he liked him and that, from now on, he would buy all his groceries at Mr. Burkle's stores. Mr. Burkle served as an adviser to the singer on business matters, when the pop star was working to stave off financial disaster brought on in part by his lavish lifestyle, The Wall Street Journal reported.</p><p>Mr. Burkle said their relationship had little to do with the purchase. As an owner of the private club brand Soho House, Mr. Burkle had been looking at the property next door for a potential new club and had grown curious about the ranch. The train tracks were still there, but the train no longer ran. The zoo enclosures were empty. The Ferris wheel had been disassembled.</p><p>The child-molestation accusations that tarnished Mr. Jackson's reputation in later years also weren't a factor. \"Michael Jackson hasn't lived there in over 15 years,\" Mr. Burkle said, adding that he had fallen in love with the land and purchased the ranch from his friend Tom Barrack, an investor who heads Colony Capital, which co-owned the property with the Jackson estate after Mr. Jackson defaulted on a loan.</p><p>Ongoing construction at the ranch has fed speculation about whether Mr. Burkle may be interested in turning Neverland into a Soho House. (Most who enter are required to sign a nondisclosure agreement.)</p><p>Mr. Burkle said that isn't the case. He said his team is working on restoring parts of the ranch that were falling apart from neglect, such as replacing pipes. The train station, modeled after one at Disneyland, and which had been damaged by woodpeckers, is being restored, as is the Neverland flower clock. Many of the roads have also been upgraded. Mr. Burkle said he hopes that one day one of the trains may run again.</p><p>The property also includes a 12,000-square-foot Normandy-style mansion, guesthouses, a swimming pool with a cabana, a basketball court, a tennis court and a 50-seat movie theater.</p><p>Mr. Burkle maintains that he has few grand plans beyond restoring the property and describes the deal as a land grab. \"It's just not a bad thing to have your money tied up in,\" he says.</p><p>Yucaipa, Calif.</p><p>In Yucaipa, the city for which his investment company is named, Mr. Burkle still owns the first house he ever bought in the 1980s for $750,000.</p><p>The estate comprises roughly 500 acres. Mr. Burkle said the home sits on a hill overlooking local apple orchards and has a teak interior. It still has an original air-conditioning system, which works off a motor. Mr. Burkle refuses to replace it.</p><p>London</p><p>In London, Mr. Burkle said he has a home at one of his private clubs, the Ned, located in a 1920s-era building close to St Paul's Cathedral that was formerly the headquarters of Midland Bank.</p><p>Los Felix, Calif.</p><p>Mr. Burkle recently sold the Ennis House in Los Feliz for $18 million following an ultra-pricey restoration project. He bought it for roughly $4.5 million in 2011. Mr. Burkle said he viewed the project as saving the house. The circa-1920s landmark home was designed to look like a Mayan temple and is constructed from roughly 27,000 concrete blocks.</p><p>Mr. Burkle insisted on interviewing prospective buyers personally. After all the work he had put in, he said he wanted to sell to someone with an interest in continuing to invest in keeping the house in good condition.</p>",
  "published": "2021-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 14228,
          "end": 14233
        }
      ],
      "nexusId": "10022657"
    }
  ]
}