{
  "_id": "2425eed5577e401acb7830c052b525af8c9dc37d4b768df4dc54322dab963c43",
  "feed": "wall-street-journal",
  "title": "Xiaomi Budgets  $10 Billion to Add  Electric Vehicles  ----  By Dan Strumpf",
  "text": "<p>   HONG KONG -- Chinese electronics giant Xiaomi Corp. became the latest tech company drawn to China's burgeoning electric vehicle market, pledging $10 billion over the next decade to the initiative. </p><p>   Xiaomi Chief Executive Lei Jun will lead the new stand-alone subsidiary focused on electric vehicles, the company said Tuesday. It will spend an initial 10 billion yuan, equivalent to about $1.5 billion, to launch the business, expanding its investment in the coming years. </p><p>   Xiaomi's entrance into electric vehicles makes it one of China's most prominent tech companies to date to join what is an increasingly crowded market. Xiaomi's status as a popular consumer brand with a rapidly expanding global footprint, could give it an edge over rivals, though new entrants into the car market face significant hurdles. </p><p>   Mr. Lei appeared late Tuesday before a cheering theater of spectators in Beijing following the announcement. He told the audience that he had deliberated for months with the company's board about whether Xiaomi should enter the electric vehicle market. He said he ultimately decided that the company's ample cash cushion gave him the confidence to move forward. </p><p>   \"We have accumulated a lot of wisdom and experience and it's time for us to try the waters,\" Mr. Lei said. </p><p>   Mr. Lei offered scant details on how or when a Xiaomi vehicle would come to market, and didn't disclose whether it had enlisted an outside manufacturer for the effort. Last week, Chinese car maker Great Wall Motor denied a report that it was working with Xiaomi on electric vehicles. </p><p>   China is the world's largest electric vehicle market, where sales have been booming since industry champion Tesla Inc. began building its high-end cars in Shanghai in late 2019. Domestic rivals include NIO Inc. -- whose soaring stock has made it one of the world's most valuable auto makers -- as well as Li Auto Inc. and Xpeng Inc. </p><p>   In January, search-engine giant Baidu Inc. disclosed that it was entering the electric vehicle market with partner Geely Automobile Holdings Ltd. Apple Inc. has been seeking partners to build electric vehicles since late last year, though talks to do so with South Korea's Hyundai Motor Group broke down in February. </p><p>   Xiaomi is betting that its entry into electric vehicles will build on its resurgent success in smartphones. In the fourth quarter, the company became the world's third-largest smartphone maker behind Apple and Samsung Electronics Co. </p><p></p>",
  "published": "2021-03-31T06:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2042,
          "end": 2052
        },
        {
          "start": 2042,
          "end": 2047
        },
        {
          "start": 2413,
          "end": 2418
        },
        {
          "start": 2042,
          "end": 2051
        }
      ],
      "nexusId": "10022657"
    }
  ]
}