{
  "_id": "5399975e07e148871a0afc05b148126636c6a10cdc4897d9ae9fae061e479f75",
  "feed": "market-watch",
  "title": "Nearly 70% of big U.S. companies are adopting a flexible work model, says Morgan Stanley",
  "text": "<p>That's a key takeaway from a Morgan Stanley report tracking the return to office plans of 61 major U.S. public companies, with a combined market capitalization of about $15 trillion.</p><p>“Our analysis suggests 69% of corporations are adopting a hybrid structure such as 3 days in and 2 days WFH,” Ronald Kamdem's team of equity analysts and researchers at Morgan Stanley, wrote in the Tuesday report, which tracked corporate data and policies through for the third quarter.</p><p>Only 10% indicated a preference for office work, when examining the evolving policies during the pandemic in seven industries, including Apple Inc., AAPL Amazon.com Inc. AMZN, Facebook Inc. FB, Uber Technologies Inc.UBER, Yelp Inc. YELP and more.</p><p>Morgan Stanley Research, Alpha Sense, Company DataThe surge of the delta variant among the unvaccinated stalled plans by many companies to recall more staff around Labor Day or later this year, even though the latest wave of U.S. infections and hospitalizations appears to have peaked.</p><p>Read: Positive news on COVID-19 vaccines and treatments in the U.S. weighs against Russia's latest record one-day death toll</p><p>State of the office</p><p>While it's too early to write the final chapter on how the pandemic changed corporate America and its physical office space, it won't likely be a return to business-as-usual.</p><p>The upheaval of the pandemic has led millions of workers to quit their jobs as part of the “Great Resignation,” with some opting to retire, but others looking for a shorter commute, higher pay or greater flexibility on the job.</p><p>Global real-estate firm Jones Lang LaSalle JLL called it the “ego revolution” in a recent report on the workplace, noting the drawbacks of endless workdays from home and lack of face-to-face interactions, but also that “finding the right mix of home and office work is the obvious answer.”</p><p>To be sure, only about 34% of the companies had begun returning staff to the office in some capacity as of the third quarter, per Morgan Stanley, a figure that roughly matches Kastle Systems' most recent 10-city average office occupancy report.</p><p>Morgan Stanley analysts expect that figure to grow to 70% by the end of March 2022, or two years after nationwide lockdowns first took hold in the U.S. to contain COVID's spread, but they also pegged another 30% of companies with protracted or no plans to return staff to offices.</p><p>Coming up: 2-year mark</p><p>With plenty of change and uncertainty afoot, the future of office buildings still needs time to take shape.</p><p>Values of U.S. office buildings were pegged as 6% below pre-COVID levels as of August, whereas they climbed 8% higher for all property types for the same stretch, according to the Green Street Commercial Property Price Index. </p><p>But those figures also rely on depressed sales activity during the pandemic so far, with many on Wall Street expecting to get a better picture of property values and office leasing activity next year as the return to office gathers steam.</p><p>The spark of office life has returned more quickly in some cities, including Austin, Texas, than others like San Francisco, a reminder that real estate always boils down to location.</p><p>For example, San Francisco's high 26% office availability rate and discounted prices — even in trophy buildings — come as large, tech-related companies led almost 2 million square feet of new leased office space in the third quarter, which was above its 5-year quarterly average, according to Savills Research.</p><p>Shares for many office REITS were up about 12% to 20% on the year, including for Boston Properties Inc., BXP Hudson Pacific Properties Inc., HPP Office Properties Income Trust OPI, and Vornado Realty Trust VNO, even though prices remained depressed from those of two years ago, according to FactSet data.</p><p>While the S&amp;P 500 index SPX was up almost 50% from two years ago, shares of Office Properties Income, which focuses on renting its buildings to single tenants, including government entities, were down about 15% on Tuesday from two years ago.</p><p>The REITs didn't immediately respond to requests for comment.</p><p>Read: European bank adds Philadelphia suburb hub to its ‘office as a destination' strategy</p>",
  "published": "2021-10-09T10:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 607,
          "end": 612
        },
        {
          "start": 607,
          "end": 617
        },
        {
          "start": 619,
          "end": 623
        },
        {
          "start": 607,
          "end": 616
        }
      ],
      "nexusId": "10022657"
    }
  ]
}