{
  "_id": "3848b60e7f8b3ebcc6aafd24eb9168f9b3d89341ba00084e19260b2288a813bf",
  "feed": "ftcomall",
  "title": "Four gadgets for the smarter home",
  "text": "<p>I am no cook. Sure, I can push chicken and vegetables around a pan, but when I've got the apron on, don't expect flashy techniques, melt-in-your-mouth textures – or seasoning. Yet on a recent weekend, thanks to a smart- looking black box, I became more&#xa0;adept in&#xa0;the kitchen. The Kakugama is a new cooking pot carved from carbon graphite, a material with excellent heat conductivity and ability to radiate infrared energy that's typically used to make brakes for Formula One cars, among other less sexy industrial purposes. Anaori, a Japanese carbon-graphite specialist, has brought the material into the&#xa0;kitchen, where its qualities translate well to poaching, grilling, simmering and baking everything from rice to bread. </p> <p>Developed with acclaimed Japanese chef&#xa0;Hirohisa Koyama, the Kakugama simultaneously recalls a traditional Japanese <em>hagama</em> rice cooker and something beamed in from outer space. Anaori has taken a scoop out of a solid carbon cube, so the pot's cooking surface is rounded. It has an inner lid made of hinoki wood and an outer carbon top that doubles as a grill pan. </p> <p>Tipping the scales at 6kg for a smaller model and 8kg for a larger option, it's not the easiest thing to whip about the benchtop. Yet its heftiness is forgiven when you consider what the carbon can do to ingredients. It maintains a consistent temperature over a long period, so food is cooked evenly, textures are tender and there's little risk of burning things, says Rafael Cagali, chef at London's two Michelin-starred Da Terra. (I've borrowed Cagali's personal Kakugama and call him up for tips.) Like other chefs, he's excited by its potential and recommends it for slow-cooked dishes such as stews and ragus, as well as for cooking rice&#xa0;and whole vegetables. </p> <p>It's an exceedingly polite cooking companion: it doesn't spit or hiss steam or smoke, and the hinoki lid infuses the food, and the entire kitchen, with a glorious scent reminiscent of a sauna. The Kakugama is also good for unfussy, healthy cooking: I pop in a whole butternut squash and sweet potato, without oil or anything else, and they are perfectly cooked through. This chunk of rock presents tantalising opportunities. </p> <p><em>Anaori Kakugama, from £1,990, </em><a href=\"https://anaori.com/\"><em>anaori.com</em></a></p>  <p><strong>Wake up and hear the coffee</strong></p> <p>It was only a matter of time before Alexa started playing barista. Lavazza's Voicy is the first espresso machine to feature built-in Amazon Alexa technology. Although you need to manually place a cup under its spout&#xa0;and insert pods, you can tell this sleek contraption to make you a coffee while reading the news, or instruct it to order pods when stock is low. And by syncing it with an app, you can personalise your order – a handy touch enabling you to specify how long and hot the shot is. (“Alexa, please make me a Jamie” is my favourite new morning refrain. Kinda wrong, but...)</p> <p>The espresso-making process is a low hum&#xa0;rather than the din I've heard from other machines – and it produces high-quality coffee. Plus&#xa0;the speakers are decent – and, like a regular&#xa0;Alexa, it can play bangers on command when your hands are&#xa0;full washing the dishes. It&#xa0;would be ideal if the entire job could&#xa0;be handled by Alexa without any manual steps (surely that will come sometime in the nearish future), but it's nonetheless a neat way to&#xa0;bring&#xa0;a&#xa0;smart speaker into your kitchen while&#xa0;getting a&#xa0;tasty brew in the process. </p> <p><em>Lavazza A Modo Mio Voicy, £249, </em><a href=\"https://www.lavazza.co.uk/en/coffee-machines/lavazza-a-modo-mio-voicy.html\"><em>lavazza.co.uk</em></a></p>  <p><strong>The best kind of&#xa0;invisible charge</strong></p> <p>This nifty bit of technological sorcery from New York's Humanscale is, in effect, an invisible charger. It enables you to juice up your phone (or most AirPods) by&#xa0;simply placing it on a table, thereby doing away with the bother of having to plug in a charger or deal&#xa0;with pesky cords. Crucially, unlike&#xa0;other disc-shaped chargers that tend to come in the form of clunky&#xa0;charging pads, this device leaves nary a trace – at least on the surface. The&#xa0;wireless charger is affixed, in a painless process using screws or a double-sided adhesive, to the underside of your table or desk (a sticker marks the corresponding spot on the top side, should you need it). The only fine print is that the&#xa0;table must be relatively thin – 3.4cm at most (2.9cm for an iPhone 12) – in order for the charger to work. </p> <p><em>Humanscale NeatCharge, £110, </em><a href=\"https://www.humanscale.com/index.cfm\"><em>humanscale.com</em></a></p>  <p><strong>The ultimate kitchen garden</strong></p> <p>If Apple ventured into veggie patches, the result might look something like this. With a minimalist white metal frame, understated branding and the cool glow of LED lights, this smart garden offers a clinically chic, rather than wildly rustic, vision of home greenery. It's&#xa0;geared towards making plants impossible to&#xa0;kill, so holds enormous appeal for those who don't fancy spending their weekends catering to&#xa0;the whims of diva-ish fiddle-leaf figs. </p> <p>You monitor the nursery – whose inhabitants can include herbs, vegetables and flowers – through a smartphone app that enables you&#xa0;to&#xa0;switch on the lights and operate the water&#xa0;pump remotely. As well as providing a&#xa0;surprisingly soothing presence, the&#xa0;LEDs&#xa0;mean&#xa0;you can keep the&#xa0;garden somewhere with limited&#xa0;access to sunlight. Tracking the arugula's rapid growth on the app, meanwhile, proves addictive (a Tamagotchi for the horticulturally inclined?). Apart from occasionally having to manually add nutrients, this enables you to be a green&#xa0;thumb with a mere swipe of&#xa0;your finger. It comes in three&#xa0;Family sizes (single, double or triple shelf) and there's a smaller tabletop Personal version (currently only&#xa0;available&#xa0;in the US). <br><em>From $279, </em><a href=\"https://risegardens.com/products/personal-indoor-garden\"><em>risegardens.com</em></a></p> <p><a href=\"https://www.instagram.com/jamie_waters/?hl=en\"><em>@jamie_waters</em></a></p><p>Source: Jamie Waters 2021 'Four gadgets for the smarter home' FT.com 16 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-16T15:55:15.124Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4307,
          "end": 4312
        }
      ],
      "nexusId": "10022657"
    }
  ]
}