{
  "_id": "f1bb9f6f0efac2b6cf0f18807347e79167d43dea2455c670418297d4a81f4802",
  "feed": "ftcomall",
  "title": "PayPal/Paidy: a bet that cash will not always be king in Japan",
  "text": "<p>The rise of “buy now, pay later” services has made it easier for millennials and Gen Z consumers to satisfy their hunger for the latest gadgets and fashion.</p> <p>But a business that lets shoppers pay for purchases, often with interest-free instalments, also happens to be quite crowded in the US. Competition includes Sweden's Klarna, Silicon Valley-based Affirm and Square, following its <a href=\"https://www.ft.com/content/9bc49035-87f8-440e-9c20-5af34d40d4ad\">$29bn all-stock deal</a> for Australia's Afterpay last month. Even Apple has explored entering the market.&#xa0;</p> <p>No surprise then that PayPal has cast a wider net. The US online payment heavyweight is <a href=\"https://www.ft.com/content/cdeccd3c-fe41-4228-ad11-9efc6f5c9d2d\">buying Paidy</a>, a privately held BNPL group in Japan, for ¥300bn ($2.7bn).</p> <p>The offer price is a big jump from Paidy's $1.3bn last valuation in March. But priced against forward gross merchandise value, PayPal will pay only 1.8 times, less than the 2.4 times recently-listed Affirm trades on.</p> <p>For PayPal, which launched its own pay later service last year, buying Paidy allows it to deepen its push into both the BNPL sector and Japan itself.&#xa0;</p> <p>Japan is home to the world's third-largest market for online shopping. Yet it remains one of the few developed markets where cash remains king. Despite its reputation as a futuristic and innovative nation, 70 per cent of all purchases in the country occur in cash, <a href=\"https://s1.q4cdn.com/633035571/files/doc_presentations/2021/09/PayPal-Acquisition-of-Paidy.pdf\">according to PayPa</a>l.</p> <p>Having a fast-ageing population, reluctant to embrace e-payments, has not helped. But change is afoot. Online transaction volume should grow by nearly 60 per cent to ¥30.2tn ($273.7bn) by 2024, says <a href=\"https://www.yanoresearch.com/en/press-release/show/press_id/2688\">Yano Research Institute</a>.</p> <p>Paidy, whose 6m-plus account holders are projected to make $1.5bn in purchases this year, looks well placed to cash in on this shift. PayPal will hope to tap into Paidy's user base to cross sell its other services.</p> <p>A pandemic-fuelled boom in online shopping and digital transactions has been good for PayPal. With a market value of $344bn and a projected $5.6bn in net income this year, it can afford to add Paidy to its checkout cart. </p><p>Source:  2021 'PayPal/Paidy: a bet that cash will not always be king in Japan' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-08T17:40:15.342Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 447,
          "end": 452
        }
      ]
    }
  ]
}