{
  "_id": "4235381be356e5be5e0e47a3011a253c54d0f573bdf27e5ba53ceec706f5baeb",
  "feed": "wall-street-journal",
  "title": "Business News: Roblox Is Sued for Infringing Music Publishers' Copyrights",
  "text": "<p>The suit alleges that Roblox, which had 42.1 million daily users as of March, sells users the option to insert virtual music players, or boomboxes, into games they create on the platform and that pump out copyrighted music. The boomboxes, which have been purchased by hundreds of thousands of users, play songs recorded by artists such as Deadmau5 and Imagine Dragons.</p><p>\"Roblox actively preys on its impressionable user base and their desire for popular music, teaching children that pirating music is perfectly acceptable,\" the complaint says.</p><p>Roblox declined to comment.</p><p>The lawsuit is the latest in a series of discussions and disputes between music rights holders and companies, such as Peloton Interactive Inc., ByteDance Ltd.'s TikTok and Snap Inc.'s Snapchat over their or their users' use of music in content that lives on their services.</p><p>In some instances, companies, notably Facebook Inc., have agreed to enter into broad licensing arrangements with music labels and publishers to cover the music consumers use.</p><p>Peloton and publishers settled their suit early last year and reached a licensing agreement for use of the publishers' songs going forward.</p><p>Though licensing matters have at times become contentious and even litigious, music labels and publishers are broadly excited about finding new partners across social media, videogames and fitness for revenue beyond streaming on services such as Spotify and Apple Music.</p><p>The pandemic has accelerated the growth of at-home fitness apps and gaming and streaming companies, which have relied on music as a draw to live-steamed or on-demand classes, in-game experience, and gaming live streams.</p><p>Roblox, which operates a free online platform with millions of games created by its own users, is among the fastest-growing companies in interactive entertainment. It became a hot stock when it went public via a direct listing in March and as of Wednesday had a market capitalization of about $52 billion.</p>",
  "published": "2021-06-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1419,
          "end": 1424
        }
      ],
      "nexusId": "10022657"
    }
  ]
}