{
  "_id": "795d4d761fc34f6b2a824b656b31a44bbc612d15cd1b7d1ff39d5cdbab803d32",
  "feed": "wall-street-journal",
  "title": "Intel's Board Ousts CEO, Capping Turbulent Period",
  "text": "<p>The leadership transition unfolds after Intel ceded last year the title as the U.S.'s most valuable semiconductor company to rival Nvidia Corp. and fell further behind rivals in churning out the most advanced chips. The Santa Clara, Calif.-based company is also considering a broader embrace of third-party chip makers rather than relying on its own factories.</p><p>\"This is incredibly important strategically to what Intel is looking to accomplish and be defined more as a technology innovator and operator,\" said David Bahnsen, chief investment officer at the Bahnsen Group, a wealth-management firm that owns a stake in Intel through one of its funds.</p><p>Mr. Swan joined Intel in 2016 as chief financial officer. He was named interim CEO two years later and formally given the top job in January 2019.</p><p>Daniel Loeb, CEO of hedge fund Third Point LLC, in a December letter to Intel Chairman Omar Ishrak wrote that the company's woes could undermine the U.S. tech industry and urged the chip maker to consider alternatives. That included selling some of its acquisitions and splitting its design and manufacturing operations -- a move that would end Intel's long-held status as the U.S.'s leading integrated semiconductor maker.</p><p>\"After careful consideration, the board concluded that now is the right time to make this leadership change to draw on Pat's technology and engineering expertise during this critical period of transformation at Intel,\" Mr. Ishrak said in a statement.</p><p>Intel shares rose 7% in Nasdaq trading on Wednesday.</p><p>Intel disclosed the CEO change just before the window closed for nominations to its board, potentially heading off a public fight with Third Point. Intel said its leadership change wasn't driven by Third Point.</p><p>Mr. Loeb welcomed the move. \"Swan is a class act and did the right thing for all stake holders stepping aside for Gelsinger,\" he wrote on Twitter.</p><p>Third Point's action came at the end of a year that saw Intel shares retreat while the stock in rivals soared. Nvidia now has a market capitalization about $100 billion higher than Intel's. During the year, Intel suffered more product delays and lost market share to Advanced Micro Devices Inc., once a distant rival. Intel also was dumped by Apple Inc. as the supplier for its Mac computer processors.</p><p>Intel has fallen behind Taiwan Semiconductor Manufacturing Co. and South Korea's Samsung Electronics Co. in the race to make cutting-edge chips. TSMC makes chips under contract for some Intel competitors, including Nvidia and AMD.</p><p>Intel said last year it would consider outsourcing the manufacturing of some of its most-advanced chips. The company signaled it would provide an update on its plans next week when it posts financial results.</p><p>Despite the setbacks, Intel has said it expects to post record sales for 2020, boosted by pandemic-era demand for PCs and cloud computing. Intel shares retreated around 17% last year when the stock in many of its rivals soared.</p><p>Third Point has said it has a roughly $1 billion stake in Intel. In his letter, Mr. Loeb wrote Intel had made acquisitions that failed and that the company's board had allowed management to \"fritter away\" advantages. \"Stakeholders will no longer tolerate such apparent abdications of duty,\" Mr. Loeb wrote. He also expressed concern Intel was losing chip design talent.</p><p>The U.S. has become increasingly concerned about losing its technology edge, particularly in chip-making, in a tech Cold War playing out against China. U.S. lawmakers moved last year to help finance domestic chip-making capacity.</p><p>The question of what the best qualifications are to lead a tech company like Intel has long been a hot-button issue. Tesla Inc. CEO Elon Musk reignited last year the debate when he told The Wall Street Journal \"there might be too many M.B.A.s running companies.\"</p><p>Many analysts and investors had been clamoring for a stronger engineering background among Intel's leadership given its technology struggles. All but one member of the company's board of directors lacks significant semiconductor technology expertise.</p><p>Mr. Gelsinger has previously been linked to the Intel CEO role. In 2013, when the company was hunting for a new boss, Mr. Gelsinger said he was flattered to be considered but wanted to remain at VMware. When the job came open again, prompting speculation he would be tapped, Mr. Gelsinger tweeted he wasn't leaving VMware and that \"the future is software!!!\"</p><p>In an email to Intel employees Wednesday, Mr. Gelsinger wrote: \"To come back 'home' to Intel in the role of CEO during what is such a critical time for innovation, as we see the digitization of everything accelerating, will be the greatest honor of my career.\"</p><p>Mr. Gelsinger led VMware to steadily rising sales, roughly doubling them during his tenure there. The company became part of Dell Technologies Inc. in 2016 with Dell's acquisition of EMC Corp. He also forged partnerships with Amazon.com Inc. and others to profit from the growth of cloud computing.</p><p>Palo Alto, Calif.-based VMware said finance chief Zane Rowe would serve as its interim CEO while it conducts a search for a permanent successor to Mr. Gelsinger.</p><p>For Mr. Gelsinger, the move marks a return to a company where he spent most of his career. He joined Intel in 1979 and had a three-decade run.</p><p>He is to be Intel's eighth chief executive since the company's founding in 1968 by Robert Noyce and Gordon Moore, whose prediction about the pace of advancement in semiconductors, known as Moore's Law, has powered one of the greatest economic advancements in world history.</p><p>Still, Mr. Gelsinger isn't expected to deliver overnight success, Bernstein Research analyst Stacy Rasgon said in a note. Reversing Intel's market-share losses and fixing technological problems will take time, he said.</p><p>(See related letter: \"Letters to the Editor: We Need Technical People Running Technology Firms\" -- WSJ Jan. 22, 2021)</p>",
  "published": "2021-01-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2226,
          "end": 2236
        },
        {
          "start": 2226,
          "end": 2235
        },
        {
          "start": 2226,
          "end": 2231
        }
      ]
    }
  ]
}