{
  "_id": "889f25416ce4c9aa6cffacda90fe6fa10a5eabe4522ed29d624bb9c2d77a5090",
  "feed": "wall-street-journal",
  "title": "Technology:  Samsung's Profit to Reflect  Pandemic-Fueled Demand  ----  By Elizabeth Koh",
  "text": "<p>   SEOUL -- Samsung Electronics Co. expects a 25% rise in fourth-quarter operating profit, indicating continued demand for its tech components amid the coronavirus pandemic. </p><p>   On Friday, the world's largest smartphone and memory chip maker forecast operating profit of around 9 trillion South Korean won, equivalent to about $8.2 billion, during the final three months of 2020. That compares to 7.16 trillion won from the prior year's fourth quarter. Samsung also expects around 61 trillion won in revenue compared with 59.88 trillion won a year ago. </p><p>   Samsung's estimates fell slightly below analysts' estimate gathered by S&amp;P Global Market Intelligence, of about 9.35 trillion won in operating profit and 61.07 trillion won in revenue. </p><p>   The company reports full earnings later this month. Samsung is considered a bellwether for the tech world, as it both makes major electronics products itself and supplies competitors, including Apple Inc. and Huawei Technologies Co., with components. </p><p>   Samsung has fared better than many large companies during the pandemic, with its stock price rising 40% from the beginning of 2020. Sales of memory chips for data centers and consumer electronics soared early on by double digits, helping bolster the company's cash cow that represents the majority of its total operating profit. But other key sectors -- particularly its smartphone business -- have seen sales underperform. </p><p>   The company is angling to revive handset sales quickly this year. Samsung is launching its main flagship Galaxy S phones next week, pushing up the release by a month. Industry experts said they also expect an upswing in memory prices, even as pandemic-fueled data center demand tapers somewhat, as customers who delayed purchases last year stock back up. </p><p>   But Samsung's pricing power could be dulled as economies reopen, and rivals compete to win back business that fell during the pandemic, said Mehdi Hosseini, an analyst with Susquehanna International Group. </p><p>   Samsung is also expected to continue building its 5G network infrastructure business, which includes a $6.65 billion deal announced during the summer with Verizon Communications Inc. in the U.S., a key market. </p><p>   The company faces some hometown headwinds, too. </p><p>   After the death of longtime Chairman Lee Kun-hee in October, his family over the next five years must pay an 11 trillion won inheritance tax, or roughly $10.1 billion. </p><p>   His son, Lee Jae-yong, Samsung's vice chairman, could be sent back to prison in an appeals-court verdict expected later this month. </p><p>   The case is tied to Mr. Lee's 2017 conviction of bribing former South Korean President Park Geun-hye. Prosecutors have asked that Mr. Lee receive a prison sentence of up to nine years. </p><p></p>",
  "published": "2021-01-08T07:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 925,
          "end": 930
        },
        {
          "start": 925,
          "end": 935
        },
        {
          "start": 925,
          "end": 934
        }
      ]
    }
  ]
}