{
  "_id": "ae2906bfd52faa465347c57b0fc02b4b5b86e0a507a2360240b52f9632d6833c",
  "feed": "wall-street-journal",
  "title": "The Curious Andrew Cuomo Complaint; He's charged as AG Letitia James announces her run for Governor.",
  "text": "<p>Since then, Albany's county sheriff, Craig Apple, and district attorney, David Soares, have been investigating whether criminal charges against Mr. Cuomo are warranted. On Thursday a misdemeanor complaint filed by the sheriff's office appeared online, alleging that the Governor \"forcibly place[d] his hand under the blouse shirt\" of an executive assistant.</p><p>Ms. James promptly released a statement that said \"the criminal charges brought today against Mr. Cuomo for forcible touching further validate the findings in our report.\"</p><p>That's when things took a bizarre turn. The Albany DA, who would be tasked with proving Mr. Cuomo's guilt in court, made a startling announcement: \"Like the rest of the public, we were surprised to learn that a criminal complaint was filed in Albany City Court by the Albany County Sheriff's Office against Andrew Cuomo.\" How could the district attorney for the state's capitol not know about charges in his jurisdiction against the ex-Governor?</p><p>Sheriffs sometimes file criminal complaints in local court as they process routine offenses not yet on prosecutors' radar, like DUIs. But the DA was already investigating the allegation against Mr. Cuomo independently. In a months-long, high-profile investigation, there is no reason for a sheriff to make a criminal charging decision without the DA's knowledge.</p><p>Sheriff Apple told the press Friday he would have liked to consult the DA, but \"everything moved too fast.\" Huh? The matter was under investigation since August. It's more likely that he wanted to put public pressure on Mr. Soares to prosecute if the DA hadn't yet concluded whether there was enough evidence to prove the charge beyond a reasonable doubt.</p><p>Ms. James announced her candidacy for Governor the day of Mr. Apple's press conference in a video boasting that she has \"held accountable those who mistreat and harass women in the workplace, no matter how powerful the offenders.\" Mr. Apple thanked Ms. James in his remarks and said he had communicated with her staff during the investigation, but that she didn't know a complaint was being filed.</p><p>Mr. Cuomo continues to deny the allegation, and even unsavory politicians deserve fair treatment under the law. Perhaps the charging irregularity was a miscommunication, and the convenient alignment with Ms. James' campaign kickoff is happenstance.</p><p>But the timing of the announcement, combined with the lack of a DA commitment to prosecute the case, creates an appearance of political calculation. No one is above the law, but politicized charges degrade the justice system.</p><p>The Curious Andrew Cuomo Complaint</p>",
  "published": "2021-10-31T22:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 43,
          "end": 48
        },
        {
          "start": 1347,
          "end": 1352
        },
        {
          "start": 1757,
          "end": 1762
        },
        {
          "start": 1930,
          "end": 1935
        }
      ],
      "nexusId": "10022657"
    }
  ]
}