{
  "_id": "b63f0df583aa0593b8f7f777779fdec58db4cb7ae7daaee2f1770e2cd4c90b76",
  "feed": "ftcomall",
  "title": "Netflix bleeds subscribers in US and Canada with no sign of recovery",
  "text": "<p>Netflix lost 430,000 subscribers in the US and Canada in the second quarter and issued weaker than expected forecasts for later in the year, rekindling investor doubts over how the streaming group will fare after the economic reopening.</p> <p>The California-based company predicted it would add 3.5m subscribers in the third quarter, disappointing investors who were looking for a stronger rebound in the second half of the year. Analysts had forecast that Netflix would add 5.9m&#xa0;subscribers during the third quarter. </p> <p>In the past year and a half, Disney, Apple, WarnerMedia, Comcast and others have <a href=\"https://www.ft.com/content/7b9ac14d-2dee-491f-9489-1d5aad9fd49f\">launched streaming platforms</a>, and there are more than 100 streaming services for consumers to choose from, according to data company Ampere. </p> <p>Yet on a call for investors, executives dismissed the idea that competition was behind the weaker figures.</p> <p>“Does HBO or Disney . . . have a differential impact compared to the past? We're not seeing that in the [data] we have,” said <a href=\"https://www.ft.com/content/03ac98a5-a492-4823-bc98-36f12383c34a\">Reed Hastings</a>, Netflix co-chief executive. “That gives us comfort.” </p> <p>Traditional media companies have spent the past few years consolidating in order to compete with Netflix. Most recently, Discovery agreed to <a href=\"https://www.ft.com/content/fd93a1d8-3127-42e3-beb2-80c02d138013\">merge with WarnerMedia</a> to form a mega-streaming service. </p> <p>Referencing the industry consolidation, Ted Sarandos, co-chief executive, told investors: “Let's see if one plus one equals three . . . versus the typical one plus one equals two.”</p> <p>Intrigue over Netflix's plans to delve into video games helped offset the weakness in its core business, lifting the shares 0.8 per cent in after-hours trading.</p> <p>Netflix last week <a href=\"https://www.ft.com/content/f510653f-95d7-4d2e-aec2-51fda108f2ac\">revealed</a> the hiring of Mike Verdu, a 30-year veteran of the gaming industry. The company on Tuesday said it would initially focus on games for mobile phones and offer games at no extra cost to paying subscribers of the streaming group. </p> <p>Hastings framed video games as a complement to Netflix's existing business rather than a large new profit driver. “We're a one-product company with a bunch of supporting elements.”</p> <p>In total, Netflix added 1.5m subscribers in the second quarter, just above Wall Street forecasts of 1.1m.&#xa0;</p> <p>After adding a record number of customers last year, subscriber growth has <a href=\"https://www.ft.com/content/de870037-4859-4660-87c8-b6bba656bd02\">slowed sharply</a> as competitors entered the market and people emerged from coronavirus pandemic lockdowns. </p> <p>Sign-ups have ground to a halt in the US, Netflix's largest market, where the majority of Covid restrictions have been rolled back. </p> <p>“The pandemic has created unusual choppiness in our growth,” the company's management told shareholders.&#xa0;</p> <p>Netflix executives have blamed the subscriber number weakness on a lighter offering of shows and movies, and promised that growth would pick up in the second half of 2021 with the return of titles such as <em>The Witcher</em> and <em>Sex Education</em>.</p> <p>“Covid and its variants make predicting the future hard, but with productions largely running smoothly so far, we're optimistic in our ability to deliver a strong second half [shows],” the company said.</p> <p>Netflix remains by far the largest paid video streaming service, with 209m subscribers, compared with 104m for Disney Plus, its closest competitor.&#xa0;</p> <p>Revenues in the second quarter rose 19 per cent from the same period last year to $7.3bn, meeting analysts' forecasts. Net income increased to $1.4bn, up from $720m a year ago.</p><p>Source: Anna Nicolaou in New York 2021 'Netflix bleeds subscribers in US and Canada with no sign of recovery' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-20T23:11:17.957Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 549,
          "end": 554
        }
      ],
      "nexusId": "10022657"
    }
  ]
}