{
  "_id": "96341db62e18449445b828610f2b0f6c041c80408780d47bd4e61b5df29ee8c4",
  "feed": "wall-street-journal",
  "title": "Apple to Host New Event Next Week, New MacBooks Expected",
  "text": "<p>The event,announced with the tagline \"Unleashed,\" was tweeted by Greg Joswiak, senior vice president of worldwide marketing at Apple.</p><p>\"Unleashed! These next six days are going to speed by. #AppleEvent,\" he wrote in the tweet.</p><p>The announcement comes after Apple held an event last month and unveiled the new iPhone 13, which has four models and updated versions of the iPad Mini and Apple Watch.</p><p>For this month's event, the company is expected to release updated versions of its MacBook computer line, as well as other possible products. Apple saw outsized growth for its laptops during the pandemic, when lockdowns prompted technology buyers to stock up for remote work and school.</p><p>Last year, Apple introduced a new M1 microchip, a processor designed in-house to give the devices faster performance. Some analysts are expecting the company to release Mac computers with an updated chip.</p><p>In the three months ended in September, Apple held fourth place in global market share for computer hardware, with about 9% of the market, according to Canalys. The company saw 14% growth in its shipments compared with the same period a year ago, Canalys said.</p><p>Apple to Host New Event Next Week, New MacBooks Expected</p>",
  "published": "2021-10-12T17:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 927,
          "end": 932
        },
        {
          "start": 1148,
          "end": 1153
        },
        {
          "start": 537,
          "end": 542
        },
        {
          "start": 255,
          "end": 260
        },
        {
          "start": 127,
          "end": 132
        },
        {
          "start": 693,
          "end": 698
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 382,
          "end": 387
        },
        {
          "start": 382,
          "end": 393
        }
      ],
      "nexusId": "10022657"
    }
  ]
}