{
  "_id": "06b0a53e3d6db96f50f2e3c5cbcd87d656528a91916c6aaa34df88dcd03b78b3",
  "feed": "market-watch",
  "title": "There's a growing wall of worry developing for stocks to climb, says Deutsche Bank",
  "text": "<p>Our call of the day comes from a fresh Deutsche Bank survey, which finds that 58% of 550 global market professionals polled now expect a 5% to 10% stock pullback by end 2021.</p><p>Valuations are just another brick on the wall of worry that investors keep climbing that includes the delta variant, inflation, central bank tapering, rising shipping costs that could spoil Christmas, etc. This next chart from Deutsche Bank shows the two main bricks running neck and neck:</p><p>But as Deutsche Bank strategist Jim Reid and research analyst Karthik Nagalingam, also pose the question (included in the above chart): “Are too many expecting it will happen”? The bank's chief strategist Binky Chadha last week warned of a “hard correction,” amid ever-rising valuations, amid caution from other big banks.</p><p>And touching on the “wall of worry” theme, also last week, Morgan Stanley Wealth Management's Lisa Shalett predicted a 15% pullback for a market she sees as “priced for perfection.”</p><p>Advising investors take profit in index funds, Shalett had this to say: “The strength of major U.S. equity indexes during August and the first few days of September, pushing to yet more daily and consecutive new highs in the face of concerning developments, is no longer constructive in the spirit of ‘climbing a wall of worry.”</p><p>Read: The $1 trillion that has flowed to global stocks in 2021 is bigger than the last 20 years combined</p><p>Beijing turns up the heat on Jack Ma</p><p>U.S.-listed shares of China tech giant Alibaba BABAHK:9988 are slumping after a report Chinese regulators want to break up Alipay, the popular payments app from Jack Ma's Ant Group. Several other tech stocks were in the red, including Tencent HK:700, XD HK:2400 and NetEase HK:9999NTES as regulatory arrows just keep flying in the country.</p><p>Shares of Soho China HK:410 slid 36% on Monday after Blackstone Group BXscrapped a $3.04 billion offer for the commercial real estate operator.</p><p>Apple AAPL may be hoping to turn the focus away from a heated legal battle to its annual fall event on Tuesday, where the iPhone 13 and other gadgets are expected to be revealed. Epic Games plans to appeal last week's ruling that fell short of calling the tech giant's App Store a monopoly. The maker of the Fortnite videogame achieved one court victory after a judge ruled that the iPhone maker can't force developers to use its payments system.</p><p>A fourth COVID booster shot? Israel is reportedly weighing up that possibility.</p><p>House Democrats are looking at lifting corporate taxes to 26.5% from 21% and slapping a 3 percentage-point surtax on individual income above $5 million, say reports.</p><p>The federal budget will be released later, a day ahead of what could be the week's biggest number, consumer prices for August.</p><p>The markets</p><p>Stock futures YM00ES00NQ00are higher, following the worst weekly performance in nearly three months. European stocks XX:SXXP are up, but Asia had a mixed day, with the Hang Seng HK:HSI slumping 1.4% on those fresh tech regulatory woes. Oil CL00NQ00 is rising, along with the dollar DXY.</p><p>The chart</p><p>European gas futures have been tearing higher recently, due to shortages from Norway and Russia. Our chart of the day comes from Goldman Sachs, which warns of such a scenario repeating across global commodities, as investors remain underinvested.</p><p>European energy pricing dynamics offer a “glimpse of what is in store for othercommodity markets in coming months as micro factors are increasingly in the driving seat, with widening deficits depleting inventories leading to elevated price volatility as markets struggle to find a balance,” said team of analysts led by Jeffrey Currie, who are keeping close watch on crude.</p><p>“Were oil to reach our target of 80/bbl., it would be hard for investors to ignore inflation in the most important physical commodity markets. This is why we see oil as the catalyst this autumn to attract investors back into the space that should also help prices at the margin,” they said, noting “attractive” entry points for base metals,with copper at only 10% of 2021 highs.</p><p>Note, Bank of America sees crude could reach $100 this winter, depending on how cold it gets.</p><p>Random reads</p><p>From MTV's VMA award, the gift we didn't know we needed — singer Doja Cat's chicken feet:</p><p>https://twitter.com/girlsinrap/status/1437255210490077187And fans in Miami saved a falling cat, using an American flag:</p><p>https://twitter.com/CBSMiami/status/1436886679139278851Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-09-13T06:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}