{
  "_id": "85f25622c5d41af0146efbf42b2cad5396276c49b062130ff5d0e79320b62b41",
  "feed": "ftcomall",
  "title": "There was no hawkish surprise",
  "text": "<p>Summer really feels like it's here, and I feel great. I must be missing something. Email me if you know what it is: <a href=\"mailto:robert.armstrong@ft.com&#xa0;\">robert.armstrong@ft.com&#xa0;</a></p> <h1>Shocked by the obvious</h1> <p>The market threw some of its toys out of the pram last week. Let's review.</p> <p>The yield curve went dramatically flatter as the market adjusted to the Fed's new rate stance (all the data that follows is from Bloomberg):</p> <p>The dollar spiked in anticipation of higher short-term interest rates:</p> <p>Investors abandoned the reflation trade, dumping cyclical value stocks in favour of growth stocks expected to stand out in a lower-growth world:</p> <p>Stocks generally took a few lumps, as well. As the market moved, the consensus quickly formed that the Fed had sprung a “hawkish surprise” on Wednesday. The story went like this: after months of talking about its new inflation-targeting regime, and how it would tolerate inflation running above its target for a while, the Fed's dot plot showed that the Open Market Committee members were much more hawkish than they had let on. </p> <p>The dot plot that stimulated this bitter sense of betrayal showed the following:</p> <ul>  <li><p>Seven of the 18 members see a rate increase in 2022, versus four before;</p></li>  <li><p>Thirteen members see at least one rate increase in 2023, versus seven before; the average member expects two hikes, to between 0.5 and 0.75 per cent.</p></li> </ul> <p>I talked to Rick Rieder about the market's response. As BlackRock's fixed income CIO, he is responsible for something approaching $2tn in bond portfolios. He described the market's shock and mad rush to adapt:</p> <blockquote>  <p>There was this extraordinary surprise, in terms of the Fed moving as much as they did, because it was completely different than what they had said to date. The way those dots moved forward . . . you have to think the leadership is comfortable tightening sooner.&#xa0;&#xa0;</p>  <p>It was as large as a technical unwind of positions as I have seen — an extraordinary cleansing.</p> </blockquote> <p>He described a situation where almost everyone was on one side of the steepening curve trade and other trades connected to it:</p> <blockquote>  <p>The liquidity of the markets was very thin. Often when people look at volumes being high, they think there is a lot of liquidity, but at any given price, liquidity was very shallow. Every time something was done it moved the market. Nobody wanted to be on the other side of these trades.</p>  <p>There was such a crowding into the same positioning, that this massive unwind followed . . . in a world where you have so much social media and everything else, everyone can line up on one side and when something changes, it can really upset the apple cart.</p> </blockquote> <p>He does not think the Fed is making a mistake, though: “it's totally appropriate, I think the Fed is doing the right thing.” This sums up the situation perfectly. The Fed said some things. The market, caught badly off side and piled into a consensus trade, freaked out. But the Fed said what needed to be said.&#xa0;</p> <p>What's more — and here I disagree with Rieder — given what the Fed had said in the past and what had transpired in the past few months, what the Fed said should have been totally unsurprising.&#xa0;</p> <p>The Fed kept policy where it was, as expected. The chair said plainly that the committee as a whole expects inflation to be transitory, and as such sees no present need even to discuss raising rates, but that optimism about employment coming back means that, at some point later, discussing tapering asset purchases will make sense. This is mild, mild stuff, given that the past two core CPI prints were 3 and 3.8 per cent.</p> <p>As for those dots, they delivered the shocking news that, with CPI, wages, employment, commodities, housing, and about six other things heating up, <em>maybe</em> rates will have to be nudged up a tiny bit <em>a year or more from now</em>, and <em>maybe</em> nudged a bit more within the next <em>two and a half years</em>. Friends, that's what higher tolerance for inflation running above target looks like.&#xa0;</p> <p>A market that is surprised by this, given what the Fed has said and the data it is seeing, is a market that has lost touch with reality. It wanted the growth and the inflation and the sky-high asset values and the near-zero short-term rates and they wanted it all for ever and ever. And when Santa didn't deliver all of that, and a pony too, it panicked.</p> <p>The distinction between a market that panics because the Fed changed its stance and a market that was brought back to reality by the Fed acting reasonably is important. If you believe we just saw the former, you might hope in the future that some better calibrated, more precisely telegraphed action from the Fed will keep the market tranquil. But this will never happen, because a market that is huffing the glue of euphoria cannot be pleased. If we are going back to anything resembling normal policy, the Fed is going to drag the market there one messy overreaction to obvious facts at a time.</p> <p>Of course you can argue that it is hard to come back neatly from very easy monetary policy, and that proves that the Fed's whole approach is wrong. Or you can argue that the dot plot is a mistake, or that the Fed's policy should be driven by mechanical rules instead of judgment. All of that may be true. </p> <p>But if you think the Fed has just made a tactical or operational mistake, as opposed to being strategically or philosophically misguided from the outset, all that shows is that you are huffing the same glue as everyone else.&#xa0;</p> <h1>One good read&#xa0;</h1> <p>Late last week the WSJ had a very nice <a href=\"https://www.wsj.com/articles/it-isnt-just-amc-retail-traders-increase-pull-on-the-stock-market-11624008602\">review</a> of the effects of retail traders — now accounting for 20 per cent or more of volumes — on US stock markets. This stuff is no joke. </p><p>Source: Robert Armstrong 2021 'There was no hawkish surprise' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T05:30:17.529Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2560,
          "end": 2565
        }
      ],
      "nexusId": "10022657"
    }
  ]
}