{
  "_id": "8440817c82d730d858b499541f43ab5e0b34dc9ebe0bde56c2ddf0bab7d8a691",
  "feed": "market-watch",
  "title": "Dow ends flat, S&P 500 and Nasdaq snap 3-session skid after Federal Reserve minutes point to looming tapering plans",
  "text": "<p>How did stock indexes perform?</p><p>The Dow Jones Industrial Average DJIA fell less than a point to finish flat at 34,377.81, but extending its losing streak to a fourth straight day.</p><p>The S&amp;P 500 SPX rose 13.15 points, or 0.3%, to end at 4,363.80.</p><p>The Nasdaq Composite Index COMP climbed 105.71 points, or 0.7%, closing at 14,571.64.</p><p>On Tuesday, all three major indexes fell, extending a losing streak to a third session.</p><p>What drove the market?</p><p>The blue-chip Dow eked out a gain, snapping a three-session skid, after minutes of the Federal Reserve's September meeting showed the central bank could start tapering its emergency asset purchases as early as November or December, a sign that the U.S. economy has made a significant recovery from the worst shocks of the pandemic.</p><p>Several Fed officials said they even preferred a more rapid reduction of the central bank's current $120 billion pace of monthly purchases of Treasury and agency mortgage-backed securities, rather than the $15 billion reduction being proposed.</p><p>But benchmark Treasury yields also were lower, pressuring shares of banks that benefit when yields are higher, while providing a boost to technology shares. The 10-year Treasury note BX:TMUBMUSD10Y fell to 1.549% as investors were parsing third-quarter U.S. corporate earnings, as concerns about supply-chain problems and labor shortages threaten to dent corporate profits.</p><p>“This is the start of a pivotal time for the next couple of weeks, as we start to get a look into what corporations have experienced and what they are anticipating they will experience over the next six months,” Wayne Wicker, chief investment officer at MissionSquare Retirement, said in a phone interview.</p><p>“That's why you see people waffling right now. You have mixed messages on whether the economy has seen peak earnings and if inflation will eat away at margins and earnings decline,” he said.</p><p>“Stock selection is going to be a more important ingredient in the fourth quarter, because not everything is going to go straight up.”</p><p>Wall Street has been weighing a closely watched reading on inflation that came in hotter than expected.</p><p>Data showed that the U.S. consumer-price index rose 0.4% in September after climbing 0.3% in August, the Labor Department said on Wednesday. In the 12 months through September, the CPI increased 5.4% after advancing 5.3% year-over-year in August.</p><p>See:Stronger-than-expected U.S. inflation data has bond traders weighing the risk of a Fed policy error</p><p>Excluding the volatile food and energy components, the CPI climbed 0.2% after edging up 0.1% in August, the smallest gain in six months. The so-called core CPI rose 4.0% on a year-on-year basis after increasing 4.0% in August.</p><p>Higher prices for food, gasoline and rent drove most of the advance. Economists polled by The Wall Street Journal had forecast a 03% increase in the CPI.</p><p>“Wednesday's still elevated consumer-price index marks about six months worth of hot inflation data, suggesting that inflation is not as transitory as many investors previously expected,” wrote Nancy Davis, founder of Quadratic Capital Management, in emailed comments on Wednesday.</p><p>Corporations have been increasingly mentioning the impact of pricing pressures on earnings updates and investors have been eagerly listening for guidance from C-suite executives on the outlook for inflation.</p><p>JPMorgan ChaseJPMresults were better than Wall Street forecasts on earnings per share as it released another $2.1 billion of loan loss reserves. Its shares, however, fell 2.6%.</p><p>On the flip side, if other major banks release loan loss reserves, that's a bullish sign about the health of the U.S. economy, Wicker said.</p><p>“I think the pattern has been signaling the coast is pretty clear,” he said. “We really didn't experience the kind of loan losses that a year-and-a-half ago we had to prepare for.”</p><p>Read:Will bank stocks' wild rally continue? Here are the numbers to watch in this week's earnings</p><p>Analysts expect S&amp;P 500&#xa0;index earnings to rise 27.6% annually, a pace markedly slower than a 52.8% gain in the first quarter and 92.4% in the second quarter, which both benefited from favorable comparisons with the start of the COVID-19 pandemic last year. Bank of America has warned that guidance from companies could be ugly amid a “make or break quarter.”</p><p>Opinion:&#xa0;Beating the market would still be tough even if you knew the S&amp;P 500's earnings before everyone else</p><p>Despite Wednesday's inflation data, Davis said Fed officials were unlikely to change their views on tapering, with it likely ending purchases by the middle of 2022 as it gears up to eventually normalize interest rates.</p><p>“The Fed is already expected to announce its tapering plans and the central bank likely wants to preserve optionality with their hiking cycle, Quadratic's Davis said.</p><p>Which companies were in focus?</p><p>Shares of tech giant AppleAAPL fell 0.4% after Bloomberg reported late Tuesday that the tech giant will cut iPhone 13 production due to global chip supply shortages.</p><p>Shares of Qualcomm Inc.QCOM rose 1.7% after the chip maker said its board had authorized $10 billion in share repurchases.</p><p>Shares of Delta Air Lines Inc.&#xa0;DAL skidded 5.8% after the air carrier reported its first adjusted profit since the COVID-19 pandemic, but said the recent rise in fuel prices will pressure its ability to stay profitable in the fourth quarter.</p><p>BlackRock BLK shares climbed 3.8% after the investment giant reported beats on both profit and revenue expectations, and more than 20% growth on assets under management.</p><p>How did other assets trade?</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, fell 0.5%.</p><p>U.S. oil futures lost steam, with the benchmark CL00 closing 0.3% to settle at $80.44 a barrel. Gold futures GC00 closed 2% higher to settle at $1,794.70 an ounce.</p><p>The Stoxx Europe 600 XX:SXXP closed 0.7% higher, while London's FTSE 100 UK:UKX gained 0.2%.</p><p>The Shanghai Composite CN:SHCOMP rose 0.4%, while Japan's Nikkei 225 JP:NIK lost 0.3%.</p><p>Barbara Kollmeyer contributed reporting</p>",
  "published": "2021-10-13T16:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}