{
  "_id": "68d5344ce22cbb00d46acbc974706756e16a0178d452b5ef6dd13bdc5c162b89",
  "feed": "market-watch",
  "title": "Twitter adds users, sees revenue rise as it avoids being bogged down by Apple change",
  "text": "<p>Twitter TWTR said average monetizable daily active users increased 13% year over year to 211 million, an addition of 5 million from the previous quarter. Analysts had expected 211.9 million.</p><p>Ad revenue climbed 41% higher to $1.14 billion, with the company saying it had prepared for the Apple AAPL iOS change — which allows users to opt out of targeted ads — that weighed on the earnings of competitors like Facebook Inc.FB and Snap Inc.SNAP during the quarter.</p><p>“It is still too early for Twitter to assess the long-term impact of Apple's privacy-related iOS changes, but the Q3 revenue impact was lower than expected, and we have incorporated an ongoing modest impact into our Q4 guidance,” the company wrote in a letter to shareholders, saying that it put mitigations in place and adopted new standards in preparation for the changes.</p><p>The microblogging company reported a third-quarter loss of $536.8 million, or 67 cents a share, compared with a profit of $28.7 million, or 4 cents a share, in the year-ago period, much of which it attributed to one-time $766 million charge related to a class-action settlement over allegations it misled investors about user growth. Adjusted for stock-based compensation and other costs, the company's loss was 54 cents a share.</p><p>Analysts surveyed by FactSet had forecast earnings of 17 cents a share on revenue of $1.28 billion.</p><p>Twitter stock rose more than 3% after hours, after falling about 1% in the regular session to close at $61.43.&#xa0;</p><p>The San Francisco-based company expects fourth-quarter revenue of between $1.5 billion and $1.6 billion, while analysts had forecast revenue of $1.59 billion. It also expects daily active users to grow at or above the 13% increase it saw in the third quarter.</p><p>“We feel like we're entering the fourth quarter with the wind at our back,” said Twitter Chief Financial Officer Ned Segal during the company's earnings call. Citing 20% revenue growth year over year in Japan, the company's second-largest market, he added that “different economies are coming out of COVID at different times,” which means more upcoming opportunities for the company.</p><p>The company disclosed more details about its sale of MoPub, which it announced earlier this month. Twitter it will not recoup the full revenue loss of $200 million to $250 million from the sale in 2022. The deal, in which Twitter sold mobile-ad network MoPub to AppLovin for $1.05 billion, is expected to close in the first quarter. Segal said most MoPub employees will be staying at Twitter.</p><p>Shares of Twitter have risen more than 13% year to date, and are up nearly 20% in the past 52 weeks. By comparison, the S&amp;P 500 Index SPX is up 21.8% so far this year, and has increased almost 35% in the 12 months.</p>",
  "published": "2021-10-26T19:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 72,
          "end": 77
        },
        {
          "start": 287,
          "end": 292
        },
        {
          "start": 293,
          "end": 297
        },
        {
          "start": 531,
          "end": 536
        }
      ],
      "nexusId": "10022657"
    }
  ]
}