{
  "_id": "e132278543d1f15f66ae47b898b615bc700506d5d22f0c9d5df7ae411bf0e4dd",
  "feed": "ftcomall",
  "title": "US tech stocks tumble on nerves over inflation outlook",
  "text": "<p>US technology stocks fell sharply on Monday as rising inflation expectations and long-term interest rates undercut arguments for their high valuations.</p> <p>The technology-focused Nasdaq Composite closed down 2.5 per cent, losing more ground than other benchmark indices. The blue-chip S&amp;P 500 closed down 0.8 per cent, while the Russell 2000 lost 0.7 per cent. </p> <p>Facebook, Amazon, Apple, Netflix and Google parent Alphabet — collectively known as the Faang stocks — all tumbled in what some investors said could be the beginning of an overdue correction. </p> <p>Apple fell most heavily, with a 3 per cent decline, while Amazon closed down 2.1 per cent. Alphabet lost 1.7 per cent.</p> <p>“Everyone rushed to get more and more tech, and they've gotten pretty high, pretty expensive,” said Brandon Pizzurro, a portfolio manager at GuideStone Capital Management.</p> <p>He added that investors were starting to take a more fundamental look at the future growth potential baked into big tech's stock prices and are asking themselves, “have we overshot?”</p> <p>A <a href=\"https://www.ft.com/content/00c99cd2-7f9a-4a37-bb20-ce8d96f2527f\">sell-off</a> in US government bonds — whose returns are eroded by inflation — picked up again on Monday afternoon after taking a breather earlier in the day. The yield on the 10-year Treasury note, which moves inversely to price, rose 0.03 percentage points, to 1.36 per cent.</p> <p>Overnight, the yield on the benchmark note had come just shy of 1.4 per cent, before retreating to 1.33 per cent in the morning. </p> <p>Low long-term interest rates raise the present value of companies' future cash flows, which has been a key argument in favour of high-growth tech stocks over the past year. Rising long-term rates lower the present value of future earnings.</p> <p>The 10-year yield started the year just above 0.9 per cent, but has risen consistently with predictions that US president Joe Biden's proposed $1.9tn fiscal stimulus package will boost consumer prices.</p> <p>“The main concern is related to the <a href=\"https://www.ft.com/content/afc414f9-c6a1-4f37-afab-276d98973a09\">prospect of increased inflation</a>,” said Tancredi Cordero, chief executive at the advisory firm Kuros Associates. “There's a lot of concern amongst investors in fixed income and businesses that are sensitive to that.”</p> <p>Such worries also hit Asian markets on Monday, where Japan's 10-year government bonds rose 0.01 percentage points to 0.13 per cent. The equivalent Australian debt yielded 1.61 per cent, its highest level since June 2019.</p> <p>“The rise in global yields is a reflection of improved growth prospects given encouraging vaccine progress and in the US forthcoming sizeable fiscal stimulus,” said Gurpreet Gill, macro strategist at Goldman Sachs Asset Management. </p> <p><em>“</em>[It] also signals higher inflation expectations and in turn pulled forward expectations for the timing of monetary policy normalisation.”</p> <p>The big question is whether rising inflation will push the Federal Reserve away from its path of ultra-loose monetary policy. Investors will watch closely Jay Powell's semi-annual testimony to the Senate banking and House of Representatives financial services committees on Tuesday and Wednesday to see if the Fed chairman provides clues as to the direction the US central bank will take.</p> <p>These would be “important events”, said Jim Reid, research strategist at Deutsche Bank.</p> <p>In Europe, the region-wide Stoxx 600 closed down 0.4 per cent on Monday following three consecutive weekly gains. London's FTSE 100 benchmark fell 0.1 per cent while Frankfurt Xetra's Dax was down 0.3 per cent.</p> <p>Oil prices continued to rally, meanwhile, on hopes of growing demand for fuel as the global economy reopened following the rollout of <a href=\"https://www.ft.com/content/20576254-422b-4545-91ab-20b4d005bbf3\">Covid-19 vaccines</a>. Crude was also viewed by some investors as a hedge against inflation.</p> <p>Brent crude, the international benchmark, rose 3.7 per cent to $65.23 a barrel, while West Texas Intermediate, the US marker, added 3.8 per cent to $61.49 a barrel.</p> <p>Copper gained as much as 3.7 per cent to hit a 10-year high of almost $9,300 a tonne in early trading on Monday, driven by reports that China's largest copper smelter was reducing output. The price later eased to about $8,985 a tonne. </p> <p>Elsewhere, nickel moved above $20,000 a tonne for the first time since 2015 following a deadly accident over the weekend at a processing plant owned by Nornickel, the world's biggest producer of the metal. Like copper, nickel pared early gains and was trading at about $19,588 a tonne by the afternoon.</p> <p>Alastair Munro at brokerage Marex Spectron said industrial metals had also been boosted by the first official statements of 2021 regarding China's economy.<br><br>Articles in Xinhua and other official news outlets discussed strengthening rural infrastructure and modernising agricultural production methods to spur consumption, he said. Such signs of significant growth plans “look set to be a new driver of China's economy over the next few years”, he added.</p> <p>In Asia, China's CSI 300 index <a href=\"https://www.ft.com/content/32c8ece1-1e7b-4954-808b-6f92cd3b930c\">fell 3.1 per cent</a>, its biggest one-day drop since last summer, as concerns grew of a gradual tightening in lending conditions. Hong Kong's Hang Seng lost 1.1 per cent and South Korea's Kospi 200 dropped 0.9 per cent. Japan's Topix gained 0.5 per cent.</p><p>Source: Leke Oso Alabi and Neil Hume in London, and Aziza Kasumov in New York 2021 'US tech stocks tumble on nerves over inflation outlook' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T21:27:17.261Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 372,
          "end": 377
        },
        {
          "start": 545,
          "end": 550
        },
        {
          "start": 375,
          "end": 380
        }
      ]
    }
  ]
}