{
  "_id": "5196b8c66a761f396c9e613203842fb8e2c2bf008c7dc1da05b563c0de1c3b50",
  "feed": "market-watch",
  "title": "This hedge-fund legend is ‘very excited' after posting a no-word blog on the merits of value over growth",
  "text": "<p>He presents this chart, showing the valuation spread of value stocks over growth globally.</p><p>Now, in the footnotes, he explains the chart, and doesn't just drop the mic as it were.</p><p>First, it's a composite of five different measurements: book-to-price, earnings-to-price, forecast earnings-to-price, sales-to-enterprise value, and cash flow-to-enterprise value. The country split is 70% developed and 30% emerging.</p><p>“What we present here is the closest yet to how we actually view value and represents the value spread we look at most often in making decisions about tilts and the like,” says Asness. The spread is “extremely wide” in the U.S. but not as extreme in emerging markets, he adds. “Also, the spread has come in a tad in December along with value doing well, but it doesn't change the graph above more than a smidgen,” he says.</p><p>Of course, the huge question when it comes to value is when such a bias will be rewarded. In a year with inflation of nearly 7%, the S&amp;P 500/Citigroup pure value index XX:SP500PV has narrowly outperformed the S&amp;P 500/Citigroup pure growth index XX:SP500PG by 29% to 25%.</p><p>“When it will work is not a question that has escaped us,” says Asness. (“I feel ya,” he said to a user on Twitter who posted a skeleton on a bench with the tag line, “Waiting for value to outperform.”)</p><p>“A common question is ‘What's the catalyst.' I look back at times like the peak in March of 2000 (tech bubble) and note that 21 years later we still don't know what the catalyst was for it stopping there. But, while timing will always be bedeviling, we do believe the odds get better the crazier prices get, and the medium-term expected returns get better too.”</p><p>“Making some money on value this year while it's gotten way cheaper (and record cheap) is not a bad combination and has us very excited for 2022 and beyond,” he adds.</p><p>The buzz</p><p>U.S. Steel X late Thursday said it was experiencing a “temporary slowdown” in orders in the fourth quarter.</p><p>Rivian Automotive RIVN shares slumped after the electric-vehicle maker said production constraints are hindering sales. It lost $1.2 billion in the third quarter.</p><p>General Motors GM said the head of its Cruise autonomous-driving unit was leaving.</p><p>Medical-records company Cerner CERN surged in premarket trade as The Wall Street Journal reported Oracle ORCL was in talks to buy the company in a deal that could be worth $30 billion.</p><p>The market</p><p>U.S. stock futures ES00 were mostly weaker Friday, with tech stocks NQ00 experiencing the largest pull on worries on how rising interest rates will impact heady valuations. The Nasdaq Composite COMP on Thursday slumped 2.5%.</p><p>The yield on the 10-year Treasury BX:TMUBMUSD10Y was 1.42%.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Top tickers</p><p>Here are the most active tickers on MarketWatch, as of 6 a.m. Eastern.</p><p> Ticker          Security name  TSLA            Tesla  AMC             AMC Entertainment  GME             GameStop  DXY             U.S. dollar index  NIO             NIO  BX:TMUBMUSD10Y  U.S. 10 year Treasury  DJIA            Dow Jones Industrial Average  ES00            E-mini S&amp;P 500 futures  AAPL            Apple  NQ00            E-mini Nasdaq-100 futures</p><p>Random reads</p><p>Millennials are co-buying houses with their friends.</p><p>The NBA's vast archives of footage are backed up in a nuclear bunker.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers</p>",
  "published": "2021-12-17T06:53:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3157,
          "end": 3162
        },
        {
          "start": 3152,
          "end": 3156
        }
      ],
      "nexusId": "10022657"
    }
  ]
}