{
  "_id": "ba0d14a950d79f790fa60ed3088ba7ceb91c096d87e6e45d35f720dc530f2782",
  "feed": "ftcomall",
  "title": "Physical is a pleasantly astringent tale of redemption on Apple TV Plus",
  "text": "<p>Perhaps <em>Halston</em> didn't feature quite enough headbands and fluorescent legwarmers for your taste. Rejoice, for <em>Physical</em>, a pleasantly astringent tale of redemption via leotard, manages to encompass everything that was sexy, worthy, funny and slightly alarming about the high-kicking aerobics craze.&#xa0;</p> <p>It's 1981, which means it's really still the '70s because nobody in this laid-back Californian coastal community got the memo. Sheila Rubin, bored wife of college prof Danny, stressed mother of Maya, seethes with self-hatred. “You lazy bitch,” her internal monologue nags. “Wrinkles <em>and</em> zits,” she sneers at her flawless face in the mirror. Gentle smiles and supportive speeches directed at her husband are undercut by her real thoughts. He's gross and crass and stupid and he revolts her.</p> <p>Sheila has no friends, mainly because the volume of the voice in her head tends to drown out all other conversations. It's lucky acquaintances can't hear her thoughts, especially sweet Greta (Dierdre Friel) at Maya's daycare, who comes in for the most intense scorn. Local developer John Breem (Paul Sparks) is hoovering up community space for his malls; the closure of Sheila's favourite ballet class sends her spiralling into her familiar craving-bingeing-loathing cycle. She's been secretly guzzling the family savings in fast food orgies, consumed then noisily expelled in motel rooms hired for the afternoon. “Tomorrow I will have a nice day,” she assures herself.&#xa0;</p> <p>Strangely it's the unknown young woman she keeps glimpsing — “Who <em>is</em> that skanky bottle blonde?” — who holds out the chance of recovery. Her Body by Bunny class is a revelation and a business model. Sheila can see how her own unique mix of sweat and mental empowerment could sell, but Bunny (Della Saba) is hostile to this Jenny-come-lately. In her quest for fitness superstardom, Sheila must resort to subterfuge, blackmail and theft, misdemeanours her inner voice is strangely silent about.&#xa0;</p> <p>Rose Byrne as Sheila plays to the full the disjoint between an immaculate exterior and the raging furnace within. As the schlubby hubby, Rory Scovel heroically weathers the venom flung at the character. Danny decides to run for office on an environmental ticket, “Save the Wave”, roping in local surfers, including Bunny's boyfriend, the delightfully dopey Tyler (Lou Taylor Pucci). The campaign runs directly counter to John Breem's plans to transform the beachfront, yet Sheila feels strangely drawn to the tight-assed millionaire.&#xa0;</p> <p>An ambivalent tone runs throughout, leaving open the question of whether self-improvement is a worthy goal or, like property development, just another capitalist venture. “Drink the pink!” orders Bunny, handing over her hydrating post-workout soda laced with cocaine. Here too an initially wholesome flavour conceals a kick.&#xa0;</p> <p>★★★★☆</p> <p><em>On Apple TV Plus from June 18</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Suzi Feay 2021 'Physical is a pleasantly astringent tale of redemption on Apple TV Plus' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T13:00:08.433Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 58,
          "end": 63
        },
        {
          "start": 2824,
          "end": 2829
        }
      ],
      "nexusId": "10022657"
    }
  ]
}