{
  "_id": "af46b44a6caf6d676e4aeb146aef9d51cf2cf41cbd7f66a63eaea16aa3b65ef4",
  "feed": "market-watch",
  "title": "From ‘Matrix: Resurrections' to ‘Elf': A guide for what to stream during the holidays",
  "text": "<p>Luckily there are a ton of new streaming series and movies that have just been released, or will be soon. Here's a quick guide for what to watch over the next couple of weeks.</p><p>Coming soon</p><p>Dec. 22</p><p>“The Matrix: Resurrections”: Premiering on HBO Max (the ad-free tier only) on the same day it hits theaters;&#xa0;nearly two decades after “The Matrix” trilogy concluded (or so we thought), “Resurrections” brings back Keanu Reeves and Carrie-Ann Moss for a new chapter in the mind-bending and visually stunning sci-fi movie franchise.</p><p>“Emily in Paris,” Season 2 (Netflix): It's dumb but fun, with fish-out-of-water young American Emily (Lily Collins) back for another season of flings, fashion and stunning vistas of Paris. (10 episodes)</p><p>“Hawkeye” (Disney+): &#xa0;The fun Marvel series starring Jeremy Renner and a scene-stealing Hailee Steinfeld concludes its six-episode run.</p><p>Dec. 23</p><p>“Station Eleven” (HBO Max): This is the pandemic drama that you didn't realize you needed. It follows the survivors (Mackenzie Davis, Himesh Patel and an amazing Matilda Lawler) of a devastating flu pandemic that pretty much wipes out humanity, as they try to rebuild their lives — and civilization. But it's nowhere near as bleak as that sounds. Instead, “Station Eleven” is a surprisingly warm, thoughtful, life-goes-on story about what people are left with when everything else is stripped away — chosen families, the urge to connect and the need to tell stories. Three episodes dropped last week, with two episodes dropping the next three Thursdays, followed by the finale Jan. 13. It may be the best series of 2021.</p><p>“And Just Like That…” (HBO Max): Sarah Jessica Parker, Cynthia Nixon and Kristin Davis revive their “Sex and the City” roles, now as 50-something women. Three episodes are already up, with new ones every Thursday.</p><p>“Reno 911: The Hunt for QAnon” (Paramount+): Convince your crazy uncle this new movie special is a documentary.</p><p>“Dragons: The Nine Realms” (Hulu and Peacock): Plop your kids down for this “How to Train Your Dragon” spinoff series, set in a modern world where dragons are just a legend. (6 episodes)</p><p>“Yearly Departed” (Prime Video): An year-end special &#xa0;featuring an all-star lineup of female comedians roasting 2021.</p><p>Dec. 24</p><p>“Don't Look Up” (Netflix): Adam McKay's star-studded satire about a pair of astronomers (Leonardo DiCaprio and Jennifer Lawrence) who discover a “planet killer” comet is going to hit Earth, only to find that no one really cares.</p><p>“Encanto” (Disney+): The excellent and inspiring animated musical about a so-called plain girl discovering her gifts hits Disney+ for no additional fee for subscribers, just a month after it opened in theaters.</p><p>“Wheel of Time” (Prime Video): Seven episodes are already up, and the epic fantasy series concludes its first season on Christmas Eve. Season 2 is already in the works.</p><p>“Dickinson” (Apple TV+): The series finale of the quirky and compelling historical comedy/drama about poet Emily Dickinson.</p><p>“The Expanse,” Season 6 (Prime Video): The sprawling sci-fi epic set a few hundred years in the future, with Earth and Mars pitted against Belters in a solar-system civil war, is one of the best and most overlooked shows on TV. Two episodes of the final season are already up, with new ones dropping every Friday.</p><p>Dec. 26</p><p>“Letterkenny,” Season 10 (Hulu): The Canadian sitcom returns with its familiar blend of profane wordplay, brawling and small-town life among its roster of hicks, skids and hockey players. (6 episodes)</p><p>“1883” (Paramount+): The dusty and violent Wild West prequel to “Yellowstone” premiered Dec. 19, with new episodes every Sunday.</p><p>Dec. 29</p><p>“The Book of Boba Fett” (Disney+): After a 40-plus-year wait, “Star Wars” fans will finally get to see their favorite intergalactic bounty hunter take the spotlight, as Temuera Morrison stars as the mysterious gun for hire. It's only dropping one episode at a time, with new ones every Wednesday.</p><p>Dec. 31</p><p>“Cobra Kai,” Season 4 (Netflix): Lifetime rivals Daniel (Ralph Macchio) and Johnny (William Zabka) join forces in an attempt to win the All Valley Under-18 Karate Tournament. (10 episodes)</p><p>“Queer Eye,” Season 6 (Netflix): The Fab Five head to Texas this time around to make life-changing and tear-jerking transformations. (10 episodes)</p><p>Already streaming</p><p>Looking for a new movie or a recent series to binge-watch? Here you go:</p><p>“The Witcher,” Season 2 (Netflix): Monster-hunter Geralt (Henry Cavill) is back in this sprawling and massively popular fantasy epic. (8 episodes)</p><p>“Money Heist,” Season 5 Part 2 (Netflix): The gang's Bank of Spain heist finally comes to a conclusion. (5 episodes)</p><p>“Lost in Space,” Season 3 (Netflix): The final season of the sci-fi reboot. Yes, Will Robinson again faces danger. (8 episodes)</p><p>“Jim Gaffigan: Comedy Monster” (Netflix): A new standup special that touches on the pandemic and the general ridiculousness of modern life.</p><p>“Nicole Byer: BBW (Big Beautiful Weirdo)” (Netflix): The “Nailed It” host's first Netflix comedy special, touching on dating during the pandemic and much more.</p><p>“Hanna,” Season 3 (Prime Video): The conclusion of the genetically bred-supersoldier-gone-awry action series that's better than it ever needed to be. (6 episodes)</p><p>“With Love” (Prime Video): A charming rom-com following a brother and sister's respective love lives, with each episode set during a different holiday throughout the year. (5 episodes)</p><p>“Harlem” (Prime Video): A sitcom about stylish and ambitious friends in Harlem that gives off serious “Sex and the City”-meets-“Insecure” vibes. (10 episodes)</p><p>“PEN15,” Part 2 of Season 2 (Hulu): The final season of the cringe-worthy and heartbreaking coming-of-age comedy. (7 episodes)</p><p>“The Sex Lives of College Girls” (HBO Max): A surprisingly fresh and relatable comedy series about four college freshmen navigating classes, relationships and life away from their parents' prying eyes. (10 episodes)</p><p>“MacGruber” (Peacock): Will Forte revives “SNL's” aggressively dumb “MacGyver” spoof. (8 episodes)</p><p>“The Power of the Dog” (Netflix): This Oscar contender from director Jane Campion stars Benedict Cumberbatch and Jesse Plemons as brothers running a Montana ranch in the 1920s.</p><p>“Swan Song” (Apple TV+): Mahershala Ali plays a husband and father in the near future who is diagnosed with a terminal illness and is presented with a morally questionable solution to shield his family from grief: a clone to replace himself.</p><p>“Being the Ricardos” (Prime Video): The Aaron Sorkin-directed drama about behind-the-scenes turmoil on the set of “I Love Lucy,” starring Nicole Kidman as Lucille Ball and Javier Bardem as Desi Arnaz.</p><p>“Mother/Android” (Hulu): A sci-fi thriller movie starring Chloe Grace Moretz as a pregnant young woman who flees with her boyfriend to escape an A.I. that's declared war against humans.</p><p>Also see: What's streaming in January 2022 on Netflix | Hulu | Prime Video</p>",
  "published": "2021-12-21T18:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2855,
          "end": 2860
        },
        {
          "start": 6188,
          "end": 6193
        }
      ],
      "nexusId": "10022657"
    }
  ]
}