{
  "_id": "a50f9cd37574d9729068523711247556b97fc611aa815c2a2bcc643708ee9566",
  "feed": "wall-street-journal",
  "title": "Binance Crypto Exchange Ordered to Cease U.K. Activities; The world's largest cryptocurrency exchange faced regulatory ire in the U.K. as well as Japan",
  "text": "<p>Binance offers trading of cryptocurrencies and derivatives linked to them such as futures. Binance Markets Ltd., the company's U.K. arm, applied to be registered with the Financial Conduct Authority and withdrew its application on May 17.</p><p>\"A significantly high number of cryptoasset businesses are not meeting the required standards\" under money-laundering regulations, said a spokesperson for the FCA in an email. \"Of the firms we've assessed to date, over 90% have withdrawn applications following our intervention.\"</p><p>Japan's financial watchdog issued a statement on June 25, saying that Binance isn't registered to do business in the country.</p><p>The price of bitcoin whipsawed over the weekend after the regulatory moves, falling as much as 6% from its level at 5 p.m. ET on Friday before recovering all the lost ground and trading around $33,250 on Sunday, according to data from CoinDesk. In mid-April, it was above $63,000.</p><p>As of April, Binance operated the largest cryptocurrency exchange in the world   by trading volume, allowing tens of billions of dollars of trades to pass through its networks, according to data provider CryptoCompare. It was founded in 2017 and initially based in China, later moving offices to Japan and Malta. It recently said it is a decentralized organization with no headquarters.</p><p>In recent months, Binance has begun offering \"stock tokens,\" or units of digital currency that track the value of stocks such as Tesla Inc. and Apple Inc.</p><p>The U.K.'s FCA has taken a wary stance on cryptocurrencies, earlier this year instituting a ban on individual investors trading cryptocurrency derivatives  . In its statement Saturday about Binance, it warned consumers to be careful of online advertisements promising high returns on crypto investments.</p><p>The FCA move doesn't ban customers from using Binance completely. U.K. customers can continue to use Binance's non-U.K. operations for activities the FCA doesn't directly regulate, such as buying and selling direct holdings in bitcoin.</p><p>\"The FCA U.K. notice has no direct impact on the services provided on Binance.com. Our relationship with our users has not changed,\" said a Binance spokesperson by email.</p><p>Cryptocurrencies have come under fire for their use in illegal activities   such as money laundering, ransoms and fraud. The digital currencies are often unregulated, but derivatives linked to them are generally overseen by national regulators including the U.K.'s FCA.</p><p>China also has recently intensified its crackdown   on cryptocurrencies. Its central bank said last week that the country's largest banks and payment processors should take an active role in curbing cryptocurrency trading and related activities.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com  </p><p>Binance Crypto Exchange Ordered to Cease U.K. Activities</p>",
  "published": "2021-06-27T21:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1455,
          "end": 1464
        },
        {
          "start": 1455,
          "end": 1460
        },
        {
          "start": 1455,
          "end": 1465
        }
      ],
      "nexusId": "10022657"
    }
  ]
}