{
  "_id": "2685b81555c7e13b0ebb81abce9446ddb2566a1df7a1e2529af3ff93962dedb6",
  "feed": "economist-newspaper",
  "title": "Like 10,000 diamonds in the sky; Why the nights grow less dark, and what to do about it",
  "text": "<p>The lovelorn youth of Mr Bragg's debut single, “A New England”, laments the fact that he ...saw two shooting stars last nightI wished on them—but they were only satellitesIt's wrong to wish on space hardwareI wish, I wish, I wish you'd care</p><p>Today it is the learn'd astronomers who wish someone would care, because they are facing space hardware in unprecedented profusion. The idea of reaching billions of people in places hard to wire into the internet has led to a series of schemes seeking to provide wireless broadband from the sky, and it is in the nature of such schemes that they require inordinate numbers of fairly low-flying satellites. SpaceX, the leader in this new market, already has a “shell” of 1,584 satellites circling the Earth. Within a few years it wants to have enough shells to make use of 40,000.</p><p>Others have plans at least as ambitious. In a decade's time thousands of swift artificial stars may be racing through the dawn and dusk, and a significant part of the nights in between. They will probably not, for the most part, be noticeable to the naked eye. But for those observing the cosmos with sophisticated instruments, they will be a substantial obstacle.</p><p>Layering the outermost reaches of the atmosphere with a hardwaresphere is a signal achievement. Human enterprise can now mass-produce sophisticated equipment that functions in the harshest environments and lift it to the heavens in bulk. In so doing companies can bring fully connected modernity to people everywhere. Meanwhile smaller constellations will monitor the Earth more closely, more constantly and more fully than ever before, tracking its changes and helping its inhabitants understand what they are doing from a God's eye point of view.</p><p>But all expansions bring externalities, and the number of such satellites is becoming an issue in many ways. It seems bizarre to think of low-Earth orbit—a quadrillion cubic kilometres of empty space, roughly as large a volume as that of the planet which sits at its centre—as being crowded by a population of satellites unlikely to number more than a mere million. But in terms of collision-risk and the sight of the stars that is becoming the case.</p><p>Collisions are the deepest concern. They do not just wreck the satellites involved: the debris they create puts other satellites at higher risk, too. There are legitimate fears that after a threshold number of collisions a chain reaction will take off that makes whole classes of orbit unusable. That is why anti-satellite-missile tests like the one conducted by Russia a couple of weeks ago are so reprehensible. The world urgently needs to deal with this, and the related issue of what to do with satellites that are defective or have reached the end of their lives.</p><p>One problem is that it is cheaper to let others tend to the orbital commons than pitch in yourself. Another is that anti-satellite weapons used in earnest might well overturn the apple cart. But in the normal run of things, the interests of satellite operators are generally aligned when it comes to keeping low Earth orbit clear enough to be useful. Get the regulations, norms and incentives right and technologies that allow orbits to be cleaned up could find buyers.</p><p>In the case of the astronomers' clear view of the cosmos things are less straightforward. If humankind has a common cultural heritage of any sort at all, the night sky must surely form part of it. But no authority is in a position to protect it as such, and compensating astronomers—or for that matter humans at large—for the satellites that get in their way feels more like a piece of satire than a policy proposal. The interests of astronomers and satellite-owners are incommensurate, and there is no overarching authority to decide between them. So facts in the sky are likely to count for everything.</p><p>The two sides are trying to minimise the problem. Astronomers are looking at new ways to observe; satellite designers at ways of making their creations less bright. But each side could do more.</p><p>Professional astronomers need to reconsider the degree to which their field, and particularly the space-based bits of it, is dominated by the most expensive telescopes money can buy. Launching things into space is cheaper than it used to be, and it is set to get cheaper still; satellite technology, as the constellations show, has come on in leaps and bounds.</p><p>That makes it time for a serious attempt to break the interlocking feedback cycles through which space-science missions, having become expensive, need to have any associated risks minimised, which makes them more expensive. That leads them to crowd out smaller missions, which means they need to serve more parts of the community which, again, makes them more expensive. That means their budget has to be spread over a longer period of time; that too makes them more expensive.</p><p>Those are the sort of dynamics which produce a $10bn marvel like the James Webb Space Telescope, a scientific instrument which has cost as much as a nuclear aircraft-carrier. Is it better to spend such a sum on a unique capability for observing the cosmos than on yet another war machine? Quite possibly. Must new views of space cost quite that much? Very probably not.</p><p>Finding ways to do astronomy more cheaply in space would allow professional observations to be made above the fray, as it were. But the new satellite constellations would still frustrate amateurs, and quite possibly those who simply stop in their tracks on a clear night to look up and wonder. Here the satellite companies can do something to make amends. For most people satellites are not the only or greatest constraint on the observability of the universe. Street lighting and other forms of light pollution do more harm.</p><p>Satellite companies should encourage and subsidise the local initiatives to reduce light pollution that can be found all over the world. If so, they might find that such deeds might buy them good will. And if making the sky easier to appreciate in all its glory also means that people become more aware of your satellites, they may well be more inclined to forgive you for it.</p><p>■</p>",
  "published": "2021-11-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2934,
          "end": 2939
        }
      ],
      "nexusId": "10022657"
    }
  ]
}