{
  "_id": "c48777a2968c0f42fa3fc097e4ba4e1cec9f19de3b12bcd65e29fe28d12bd172",
  "feed": "ftcomall",
  "title": "Ferrari picks electronics pioneer with no luxury experience as chief executive ",
  "text": "<p>Ferrari has picked an electric components specialist as its chief executive, a surprise appointment that ends a search that began late last year when its former boss Louis Camilleri stepped down with Covid-19.</p> <p>The new boss Benedetto Vigna, an Italian, is the head of the sensors unit at STMicroelectronics, the technology group's largest and most profitable division. He will join the supercar maker in September.</p> <p>Vigna has been at STMicroelectronics since 1995, founding the division he leads, which is now the same size in revenues and employees as Ferrari.</p> <p>He specialises in motion sensors and was part of the team that invented three-axis gyroscopes that change the screen ratio on a phone when it is turned.</p> <p>The same technology that debuted in the iPhone 4 is now common in navigation systems in most modern cars, while Vigna led ST's push to supply the auto industry with a range of technology.</p> <p>However his appointment is a big surprise, having no direct automotive or luxury experience. Reported candidates for the post included a number of established luxury executives.</p> <p>“The appointment is highly unexpected and, in our view, reflects the need to ‘reinvent' Ferrari and the difficulty of securing candidates willing to take on the task,” said Philippe Houchois, an auto analyst at Jefferies.&#xa0;</p> <p>“Having said that, one should not underestimate the strategic thinking of Ferrari and Exor chair John Elkann,” he said.</p> <p>Exor, which Elkann heads, owns 36 per cent of Ferrari's voting rights, as well as 14 per cent of Stellantis, the carmaker formed by the merger of Fiat Chrysler and France's PSA this year.</p> <p>Elkann is famed for his talent spotting after picking the then unknown Sergio Marchionne to run the nearly bankrupt Fiat in 2004.</p> <p>In the following 14 years Marchionne transformed the business into a €200bn empire, including acquiring Chrysler and spinning out Ferrari and CNH Industrials as separate businesses.</p> <p>Speaking on Wednesday at the announcement, Elkann said Vigna's “deep understanding of the technologies driving much of the change in our industry, and his proven innovation, business-building and leadership skills, will further strengthen Ferrari and its unique story of passion and performance, in the exciting era ahead”.</p> <p>Vigna called his appointment a “special honour” and said he joins “with a profound sense of responsibility towards the extraordinary achievements and capabilities of the men and women of Ferrari, to all the company's stakeholders and to everyone around the world for whom Ferrari is such a unique passion”.<br></p><p>Source: Peter Campbell in London 2021 'Ferrari picks electronics pioneer with no luxury experience as chief executive ' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-09T08:06:26.900Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}