{
  "_id": "ef97703425204384c1b4c453fc6dd5b63046bf2541ce85edce69a962b8455354",
  "feed": "ftcomall",
  "title": "Restaurants with a side of razzmatazz",
  "text": "<p><em>“L&#xa0;is for the way you look at me, O is for the only one I see…”</em> I'm out for dinner at <a href=\"https://www.instagram.com/bardostjames/?hl=en\">Bardo St James's</a>, a new restaurant off Pall Mall that aims&#xa0;to channel the Italian glamour of the '50s&#xa0;and '60s. There are white tablecloths and red velvet chairs; tuxedoed waiters bearing plates of&#xa0;everything from veal tonnato to tagliolini al ragú; and a&#xa0;live band and singer performing a classic song by Nat&#xa0;King Cole – delivering what owner Luca Maggiora calls&#xa0;“an&#xa0;experience that whisks you away the moment you&#xa0;come through the door”.</p> <p>Live music in restaurants has never entirely gone away. But the practice of booking musicians to bring ambience has certainly waned, in favour of iPhone playlists over a sound system. I had reservations about the concept at Bardo St James's, which sounded a lot like Vegas. But after two glasses of vino, I was happily tapping my foot under the table. Even if I couldn't always hear the waiter or indeed my guest over the band's lively rendition of “Tu Vuo' Fa' l'Americano”, the razzmatazz worked its magic.&#xa0;</p> <p>A growing number of restaurants on both sides of the Atlantic are putting live performance at the heart of their offering. People are desperate to go out and have fun. But the trend goes back further than a post-pandemic appetite for a party. “Traditional nightclubs are basically extinct,” says Joey Ghazal of <a href=\"https://www.themainemayfair.com/\">The Maine</a> in London. “Restaurants have to rise to the occasion and fill the gap.” His venue on Hanover Square includes a basement brasserie with an amphitheatre-style dining room and stage, which regularly plays host to “Copacabana style” entertainment. “It's important to offer a compelling enough reason to come back to the West End,” he says. Live music is also key&#xa0;to creating what Jonny Gent of&#xa0;<a href=\"https://sessionsartsclub.com/\">Sessions Arts Club</a> (another London venue combining food and&#xa0;performance) calls a “360 experience”. “People don't have time any more,” he says. “If you can eat, drink and creatively engage in one evening, we have succeeded.”&#xa0;</p> <p>In New York, Jeff Katz is shortly to open a trio of restaurants at 85 Tenth Avenue, which includes a cocktail bar, pizzeria and fine-dining Italian restaurant with a band. The live music will not only be&#xa0;a point of difference from restaurants elsewhere but also an incentive for customers to stay longer, maybe starting with a cocktail, followed by pizza, then music and more drinks at the restaurant bar. “If you can make it easy for people to want to do several things in the same place, they will,” says Katz. Another “under one roof” venue, <a href=\"https://grandmasterrecorders.com/\">Grandmaster Recorders</a> on Sunset Boulevard in LA, brings together a rooftop bar, cocktail lounge and 150-seat dining room, with live performance (rock, jazz, acoustic) in&#xa0;its&#xa0;roof-deck and lounge spaces. The building was once a recording studio and the inclusion of live music is partly a nod to that. In fact, this is a recurring theme. While music may be a&#xa0;revenue driver, particularly on slow nights, it's also a way for restaurateurs to honour legacy and build community. The basement tapas bar at <a href=\"https://www.morito.co.uk/\">Morito</a> in Hackney, for instance, used to be a recording studio so it makes sense for chef-owners Sam and Sam Clark to give over the space once a week to local musicians for Morito Music nights.&#xa0;</p> <p>Likewise, Jackson Boxer and his brother Frank have turned the cellar at <a href=\"https://brunswickhouse.london/\">Brunswick House</a> in Vauxhall into a showcase for south London jazz and opened a&#xa0;dive bar at <a href=\"http://www.stonenest.org/\">Stone Nest</a> (formerly a nightclub venue) on Shaftesbury Avenue that doubles as a space for dance and music.</p> <p>One of the greatest proponents of restaurants as culture&#xa0;hubs is Marcus Samuelsson, whose <a href=\"https://www.redroosterharlem.com/\">Red Rooster</a> restaurants&#xa0;in Harlem and Overtown are sited in traditional entertainment districts of New York and Miami, with their strong core of African-American performers. “When you have that legacy, it's important to follow it,” he says. In Harlem, he employs 70 musicians a week to play gospel, jazz, Latin and soul. “I wanted to make sure local musicians had a place they could always get a gig.” The venue has also played host to&#xa0;major players such as Roberta Flack, John Legend and Madonna, who recently gave a late-night performance accompanied by <a href=\"https://ft.com/content/203ec8ee-1e91-4b07-8498-121120454089\">Jon Baptiste</a> and his band. Afterwards, the crowd spilled out onto the streets for an early-morning singalong to “Like a Prayer”. “It's about sprinkling magic dust,” says Samuelsson. “And we all want to be&#xa0;part of magic.”&#xa0;</p> <p><a href=\"https://instagram.com/ajesh34\"><em>@ajesh34</em></a></p><p>Source: Ajesh Patalay 2021 'Restaurants with a side of razzmatazz' FT.com 23 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-23T10:55:32.595Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}