{
  "_id": "45b4cbd8e83ae4399d53ba9cb05574bb439abb85ee060cb7b0c443ea47f3077f",
  "feed": "wall-street-journal",
  "title": "Hollywood Renews Love for Westerns",
  "text": "<p>The latest push into westerns includes plans for dozens of new series and films, many shot on location, boosting business for horse wranglers and local economies. ViacomCBS Inc.'s Paramount television studio plans to build on the success of top-rated cable show \"Yellowstone,\" which stars Kevin Costner. Netflix has two cowboy-themed movies starring English actor Idris Elba, one of which, \"The Harder They Fall,\" was shot in New Mexico. Angelina Jolie stars in Warner Bros.' \"Those Who Wish Me Dead,\" a thriller set against the backdrop of the Montana wilderness, out in May.</p><p>Last week's Golden Globes win for \"Nomadland,\" which features images of the emptied Nevada desert and a lonely pilgrimage on roads throughout western states, also evokes the genre. The film's director, Chloe Zhao, recently announced she will make a futuristic vampire western for Universal Pictures.</p><p>\"The western is American as apple pie . . . this timeless battle of good versus evil,\" said Chris McCarthy, president of ViacomCBS's MTV Entertainment Group, which includes the Paramount Network. Season three of \"Yellowstone\" was 2020's most-watched cable show, with an average of 6.2 million total viewers, the company said.</p><p>Crews trained in horse wrangling and cattle herding have seen work pick up amid rekindled love for westerns. Veteran wrangler Stan Schultz, 66 years old, said his business with Hollywood tapered off in the 1990s, but \"there's a resurgence on the way\" as states attract producers keen on making westerns.</p><p>Last fall Mr. Schultz, who got his start working on 1991 Oscar winner \"Dances With Wolves,\" and his son Nick hauled more than a dozen \"movie horses\" and a bundle of 19th-century replica saddles from South Dakota to the mountains near Livingston, Mont., to work on \"The Last Son,\" starring Sam Worthington and Thomas Jane. The film is expected to be released later this year.</p><p>The revival has been building in recent years. Between 2010 and 2019, Hollywood released 49 films domestically classified as westerns, modern westerns (also known as neo-westerns) or as sci-fi, fantasy westerns, compared with 23 between 2000 and 2009, according to Comscore box-office analyst Paul Dergarabedian. Comscore only counted films that reported ticket sales.</p><p>ViacomCBS commissioned \"Yellowstone\" co-creator Taylor Sheridan to produce three additional western-themed series: \"Y: 1883,\" a prequel to \"Yellowstone,\" \"Land Man,\" based on an oil town, and \"6666,\" which explores the history of a famous cattle ranch. He is also producing a show for the network called \"Mayor of Kingstown,\" a series set in Michigan.</p><p>The company's Mr. McCarthy calls the deal with Mr. Sheridan \"incredibly important\" to the future of its Paramount+ streaming service.</p><p>In total, Mr. Sheridan will receive about $200 million to produce his slate of shows, with each scripted series expected to cost between $70 million and $100 million per season, according to people familiar with the matter.</p><p>Mr. Sheridan, a Texas cowboy who relocated to Hollywood in the 1990s, also produces \"The Last Cowboy,\" a reality rodeo competition show for Paramount.</p><p>\"The western myth of rugged individualism . . . has regained an odd popularity in 2020 during the pandemic,\" said author and screenwriter Larry McMurtry. The Texas author won the Pulitzer Prize for \"Lonesome Dove,\" a western opus made into a popular CBS mini-series.</p><p>Around the time the Schultzes rolled into Montana last October, land developer and Montana native Carter Boehm was putting the finishing touches on an authentic Wild West boomtown and permanent film and TV set he and his partners built down the road from Livingston.</p><p>Mr. Boehm said he is investing $10 million to erect the 26-building set, christened the Yellowstone Film Ranch, that will eventually include a train station and locomotive. To create a production lot as authentic as possible, his construction crew installed wallpaper that was available in the 1880s.</p><p>After watching many recent films set in Montana but filmed elsewhere, Mr. Boehm said he lobbied for years for the tax film credit Montana enacted about 20 months ago. Now, with his town more or less finished, he has three westerns slated to shoot at the ranch later this year, beginning with a film he is also producing entitled \"Murder at Emigrant Gulch.\"</p><p>\"Westerns are the future,\" said Mr. Boehm.</p>",
  "published": "2021-03-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 905,
          "end": 910
        }
      ],
      "nexusId": "10022657"
    }
  ]
}