{
  "_id": "a62757c73df60072054ae330608686dd9368cca06852b8e1e1ff6ca8f16d802f",
  "feed": "wall-street-journal",
  "title": "Travel & Entertainment: A Movie Blitz Built Around The Oscars",
  "text": "<p>The February blitz has repercussions for everyday film fans, too. Instead of the typical incremental release starting \"in select theaters,\" most awards contenders are also dropping in living rooms around the same time.</p><p>Even for Hollywood, it's been a challenge to monitor a playing field reshaped by theater closures and awards organizations responding to Covid.</p><p>\"It's been a long run of the award-type films, starting in late summer through now. From that standpoint, it sure feels like we're still in 2020,\" says Pam Williams, a producer of \"The United States vs. Billie Holiday,\" starring Andra Day and premiering on Hulu.</p><p>The \"Billie Holiday\" filmmakers reason that more people will have access to the movie on a major streaming service than they would through a gradual release in theaters. \"It definitely feels more inclusive,\" Ms. Williams says.</p><p>With only one-third of domestic movie theaters open, companies are improvising ways to get their movies as widely seen as possible.</p><p>\"Minari,\" a portrait of a Korean-American family in rural Arkansas in the 1980s, will premiere Feb. 12 in a couple hundred theaters. But as a gesture of support for shuttered theaters, the independent studio behind the movie, A24, has set up virtual screenings, with a cut of proceeds going to theaters. Then, on Feb. 26, comes the pandemic equivalent of a wide release for \"Minari,\" when A24 puts it out through premium video-on-demand (PVOD) platforms.</p><p>Sony Pictures Classics is taking a slower pace with \"French Exit\" (starring Michelle Pfeiffer) and \"The Father\" (starring Anthony Hopkins and Olivia Colman). They're opening in a handful of theaters, mainly to trigger a burst of reviews and other media coverage ahead of Oscar nominations voting. Additional theaters and home viewing come later, starting next month.</p><p>These are movies that benefit from a much longer rollout and more word-of-mouth,\" says Sony Pictures Classics co-president Michael Barker.</p><p>Below, a selection of releases gunning for awards recognition.</p><p>Feb. 5</p><p>\"Malcolm &amp; Marie\" -- On the heels of Netflix's bigger Oscar prospects, including \"Mank,\" \"Ma Rainey's Black Bottom\" and \"The Trial of the Chicago 7,\" comes this two-hander starring John David Washington and Zendaya, shot in black-and-white and in one location during the pandemic. A couple's relationship unravels after what should have been a celebratory night out. In theaters and on Netflix.</p><p>Feb. 12</p><p>\"French Exit\" -- With her wealth and reputation depleted, an eccentric widow (played by Michelle Pfeiffer, who earned the first of her three Oscar nominations for 1988's \"Dangerous Liaisons\") flees New York for Paris with her son (Lucas Hedges). In theaters.</p><p>\"Judas and the Black Messiah\" -- An FBI scheme to stamp out the Black Panther Party pits an infiltrator (Lakeith Stanfield) against Panthers leader Fred Hampton (Daniel Kaluuya). It's one of 17 Warner Bros. films that parent company WarnerMedia earmarked for simultaneous release in theaters and on the company's streaming site, HBO Max.</p><p>\"Land\" -- In her directorial debut, Robin Wright stars as a woman seeking to rebuild herself in the wilds of the Rocky Mountains. Following the film's recent premiere at the virtual Sundance Film Festival, it's going into theaters, and expected on PVOD next month.</p><p>\"The Mauritanian\" -- In this thriller based on the stories of real people, Jodie Foster stars as a lawyer representing a terrorism suspect (played by Tahar Rahim) held without charges for 14 years at Guantanamo Bay. In theaters only; PVOD March 2.</p><p>\"Minari\" -- Steven Yeun plays the patriarch of a Korean-American family making a go of farming in the Ozarks, a story inspired by the childhood of writer and director Lee Isaac Chung. In theaters and virtual screenings; PVOD Feb. 26.</p><p>Feb. 19</p><p>\"Nomadland\" -- A widow played by Frances McDormand finds herself among an itinerant tribe of Americans who are homeless by circumstance or by choice. To showcase the landscapes captured by director Chloe Zhao and cinematographer Joshua James Richards, Disney's Searchlight Pictures placed \"Nomadland\" in IMAX theaters starting Jan. 29. Along with a growing number of regular theaters, there's a streaming release on Hulu, Searchlight's sister company, on Feb. 19.</p><p>Feb. 26</p><p>\"Cherry\" -- Tom Holland plays an Iraq war vet who spirals into addiction and bank robbery. The film was directed by Anthony and Joe Russo, who helmed Marvel's last two \"Avengers\" blockbusters. Apple, which bought the movie in September, is putting it in theaters just before the Oscar deadline. Apple TV+ subscribers can stream it starting March 12.</p><p>\"The Father\" -- The onset of dementia has a disorienting effect on a character played by Anthony Hopkins, and also for viewers, who experience the story from his point of view. It's adapted from a play by the film's director, Florian Zeller. In theaters; PVOD March 26.</p><p>\"The United States vs. Billie Holiday\" -- In a drama adapted from a book about the war on drugs, federal agents target Holiday, a voice in the civil rights struggle, with a narcotics investigation. On Hulu.</p>",
  "published": "2021-02-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4538,
          "end": 4543
        },
        {
          "start": 4436,
          "end": 4441
        },
        {
          "start": 4538,
          "end": 4546
        }
      ]
    }
  ]
}