{
  "_id": "e7d0b5aff60c62a18d4e3584d8b7833dc19bd35e71b1660f0aded0de6eba2463",
  "feed": "wall-street-journal",
  "title": "Hamptons Home of Macklowe Gallery Founders Lists for $60 Million; The East Hampton house has ocean and Georgica Pond views.",
  "text": "<p>The art isn't included in the sale price of the house. Mrs. Macklowe said they hope to buy a smaller place in East Hampton, but are unsure where their collection will go. \"We hope that we can bring a lot of our things with us,\" she said, but \"I haven't gone there yet.\"</p><p>The Macklowes opened their eponymous gallery in New York City in 1971, and over the years became pre-eminent dealers of French art nouveau furniture, Tiffany lamps and antique and estate jewelry. Ultimately, they turned the business over to their son and retired from gallery life. Mr. Macklowe is the brother of real-estate developer Harry Macklowe, who owns a house across the street in East Hampton, records show.</p><p>Barbara and Lloyd Macklowe bought their Hamptons property for $3.45 million in 1992, records show, and invested four to five times that amount in renovations, Mrs. Macklowe estimated. Set on just over 1.5 acres, the circa 1926 house was originally part of a larger estate, she said.</p><p>For years, the East Hampton house was the couple's country home. Mrs. Macklowe said the decision to sell it came down to time and age. She is 80; Mr. Macklowe is 87. \"We want something smaller,\" she said. \"It's time for a change.\"</p><p>In 2019, they sold their apartment on Fifth Avenue in Manhattan for $5.35 million, records show. The couple's primary residence is in Palm Beach, Fla., where they own a waterfront apartment.</p><p>Mrs. Macklowe said the Hamptons house wasn't in good condition when they bought it, but they saw its potential. Unlike other homes in the area, the property has an expansive lawn between the house and the beach, as well as views of both the pond and the ocean, said listing agent Kyle Rosko of Douglas Elliman, who is marketing the property with colleague Marcy Braun.</p><p>Keeping the footprint of the house, the Macklowes renovated the interior, which has five bedrooms and four wood-burning fireplaces. They also added a separate three-car garage. \"We're in the antique business, so we're used to old things,\" Mrs. Macklowe explained. \"We saw it as something to bring back to life.\"</p><p>She said they added a large entry foyer with an antique fireplace and views of the water on both sides. In the living room, they replaced a brick wall with bay windows. Elsewhere, they moved walls and enlarged windows to let in light. There are doors to the outside from almost every room. \"We made the view the most important thing,\" said Mrs. Macklowe.</p><p>An avid gardener, Mrs. Macklowe designed the garden herself, planting Japanese maple, Yoshino cherry and apple trees. There are also beds of roses and 10 types of hydrangeas, as well as purple irises, peonies and juniper shrubs.</p><p>\"The gardens are very personal,\" said Mrs. Macklowe, who as a child in Brooklyn kept potted plants on her fire escape. She later took courses at the New York Botanical Garden and amassed a library of books on gardening and landscaping.</p><p>In the Hamptons, the market share of sales above $5 million during the third quarter was the highest it has been since 2006, according to appraisal and consulting firm Miller Samuel, which said the median sale price for luxury homes jumped 21.3% from the prior year.</p><p>Mr. Rosko said the market over $50 million has been strong this fall, especially for large properties on the ocean. A few doors down from the Macklowe property, designer Calvin Klein recently sold his estate for $85 million, records show. \"The demand is there,\" Mr. Rosko said.</p><p>Hamptons Home of Macklowe Gallery Founders Lists for $60 Million</p>",
  "published": "2021-10-28T15:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2533,
          "end": 2538
        }
      ],
      "nexusId": "10022657"
    }
  ]
}