{
  "_id": "8e4b5bbf4dc556814cb66e381149480587fc08f0c01375f2bf4ec50413bb7223",
  "feed": "market-watch",
  "title": "New bills aim at Apple, Google and Facebook as U.S. attempts to catch up to Europe's Big Tech push",
  "text": "<p>On Thursday, Sen. Amy Klobuchar announced plans to introduce a bipartisan&#xa0;bill&#xa0;that would prevent dominant online platforms owned by Big Tech companies such as Apple Inc. AAPL and Alphabet Inc.'s Google GOOGLGOOG from favoring their products at the expense of third-party vendors. In the House of Representatives, a group of Democrats announced plans to introduce a bill to remove some Section 230 liability protections for tech platforms on the heels of last week's Facebook Inc. FB whistleblower hearings. Section 230 of the Communications Decency Act generally provides internet platforms legal immunity from posting of third-party content.</p><p>The newest legislation is part of an ambitious push to rein in the growing power of tech's largest companies in the U.S., which has largely failed to pass laws in recent years, while Europe has moved forward. The comparison is jarring: While the European Union blazes a regulatory trail in fines and charges against Big Tech, U.S. lawmakers are holding hearings and wagging fingers at tech execs.</p><p>Europe has already passed the Digital Services Act and the Digital Markets Act, which could enter into law next year and require companies to stop self-preferencing. That is, for example, when app search results on digital platforms like Apple's App Store, Google Play and the company's dominant search engine, and Amazon.com Inc. AMZN prominently display product developed by the tech giant operating that platform.</p><p>That is just one of a series of attempts in Europe to balance the growing power of Big Tech platforms. The EU has fined Google nearly $10 billion in total, and has at least four cases against Apple, while empowering the European Commission to fine companies up to 10% of their global turnover for violating rules that the U.S. has yet to establish, such as the General Data Protection Regulation, which became enforceable in May 2018. The UK's Age Appropriate Design Code, also known as the Children's Code, went into effect last month and requires companies that target users younger than 18 to comply with&#xa0;15 standards.</p><p>“Congress has been sort of asleep while the EU has been moving forward,” Ariel Fox Johnson, senior counsel of global policy at Common Sense, told MarketWatch.</p><p>The House and Senate have spent much of the past two years working on antitrust bills that would significantly rein in the enormous powers of Big Tech. However, the pandemic, 2020 presidential election, and battles over President Joe Biden's legislative agenda have led to glacial progress — as has been the case for at least 20 years on the tech regulatory front.</p><p>See also: What is a platform, and what should one do? The answer could determine the future of Apple and the rest of Big Tech</p><p>Congress has not established an overarching data-protection law similar to GDPR, and the Children's Online Privacy Protection Act, or COPPA, has changed little since it was passed&#xa0;in 1998. Sen. Edward Markey, D-Mass., who wrote the original COPPA, has introduced a bill that many refer to as “COPPA 2,” which would prohibit internet companies from collecting personal information from anyone 13 to 15 years old without the user's consent; create an online “Eraser Button”&#xa0;that requires companies to give users the ability to eliminate a child or teen's personal information; and implement a&#xa0;“Digital Marketing Bill of Rights for Minors” that limits the collection of personal information from teens.</p><p>Absent substantive regulatory laws, the U.S. and dozens of states have filed multiple antitrust charges against Google and Facebook, but none has moved to a trial yet and are likely years away from resolution.</p><p>Meanwhile, Europe has been busy for years. Apple is reportedly about to be hit with an antitrust charge over its NFC chip technology, which enables tap-and-go payments on iPhones, and authorities last week found the iPhone maker's rules requiring software developers to use its in-app payment system are anticompetitive and ordered it to make changes. In the U.S., a landmark antitrust trial against Apple won a minor change to the App Store's rules, but a federal judge's ruling in that case is subject to appeals that could last years, and legislation aimed at app stores is in its infancy.</p><p>For more: Epic v. Apple could be a legal marathon as appeals wend through system</p><p>Four search engine rivals of Google, including DuckDuckGo, last week urged EU lawmakers to take action against the Alphabet unit, claiming they have yet to see sufficient enforcement from a 3-year-old antitrust ruling against Google. In 2018, the European Commission imposed a record $5 billion fine on Google for unfairly using Android to fortify the dominance of its search engine and ordered it to ensure a level playing field for rivals, one of a series of fines against Google.</p><p>To top it off, a proposal from the European Commission, expected next month, would force Facebook Inc. FB and Google to fork over data on political ads, according to a report in Politico, citing a draft of the proposal. The plan's intention is to staunch misuse of social media by political parties and manipulation of voters through microtargeting, stemming from the Cambridge Analytica scandal in 2018. Europe's series of actions to regulate social media contrast with U.S. lawmakers, who continue to berate Facebook executives at hearings without passing laws to hold the company and others accountable.</p><p>Read also: FTC has a chance for a do-over in its ‘fiasco' antitrust case against Facebook, legal experts contend</p><p>Europe's scrutiny of Big Tech even extends to Microsoft Corp. MSFT, which has largely escaped scrutiny in the U.S. despite its status as one of the largest tech companies in the world. EU regulators are looking into a complaint by Slack Technologies, now part of Salesforce.com Inc. CRM, and asking Microsoft competitors if the Microsoft Teams app integrated with Office gives it an unfair advantage. In the U.S., Microsoft has largely received a pass from the current antitrust scrutiny.</p><p>A history lesson: Big Tech was built by the same type of antitrust actions that could now tear it down</p><p>Meanwhile, U.S. lawmakers, regulators and judges continue to be hamstrung by decades-old laws, limiting their ability to charge and successfully prosecute tech companies.</p><p>“It is incredibly frustrating that U.S. lawmakers continue to look at our current problems with digital platforms through the outdated lenses of competition and privacy,” Vasant Dhar, a professor in the Stern School of Business and the Center for Data Science at New York University, told MarketWatch.</p><p>The implacable logjam between the tech industry and U.S. lawmakers has created frustration and confusion for Big Tech and startups as well.</p><p>“How do you adhere to rules that don't exist?” Jeff Joseph, chief executive of the Software &amp; Information Industry Association, whose 450 members include Facebook and Google, told MarketWatch.</p><p>“The EU has moved more practically and more aggressively” on tech regulation, Joseph said. “This patchwork of (U.S.) state laws make it complex to companies and consumers to navigate. They need guidance.”</p><p>Fresh off an injurious whistleblower hearing in the Senate last week, Facebook blamed criticism of its treatment of kids online on a lack of “standard rules for the internet” and said that the onus should be on Congress to act.</p><p>“It's been 25 years since the rules for the internet have been updated,” Lena Pietsch, Facebook's director of policy communications, said in a statement.</p><p>Read: As Facebook faces fire, U.S. laws protecting kids online languish without an update</p><p>Even lawmakers admit to frustration. At various times during the testimony of Facebook whistleblower Frances Haugen, Sens. Markey and Marsha Blackburn, R-Tenn., noted futile attempts over the years to push through significant updates to COPPA with no success.</p><p>” (T)he absence of regulation leads to harming teens, stoking division, and damaging our democracy — exactly what the witness [Haugen] said here today,” Markey said.</p><p>Markey was not available for an interview as Congress attempts to hammer out a $1 trillion infrastructure bill. But behind the scenes, the frustrated senator fired off a letter to Facebook Chief Executive Mark Zuckerberg this month, demanding a “detailed review of the steps you are currently taking and plan to take to stop Facebook from allowing teen users to be targeted with inappropriate and dangerous content.”</p><p>The tone of the letter mirrored a confrontation between Markey and Zuckerberg during a 2018 Senate hearing, when the senator pressed the CEO on whether Facebook would support a law for users, particularly kids, that requires “clear permission from users before selling or sharing sensitive information about your health, your finances, your relationships?” (Zuckerberg said Facebook supported the “general principle” and did not sell sensitive information.)</p><p>Yet three years later, no progress has been made.</p><p>The culprit? At the whistleblower hearing, Sens. Klobuchar, D-Minn., and Richard Blumenthal, D-Conn., blamed — surprise! — Big Tech for its lobbying efforts to quash legislation or severely water it down.</p><p>Recent calls and emails to Silicon Valley's congressional delegation about Big Tech went unanswered, reflecting the difficult position they are in representing their most-powerful industry. But the Facebook whistleblower hearing broke the silence of at least one member.</p><p>“The Energy and Commerce Committee must subpoena all documents from Facebook related to Ms. Haugen's testimony and her SEC whistleblower complaints, particularly those related to the mental health of children, Covid-19, election misinformation, algorithmic amplification, and targeted advertising,” Rep. Anna Eshoo, D-Calif., whose district includes Facebook's Menlo Park headquarters, said in a statement Oct. 7.</p><p>Eshoo's office had no further comment when contacted by MarketWatch.</p><p>Opinion:&#xa0;Regulating Big Tech will be hard, and California is proving it</p><p>A continent away, the 27-member EU bloc, whose overall philosophy mirrors a cultural predilection to guard personal information and demand to know how that data is used, shows no signs of letting up its relentless crackdown on Big Tech. The European Commission, the executive arm of the EU, is also drawing up plans on how to regulate artificial intelligence.</p><p>An EU representative said the organization is simply regulating platforms to address the impact of platforms on society and competition. A December 2019 survey revealed 74% of European citizens&#xa0;wished to know how their data is used by social media platforms when they access other websites.</p><p>And major corporations are hewing to the European standard. For companies with vast global operations like Xerox Holdings Corp. XRX, GDPR is always top of mind, Xerox Chief Technology Officer Naresh Shanker told MarketWatch.</p><p>“Data privacy policies and protections are front and center,” he said. “And they are accelerating in compliance [with GDPR].”</p><p>GDPR, a series of regulations to give consumers control of their personal data collected by companies, has led to at least one mega-fine. Authorities in Luxembourg hit Amazon with a record $888 million penalty in July — a charge Amazon disputes. Last year, France's top administrative court upheld a $56 million fine against Google.</p><p>While well-intentioned and somewhat effective, tech regulation laws in Europe could be even stronger, says Silicon Valley venture capitalist Roger McNamee, author of “Zucked: Waking Up to the Facebook Catastrophe.”</p><p>“One hopes the next wave — which includes country-specific laws — will be more effective,” McNamee told MarketWatch.</p><p>For now, however, what is happening in Europe is but a pipe dream for American lawmakers and the industry they are targeting.</p><p>“There is a desire on both sides to get something done, and there is a will to create constructive, not punitive, laws,” SIIA CEO Joseph said. “We see some forward movement — using the D.C. line — soon.”</p>",
  "published": "2021-10-15T07:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 171,
          "end": 175
        },
        {
          "start": 4040,
          "end": 4045
        },
        {
          "start": 1650,
          "end": 1655
        },
        {
          "start": 1279,
          "end": 1284
        },
        {
          "start": 17,
          "end": 22
        },
        {
          "start": 2699,
          "end": 2704
        },
        {
          "start": 4251,
          "end": 4256
        },
        {
          "start": 3683,
          "end": 3688
        },
        {
          "start": 160,
          "end": 169
        },
        {
          "start": 160,
          "end": 170
        },
        {
          "start": 160,
          "end": 165
        }
      ],
      "nexusId": "10022657"
    }
  ]
}