{
  "_id": "0780774c1831987268c3aaf15774d4ebf0e51bee4d7eff15cc2d3d94e84c1113",
  "feed": "ftcomall",
  "title": "Facebook/Apple: call out ",
  "text": "<p>Facebook accusing rival tech behemoth Apple of engaging in anti-competitive practices involves an interesting role reversal. The Federal Trade Commission and 46 US states <a href=\"https://www.ftc.gov/news-events/press-releases/2020/12/ftc-sues-facebook-illegal-monopolization\">are suing</a> the social network, which also owns WhatsApp and Instagram, over alleged anti-competitive practices.</p> <p>Mark Zuckerberg <a href=\"https://www.ft.com/content/8d4f14d0-a30e-43e5-a8fc-e680d15e3261\">took aim</a> at Apple's planned privacy changes to its iOS 14 operating system during the Facebook earnings call on Thursday. The new rules will require applications on iPhones — via a pop-up message — to obtain users' permission to harvest data for targeted advertising.</p> <p>Mr Zuckerberg has $84bn worth of reasons to be outspoken. Nearly all of Facebook's revenue last year came from advertising. While iPhone owners can already opt out of data tracking, Apple's privacy changes will make it much easier. Targeting users will get harder for advertisers.</p> <p>In a December note, Bank of America analysts said Facebook and Snap would be the most at risk from the changes, potentially creating a 3 per cent revenue headwind for Facebook and a 5 per cent headwind for Snap.</p> <p>But that figure is less alarming than it looks. Facebook grew ad revenue by 21 per cent year-on-year in 2020 and analysts forecast even faster growth this year. Apple's new prompt requirement would make it easier to prevent the likes of Facebook from sharing or combining users' data across third party apps. However, Facebook will retain access to a trove of valuable data from its own businesses. </p> <p>Facebook — a $778bn company that made $29bn in profits last year — will hardly suffer. Cynics will decry Facebook's attempt to deflect scrutiny of its own business, by casting itself as a defender of small enterprises (those most affected by Apple's changes, says Facebook).</p> <p>Of course, Apple is no angel. The revolt over its practice of taking a 30 per cent cut from all App Store purchases underscores its attitude. But given the issue of how data is stored, accessed and used is more important than ever, sympathy for Facebook will not be won easily.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline. </em></p><p>Source:  2021 'Facebook/Apple: call out ' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-28T18:34:31.619Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 38,
          "end": 43
        },
        {
          "start": 1220,
          "end": 1225
        },
        {
          "start": 310,
          "end": 315
        },
        {
          "start": 1700,
          "end": 1705
        },
        {
          "start": 1700,
          "end": 1707
        },
        {
          "start": 748,
          "end": 755
        },
        {
          "start": 748,
          "end": 753
        },
        {
          "start": 310,
          "end": 317
        },
        {
          "start": 1744,
          "end": 1749
        },
        {
          "start": 1220,
          "end": 1227
        },
        {
          "start": 1744,
          "end": 1751
        },
        {
          "start": 38,
          "end": 45
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}