{
  "_id": "c741a1e0b07440f4492868bb85a650783875d3db06e7c56dcd0d6b4caab60865",
  "feed": "ftcomall",
  "title": "MEPs threaten Big Tech with sanctions if chiefs fail to attend hearing",
  "text": "<p>The European parliament is considering sanctions against big tech companies after it emerged that their chief executives may not attend a key hearing scheduled for next month, according to people familiar with the discussions.</p> <p>MEPs are finalising an official invitation to the four largest platforms — Google, Amazon, Facebook and Apple — to attend a virtual hearing to discuss tax and competition policy.</p> <p>However, Jeff Bezos and Tim Cook, chief executives of Amazon and Apple respectively, are unlikely to attend, people with direct knowledge of the matter said.</p> <p>The people added that Google was considering its options, though chief executive Sundar Pichai's attendance had not been ruled out. It was unclear whether Facebook chief Mark Zuckerberg would appear. </p> <p>“The risk now is that CEOs don't come but send ‘people with suitable knowledge',” said a person directly involved in the process.</p> <p>The stand-off comes as tensions escalate between Brussels and Silicon Valley ahead of the passing of sweeping new rules to curb the power of big tech companies.</p> <p>Competition commissioner Margrethe Vestager said last month that the EU would be prepared to “impose structural remedies [and] divestitures” on tech companies that abused their market power.</p> <p>Apple, Amazon, Facebook and Google all declined to comment.&#xa0;</p> <p>“The purpose of the planned hearing is to have an exchange with the CEOs of the four globally leading platform companies to learn about their current business models and future concepts as they face the challenges of altering market conditions,” read a draft of the invite seen by the Financial Times.</p> <p>However, according to people with direct knowledge of the discussions, executives at some of the large platforms were considering sending legal experts on competition and tax issues to the hearing, deeming them to be better placed to speak on these subjects than their chief executives. </p> <p>Some also cited concerns that MEPs were just looking to put on a “show” with the appearance of the famous chiefs.</p> <p>If the company chief executives fail to attend, MEPs are threatening sanctions including excluding company lobbyists from future parliamentary meetings. A formal invite is expected to be sent later this week. </p> <p>The possible absence of top tech executives from the event shines a light on the diminished power of Brussels compared with the US, where tech bosses have appeared before Congress in high-profile hearings.</p> <p>People familiar with the plans added that MEPs may also struggle to implement their threatened ban on lobbyists at a time where most meetings are being held virtually. The sanctions may also not be possible for legal reasons, they said.</p> <p>Some MEPs were still hoping to exert political pressure to force the chief executives to attend the hearing. “We don't need the same [powers as the] US Congress . . . to invite CEOs to attend a hearing with representatives of 460m consumers,” said Stéphanie&#xa0;Yon-Courtin, an MEP with liberal centre group Renew. </p> <p>“This hearing should take place with CEOs” she added, “otherwise, should we understand that the European Parliament does not matter?”</p><p>Source: Javier Espinoza in Brussels 2021 'MEPs threaten Big Tech with sanctions if chiefs fail to attend hearing' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-19T14:55:13.310Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 331,
          "end": 336
        },
        {
          "start": 471,
          "end": 476
        },
        {
          "start": 1246,
          "end": 1251
        },
        {
          "start": 331,
          "end": 338
        },
        {
          "start": 471,
          "end": 478
        },
        {
          "start": 1246,
          "end": 1253
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}