{
  "_id": "4727dc2184a4d2aa8e7a9a8f786a74e7f4c08602efad912f0bc5e190dcbf88c2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Younger kids have new protection against Covid-19. The Centers for Disease Control and Prevention recommended use of Pfizer and BioNTech SE's vaccine among children ages 5 to 11 years on Tuesday. The endorsement was the last step before doctors, nurses and pharmacists could start giving the shots, coming after an advisory panel voted 14-0 in favor of giving the vaccines to children in the age group. The shots, given in two doses three weeks apart, contain one-third the dosage of the vaccine authorized for people 12 years and older. Pfizer shares added 4.2% Tuesday.</p><p>ZILLOW GROUP INC.</p><p>ZG -23%</p><p>Zillow is downsizing. The digital real-estate company said Tuesday that it is scrapping its home-flipping business, citing an inability to forecast home-price appreciation. The company once said the venture could generate $20 billion a year. Instead, Zillow now plans to cut 25% of its workforce. The termination of its \"iBuying\" business follows Zillow's announcement in October that it halted all new home purchases for the rest of the year. At the time, Zillow pointed to labor and supply shortages for its inability to renovate and flip houses fast enough. Zillow shares sank 23% Wednesday.</p><p>META PLATFORMS INC.</p><p>FB -0.6%</p><p>Facebook will no longer remember your face. The social-media platform said it is shutting down its facial-recognition system in the coming weeks, scrapping a feature that raised privacy concerns. The pivot comes after the company formerly known as Facebook Inc. announced a rebranding to focus on a future beyond social media. People who have opted into facial-recognition service will no longer be automatically recognized, and Facebook will also delete data related to faces of more than one billion people. Meta Platforms shares lost 0.6% Tuesday.</p><p>BED BATH &amp; BEYOND INC.</p><p>BBBY +15%</p><p>Meme-stock investors boosted an old favorite on Wednesday. Shares of Bed Bath &amp; Beyond surged as much as 54% during the day as the home retailer ranked among the most discussed companies on Reddit's WallStreetBets forum, according to sites that track mentions of ticker symbols. It came after the company announced a partnership with grocery chain Kroger. The rapid run-up recalled January's meme-stock mania when the company's shares were driven higher by individual investors. Bed Bath &amp; Beyond shares ended 15% higher Wednesday.</p><p>QUALCOMM INC.</p><p>QCOM +13%</p><p>Semiconductor shortages aren't chipping away at Qualcomm's results. The mobile-phone chip company posted record quarterly sales powered by surging demand for 5G smartphones. The company took steps to snare chip supply at a time of unprecedented shortages, and Chief Executive Cristiano Amon said these steps should ease bottlenecks over the coming months. Qualcomm customer Apple Inc. last week warned that supply-chain disruptions would become increasingly challenging during the important holiday-shopping quarter. Qualcomm shares gained 13% Thursday.</p><p>AIRBNB INC.</p><p>ABNB +13%</p><p>Airbnb booked new records after a busy summer. The home-sharing company's third-quarter results punctuated a rebound from the collapse in bookings earlier in the pandemic. The summer vacation period is typically its most lucrative, and people resuming more normal travel patterns helped the company fill the rentals available on its platform. Airbnb is also seeing a surge in demand for Thanksgiving. As of the end of September, its bookings for the holiday period were up roughly 40% from 2019. Airbnb shares rose 13% Friday.</p><p>KELLOGG CO.</p><p>K -0.7%</p><p>A strike is creating a crunch at Kellogg's. The snack maker said Thursday that it expects supply-chain bottlenecks and shortages to continue, boosting costs. More than 1,000 workers walked off the job at its U.S. cereal plants last month amid negotiations regarding pay, benefits and healthcare. Employees and unions are making similar demands across other industries. Kellogg shares lost 0.7% Thursday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2736,
          "end": 2741
        },
        {
          "start": 2736,
          "end": 2745
        },
        {
          "start": 2736,
          "end": 2746
        }
      ],
      "nexusId": "10022657"
    }
  ]
}