{
  "_id": "5e9b1e7732da31e83fb90c3009dc4d04b04c08a8672d2d1ad7e8d49dc1f5dda4",
  "feed": "ftcomall",
  "title": "A deep dive into the wormhole of sci-fi invention",
  "text": "<p>The <a href=\"https://sfdictionary.com/\">Historical Dictionary of Science Fiction</a>, a free online resource that went live last week, should come with a warning — it is a delightful black hole that will suck in word nerds and SF geeks alike.</p> <p>Painstakingly compiled and crowdsourced by Jesse Sheidlower, a former editor for Random House and the Oxford English Dictionary, who teaches at the Columbia University writing program, the dictionary's 1,800 or so chosen words span three centuries of the history of fantasy, science fiction, and SF fandom.</p> <p>After a happy week spent exploring the HDSF website, I stepped in for a brief five minutes this morning to look up the origin of “alien” and tumbled into a parallel universe, bouncing from “Big Dumb Object” to “biopunk”, “contragravity” to “cyborg”, all the way to “wormhole”, “xenology” and “zap gun”. It is now the afternoon and I am inexplicably late on my deadline.</p> <p>On the plus side, I can rejoice in the knowledge that “alien” was first used to describe extraterrestrial life by Thomas Carlyle in an 1820 letter to a friend: “I am like a being thrown from another planet on this dark terrestrial ball, an alien, a pilgrim among its possessors.”</p> <p>Skipping from “ecotopia” (first used back in 1975) to “Frankenstein complex” (coined by Isaac Asimov in 1947 to describe the anxiety and distrust felt by humans towards robots), a living history of science fiction began to take shape in my mind. The HDSF records language coined by eminent figures from the realms of literature and science, but also long-forgotten hacks who wrote stories for the pulps.</p> <p>The dictionary started life as the Science Fiction Citations project, an initiative begun by Sheidlower and the Oxford English Dictionary in response to a query on Usenet about the early use of the word “mutant”. Sheidlower left the OED in 2013, and the project became one of the many dead hulks drifting through cyber space, but the Covid pandemic gave him the time he needed. He approached the OED for permission, and revived the dictionary, noting headwords, definitions and citations.</p> <p>At the start of the project, Sheidlower had to search for science fiction, fantasy and pulp magazines from the 1930s across library collections and other sources. But by 2020 the <a href=\"https://archive.org/\">Internet Archive</a> had made the majority of them available online, and those helping to compile the HDSF could now quickly search and record word definitions and usages.</p> <p>Citations — often assembled by an eclectic mix of amateur enthusiasts — have always been the lifeblood of any dictionary. My 1913 edition of <em>Funk &amp; Wagnall's New Standard Dictionary of the English Language</em> was not shy of its achievements. It was, the editors announced on the title page, “designed to give, in the light of the most recent advances in knowledge, in the readiest form for popular use”, the meaning of “all the words”, prepared by “more than 380 specialists and other scholars”.</p> <p>Over time, I've begun to appreciate that dictionaries are alternate histories — through shifts and changes in language, they form a precious historical record. Another in my collection is Sir Henry Yule's 1886 Anglo-Indian dictionary, <em>Hobson-Jobson</em>, which captures a slice of British India, complete with <em>kedgeree</em> (cooked rice, sometimes garnished with kippers), <em>khidmatgars</em> (waiters) and <em>binky nabobs</em> (commanders of artillery).</p> <p>The HDSF is full of surprises, even to an unabashed SF fan. Many entries are older than I'd imagined: “teleport” might sound like a word dreamt up in the 1950s, for instance, but the first recorded instance comes from an 1878 mention in the Times of India: “The teleport . . . an apparatus by which man can be reduced to infinitessimal [sic] atoms, transmitted through the wire, and reproduced safe and sound at the other end!” While “infodump” was first used in a 1978 conference on science.</p> <p>The most cited authors are Isaac Asimov, Robert Heinlein and Poul Anderson; women, from Ursula K Le Guin to Octavia E Butler, are under-represented, but as the dictionary grows and begins to collect citations from decades closer to our time, that imbalance could be set to rights.</p> <p>Sheidlower has written about the continuing need for skilled citation collectors, arguing that most shifts in word meaning can only be recognised by the human eye. With more and more old periodicals and books being digitised — and crowdsourcing now far easier than it once was — the HDSF might be just the first of an explosion of new dictionaries.</p> <p>From the realms of history and anthropology, to fashion and exploration, perhaps even the language of cooking or global slang, there is no shortage of brave new words to conquer.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Nilanjana Roy 2021 'A deep dive into the wormhole of sci-fi invention' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T17:00:45.007Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4831,
          "end": 4836
        }
      ]
    }
  ]
}