{
  "_id": "948810c6b93f03e51ffbbc0f58cdb4ece9978dbee3fe54124d0803eb88515e00",
  "feed": "wall-street-journal",
  "title": "Stock Market Pares Gains After Tuesday Rout; Nasdaq Composite now lower on the day as bond yields drop",
  "text": "<p>The yield on the benchmark 10-year Treasury note steadied after six straight days of rises, dropping to 1.518% Wednesday, from 1.534% Tuesday–its highest close since June.</p><p>The stock market has rocketed higher in 2021 and is up 16% for the year even after the recent volatility. One big reason: When worries about the spread of Covid-19, the surprising uptick in inflation or potential rollbacks in monetary stimulus have threatened to derail the rally, investors have stepped in to buy.</p><p>\"At some point, buy the dip is not going to work and we're going to have a correction,\" said Hank Smith, head of investment strategy at Haverford Trust. \"Our view has been fairly consistent, and we're not changing it, that this will be a buyable dip.\"</p><p>Stocks hit a rough patch in recent days after the Federal Reserve signaled it would start to reduce its bond-buying as soon as November—and possibly begin to raise interest rates next year. Higher prices for oil and other commodities also helped push bond yields up as investors prepared for higher inflation.</p><p>Higher yields have hit shares of fast-growing tech companies, which carry a heavy weighting in major stock indexes. These stocks are especially sensitive to changes in bond yields, because much of the value investors ascribe to them is based on far-off future profits. When yields rise, bonds become more attractive to hold compared with stocks.</p><p>Tech stocks had a mixed showing Wednesday, with Apple shares adding 1% while Alphabet Class A shares lost 0.5%.</p><p>\"The yield pressure on equities abated today. We're looking to see if the same paradigm carries on where when you get a big selloff, the subsequent day you see a strong recovery. So far we've got that,\" said Fahad Kamal, chief investment officer at Kleinwort Hambros. \"The outlook is still fundamentally positive.\"</p><p>The gains were broad-based, with most sectors of the S&amp;P 500 rising while the materials group pulled back slightly.</p><p>Global benchmark Brent crude oil fell 0.1% to $79.04 a barrel Wednesday, after hitting a three-year intraday high Tuesday. An unexpected drop in a gauge of U.S. consumer confidence and higher-than-expected inventories suggested near-term energy demand could weaken, according to analysts.</p><p>\"Ultimately what caused this big shoot-up in yields has been this huge rise in oil prices over the past few days, it has a massive impact on inflation,\" Mr. Kamal said. \"The fact that oil has stopped rising means that yields can also stop rising. The selling pressure has abated.\"</p><p>Among individual stocks, shares of Dollar Tree jumped 17% after the discount retailer said it had added about $1 billion to its share repurchase plan. The company also said it would start selling products at prices slightly above $1 in some of its stores.</p><p>Shares of eyewear maker Warby Parker were set to begin trading Wednesday on the New York Stock Exchange in a direct listing.</p><p>The U.S. dollar rose again, with the WSJ Dollar Index edging up to the highest level since November.</p><p>The uptick in government bond yields is attracting capital flows, pushing up the dollar, said Georgina Taylor, a multiasset fund manager at Invesco. Earlier in the week during the market selloff, it was more of a defensive play and \"you also have the yield argument forming,\" she said.</p><p>— Quentin Webb contributed to this article.</p><p>Write to Frances Yoon at frances.yoon@wsj.com, Anna Hirtenstein at anna.hirtenstein@wsj.com and Quentin Webb at quentin.webb@wsj.com</p><p>More markets coverage, selected by the editors</p><p>* Bond-Yield Surge Challenges Investor Confidence in Big Tech Companies</p><p>* Heard on the Street: There Is Still No Alternative for Investors</p><p>Stock Market Pares Gains After Tuesday Rout</p>",
  "published": "2021-09-29T16:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1443,
          "end": 1448
        }
      ],
      "nexusId": "10022657"
    }
  ]
}