{
  "_id": "19ad557422201067b01f9aa6125c65d7d9f3da2aeadbdcb85b5eeaebaa2ec06e",
  "feed": "ftcomall",
  "title": "Bracken Bower Prize 2021: excerpts from the finalists' proposals",
  "text": "<p><em>Edited excerpts from the book proposals of the three finalists for the 2021&#xa0;</em><a href=\"https://www.ft.com/brackenbower\"><em>Bracken Bower Prize</em></a><em>, backed by the Financial Times and McKinsey</em>.</p> <h1>The Cybersecurity Wake-Up Call </h1> <h2>Building resilience in the digital age</h2> <h4>BY MANUEL HEPFER</h4> <p>“I'll never forget it. It was early in the morning when I was woken up at 4am,” said Robert Frazer, chair of a large, international enterprise. (Robert Frazer is not his real name). “A call came from the office that we had suffered a serious cyber attack, which brought our business to a complete standstill. We had to reinstall our entire IT infrastructure — more than 4,000 servers, 50,000 computers, 3,000 applications.”</p> <p>Robert went on to say: “This cyber attack was a very significant wake-up call for a global company like us — and also a very expensive one. Yet, I argue that it was a very important wake-up call. I hope that our incident can be a wake-up call not just for our company but for everyone who has anything to do with technology, which I presume is every company in the world.”</p> <p>Robert's remarks seem to describe an experience with an exceptionally bad cyber attack, but there was nothing unique about it. Devastating cyber attacks happen all the time and any company can fall victim.</p> <p>The Economist describes the current state of cyber security as a ransomware pandemic. Over a three-week period in May 2021, the world witnessed three high-profile cyber attacks. On May 7, cyber criminals attacked the US pipeline operator Colonial Pipeline, a major artery that supplies almost half the oil to the US East Coast, leading to gasoline shortages and long queues at petrol stations. Just days later on May 13, a cyber attack crippled most hospitals in Ireland, causing substantial cancellations to outpatient services. Two weeks later on May 30, a similar cyber attack hit the world's largest meat producer, JBS meat, paralysing its beef and pork slaughterhouses. </p> <p>The threat from cyber attack has become a major risk to profitability and business success. According to a study from London Business School, cyber risk has tripled since 2013. The World Economic Forum continues to list cyber security risk as one of the most likely and impactful enterprise risks. What used to be a conversation among computer nerds decades ago is now one of the most pressing organisational and societal challenges. In our digital age, the danger from cyber attack is greater than ever before. </p> <p>Companies that have fallen victim to a serious cyber attack come to understand that cyber attacks can't be prevented. Evidence of that inability to prevent cyber attack fully is all around us. Spending on cyber security increases every year, but serious attacks keep succeeding. Even the largest and technologically most advanced companies — such as Apple, Google, Facebook, Yahoo, JPMorgan Chase or even the US military — have suffered from cyber attack. If those companies cannot completely prevent cyber attacks, how can anyone? The short answer is: no one can.</p> <p>Thus, cyber attack must be prepared for. Many of the most serious cyber attacks occur not because an employee clicked on a malicious link in a spam email — although this does happen. Most serious attacks occur because attackers spend weeks finding ways into corporate networks through perfectly normal business transactions and companies often have real difficulties detecting the intrusion. Therefore, investing in cyber security isn't enough. In addition, companies need to focus on building resilience.</p> <p>Cybersecurity and resilience are two distinct concepts, and understanding their differences is important in managing an organisation that not only survives but thrives in today's digital age. The purpose of cyber security is to prevent cyber attacks while protecting confidentiality, integrity, and availability of systems and data. Resilience is an organisation's ability to anticipate, withstand, recover and learn from cyber attacks. In practical terms, the purpose of resilience means minimising the impact of an attack, and expediting organisational recovery. Resilience is important, because it helps companies deal with disruptions they can't fully prevent or predict.</p>  <p>What really happens inside companies during a serious cyber attack — and what they learn from the experience — remains largely hidden from the public eye. As a PhD researcher at Oxford university, I gained inside access to companies that suffered from a serious cyber attack. I studied the stories of multiple companies that had fallen victim to nation-state espionage cyber attacks and different forms of ransomware. I interviewed chief executives, chief financial officers, chief information officers, chief information security officers, other senior executives, and IT administrators in home and field offices. On the condition of anonymity, I was given deep access to internal documents, presentations, and audio and video files related to events before, during and after the cyber attack. I systematically analysed the data, searching for patterns and common themes. I found differences in executive perception, and cyber attack preparation, response and resilience. These differences offer valuable lessons for executives in other companies.</p> <p>This book has two objectives. First, it aims to be a cyber security wake-up call in the digital age. To achieve that, it will share untold inside stories of executives who guided their company through devastating cyber attacks — their successes, mistakes, lessons learnt and insights for future. To many of them, investment in cyber security had previously been an operational expense, and the threat from cyber attack an operational risk. Having guided their company through a serious attack, they came to understand cyber attack as a strategic risk that can threaten the very survival of their company. But more importantly, they started to view cyber resilience as a strategic opportunity in the digital age.</p> <p>Second, this book shows what we can do about the growing problem of cyber threats: to move away from focusing exclusively on cyber security to building organisational resilience. Acknowledging that a cyber attack can't be prevented but must be prepared for, <em>The Cybersecurity Wake-Up Call</em> aims to be a practical guide to building and improving resilience. Drawing on evidence from academic research on resilience combined with my own empirical research, the book will describe practical steps companies can take to build and improve their resilience to cyber attack.</p> <p><em>Manuel Hepfer is a research analyst at ISTARI Global and a research affiliate at Oxford university's Saïd Business School</em></p> <h1>Failing the Class </h1> <h2>How our education system went wrong and what to do about it</h2> <h4>BY INES LEE AND EILEEN TIPOE</h4> <p><em>Dear 18-year-old me, </em></p> <p><em>Three years from now, you will graduate from your dream university — congratulations!</em></p> <p><em>Last week, you arrived on campus with common preconceptions about what a university education is all about: specialising in a particular subject, establishing a personal and professional network, learning how to get a good job in a good company. In many ways, you will end up getting everything that you expected from a quality education: expertise in a field, a solid group of friends, mentors whom you can reach out to, and a job with a comfortable salary.</em></p> <p><em>Yet, the closer you get to leaving the comfortable bubble of your campus environment, the more you will discover what education is about. Yesterday, you turned up to your first class eager to learn, but this excitement will wane as learning becomes more of a box-ticking exercise to get good grades rather than a continuous process of discovery. The more you learn, the more difficult it will be to see the world from a perspective other than your own. Strangely, you will become too good at arguing for views you already believe in, and too dismissive of views you disagree with. To your disappointment, your bachelors degree will drive a wedge between you and your childhood friends who didn't go to university. Like the “educated” and “uneducated” across the nation, you will support opposite sides of the Brexit referendum and the 2016 US presidential election. You will see that inequality is embedded in almost every step of the education system — from who gets admitted to the good universities to who graduates with a first-class degree — which will make you question the promise of social mobility via education.</em></p> <p><em>In some ways, you will see the end of your university years as the start of an education. I hope that you will take these next few years as an opportunity to construct your own views about the world and question the common notions of what an education is all about.</em></p> <p><em>Yours sincerely,</em></p> <p><em>Your graduating self</em></p>  <p>The content of this letter, written by an ambitious graduating student, summarises the main goal of this book. The priorities of higher education in the UK and US have shifted from the intrinsic purpose of learning for its own sake and developing moral character (“character development”) to the pragmatic purpose of equipping students for good jobs that contribute to the economy (“career development”). We examine the reasons for this trend in the past few decades and its subsequent effects on the nature of learning and social cohesion. </p> <p>The original model of education, devised by the Ancient Greeks, aimed to produce well-informed citizens by fostering intellectual development and thinking skills. Under the rise of pragmatism in the late 1800s, the primary focus of education shifted to achieving economic outcomes and specific jobs, which stood in direct contrast to philosopher and educational reformer John Dewey's idea that “the educational process has no end beyond itself; it is its own end”.</p> <p>In modern times, the two purposes of education are often conceptualised as a dichotomy, with greater emphasis on one purpose requiring a sacrifice of the other. Nowadays, most students, particularly those studying subjects not explicitly associated with a vocation, have been asked: “But how will that help you get a job?” The ubiquity of this question reflects the growing importance of education for career development, fuelled by changes to the higher education business model and government priorities.</p> <p>Since the early 2000s, governments around the world have strongly pushed for employability, using measurable criteria such as graduate employment rates to rank universities according to how well they prepare students for the labour market. Paying tuition fees has also become a feature of higher education in many countries, transforming the university-student relationship from mentor-mentee to business-customer. Under the new framing of higher education as a “market” where students aim to make choices that give “value for money”, both universities and students have come to prioritise tangible outcomes (career development) over intangible outcomes (character development).</p>  <p>This book argues that the supposed “trade-off” between career and character development is artificial: it is possible and actually vital for universities to serve a dual purpose. In today's global information age, the qualities and skills associated with the character development mindset — inquiry, curiosity, critical thinking — have become increasingly important and in high demand from major employers. Thus, employability can only be improved by incorporating character development into the education process. </p> <p>We begin by outlining the failures of education systems that focus primarily on career development: decreased intrinsic motivation and curiosity, inadequately developed critical thinking skills leading to biased information processing, weakened social cohesion due to increased prejudices towards the less-educated, and the persistence and amplification of economic inequalities through the education system.</p> <p>We then discuss potential causes of these failures, starting with the commercialisation of higher education, the rise of standardised testing, viewpoint homogeneity on campus, and the influence of meritocratic ideals.</p> <p>We conclude with some practical solutions for stakeholders: universities should make institutional commitments to increase demographic and viewpoint diversity, employers should recruit based on skill rather than credentials, higher education instructors should cultivate curiosity via inquiry-based learning and explore the potential of educational technologies to enhance the university experience in the post-Covid era.</p> <p>The higher education system plays a crucial role in how our society functions, producing informed citizens and productive workers. It also plays a critical role in shaping individual life trajectories, particularly since most jobs in developed economies require an undergraduate degree, even when it may not help with work tasks. These trends prompt us to question what distinguishes a university graduate from a less-educated worker. Using insights, case studies, and research from economics, psychology, philosophy, and political science, we offer readers a new perspective about what it means to be “educated” in our society today.</p> <p><em>Ines Lee is a junior research fellow in economics at Homerton College, University of Cambridge, and Eileen Tipoe is a senior lecturer in economics at Queen Mary University of London</em>&#xa0;<br></p> <h1>Trailblazers&#xa0;</h1> <h2>Seven Women Decarbonising The Future&#xa0;</h2> <h4>BY MELISSA ZHANG&#xa0;</h4> <p>You are the CEO of a Fortune 500 company. The year is 2021. A fifth of your peers have made net zero commitments by 2030. But what does implementing a zero road map look like? Where are the&#xa0;greatest opportunities for emission reductions in your operations? How do you present your impact measurements to your board? Or worse, be accused of greenwashing and ousted by activist investors? </p> <p>As the world digests lessons from the Glasgow COP26 conference, climate change captures centre stage, calling for national and local leaders to meet the crisis with the most ambitious tools in business, policy and technology. While global emission pathways and sectoral sources have been written on extensively, what readers are missing is a climate-focused business book that tells the stories of leaders blazing new trails to solve the toughest emission pain points across industries, in organisations like yours. &#xa0;</p> <p>This book seeks to fill that gap by building upon the existing narrative that documents important problems within the sectors most difficult to decarbonise — power, transportation, and manufacturing, nearly inevitable components of any modern business's operations. But instead of solely profiling climate&#xa0;problems in gigatonnes of emissions, kilowatts of renewable capacity, or number of electric vehicles needed&#xa0;on the road, this book tells the stories of real individuals who are influencing change, managing people, deploying programmes, and doing the <em>work </em>which exemplifies cutting-edge responses to the climate crisis, in real time. &#xa0;</p> <p>I tell the stories of seven exceptional women, handpicked from nearly two hundred changemakers, who I&#xa0;had the brilliant chance to meet as their student, classmate, employee, mentee or investor. Taken&#xa0;together, their incredible stories bring to life a comprehensive, compelling, and pressing playbook for&#xa0;executives and students alike. The target reader is eager to fulfil their climate imperative, design more&#xa0;impactful environmental policy, or perhaps hire their first chief sustainability officer. &#xa0;</p> <p>The book is structured around the defining choices that mark each protagonist's career, through which the&#xa0;reader will grasp the fundamentals of industries most in need of rapid decarbonisation and experience the&#xa0; decisions that face each leader. The slate of protagonists (to be revealed) was chosen deliberately, not&#xa0;only for individual leadership on the cutting-edge of decarbonisation solutions, but also, more critically, for their collective experience. Together, these stories span decision-making across the highest emitting&#xa0;sectors on earth, blur the lines between public and private industries, and traverse a spectrum of operational scale: from launching lab-stage start-ups to running state government and managing the largest&#xa0;corporations in the world. </p> <p>My own narrative is woven into the fabric of this book. I am a student, woman, investor, immigrant, energy researcher and aspiring climate leader on the international stage. I left half a decade on the BlackRock trade floor — where I worked with some of the smartest people I have met — for graduate school. I burnt to double down on the latest science and policy of climate change. When I turn 80, I need to be certain I had dedicated the bulk of my capabilities to this existential challenge. During my first&#xa0;school year, at the height of Covid-19, I documented conversations with nearly 200 individuals&#xa0;working on climate whom I reached out to or discovered via Zoom classes. I was both fascinated by their&#xa0;groundbreaking efforts and frustrated as I squared their dilemmas with cases from lectures and evolving&#xa0;current affairs. Gradually, I developed my own mental model of interactions between business, government and carbon emissions. </p> <p>As I gained more clarity across different sectors, I found our seven protagonists. Piecing their visions&#xa0;together, I was awed by how the collage painted a holistic picture of some of the most promising&#xa0;responses to climate change in our generation. Together, these women's experiences respond to major&#xa0;problems presented by books such as Bill Gates's <em>How To Avoid A Climate Disaster</em>, Peter Kelly Detwiler's <em>The Energy Switch</em>, and the <em>All We Can Save</em> anthology. It was clear to me that these seven protagonists' stories were missing in the global decarbonisation movement, despite the significance&#xa0;of their foresight, leadership, and impact. I became compelled to illuminate their lives. &#xa0;</p> <p>All my protagonists are women. This was not my original intention, but also no accident. Women show&#xa0;strong representation on the climate crisis frontline, but their stories are seldom told in full. I want to play&#xa0;my part in changing that. Regardless of gender, I write to a broad range of readers, beyond those who are&#xa0;interested in the list of books mentioned above. The main differences in target readership are fourfold. </p> <p>First, this book appeals to a younger demographic, who own the future and have the most at stake. I hope&#xa0;to offer my viewpoint as a peer and to share precise examples of high-impact careers in the context of&#xa0;sustainability. </p> <p>Second, this book appeals to readers seeking more female role models. This is the business book that the&#xa0;author wishes had been published when she searched for women leaders in finance, energy, technology and government. Representation matters.</p> <p>Third, this book appeals to businesspeople seeking examples of climate innovations ranging from tactical&#xa0;to strategic. Assessing technological defensibility is as important as telling the stories of individuals who readers can emulate. &#xa0;</p> <p>Finally, this book appeals to business readers seeking depth on current and forward-looking responses to&#xa0;specific energy and climate issues across public and private domains. </p> <p>Climate choices are everyone's to make. Not enough light is shed on those enabling change in the face of&#xa0;seeming impossibility. I hope the reader finds as much inspiration and call to action as I did in my&#xa0;writing process. I invite the reader to think about how these trailblazers' stories show up already in individuals' lives. &#xa0;</p> <p>I dedicate this book to the seven beacons of light whose decarbonisation efforts brought the pages of&#xa0;my dreams and education to life. I call on leaders, businesspeople, policymakers, and all citizens hopeful&#xa0;of a more clean, free, and just future to pay attention to these women's work.</p> <p><em>Melissa Zhang is an MBA/MPA student at the Stanford Graduate School of Business and Harvard Kennedy School</em><br></p><p>Source:  2021 'Bracken Bower Prize 2021: excerpts from the finalists' proposals' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-25T04:00:20.978Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2768,
          "end": 2773
        }
      ]
    }
  ]
}