{
  "_id": "25ef369f971a21a170e2fa570da3e29888f527e7d91b98ac0fcbd92309a5c1d2",
  "feed": "wall-street-journal",
  "title": "U.S. News: Trump Justice Department's Probe Into Leaks Didn't Target Lawmakers",
  "text": "<p>When investigators sought records and data related to the communications of committee staffers in February 2018, they cast their net to include records related to their contacts, some of whom weren't immediately identifiable. The contacts turned out to include the committee's then-ranking Democrat, Rep. Adam Schiff, and another California Democrat on the panel, Rep. Eric Swalwell, who weren't subjects of the investigation, said some of the people, including one who has direct knowledge of the subpoena.</p><p>Apple Inc. last month told the committee members and staffers that the Justice Department during the Trump administration had secretly served a grand jury subpoena on the tech giant seeking information related to their accounts. Apple said the subpoena had asked for information on 73 phone numbers and 36 email addresses that had no obvious connection to each other, and that the company provided metadata and subscriber information in response.</p><p>The disclosures, including that prosecutors had obtained communication records related to a minor, drew outrage from Democrats, who accused the Trump Justice Department of inappropriately targeting its enemies. It also spurred an investigation by the department's inspector general and prompted Attorney General Merrick Garland to order an internal review of the agency's procedures for obtaining records from members of Congress or their staff.</p><p>Senior Justice Department officials at the time the subpoena was issued, including then-Attorney General Jeff Sessions and his deputy, Rod Rosenstein, have told others they had no knowledge of the subpoena, as have lower-level officials who were there at time. Prosecutors usually need senior approvals to pursue any inquiry related to Congress, and it couldn't be determined whether such approvals were sought.</p><p>Mr. Schiff, a vocal critic of former President Donald Trump, on Sunday urged Mr. Garland to go further in examining what he called \"gross abuses of the independence of the Justice Department.\"</p><p>\"We don't know how far they run,\" he said on CBS's \"Face the Nation.\" \"And our new attorney general has to find out.\"</p><p>A spokeswoman for Mr. Swalwell didn't respond to a request to comment.</p><p>An intelligence committee official said Wednesday that, despite repeated requests for more than a month, the Justice Department provided no information to the committee about its subpoena except to say the investigation related to it has been closed. The department didn't tell members whether data from Republicans was also sought, the official said.</p><p>\"We are deeply concerned this [subpoena] may have been the result of the former president's urging and the destructive politicization of the department during the Trump administration,\" the official said.</p><p>Mr. Garland declined to comment about the subpoena on Tuesday beyond saying he would work with the inspector general to determine \"what we can say as soon as possible and as transparently as possible.\"</p><p>Current and former Justice Department officials described the subpoena as part of a fact-gathering effort and denied that it was politically motivated. CNN earlier reported some details of the basis for the investigation.</p><p>Prosecutors can issue subpoenas without court approval for some account information and metadata, but not for the contents of communications. Apple has said it didn't provide any content in response to the subpoena.</p><p>As the leak probes progressed, prosecutors narrowed in on a Democratic staff member on the committee, after a referral to the FBI that the staffer was suspected of being a source of some of the information, the people said. Agents closed that probe after they interviewed the staffer last summer and found his denial of any leaking to be credible, some of the people said. The staffer couldn't be reached to comment.</p><p>The subpoena was issued in February 2018, at a time when Mr. Trump had complained about leaks related to contacts between Russia and figures in his 2016 election campaign and special counsel Robert Mueller's investigation of those ties. In 2017, Mr. Sessions had promised to crack down on leaks to the media.</p><p>Reporters at the Washington Post, the New York Times and CNN were notified in recent weeks that the Trump Justice Department had sought and obtained their phone records from 2017 in connection with leak investigations, a practice the Justice Department this month abandoned after President Biden said it was wrong.</p><p>Information about Mr. Page, the surveillance of the former Trump campaign adviser became a particular focus for investigators after the Washington Post first reported the existence of the classified surveillance in April 2017, setting off dueling investigations by Republicans and Democrats on the House panel. As the committee was briefed by the FBI about the surveillance, some still classified details about what information the FBI used to obtain the surveillance warrant continued to leak into the media.</p><p>In February 2018, Democrats and Republicans on the committee released separate memos after aspects of the surveillance were declassified, with Republicans alleging FBI abuses and Democrats defending the agents and disputing they acted with partisan bias. The Justice Department's inspector general later found the FBI had committed a series of errors in applying for the surveillance of Mr. Page, but that its probe of ties between the Trump campaign and Russia was justified.</p>",
  "published": "2021-06-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 508,
          "end": 518
        },
        {
          "start": 737,
          "end": 742
        },
        {
          "start": 508,
          "end": 517
        },
        {
          "start": 3318,
          "end": 3323
        },
        {
          "start": 508,
          "end": 513
        }
      ],
      "nexusId": "10022657"
    }
  ]
}