{
  "_id": "88ec0c0c83a5ca7efcb7993f37be2e0acc672ad6c5ac74ecc6f478865dd05726",
  "feed": "wall-street-journal",
  "title": "Berkshire  Net Falls  On Lower  Investment  Earnings  ----  By Justin Baer",
  "text": "<p>    Warren Buffett's Berkshire Hathaway Inc. said net earnings fell after paper gains from the conglomerate's vast portfolio of stock investments declined from a year earlier. </p><p>   Berkshire's third-quarter net earnings fell 66% to $10.34 billion, or $6,882 per Class A share equivalent, from $30.14 billion, or $18,994 a share, in the year-earlier period. Investment gains totaled $3.88 billion in the most-recent period; a year ago, Berkshire reported gains of $24.77 billion. </p><p>   Operating earnings, which exclude some investment results, rose to $6.47 billion from $5.5 billion a year ago. </p><p>   The conglomerate runs a large insurance operation as well as a railroad, utilities, industrial manufacturers, retailers and auto dealerships. It holds large investments, especially in the stock market. </p><p>   An accounting-rule change in recent years has meant that Berkshire's earnings often reflect the larger performance of the stock market, while Mr. Buffett has said operating earnings more accurately reflect the firm's vast business operations. </p><p>   On an operating basis, Berkshire earned $2.87 per Class B share equivalent, short of the $2.93-a-share profit Wall Street expected, according to Cathy Seifert, an analyst with CFRA Research. </p><p>   \"It was an OK quarter versus expectations,\" Ms. Seifert said. \"Berkshire is a microcosm of the broader economy, and what we saw from the businesses is a reflection of the economic activity that has been constrained by supply-chain issues.\" </p><p>   Losses from Berkshire's insurance underwriting business widened to $784 million in the third quarter from $213 million a year ago. Like many insurers, the company sustained losses from Hurricane Ida. </p><p>   Insurance investment income rose to $1.16 billion from $1.02 billion. </p><p>   The railroad, utilities and energy units earned $3.03 billion, up from $2.74 billion in the year-earlier period. </p><p>    American Express Co., Apple Inc., Bank of America Corp. and Coca-Cola Co. were the top holdings in Berkshire's equity portfolio, the company said Saturday in a securities filing. </p><p>   Berkshire's Class A shares closed Friday at $434,000. They have climbed 26% so far this year. </p><p>   The company remained an active buyer of its own stock during the third quarter, spending about $7.6 billion on share repurchases. For the first nine months of the year, buybacks totaled $20.2 billion. </p><p>   Mr. Buffett's investments have made Berkshire one of Wall Street's most enduring successes. The company produced annualized gains of 20% from 1965 to 2020, outperforming the S&amp;P 500's 10.2% gains, including dividends. In recent years, Berkshire's performance has slipped. The company's annualized total returns over the past five years were about 15%, compared with 20% for the S&amp;P 500. </p><p>   Mr. Buffett has continued to stockpile cash for future acquisitions. Berkshire held more than $149 billion in cash, cash equivalents and short-term Treasury bills at the end of the third quarter, up from $144 billion in June. </p><p>   \"The blockbuster acquisition everyone has been waiting for has been happening in front of our eyes, gradually and slowly,\" Ms. Seifert said, referencing Berkshire's recent stock buybacks. </p><p></p>",
  "published": "2021-11-08T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1862,
          "end": 1872
        },
        {
          "start": 1862,
          "end": 1871
        },
        {
          "start": 1862,
          "end": 1867
        }
      ]
    }
  ]
}