{
  "_id": "1644aaab0e933794b9bd9a3ee8bffab0723358d4617baec8421f335709197ea6",
  "feed": "wall-street-journal",
  "title": "Apple Offers Buffet of New Devices",
  "text": "<p>At a virtual event on Tuesday, Apple executives announced all these products, plus a few more. I wasn't able to see any of it for myself but that doesn't mean I don't have preliminary thoughts. Here's my take on all the new stuff.</p><p>AirTags</p><p>Not counting the Apple 3.5mm dongle, AirTags might be Apple's smallest product yet. Yet it might be all-powerful for those of us who would lose our socks if they weren't on our feet.</p><p>On the surface, AirTags work similarly to other lost-item trackers. You attach the $29 Mentos-looking object to things you often lose: keys . . . wallet . . . spatula, or is that just me? The tracking devices use Bluetooth and ultra-wideband technology to report back to your iPhone.</p><p>If you're looking for a missing item, you open the Find My app on your iPhone and see if it's on the map. A feature called Precision Tracking will guide you with a helpful arrow to the object if it's in close proximity. And if you can't see it, you can sound an alarm on the AirTag's speaker.</p><p>Lost your keys on the side of the road? Apple's new Find My network can leverage all Apple's devices with Bluetooth to help locate these devices wherever someone might be passing by. Apple is working with third-party accessory makers to build Find My capabilities into their products.</p><p>Apple TV</p><p>Readers of my column know my pain: The Apple TV's Siri remote has been the bane of my existence since it's so small it gets lost in the couch, and when it's in your hand, you can't tell which end is up. The biggest Apple TV news? Its new remote might not suck. It's bigger, brings back the click wheel and puts the Siri button on the right edge.</p><p>The Apple TV unveiled Tuesday has the same body, with internal improvements in performance. With a new A12 Bionic chip, it promises better HDR playback. But Apple didn't remove the biggest pain point: the device's exorbitant price. Honestly, with a starting price of $179, Apple TV is a hard sell for anyone looking for a connected streaming device. Roku, Google Chromecast, Amazon Fire sticks and others cost a fraction of that.</p><p>iPad Pro</p><p>What's the difference between a Mac and an iPad? No longer speed. It all comes down to software and touch screen now.</p><p>Both iPad Pro models were upgraded to the Apple M1 chip that's been powering Macs since last fall. They'll now come with the option of 5G cellular connectivity, if you're confident there are enough towers in your area to justify the cost. (Since you do more data-intensive stuff on your tablet or laptop, I actually think 5G could actually make sense.)</p><p>And because their USB-C connectors will support Thunderbolt accessories, they'll be able to access faster Ethernet networks and storage devices, and be compatible with monitors such as Apple's 6K Pro Display.</p><p>The hugest tablet in Apple's lineup, the 12.9-inch iPad Pro, is getting a visual improvement in the form of a new display powered by mini-LEDs. Translation: Over 10,000 tiny lights embedded behind the screen adjust constantly to provide extreme contrast. This technology isn't unique to Apple, but it's still cutting-edge.</p><p>The iPad Pros get a new webcam. The front-facing 12-megapixel ultra-wide camera works with a new feature called Center Stage, which recognizes people and virtually pans and zooms to keep them framed during video calls. It's something we've seen (and appreciated) on other devices, most recently the Facebook Portal. While the iPad's webcam is still in the wrong place -- at the top of the screen, which means at the side if you use the tablet horizontally during a video call -- Apple says Center Stage should keep things looking more balanced.</p><p>The new 11-inch iPad Pro starts at $799; the 12.9 inch at $1,099. And that doesn't include any accessories, like the $129 Apple Pencil, the $179 Smart Keyboard Folio or the $299 Magic Keyboard case.</p><p>What we didn't get? An updated iPad Mini. The thing is still saddled with a lower-resolution screen and old design.</p><p>Purple iPhone 12</p><p>That's it. The iPhone 12 now comes in purple. It's the same price as the other iPhone models.</p><p>iMac</p><p>For those with an ancient iMac, Apple has a new model -- and the company pulled out all the tricks (and colors!) for it. The first notable iMac redesign since 2012, this one has a 24-inch screen but is only a bit bigger than the older 21-inch iMac. Plus, the display sounds like a real upgrade with what Apple is calling \"4.5K\" resolution.</p><p>The slimmer design is powered by that same M1 chip in the iPad Pro -- and the 2020 MacBooks we love so much.</p><p>Apple says the new iMac's webcam is the \"best camera ever in a Mac.\" Of course that isn't saying much. And at 1080p, it is lower resolution compared with the front camera on the iPad Pro and iPhone, but Apple says its sensor is improved and the new chip makes for far better video processing. The new iMac has better microphones and a six-speaker sound system.</p><p>The lower-end iMac models will start at $1,299, with only four color choices; the higher-end configurations start at $1,499 and come in all the colors. If you spring for the $1,499-and-up models, you'll also get a keyboard with built-in Touch ID for easy logins and Apple Pay purchases.</p><p>iOS 14.5</p><p>Probably the biggest Apple product of them all, because it's in most of its devices, and you don't have to pay for it: iOS 14.5. The overdue software update is arriving next week, says Apple. This isn't a full system overhaul like we get in the fall but it does have notable new features.</p><p>If you have an Apple Watch you'll now be able to unlock your iPhone when wearing a mask without inputting your password. It also features App Tracking Transparency, a privacy feature that will now ask your permission before an app starts tracking you.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 256,
          "end": 261
        },
        {
          "start": 4506,
          "end": 4511
        },
        {
          "start": 1182,
          "end": 1187
        },
        {
          "start": 5348,
          "end": 5353
        },
        {
          "start": 4709,
          "end": 4714
        },
        {
          "start": 2779,
          "end": 2784
        },
        {
          "start": 1332,
          "end": 1340
        },
        {
          "start": 1643,
          "end": 1651
        },
        {
          "start": 3748,
          "end": 3753
        },
        {
          "start": 3560,
          "end": 3565
        },
        {
          "start": 31,
          "end": 36
        },
        {
          "start": 3045,
          "end": 3050
        },
        {
          "start": 4089,
          "end": 4094
        },
        {
          "start": 2238,
          "end": 2243
        },
        {
          "start": 5184,
          "end": 5189
        },
        {
          "start": 1912,
          "end": 1920
        },
        {
          "start": 1332,
          "end": 1337
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1039,
          "end": 1044
        },
        {
          "start": 293,
          "end": 298
        },
        {
          "start": 1284,
          "end": 1292
        },
        {
          "start": 1643,
          "end": 1648
        },
        {
          "start": 2734,
          "end": 2739
        },
        {
          "start": 1796,
          "end": 1801
        },
        {
          "start": 1084,
          "end": 1089
        },
        {
          "start": 4361,
          "end": 4366
        },
        {
          "start": 1912,
          "end": 1917
        },
        {
          "start": 5133,
          "end": 5142
        },
        {
          "start": 1508,
          "end": 1516
        },
        {
          "start": 5133,
          "end": 5138
        },
        {
          "start": 5467,
          "end": 5472
        },
        {
          "start": 1284,
          "end": 1289
        },
        {
          "start": 1508,
          "end": 1513
        },
        {
          "start": 5467,
          "end": 5478
        }
      ],
      "nexusId": "10022657"
    }
  ]
}