{
  "_id": "055c8cb84a31efd62b48cdd0a0a3213124492d9a73ad0871acf677ad9b5fee12",
  "feed": "market-watch",
  "title": "Father and sons who promised to help lottery winners avoid taxes charged with illegally claiming $21 million in prizes, and Washington Post columnist faces criticism over his assessment of Indian food",
  "text": "<p>Over half of Americans are more likely to shop at businesses with vaccine mandates: poll</p><p>And 62% of Gen Z consumers would more likely shop at stores that require all employees to be vaccinated. Read More</p><p>‘What in the white nonsense in this?' Washington Post columnist faces criticism over his assessment of Indian food</p><p>Pulitzer Prize winner Gene Weingarten's piece has become a hot-button topic on social media. Read More</p><p>Starbucks adds Apple Crisp Macchiato to Pumpkin Spice Latte season: Which one tastes the most like actual coffee?</p><p>Aug. 24 is the earliest date the coffee chain has sold java with the sweeteners and spices more associated with autumnal pie. Read More</p><p>Father and sons who promised to help lottery winners avoid taxes charged with illegally claiming $21 million in prizes</p><p>They're accused of running a scam known as ‘ten percenting,' in which they took a 10% fee to claim lotto winnings for people who don't want their name attached to a big prize. Read More</p><p>CDC adds the Bahamas and five other destinations to its list of places to avoid</p><p>The CDC's list of places to avoid now includes 80 destinations. Read More</p><p>My husband and I have lived in my grandparents' home since 1999. They left it to me — now he wants half</p><p>‘The marriage has turned very ugly in a short period of time, and my husband is demanding that he get half of everything we own.' Read More</p><p>My wife wants to pay for her financially reckless sister's wedding. She told me I was selfish when I refused</p><p>‘Last weekend, they went and checked out the reception hall — and according to them, it just is not nice enough for a day my sister-in-law will always remember.' Read More</p><p>New home sales rebound despite prices hitting record high</p><p>Builders are working through supply-chain challenges, and buyers don't seem fazed yet by the price tags on newly-built homes these days. Read More</p><p>I dream of moving to San Diego, but it's so expensive — even with a $300K down payment. Should we wait for the market to cool?</p><p>‘We have dreamed of moving closer to the beach — we've been in the mountains far too long. Our kids need things to do, we crave good food and better job opportunities.' Read More</p><p>After struggling with substance abuse, this financial adviser found a mentor who helped him rescue his career</p><p>‘I was completely broke but I had found someone who believed in me.' Read More</p>",
  "published": "2021-08-24T17:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 437,
          "end": 442
        }
      ],
      "nexusId": "10022657"
    }
  ]
}