{
  "_id": "a9c91d3cabd5b8aceef16b946985c927de325616eadb809de3424d30aff8bdfd",
  "feed": "market-watch",
  "title": "Netflix and Tesla will look to buck the earnings-slowdown trend",
  "text": "<p>Netflix Inc. NFLX and Tesla Inc. TSLA are scheduled to report earnings on back-to-back afternoons in the coming week, Tuesday and Wednesday respectively, and face big expectations. Their performances could help push the overall earnings trajectory for the S&amp;P 500 index higher, with early reports already pushing initial projections for 27.5% growth higher than 30% heading into the busiest week yet of earnings season.</p><p>Netflix's stock was in the penalty box for much of the past year, after a huge surge in subscriptions early in the COVID-19 pandemic petered out in the third quarter last year. After treading water for roughly 10 months after last September's report, shares have jumped in recent months, adding more than 15%, as analysts expect nearly 50% earnings growth for the third quarter.</p><p>Optimism stems from some big original-content releases, including the biggest hit yet from the streaming-media pioneer. “Squid Games” has already surpassed all other Netflix originals in terms of first-month viewership, the company says, and there is much more on the way as the pandemic-related slowdown in content production loosens and a flood of new shows arrives in the fourth quarter, making the forecast as important as the completed numbers.</p><p>Full earnings preview: Can ‘Squid Game' and videogames be game-changers for Netflix?</p><p>“We believe Netflix has entered a favorable setup following the sub-add pull-forward-induced trough,” Stifel analyst Scott Devitt wrote last week, after increasing his price target on the stock to $650 from $580 in September. “We forecast accelerating sub additions through the balance of the year supported by compelling new and original releases, continued international penetration, and seasonally favorable periods for sub adds.”</p><p>Tesla is expected to grow earnings by more than 85% in the third quarter, as it also finds success in Asia. After a rough start to 2021 in China, Tesla reported strong sales there in September, and continued demand in foreign markets is expected to keep the electric-car company rolling through the rest of 2021.</p><p>Tesla production had been held back by the semiconductor shortage that is affecting the entire automotive industry, but Tesla still managed to deliver more than 240,000 cars in the quarter, up from less than 140,000 in the same quarter last year. And Wedbush analyst Daniel Ives believes that the big surge in China sales in September portends big things to come.</p><p>Full earnings preview: Wall Street hopes dark clouds are ‘in the rearview mirror' for Tesla </p><p>“We believe in the month of September alone, Tesla delivered roughly 150k vehicles and is a clear indicator of this green tidal wave taking hold for Musk &amp; Co. across the board,” the analyst wrote last week.</p><p>Those two will be among 80 S&amp;P 500 companies expected to report in the week ahead, the busiest week so far this young earnings season. Here are some other results to check:</p><p>The number(s) to watch</p><p>Airline … profits? After Delta Air Lines Inc. DALposted its first adjusted profit since the pandemic began, an entire terminal's worth of airlines are expected to drop results. As a whole, the sector lost nearly $9 billion in the third quarter a year ago, according to FactSet Senior Earnings Analyst John Butters, but that loss is expected to drop to roughly $1 billion in this round of figures. Still, there is plenty to worry about in the holiday season that typically is big for air travel, as Delta warned that fuel costs could hit its bottom line in the fourth quarter. Watch for results and forecasts from airlines such as American Airlines Group Inc. AAL, United Airlines Holdings Inc. UAL, Southwest Airlines Co. LUV, and Alaska Air Group Inc. ALK.</p><p>Telecoms' margins. Major telecommunications companies are facing competition from cable companies as they attempt to build out their own cable competitors, which could squeeze margins, as MarketWatch's Emily Bary explained. They are also adding wireless customers by offering some of their biggest promotions in years for Apple Inc.'s AAPL new iPhones, which also could put a vice on their profit percentage. AT&amp;T Inc. T is especially in need of a win after its stock dropped to an 11-year low last week, and will report Thursday morning, a day after rival Verizon Communications Inc. VZ reveals numbers</p><p>The calls to put on your calendar</p><p>Intel Corp. As the semiconductor shortage marches on, the longtime U.S. chip king is one of the few chip companies not showing huge gains from the increased demand and short supply of its products. Nearly nine months after returning to Intel INTC as chief executive, Pat Gelsinger is expected to start showing results soon, and has pointed Intel toward big moves in manufacturing while saying that he expects to spend less on stock buybacks. We will see if he says the same thing to investors, and how they take it, on Thursday afternoon. For more on the path of the chip crunch, check out equipment supplier Lam Research Corp.'s LRCX earnings on Wednesday.</p><p>Johnson &amp; Johnson. The pharma giant's vaccine booster received a nod of approval from a Food and Drug Administration advisory panel last week, and Johnson &amp; Johnson JNJ executives should discuss next steps and expectations in their Tuesday morning call.</p><p>International Business Machines Corp. IBM IBM is almost to its long-awaited spinoff of Kyndryl, and is shaking up its reporting segments in preparation, leading one analyst last week to predict that it could be “messy”. Here is a guide to what is about to happen, but you may want to check in to the call Wednesday afternoon for more from top executives.</p><p>This week in earnings</p><p>Eight of the 30 Dow Jones Industrial Average DJIA components are on the schedule in the coming week, while FactSet reports 80 S&amp;P 500 SPX companies are expected to report. Outside the major indexes, keep an eye on Snap Inc.'s SNAP report on Thursday, as it should provide some insight into the online-advertising market that also drives Facebook Inc. FB and Alphabet Inc. GOOGL GOOG.</p><p>Dow Jones reports: Johnson &amp; Johnson, Procter &amp; Gamble Co. PG, Travelers Cos. Inc. TRV (Tuesday); IBM and Verizon (Wednesday); Intel (Thursday); American Express Co. AXP and Honeywell Intl Inc. HON (Friday).</p><p>Don't miss:&#xa0;The biggest risk facing investors this earnings season is lurking just beneath the surface</p>",
  "published": "2021-10-18T08:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4021,
          "end": 4026
        },
        {
          "start": 4021,
          "end": 4030
        },
        {
          "start": 4034,
          "end": 4038
        },
        {
          "start": 4021,
          "end": 4031
        }
      ]
    }
  ]
}