{
  "_id": "bf0a3df85876c6b7847f078b662275806cce47ee2f1aeb427cf533ff6b756853",
  "feed": "wall-street-journal",
  "title": "ViacomCBS to Restructure Paramount Pictures; TV veteran David Nevins will oversee Paramount TV in new alignment",
  "text": "<p>The realignment is expected to be unveiled as early as Monday, they said. The Wall Street Journal previously reported that Mr. Robbins will be tapped to succeed Jim Gianopulos as chief of Paramount Pictures.</p><p>For Mr. Nevins, the appointment will add to a portfolio that already includes oversight of the premium cable channel Showtime and responsibility for original content for the Paramount+ streaming platform. Nicole Clemens, who currently oversees the Paramount TV arm, will now report to Mr. Nevins.</p><p>Both Messrs. Robbins and Nevins will report to ViacomCBS Chief Executive Robert Bakish.</p><p>Mr. Nevins declined to comment. Ms. Clemens couldn't be reached for comment.</p><p>The moves inside Paramount come as ViacomCBS leadership including Chair Shari Redstone and Mr. Bakish are putting a priority on Paramount+. The company has made several content deals for the service as of late including one with \"South Park\" creators Matt Stone and Trey Parker.</p><p>As part of the new alignment, Paramount Television is expected to focus primarily on making content for its sister cable and streaming networks, the people said. Paramount Television currently makes shows for a range of services including Apple's TV+ platform and Netflix.</p><p>The strategy echoes a similar approach being taken at other media companies including Walt Disney Co. and Comcast Corp.'s NBCUniversal unit.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>ViacomCBS to Restructure Paramount Pictures</p>",
  "published": "2021-09-13T00:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1188,
          "end": 1193
        }
      ],
      "nexusId": "10022657"
    }
  ]
}