{
  "_id": "58bdc32427f30accb5ba3d8bd0d27231e050020ec7b90109338cb3a6dce3f9bf",
  "feed": "ftcomall",
  "title": "Hong Kong diary: locked down in luxury",
  "text": "<p>The first thing I noticed about my quarantine room was the view. The hotel on Hong Kong island had upgraded me to a room with a vista of Victoria Harbour — the city's sprawling blue port, one of the busiest in the world, lined by skyscrapers and dotted with cargo ships and soaring black kites.</p> <p>I'd arrived by taxi after waiting overnight at a holding centre near the airport. The previous 24 hours had been a glimpse into the regimented authority that had allowed the territory's government to so effectively contain the pandemic, despite its dense population. </p> <p>The airport, once a shopping haven, had been transformed into a medical facility and bureaucratic labyrinth in which passengers were moved between curtained booths to spit into test tubes and Plexiglas windows to download tracing apps. Transferred to the centre, we waited to hear if we would be allowed to go to our hotels or sent to a quarantine camp.</p> <p>By comparison with the holding centre, my 350 sq ft hotel room, looking out over the water to the Hong Kong mainland, was a palace. It was made better by the relief of being spared a government-controlled camp. A bouquet of pale pink roses sat in the middle of a desk. The door closed behind me and I thought of the wide open window of the taxi — it would be the last time I felt fresh air on my face for weeks. </p> <p>In a city famous for luxury hotels, hotels have become more like prisons. Even the Landmark Mandarin Oriental is not immune. For £65,000, a guest can spend their mandatory government quarantine in the Mandarin's “entertainment suite”, with a virtual reality gaming wall and eight-person dining area. It is fully booked until the end of March. A lesser quarantine at the Mandarin costs as much as £10,000; at other hotels, packages start at around £400.</p> <p>The list of approved hotels exposes a truth about quarantine: no amount of money makes it tolerable. An executive suite you can't leave is merely a splendid cell. A larger area to pace helps, of course, but there is no room you won't hate after weeks of solitary confinement. A window that opens would be a true luxury but I am not sure whether such a package is for sale. “I'd rather cry in a BMW than smile on a bicycle”, is a familiar phrase in China. Nowhere is anyone more sad and rich than in quarantine in a luxury hotel on Hong Kong island.</p>  <p><strong>Since last summer, Hong</strong> <strong>Kong</strong> had imposed a mandatory two-week quarantine for all travellers to its borders. Arrivals, even those with permanent homes in the city, were to stay in their hotel rooms and take three negative Covid tests (one before flying, one on arrival and one on the 12th day after arrival) to be allowed into the territory. Travellers are tagged with a wristband containing GPS-tracking microchips and must consent by way of a legal contract to stay put for the duration of quarantine. Leaving our hotel rooms is punishable by six months in prison.</p> <p>The measures, combined with other restrictions on restaurants and bars, have had clear success. Since a peak in July, infections are down by two-thirds and falling. There are now around 50 infections reported each day in a city with around a million fewer people than in London, where infections now average around 12,000 a day.</p>  <p><strong>By day seven, the</strong> solitude had become a heavy blanket. It swaddled me, keeping me in bed until midday. As a treat, I kept the blinds closed against the busy harbour, at times an irritating reminder of life outside this room. With all the time in the world, my daily routines had started to feel hollow. My mandolin — an ambitious plan for a quarantine hobby — sat untouched but visible, hostile in a corner.</p> <p>To celebrate the halfway point, I ordered a glass of wine — ending another ambitious plan for a dry quarantine. The second glass was an act of self-sabotage. I gave myself a holiday from the YouTube fitness workout I had used to fill 45 minutes of each day. I ordered a pizza on Deliveroo. For company, I watched the back of the hotel porter who delivered it as he retreated down the corridor. I hadn't seen his face. I opened my laptop and put on <em>Room</em>, a film about a woman trapped in a room, and then <em>Cast Away</em>, a film about a man marooned on an island. The roses had wilted and turned brown. I texted a colleague a reference to a Sylvia Plath poem: “The vivid tulips eat my oxygen.” </p>  <p><strong>I had timed my</strong> arrival in Hong Kong to get out of quarantine two days before Christmas. It was foolish in the face of the daunting legislative weight of the Hong Kong government. The same powers that had allowed Hong Kong to tackle the virus so effectively — and which were simultaneously being deployed to stamp out political uprisings — were easily equipped to imprison me indefinitely.</p> <p>On the eve of my final day in quarantine, Hong Kong announced it would extend the 14-day quarantine measure for all arrivals from outside China to 21 days, to try and stop the spread of the new, more infectious strain, first identified in Britain a week after my flight departed Heathrow. Everyone on my flight had fallen on the cusp, just 24 hours from freedom, yet now guilty by our association to London. </p> <p>I spent much of my time in the unexpected third week of quarantine trying to make people back in the UK understand it. People I knew who had quarantined at home in London presumed that I, too, could sneak out for a walk. “I am still in this room!” I wrote to friends who, it seemed to me, had experienced a lifetime of human interactions during my confinement. A friend who had done a stint in isolation in Britain said to me, without joking: “But going to the gym doesn't count, right?”</p> <p>The difference in attitudes between east and west towards coronavirus had never seemed more stark. While hundreds of travellers sat in Hong Kong hotels, Britain had not yet put any testing restrictions on inbound travellers — pre-departure testing requirements will only come into effect next week. It became clear to me that the price for the successful management of coronavirus is high, not least the legal powers needed to lock people in rooms unilaterally. For good or bad, as Britons, it is a price we find hard to comprehend.</p>  <p><strong>When I was finally released</strong> from quarantine, after three weeks alone in a room, the smells and noises of Hong Kong were a sensory overload. I put my feet on the streets of the city for the first time, and touched a concrete wall. </p> <p>The next day, trying to find somewhere to live, I was taken by a property agent to see an apartment next door to my quarantine hotel. I looked out at the same view of Victoria Harbour — and did not rent that room.</p> <p><em>Tabby Kinder is the FT's Asia financial correspondent</em></p> <p><em>This piece has been </em><a href=\"https://www.ft.com/content/9feec051-f38c-4243-ad78-bb2692f21c9a\"><em>amended</em></a><em> since original publication to correct the location of the Landmark Mandarin Oriental Entertainment Suite</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Tabby Kinder 2021 'Hong Kong diary: locked down in luxury' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T22:00:51.072Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6976,
          "end": 6981
        }
      ],
      "nexusId": "10022657"
    }
  ]
}