{
  "_id": "324f6f4417f27e78a27c3248f44c573748b3c212c4c6c8b570e0180d964fd947",
  "feed": "ftcomall",
  "title": "A selection of the FT's biggest stories and best reads every Friday",
  "text": "<p><br>Welcome, in the anniversary of the first UK national pandemic lockdown, to Long Story Short — your weekly newsletter where someone else tells you what to read. At this stage, we're all desperate to be in someone else's head aren't we? So please allow me to offer some links to things I think are worth your time from the last week of FT publishing and elsewhere.</p> <p><a href=\"https://ep.ft.com/pages/newsletters/5a8d70c20bfc0e000429c348/subscribe/success\">Click here</a> if you'd like to receive Long Story Short by email every Friday.</p> <h2>1. What are thromboembolic events and how common are they?</h2> <p>Vaccines are our all-consuming obsession this year, their foibles, presence and efficacy of more intense interest even than the members of the British royal family. This week's subtopic of laser focus is the incidence of blood clots and our new specialist subject, the risk factors and harm caused relative to disease protection. A year ago we only needed to be instant experts on droplets but, of course, it was a simpler time. Following the suspension of the Oxford/AstraZeneca jab across Europe, Donato Paolo Mancini and Hannah Kuchler produced this <a href=\"https://www.ft.com/content/e1a99f4f-70ad-4477-a366-53a7cb5900d6\">excellent guide</a> to what we know about thromboembolic events. They spoke to Penelope Ward, a professor of pharmaceutical medicine at King's College London. She said on any normal day in the UK you would expect about 165 people to suffer a thrombotic episode and in contrast:</p> <blockquote>  <p>“The number of reports from the ongoing vaccine programme in the UK and EU, which includes [more than] 20m individuals vaccinated to date, is just 37.”</p> </blockquote> <h2>2. ‘They are a 3% tax on the future of the internet'</h2> <p>The corporate story of the week is undoubtedly the extraordinary valuation of online payment processor, Stripe, which <a href=\"https://www.ft.com/content/9bfda026-df9d-42e4-8679-c26a072e0522\">soared to $95bn</a> after its latest fundraising round. To employ a suitably exponential number of journalistic clichés: we can't read enough about the two Irish brothers, aged just 30 and 32, who became teenage millionaires after swapping Limerick for Silicon Valley. John Collison, who founded the company with sibling Patrick in 2010, describes his 3,000 staff memorably as: </p> <blockquote>  <p>&#xa0;“Strange and weird woodland creatures who are payments fanatics”</p> </blockquote> <h2>3. Freeing women from the constant fear of violence</h2> <p>Our most-read story among women this week was our <a href=\"https://www.ft.com/content/699d89c9-5cef-4996-b15d-f4140b87983f\">editorial</a> following the abduction and murder of 33-year-old Sarah Everard. “Every so often an incident occurs that touches a collective nerve, catalysing a shared experience or emotion”, it began, likening the response to #MeToo. A subsequent <a href=\"https://www.ft.com/content/02127260-9cf9-4c2f-a4e1-156ff0dd322d\">analysis</a> looked at what the consequences might be for London's Metropolitan Police, ending with this resonant thought from Laura Bates, founder of the Everyday Sexism Project. When the Harvey Weinstein assault cases prompted #MeToo, she noted, men pleaded ignorance of what was happening, while police spoke of isolated incidents and politicians pledged action.</p> <blockquote>  <p>“Women are furious that this is happening again”</p> </blockquote> <h2>4.&#xa0;A chance to reboot globalisation</h2> <p>You might well be ready for some cheer at the end of a grim week of crash-learning about thrombosis and an immersion in the history of female trauma, so let's check in on the global economy. No really. Erstwhile governor of the Bank of England, now UN special envoy, <a href=\"https://www.ft.com/content/85939eef-8427-49b6-9640-ea8f34a5fcf0\">Mark Carney</a> starts his reimagining of the post-Covid world in the chaos of 2008, but quickly proceeds with his trademark optimism to propose four pillars for a new era of international co-operation and order. Resilience, solidarity, connectivity and sustainability, folks. In his introduction he writes: </p> <blockquote>  <p>“If we want to preserve the important gains of the past decades of growth and realise the promise of new technologies, structural change will need to be managed for all and welcomed by all.”</p> </blockquote> <h2>5.&#xa0;The ghosts and glories of Dartmoor</h2> <p>I was going to suggest you immerse yourself in the soothing wildness of <a href=\"https://www.ft.com/content/91633ece-8654-4d20-889a-8d172c440a7e\">some pictures of Dartmoor</a> as a palate cleanser, until I got to the ghosts.&#xa0;</p> <blockquote>  <p>“Legend has it that in the 18th century a young woman named Kitty Jay found work on a farm. When the farmer's son got her pregnant she killed herself and was buried, as was the rule for suicides at the time, at a crossroads. At night a cloaked figure can be seen kneeling by the grave, weeping.”&#xa0;</p> </blockquote> <h2>Quick hits</h2> <h4>OTHER FT STORIES THAT HAVE CAUGHT MY EYE THIS WEEK</h4> <ul>  <li><p>Is there any good news for women? Let's focus on the positive. <a href=\"https://www.ft.com/content/c1855857-c3b2-4511-a012-f93cc6163ea3\">We make good crime bosses!</a></p></li>  <li><p>If Carmela Soprano is not your idea of a role model, don't worry the government has formed <a href=\"https://www.ft.com/content/26fa3500-5698-4195-bf9f-d95a3aacf68c\">a task force</a>!</p></li>  <li><p>Apple is about to introduce new privacy rules, but China's <a href=\"https://www.ft.com/content/520ccdae-202f-45f9-a516-5cbe08361c34\">tech giants</a> are on it and they've already found ways round them! </p></li>  <li><p>Markets are doing what they do best and . . . <a href=\"https://www.ft.com/content/d6ec60dc-f110-4c84-9229-d516372f5511\">reacting</a>! How the Biden $1.9tn stimulus has poured fuel on a global market shake-up.</p></li>  <li><p>And finally . . . We came in on the events of a year ago, so let's find an appropriate way to celebrate a Coronaversary: a flourless, <a href=\"https://www.ft.com/content/f0f6e28a-a740-41d4-b474-a003370e4613\">dairy-free cake</a> from Honey &amp; Co! </p></li> </ul> <h2>Best of the rest</h2> <h4>WHAT I'VE BEEN READING ELSEWHERE</h4> <ol>  <li><p><a href=\"https://www.nybooks.com/articles/2021/04/08/philip-roth-biography-theater/\">Philip's Theater</a> Philip Roth wasn't perhaps the world's best-known advocate for women, but this fantastic New York Review of Books essay about a new biography is a compelling read (The New York Review)</p></li>  <li><p><a href=\"https://www.thetimes.co.uk/article/sir-jeremiah-harman-obituary-h0jskw92q\">Sir Jeremiah Harman obituary</a> Speaking of the unreconstructed, if you missed it, this Times obituary of the ultimate out-of-touch High Court judge is a doozy. (The Times)</p></li>  <li><p><a href=\"https://qz.com/1984010/quartz-turned-this-article-into-an-nft-and-put-it-up-for-sale/\">This article is on sale as an NFT</a> And have you figured out your position on Non Fungible Tokens yet? Quartz took the showy step of producing an article for sale as an NFT. (Quartz)</p></li> </ol> <h2>Before you go</h2> <p>You're fully briefed on current events, congratulations. But perhaps you have a weakness for the true-crime podcast genre, or maybe you crave an elaborate narrative woven around a popular song. Please enjoy this <a href=\"https://auddy.co/cold-case-crime-cuts/\">deep, deep dive</a> into who shot who amid flying yellow feathers where music and passion were always in fashion at Havana's famous Copacabana club.</p> <p>We always want to hear your thoughts and feedback, so drop me a line at janine.gibson@ft.com or email us at&#xa0;<a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=longstoryshort@ft.com\">longstoryshort@ft.com</a>&#xa0;— and try to have a lovely Coronaversery weekend.&#xa0;</p> <p><strong>Janine</strong><br><em>Head of digital platforms and projects</em></p><p>Source: Janine Gibson 2021 'A selection of the FT's biggest stories and best reads every Friday' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T14:08:57.845Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4382,
          "end": 4387
        }
      ],
      "nexusId": "10022657"
    }
  ]
}