{
  "_id": "d2cc5637b29ab687a226e9be4983d131835b837960bc16941507c66bd5667f1b",
  "feed": "wall-street-journal",
  "title": "Big Tech Privacy Moves Spur Companies to Amass Customer Data; Marketers are staging sweepstakes, quizzes and events to gather people's personal information and build detailed profiles",
  "text": "<p>Gathering such data has long been a priority, but there is newfound urgency. Until now, most advertisers have depended heavily on data from business partners, including tech giants and ad-technology firms, to determine how to focus their ads. But all of the traditional tactics are under assault.</p><p>Apple Inc. rolled out a change on its devices this year that restricts how users can be tracked. Google is planning a similar push for its popular Chrome browser. New privacy laws in California and Europe are adding to the squeeze on data.</p><p>So brands are deploying an array of tactics to persuade users to surrender data to the brand itself—loyalty programs, sweepstakes, newsletters, quizzes, polls and QR codes, those pixelated black-and-white squares that have become ubiquitous during the pandemic.</p><p>Avocados From Mexico, a nonprofit marketing organization that represents avocado growers and packers, is encouraging people to submit grocery receipts to earn points exchangeable for avocado-themed sportswear.</p><p>It is also conducting a contest for the chance to win a truck. To enter, consumers scan QR codes on in-store displays and enter their name, birthday, email and phone number.</p><p>\"We have a limited window to figure this out, and everybody's scrambling\" to do so, said Ivonne Kinser, vice president of marketing for the avocado group. It has managed to capture roughly 50 million device IDs—the numbers associated with mobile devices—and is working to link them to names and email addresses. The group plans to use the customer information for ad targeting and to make its ads more relevant to its customers.</p><p>Building detailed profiles of customers can be costly, since it requires sophisticated software and data science expertise. \"We can do a little bit at a time, but it will take years,\" Ms. Kinser said. </p><p>Consumer packaged-goods companies, in particular, will likely struggle to get meaningful quantities of data, since many don't sell directly to their customers. </p><p>No matter how successful brands are in these efforts, they will have a minuscule amount of user data compared with giants like Facebook, Google and Amazon.com Inc. Marketers will still spend huge sums to advertise on those platforms for the foreseeable future. But by having their own robust databases, companies could make their online ad campaigns less costly and more effective.</p><p>Miller High Life ran an online contest this summer to give away a branded patio set. The lucky winner got a bar, stools and neon signs. The company's prize was the personal details of almost 40,000 people who signed up, including emails, birthdays and phone numbers. The reason it asks for birthdays is to validate ages, since it's an alcohol brand.</p><p>Molson Coors Beverage Co., Miller's parent company, said as more people opt out of being tracked by apps, having more customer data can help keep its ad costs from rising when it buys digital ads across social media channels and from online publishers using automated ad-buying systems. </p><p>Molson has conducted more than 300 data-collection efforts this year, including sweepstakes and contests at bars around the country. Many customers signing up in the contests agree to let the brewer store their information and use it for marketing purposes.</p><p>\"You could think it's a bad thing, like, we're trying to access people's information, but people actually have no problem sharing that information because they're getting a benefit out of it as well,\" said Sofia Colucci, global vice president of marketing for the Miller family of brands.</p><p>The Milwaukee-based brewer currently has more than a million customer profiles and says it is hoping to increase that to at least 13 million by 2025.</p><p>Apple's new privacy policy, introduced in April, requires apps to ask users if they want to be tracked. According to Flurry, a mobile-app analytics provider, U.S. users opt into tracking only about 18% of the times they encounter the Apple privacy prompt. The upshot is that major apps, including Facebook, will have less data over time to help brands target ads on their platforms. Apple declined to comment.</p><p>Reaching desirable audiences on Facebook is already getting more expensive for e-commerce brands. The company, whose parent is now known as Meta Platforms Inc., said Apple's change hurt its sales growth in the most recent quarter. Meta said it is working on technology to mitigate the issues.</p><p>Buying and targeting online ads has long been helped by cookies, tiny files stored in a browser that carry information about a person's online behavior. Google, a unit of Alphabet Inc., has said that by late 2023 it plans to pull the plug on third-party cookies within Chrome, in the interest of user privacy.</p><p>Google recently tested a new form of ad targeting that would let marketers direct their ads at large cohorts, such as people interested in travel. In some cases, Google will let marketers use their own customer data to target individuals on Google properties such as YouTube—another move that makes it important for companies to collect their own data.</p><p>Developing strong relationships with customers, always critical for marketers, \"becomes even more vital in a privacy-first world,\" David Temkin, Google's director of product management for ads privacy and trust, said in a written statement. </p><p>California's Consumer Privacy Act and Europe's General Data Protection Regulation have both made it more difficult for ad-tech firms and data brokers to collect information that brands can use, helping put the onus on companies to gather data themselves. </p><p>Companies aren't after just a few personal details. Many aim to log most of the interactions they have with customers, to flesh out what is called a \"golden record.\"</p><p>Such a high-quality customer record might include dozens, even hundreds, of data points, including the store locations people visit, the items they typically buy, how much they spend and what they do on the company's website.</p><p>This kind of information doesn't just help with online-ad targeting but also lets brands personalize other parts of their marketing, from the offers they send people to which products are displayed to customers online.</p><p>PepsiCo Inc., which began to get more serious about data collection several years ago, already has roughly 75 million customer records and is looking to double that in two years. The data pile has helped the snack and beverage giant save tens of millions of dollars, said Shyam Venugopal, senior vice president of global media and commercial capabilities.</p><p>Buying ads on platforms such as Facebook and Snap Inc. is more expensive if marketers use those companies' data, several marketing executives said. In North America, most of PepsiCo's online ad targeting now uses its own customer data, so the costs are lower, according to Mr. Venugopal. Its campaigns are also more effective at reaching the right audiences, he said.</p><p>Partly to expand its cache of data, PepsiCo has launched an online store for its Mountain Dew Game Fuel brand aimed at gamers. About 35,000 people registered in the first six months and provided some personal information, Mr. Venugopal said. </p><p>Companies in retail, travel and hospitality are well positioned to harvest data because they deal directly with consumers. Many such companies have long invested in loyalty programs that offer perks such as fare discounts or hotel-room upgrades, and have already built customer databases for personalizing marketing.</p><p>Dining chain Chili's Grill &amp; Bar has about nine million active loyalty members, and its records contain about 50 different bits of information, including how many times a person ordered certain foods such as burgers, fajitas, ribs or a kids meal, the company said. Chili's also has some emails, phone numbers and purchase history for 50 million customers who aren't active loyalty members, which it can use for ad targeting.</p><p>In an example of how the data help to tailor messages, ads sent to someone who frequently orders appetizers might say, \"Come in for a free app,\" said Michael Breed, senior vice president of marketing at Chili's, which is owned by Brinker International Inc. He credits the chain's stash of customer data for helping avoid major fallout from the policy change Apple made.</p><p>Some retailers that saw a surge in online sales early in the pandemic supercharged their data collection. \"It allowed companies in a very natural way to know a lot more about you,\" said Chris Chapo, former vice president of advanced analytics for Amperity, a marketing technology firm. </p><p>In 2020, Dick's Sporting Goods Inc. added 8.5 million new loyalty-program members, or athletes, as it calls them. The company has more than 20 million loyalty members.</p><p>Share Your Thoughts</p><p>Do you mind being a subject of marketers' customer profiles? Join the conversation below.</p><p>Dick's loyalty-member profiles can include up to 325 data points and customer traits. These include the purchases members make, whether they have children, what draws their attention on the website, how much they have spent with Dick's over 12 months and what is their \"lifetime value\"—an estimate of how much they will eventually spend with the company.</p><p>Molson began ratcheting up its efforts in reaction to the European privacy laws. A pivotal moment came in 2019, when Brad Feinberg, vice president of media and consumer engagement for North America, paid a visit to a bar in Madison, Wis., where a field marketing manager was hosting a contest. Patrons put their names in a fish bowl for the chance to win two tickets to a football game.</p><p>Mr. Feinberg asked the marketing manager what he did with the bowl of names after the contest. \"I throw them in the garbage,\" the manager replied, according to Mr. Feinberg. </p><p>He realized how much data Molson was failing to capture, given hundreds of such events it held weekly. He eventually persuaded the company to invest in data collection and set data goals for each of its 80 brands. Molson said its customer-records collection has helped it save more than $300,000 this year on data fees when buying online ads.</p><p>Sam Schechner contributed to this article.</p><p>Write to Suzanne Vranica at suzanne.vranica@wsj.com</p><p>Big Tech Privacy Moves Spur Companies to Amass Customer Data</p>",
  "published": "2021-12-02T14:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8228,
          "end": 8233
        },
        {
          "start": 4072,
          "end": 4077
        },
        {
          "start": 297,
          "end": 307
        },
        {
          "start": 3923,
          "end": 3928
        },
        {
          "start": 4265,
          "end": 4270
        },
        {
          "start": 3689,
          "end": 3694
        },
        {
          "start": 297,
          "end": 306
        },
        {
          "start": 297,
          "end": 302
        }
      ],
      "nexusId": "10022657"
    }
  ]
}