{
  "_id": "fa2d83734cadc87dd51a8e706c1c6c848cfc707d0c96f6e6dd2069f19a86e3e3",
  "feed": "wall-street-journal",
  "title": "Thanks to the Chip Shortage, Texas Instruments Is Worth $170 Billion; Even in digital age, the company's analog chips are essential, and they are in short supply",
  "text": "<p>Among the biggest analog chip makers is Dallas-based Texas Instruments, founded in 1930. TI engineer Jack Kilby is credited with inventing the integrated circuit in 1958.</p><p>Students and engineers know TI for its hand-held calculators, which it still makes. But its $170 billion market capitalization is built on its dominance in analog chips, where it holds 17% to 20% of the world market this year, according to Taiwan-based market research firm TrendForce.</p><p>While makers of sophisticated digital chips such as Intel Corp. and Samsung Electronics Co. get most of the spotlight, a lack of analog chips costing a few dollars apiece can hold up supply chains for products with tens of billions of dollars in sales.</p><p>Samson Hu, co-chief executive of Taiwan-based laptop maker Asustek Computer Inc., recently lamented that his factory assembly lines were getting disrupted by a shortage of analog chips managing battery use or amplifying sound effects. He used an abbreviation for the term \"integrated device manufacturer,\" a class of companies including analog-chip makers that design and make their own chips.</p><p>\"The uncertainty, as we have observed, lies with a certain big American IDM company, \" Mr. Hu said in November on an earnings call. He didn't name the company, but industry officials said that based on Mr. Hu's description of the big company's products, he was talking about Texas Instruments. A spokeswoman for Asustek declined to comment, and representatives for Texas Instruments didn't respond to repeated requests for comment.</p><p>Mr. Hu said he expected supply from the American company to remain tight until its capacity expansion next year. TI has said a new $6 billion factory is set to open in Richardson, Texas, in the second half of 2022.</p><p>Apple Inc.'s chief executive, Tim Cook, talked in an October earnings call about the billions of dollars in sales opportunities Apple is losing because parts shortages mean it can't make enough iPhones and other devices. Mr. Cook referred to \"legacy nodes,\" a term for older production processes that encompasses analog chips and some digital chips.</p><p>\"The chip shortage is happening on legacy nodes,\" Mr. Cook said. \"Primarily we buy leading-edge nodes, and we're not having issues on leading-edge nodes. But on legacy nodes, we compete with many different companies for supply.\"</p><p>Besides Texas Instruments, major analog-chip makers include Analog Devices Inc. of Wilmington, Mass., and two European companies, Infineon Technologies AG and STMicroelectronics NV.</p><p>Industry executives and analysts say TI's problems in meeting demand resemble those of other companies but that it tends to get more attention because of its leading position.</p><p>Texas Instruments says it is doing its best to serve customers and acknowledges that some aren't getting everything they want. \"Clearly, we're well below where we want to be\" in inventory, said Chief Financial Officer Rafael Lizardi in an October earnings call.</p><p>The company has new capacity in the works that it says will require tens of billions of dollars in investment, with construction starting next year on two factories in Sherman, Texas.</p><p>At a September investor conference, Chief Executive Rich Templeton cited this road map in asking for patience. \"You cannot change your capacity footprint in substantial ways inside a year or two,\" he said. \"We'd love to have more capacity now. But there's a lot of things in life you'd love to have.\"</p><p>Texas Instruments has 15 manufacturing sites world-wide. Apple includes TI on its supplier list and names eight TI locations, including Texas, Maine, Taiwan, Japan and China's Sichuan province. People involved in the Apple supply chain say TI parts have been one factor in shortages of products such as the iPhone this year. Apple declined to comment.</p><p>TrendForce, the research firm, said in a December report that analog-chip makers have a backlog of orders from automotive customers stretching to the end of 2022. Consumer-electronics makers are also dealing with monthslong waits and higher prices, it said.</p><p>The world's biggest and most valuable chip makers—Taiwan Semiconductor Manufacturing Co., Samsung and Intel—have spent tens of billions of dollars on new capacity. Generally these chips have remained plentiful.</p><p>Yet of the 50 or so chips crammed into the latest high-end smartphones, only four or five fall into the leading-edge category, say executives and analysts in the industry. The others include analog chips that perform tasks such as powering the phone's display or managing its battery charger.</p><p>The analog-chip makers tend to design, manufacture and sell chips themselves, which is why they are included in the category of integrated device manufacturers. Advanced digital chips, by contrast, are often designed by one company and made by another, typically a specialized \"fab\" such as TSMC.</p><p>In volume terms, about 80% of the world's semiconductor production comes from IDMs, said Zhao Haijun, co-chief executive of China's biggest contract chip manufacturer, Semiconductor Manufacturing International Corp.</p><p>At an industrial forum in November in Shanghai, Mr. Zhao said major IDMs were four to five months behind in meeting demand and usually didn't build much wiggle room into their plans.</p><p>\"A shortage of 5% could lead to a crazily surging price,\" he said. \"This is precisely the result of inflexibility along the supply chain.\"</p><p>Yet analog-chip makers have been cautious about expanding because of the industry's history of booms and busts. Texas Instruments executives have said they want to be disciplined in addressing customer demand.</p><p>\"At some point, they'll have too much product, and that's what creates the cycles in our industry,\" said TI's investor-relations head, Dave Pahl, on an earnings call in October. \"So it won't surprise us if the cycle comes to an end at some point. We'll be prepared for that.\"</p><p>Chip Shortage</p><p>Read more articles about semiconductor supply problems, as selected by editors.</p><p>* Chip Shortage Has Manufacturers Turning to Lower-Tech Models (Nov. 14)</p><p>* Global Chip Shortage 'Is Far From Over' as Wait Times Get Longer (Oct. 29)</p><p>* The World Relies on One Chip Maker in Taiwan, Leaving Everyone Vulnerable (June 19)</p><p>Write to Yang Jie at jie.yang@wsj.com</p><p>Thanks to the Chip Shortage, Texas Instruments Is Worth $170 Billion</p>",
  "published": "2021-12-24T10:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1751,
          "end": 1756
        },
        {
          "start": 3760,
          "end": 3765
        },
        {
          "start": 1751,
          "end": 1760
        },
        {
          "start": 1879,
          "end": 1884
        },
        {
          "start": 3492,
          "end": 3497
        },
        {
          "start": 3652,
          "end": 3657
        },
        {
          "start": 1751,
          "end": 1761
        }
      ]
    }
  ]
}