{
  "_id": "ce3a87708a7c6c3451dc00d1cb6c699ce076c643249bffa591bddf05cfbeef95",
  "feed": "market-watch",
  "title": "Kanye West's $90 Yeezy Gap hoodie is now being listed on eBay for $400",
  "text": "<p>And after many adult sizes sold out within hours, the pullover began popping up on eBay EBAY, marked up for hundreds of dollars.</p><p>The 100% double-layer cotton sweatshirt appeared as a surprise drop on the Yeezy Gap online store for preorder. The unisex hooded pullover comes in six colors, including black, blue and red, with adult sizes retailing for $90, and kid sizes for $70. Most colors are expected to ship within two to three weeks, although the black version won't ship for six to eight weeks.</p><p>Most adult sizes appeared to sell out within a couple of hours, however. But despite not having the hoodies in hand yet, many sellers have begun listing the Yeezy Gap sweatshirt on eBay for $100-$400. That's pretty steep, but still a fraction of the $10,000 to $30,000 some other sellers are asking for a Pokemon Oreo cookie.</p><p>Read more: Cookie monsters: Pokemon Mew Oreos are selling for tens of thousands of dollars on eBay </p><p>Shoppers had been expecting something to go down since Tuesday night, after the Yeezy Gap GPS website posted a countdown timer that had fans speculating over what would be announced. West has also been photographed wearing a similar hooded sweatshirt recently that some suspected was a version of his Yeezy Gap hoodie.</p><p>The hoodie drop led West and “Yeezy Gap” to trend on Google GOOGL and Twitter TWTR on Wednesday.</p><p>https://twitter.com/VVFriedman/status/1443199146685616132?s=20This is the second piece from West's upcoming Yeezy Gap fashion line, following the $200 blue puffer “round jacket” released earlier this year. That coat was also pretty minimalist, with no zippers, buttons or snaps. (And it's also being listed on eBay for $3,000 or $4,000.)</p><p>Read more:Gap hopes it can burnish its image with a new Kanye West clothing line, repeating the rapper's brand success with Adidas</p><p>West told the Wall Street Journal last year that, “The hoodie is arguably the most important piece of apparel of the last decade. And he described his “perfect” sweatshirt as, “slightly cropped at the waist” and “heavy as a winter coat.” It appears he has accomplished that mission, along with his desire to have the sweatshirt come in muted colors like flax or dusty stone.</p><p>The rapper-turned designer has also told Vogue that designing for the Gap has been an aspiration of his. “One of my dreams was to be the head creative director of the Gap,” he said. “I'd like to be the Steve Jobs of the Gap.”</p>",
  "published": "2021-09-30T11:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}