{
  "_id": "8fb669340d31b7e829dc9076a9ba47e4002dbf7bb7adbee4e9368d687b9aac9d",
  "feed": "wall-street-journal",
  "title": "Technology  ---  PERSONAL TECHNOLOGY:  More Gadgets Want  To Track Your Sleep  ----  By Nicole Nguyen",
  "text": "<p>   I've been sleeping with gadgets -- five of them. </p><p>   These sensors on my nightstand, under my mattress and on my wrists capture all sorts of information. I'm swimming in data -- time in bed, time asleep, time it took to fall asleep, number of disturbances, snoring instances, average heart rate, average breaths a minute. The goal of all this: Fix my groggy mornings. </p><p>   The pandemic left me feeling perpetually in sleep debt and I'm not alone. Can these smart bracelets, watches, pads or bedside smart displays help me wake up feeling more rested and refreshed? </p><p>   Sleep tracking has long been offered on wearables such as Fitbit but, recently, more gadgets are entering the bedroom. In September, the Apple Watch got a sleep-tracking app with WatchOS 7. Google's next-generation Nest Hub, which starts shipping Tuesday, has a radar sensor to measure night movements and breathing patterns. </p><p>   The trackers draw attention to an often overlooked, yet vital aspect of our health. But doctors and psychiatrists I spoke to cast doubt on the devices' ability to capture data such as sleep stages and accurately. They said people can become overwhelmed by the data -- leading to more stress. </p><p>   Most sleep-tracking devices capture the basics: when you fall asleep, when you wake up and how much time between those events you spent snoozing. That data is pretty comparable to research-grade devices, says Aric Prather, an associate professor of psychiatry at the University of California, San Francisco who treats insomnia. Beyond that, every device has its own method and perspective on sleep tracking, including the five devices I tested. </p><p>   The Apple Watch ($199 and up) takes a minimalist approach. The emphasis is on setting your time-asleep goal and sleep schedule, then holding you to it. The iPhone's Health app, which displays average sleep over time, doesn't provide analysis about the quality or length of your sleep. It will nudge you when it's time to wind down for bed. </p><p>   Google's Nest Hub ($100) is a smart display that can detect motion and breathing. There's no camera -- just an onboard radar sensor to capture your time asleep, restless periods, snoring disturbances and other data. The Nest Hub can track one person's sleep, which means if you have a co-sleeper, they'll need their own. And if it picks up snoring, it might not know it's your partner, not you, who is doing it. </p><p>   Withings Sleep Mat ($80) is an under-mattress pad that can sense tosses and turns, as well as breathing disturbances, such as snoring or prolonged pauses. It matches the sound of snoring with your respiratory patterns, so it can distinguish your snoring from your partner's. Every morning, the Health Mate companion app assigns you a sleep score, based on how well it thinks you slept. You can also dive into other metrics, including how long you spent in deep and light sleep phases. </p><p>   While all of Fitbit's devices can track sleep, I tried the Sense smartwatch ($280). The app shows sleep-phase data and scores your sleep, like the Withings mat. A $10-a-month Premium subscription unlocks more detailed sleep score insights: For example, how your average nighttime heart rate factors into the grade. </p><p>   Whoop ($18 a month and up) is a bracelet, included in the subscription price, with an optical heart-rate sensor and accelerometer. The app uses resting heart rate and heart-rate variability (the variation in time between heartbeats) captured during sleep to determine how hard you should train each day to prevent injury and illness. </p><p>   There are numerous other trackers, including the NBA-endorsed Oura ring, which my fellow tech columnist Joanna Stern testedfor its ability to potentially predict Covid-19. But, frankly, there's only enough data I could handle this week. Plus, there is such a thing as sleep-data overload. </p><p>   The formal medical term is orthosomnia. \"Basically, it's insomnia from sleep-tracking devices,\" said Dr. Prather. </p><p>   Susheel Patil, a clinical doctor with the Johns Hopkins Pulmonary Sleep Medicine Program, had a patient with insomnia symptoms cure his sleeplessness by removing the Fitbit he was wearing every night. \"It can be so much data, and we don't know what to do with it. Unplugging can be more helpful,\" Dr. Patil said. </p><p>   If your tracker says your sleep is fragmented, but you feel fine, it's nothing to worry about, he added. </p><p>   Another concern is the devices' accuracy. \"The gold standard is the polysomnogram with an EEG signature, and everything else is an estimate,\" said Kelly Baron, director of the Behavioral Sleep Medicine Program at the University of Utah. An electroencephalogram (EEG), typically conducted in a lab, looks at electrical activity in the brain. </p><p>   I wanted to see how my data might compare with a polysomnogram test, so I sent Dr. Baron one night's worth of my data captured by different devices. Looking at the sleep-phase data from Whoop and Fitbit, she said, \"The staging data doesn't look much like the stages we would see in a sleep study.\" (The Apple Watch and Google's Nest Hub don't attempt to discern the different phases, and I hadn't yet begun testing the Withings Mat, which does display sleep-cycle duration.) Dr. Baron pointed to the app's record of a long period of REM -- aka rapid eye movement -- toward the end of sleep, and the small amount of time in deep sleep as unusual, even for a particularly terrible night of sleep. </p><p>   Fitbit's lead sleep scientist, Conor Heneghan, said its devices, which use heart rate to track sleep stages, adhere to clinical definitions of sleep as defined by the American Academy of Sleep Medicine, and were validated in labs against sleep studies. Still, he said, wearing a Fitbit \"isn't as good as going to a sleep lab, but it's useful for tracking sleep in the real world, and tracking trends over time.\" Dr. Heneghan added that wearing the wrist-based device too loose at night will decrease signal quality. </p><p>   Whoop's vice president of data science and research, Emily Capodilupo, said sleep-stage duration is presented to users who may be interested in the data, but it doesn't factor into the calculation of the recovery score. She pointed to a peer-reviewed study, completed at the University of Arizona and funded by Whoop, that concluded Whoop's sleep-staging analytics were comparable to results from a polysomnography test. </p><p>   Of more indisputable value is trackers' ability to spot signs of sleep apnea, \"which is a huge drain on the medical system,\" said Dr. Prather. </p><p>   Apnea affects a person's ability to breathe during the night, and can lead to excessive daytime sleepiness and other health issues. Snoring and fragmented sleep are two symptoms that can show up in sleep-tracker data. The Withings Mat and Google Nest Hub detect snoring and Fitbit's CEO said that apnea detection is coming to his wearables. </p><p></p>",
  "published": "2021-03-31T06:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1623,
          "end": 1628
        },
        {
          "start": 4970,
          "end": 4975
        },
        {
          "start": 693,
          "end": 698
        }
      ],
      "nexusId": "10022657"
    }
  ]
}