{
  "_id": "ca320006c7fcb96debd1ac4159476ae750cc31156f1efb39f0fbe83127b85600",
  "feed": "ftcomall",
  "title": "Hikari Yokoyama: ‘I love the adrenaline kick of physical risk'",
  "text": "<p><strong>My personal style signifier</strong> is my undone hair. To me it&#xa0;signifies a sense of&#xa0;freedom and a different set of priorities to getting a good blowdry. I always get my hair cut by James Benoit at <a href=\"https://www.georgenorthwood.com/\">George Northwood</a> salon in London – he's great for creating a messy hairstyle that looks good. Then I just use an&#xa0;organic shampoo and conditioner by True Botanicals. I never seem to have time to do my hair and I'm quite happy with that. <a href=\"https://truebotanicals.com/products/nourishing-shampoo-fresh\"><em>True Botanicals Nourishing Shampoo</em></a><em> and </em><a href=\"https://truebotanicals.com/products/nourishing-conditioner-fresh\"><em>Conditioner</em></a><em>, $34 each</em></p> <p><strong>The last thing I bought and loved</strong> was&#xa0;a&#xa0;beautiful 1960s Pierre Cardin table base.&#xa0;It's minimal, thin and slender, in aluminium. I found it on <a href=\"https://www.1stdibs.com/\">1stdibs</a> and had&#xa0;a&#xa0;stonemason called <a href=\"http://www.jameselliott.co.uk/\">James Elliott</a> make a top for it in dark green Tinos marble. We&#xa0;spent a lot of time finding the perfect piece of stone. </p> <p><strong>And on my wishlist</strong> is a <a href=\"https://www.orangepippin.com/varieties/apples/pink-pearl\">Pink Pearl</a> apple tree, for a breed of apple I once tried in northern California. They're a beautiful colour, with pink flesh inside – it was one of the most memorable tastes of my life.&#xa0;</p> <p><strong>A place I long to go back to</strong> is 30m underwater near the shore of <a href=\"https://www.google.com/maps/place/Sangeang+Island/@-8.1930571,118.3496191,10.18z/data=!4m5!3m4!1s0x2db5dd459909854b:0x3a15dd6951b5fe36!8m2!3d-8.1850072!4d119.0692659\">Sangeang</a>, off&#xa0;the north-east coast of the Indonesian island of Sumbawa. It's an active volcanic island with black sand that goes down into the sea in a perfectly conical shape, and the water has psychedelic corals and fish that you don't find anywhere else. I've been diving for about 10 years and it was one of&#xa0;the most beautiful things I've seen.</p> <p><strong>The souvenirs I always bring home</strong> are&#xa0;block-printed papers from a little bookbinder's shop in Venice called <a href=\"https://www.facebook.com/LegatoriaPolliero/\">Legatoria Polliero</a> – I&#xa0;use them as wrapping paper or for making&#xa0;cards. And whenever I am in Paris, I&#xa0;always&#xa0;stop by <a href=\"https://liwanlifestyle.com/\">Liwan</a>, which makes pyjamas, nightshirts and little button-down shirts in soft, crisp cotton. I make a point of going to these places, frantically, as I'm&#xa0;about to catch a train or a plane. I'm running low on my papers, though, as I haven't been to Venice in about two years. </p> <p><strong>The podcast I'm listening to</strong> is <a href=\"https://www.pushkin.fm/show/revisionist-history/\"><em>Revisionist History</em></a> by Malcolm Gladwell – the last season was especially good, driven by his curiosity and his crazy, behavioural-scientist brain. In June, I'm going to appear on a podcast for the first time – a Giorgio Armani project called <em>Crossroads</em> that is bringing together women from around the world to talk about facing difficult career choices. We always talk about our successes publicly, but not necessarily about when things weren't clear or we made a mistake. I&#xa0;think it's going to be really interesting. <em>Crossroads, at </em><a href=\"https://www.armani.com/gb/armanicom/women/giorgio-armani/crossroads_section\"><em>armani.com</em></a><em> and podcast apps</em></p> <p><strong>I've recently rediscovered</strong> meditation. It's something I've dabbled with for years but I fully embraced it when I was semi-successfully breastfeeding last year and I&#xa0;had to pump all the time – stuck to this machine and forced to sit still for 30 minutes. Even now when I meditate, I get that sound, the chu-chu-chu of the pump, in my head. It's like a mantra. I began by using the <a href=\"https://insighttimer.com/\">Insight Timer</a> app – I liked the guided meditations by <a href=\"https://insighttimer.com/sarahblondin\">Sarah Blondin</a> – then I went rogue and just used a timer, focusing on my breath. A friend of mine, Stephanie Canavesio, does Dharma talks every morning on Instagram, and I find that&#xa0;quite helpful if I'm feeling stressed.<em> Stephanie Canavesio, </em><a href=\"https://www.instagram.com/presence_embodied/?hl=en\"><em>@presence_embodied</em></a></p> <p><strong>The last music I bought</strong> was by Emahoy Tsegué-Maryam Guèbrou. I'm obsessed with her album <a href=\"https://open.spotify.com/album/4OYhJgrDTR74Yo4SE8Exdk?si=GgQrphKyQmSL4CcM0CLBRw\"><em>Ethiopiques, Vol 21</em></a>. It's ethereal, lilting, blustery piano music – magical, almost like harp music. Guèbrou is from Ethiopia but was educated in Switzerland, where she also trained in western classical music. Back in Ethiopia, she became a nun and only started playing again much later in her life. This album was&#xa0;released when she was 83.</p> <p><strong>The last meal that truly impressed me</strong> was a semi-Spanish meal that my husband [gallerist <a href=\"https://www.ft.com/content/1d9a1d56-6145-11e1-a738-00144feabdc0\">Jay Jopling</a>] cooked for me. Our friend José Pizarro has been doing finish-at- home food boxes since his Bermondsey restaurant closed doors in the first lockdown. They are full of amazing Spanish products like <em>boquerones en vinagre</em>, the little white fish; this one had fresh <em>carabineros</em> – big red, juicy prawns – and we made stuffed round courgettes, topped off with a bottle of Fino. <em>From £75, </em><a href=\"https://josepizarro.com/\"><em>josepizarro.com</em></a></p> <p><strong>The best gift I've given recently </strong>is a&#xa0;vintage Bakelite Soviet-Arabic chess clock,&#xa0;which I bought for Jay from <a href=\"https://www.1stdibs.com/dealers/design-fornication/\">Design Fornication</a> in Vienna. Playing to a timer, rather than freely, changes the whole chess game. I started playing at school in the third grade, then went dormant as it was seen as nerdy. Now it's a favourite pastime of ours. </p> <p><strong>And the best gift I've received recently</strong> is an <a href=\"https://www.edmunddewaal.com/making/2021\">Edmund de Waal</a> tea set in pale bird's-egg blue – from Jay. It was a total surprise. One year I tried to buy him a Lucie Rie pot and finally found one I could afford at a small auction house. I went to see it before the sale, all excited, only to discover it was about the size of a thimble. So instead I got him classes with <a href=\"http://www.duncanhooson.com/artist.html\">Duncan Hooson</a>, an artist who also teaches the BA ceramic design course at Central Saint Martins. He invited me along to join him and it's one the best things we've done together. The de Waal is a nod to that.</p> <p><strong>The beauty staple I'm never without </strong>is Soleil Toujours' SPF, because you can just spray it on over make-up. It's not greasy, it smells great and it feels really good on the skin. I always use SkinCeuticals face wash. And I'm a dedicated flosser – I found a brand called Georganics, which does the chicest dental floss in a little glass bottle, so it's plastic-free. For make-up, I favour Hourglass – especially its blushers and the highlighting powder. <a href=\"https://www.spacenk.com/uk/sun-tan/suncare/body-suncream/organic-sheer-sunscreen-mist-spf30-travel-size-MUK300051823.html\"><em>Soleil Toujours Organic Sheer Sunscreen Mist SPF30</em></a><em>, from £19 for 88ml. </em><a href=\"https://www.skinceuticals.co.uk/en_GB/simply-clean/3606000463783.html\"><em>SkinCeuticals Simply Clean</em></a><em>, £35. </em><a href=\"https://georganics.com/products/dental-floss-spearmint\"><em>Georganics Dental Floss</em></a><em>, £4.90</em></p> <p><strong>My favourite website</strong> is <a href=\"https://www.are.na/are-na/powered-by-are-na\">Are.na</a>, which is&#xa0;a bit like Pinterest, in that it's all about saving images, but there are no algorithms behind it. So many interesting creative people use it, and you can see their mood&#xa0;boards and visual research on typography or sportswear or utopian architecture. Also, there's no addictive social-media aspect to it.&#xa0;</p> <p><strong>I have a collection of</strong> contemporary art, a small one. There is something interesting about collecting artists of&#xa0;your own generation because of the shared experience. I love, for example, <a href=\"https://www.antoniashowering.co.uk/\">Antonia Showering</a>'s work, and I have paintings by <a href=\"http://www.loiehollowell.com/\">Loie Hollowell</a> and <a href=\"https://www.guggenheim.org/artwork/artist/lucy-dodd\">Lucy Dodd</a>,&#xa0;who are both around my age. I also collect snuff bottles; I've got about 30 or so,&#xa0;in all sorts&#xa0;of materials. There are so many ugly ones&#xa0;that it's exciting to find a beautiful one. And I collect little <a href=\"https://the189.com/feature/handmade-metal-work-by-carl-aubock/\">Carl Auböck</a> functional items – his watering cans, bottle openers and ashtrays. It all connects in with my work as founder of <a href=\"https://www.naumhouse.com/\">Naum House</a>, which provides art curation and interior design services.</p> <p><strong>In my fridge</strong> you'll always find cold <a href=\"http://www.tamanohikari.co.jp/en/\">Tamanohikari</a> sake, which weirdly has my name in it – I don't know if that's why I like it – but it's really good, nice and dry. Then I always have tons of vegetables from <a href=\"https://natoora.co.uk/\">Natoora</a> or <a href=\"https://farmstofeedus.org/\">Farms to Feed Us</a> – both amazing companies connecting consumers with small-scale farmers and&#xa0;seasonal produce.</p> <p><strong>The last items of clothing I added to my wardrobe</strong> were a pair of trainers from <a href=\"https://www.ft.com/content/dd8ec366-2219-475b-874a-57c059b9f2a1\">Grace Wales Bonner's collaboration with Adidas</a> – brown with off-white crochet, a tiny tweak on the classic style – and a pair of 1970s brown suede boots by <a href=\"https://www.ysl.com/en-gb\">Yves Saint Laurent</a>, which I bought from <a href=\"https://www.kerrytaylorauctions.com/\">Kerry Taylor Auctions</a>. They're slouchy with rope tassels coming around the calves. I'll wear them with a long 1930s dress.</p> <p><strong>My favourite room in my home</strong> is my library. It's like a cosy jewel box. I designed it to hold all of our books – a ruse to create&#xa0;a screen-free sanctuary. It's a place for daydreaming, afternoon napping, late-night hanging out and, of course, poring over books. In there I have an old English sofa, the kind you just sink into, which I had reupholstered in a silk moiré fabric. And some leather club chairs, which&#xa0;I got from <a href=\"https://www.ft.com/content/9fa40b28-4868-4425-b6f9-d7931598fd74\">Axel Vervoordt</a>.&#xa0;</p> <p><strong>My style icon </strong>is the artist <a href=\"https://whitecube.com/artists/artist/cerith_wyn_evans\">Cerith Wyn Evans</a>. He's so precise about everything, from arranging flowers to choosing sunglasses. He's also interested in Japanese culture. He's the only Welshman I know who can convincingly pull off a kimono.&#xa0;</p> <p><strong>If I weren't doing what I do, I would be</strong> a film producer – or a matador, because I love dance and the adrenaline kick of physical risk.&#xa0;</p> <p><strong>With time on my hands,</strong> I love to write, just my own private observations of what's happening in my life. It's a great process for me. But I had a baby in 2019, so I haven't had that much time. She was born just before the pandemic hit, and in a way it's been the silver lining, as I've been able to spend so much time with her.</p> <p><strong>The best book I've read in the past year</strong> is <a href=\"https://www.andreawulf.com/about-the-invention-of-nature.html\"><em>The Invention of Nature</em> by Andrea Wulf</a>, which is about <a href=\"https://makingscience.royalsociety.org/s/rs/people/fst00054219\">Alexander von Humboldt</a>, an 18th/19th-century naturalist and explorer who travelled the world collecting data from nature. He came up with the concept of ecology and climate, ideas that are shaping the world today – and it's a fascinating adventure story too.</p> <p><strong>An object I would never part with</strong> is a small <a href=\"https://www.christies.com/features/Lucio-Fontana-A-Primer-9400-3.aspx\">Lucio Fontana</a> ceramic crucifix. It's sublime, very delicate. The Musée d'Art Moderne in Paris did an amazing <a href=\"https://www.mam.paris.fr/en/expositions/exhibitions-lucio-fontana\">show of Fontana's ceramics in 2014</a> and it changed the whole conversation around his work. He worked in ceramics for a long time before he got into the slash paintings he's best known for.</p> <p><strong>My beauty and wellbeing gurus </strong>are <a href=\"http://3elementshealth.com/\">Rebecca Tung</a> for Iyengar Yoga – one of the best yoga teachers I've ever had – and <a href=\"https://www.theclass.com/\">The Class</a>, an app for cardio and toning. It's very LA – like aerobics, but targeted at women like me who used to go out clubbing but then become moms and career women. It's all to electronic music but packed with affirmations: “This time is for you. What are you going to do with it? It's not for anyone else. Push through the boundaries. Push through the wall!”&#xa0;</p> <p><strong>The one artist whose work I would collect if I could</strong> is <a href=\"https://www.ft.com/content/cd4a3743-c9c8-44ac-ba02-e14f27ff31c3\">Vermeer</a>, although there are only 30 or so of his paintings in existence. He was a master of light and the notion of the pregnant moment. Something is always unfolding just outside the frame. This is the beginning, perhaps, of the notion that the viewer completes the work, and, to me, this is so important in understanding and engaging with art in a contemporary way.</p> <p><strong>If I didn't live in London, the city I would live in</strong> is <a href=\"https://www.ft.com/content/ec4d8f93-703c-4423-a8cc-74b42c8f949c\">Marrakech</a>, which I fell in love with when I was there in February 2020 for the <a href=\"https://www.1-54.com/\">1-54 Contemporary African Art Fair</a>. I stayed at <a href=\"http://riadmenaandbeyond.com/\">Riad Mena</a>, whose owner Philomena Schurer Merckoll put on an exhibition of local artists and designers while I was there. I discovered an amazing roadside restaurant at <a href=\"https://www.xtremefoodies.com/africa/Marrakech/review/Al-Baraka-Gas-Station/Lamb-Tagine/4243_7149\">Al Baraka Gas Station</a> en route to Fes, where you can get delicious chicken tagine and chips. For clothes, <a href=\"https://marrakshilife.com/\">Marrakshi Life</a> makes minimal pieces to wear in warm weather; it's not hippie stuff, it's fashion. It's run by a photographer from New York called Randall Bachner, who produces his own fabrics on looms at the back of his shop. </p> <p><strong>The work of art that changed everything for me</strong> would have to be <a href=\"https://www.tate.org.uk/art/artworks/duchamp-fountain-t07573\"><em>Fountain</em> by Marcel Duchamp</a>, his famous found-object urinal. It evokes all our collective associations around an object, as well as highlighting the power of context to give meaning to something that's everyday. It's also an artwork that you don't need to see – you can just know about the concept and it still has so much power and influence. But what's even more interesting is that it has recently been suggested that perhaps it wasn't actually Duchamp's work, but made by a female artist called <a href=\"https://www.ft.com/content/c8675c08-52d4-11e8-84f4-43d65af59d43\">Baroness Elsa von Freytag-Loringhoven</a>. She's quite a marginal figure in art history but fascinating. People say she was the original punk.</p><p>Source: Victoria Woodcock. Photography by Billal Taright 2021 'Hikari Yokoyama: ‘I love the adrenaline kick of physical risk'' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-06T03:55:12.301Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 846,
          "end": 851
        },
        {
          "start": 819,
          "end": 824
        }
      ],
      "nexusId": "10022657"
    }
  ]
}