{
  "_id": "2639f19a8d1e81fb7ff18909a504dc52c754c72c874c2e4a693712172df53acf",
  "feed": "wall-street-journal",
  "title": "Business News:  Buffett's Stakes in Japan Lag Behind Market  ----  By Suryatapa Bhattacharya and Megumi Fujikawa",
  "text": "<p>   TOKYO -- The chief executive of Japan's Sumitomo Corp. was scrolling through emails on his iPhone late one night when he noticed one from Warren Buffett's company. Masayuki Hyodo thought it looked like an ad, but he opened it just in case, then tapped on the PDF attachment. </p><p>   Before Mr. Hyodo's eyes was a personal letter signed by the American investing legend. Mr. Buffett wrote that his company, Berkshire Hathaway Inc., was about to announce that it had acquired 5% of Sumitomo's shares, part of its biggest investment in Japan. </p><p>   \"It was totally unexpected,\" Mr. Hyodo said of the late-August disclosure. \"He is such a distinguished investor, so it's an honor.\" </p><p>   Mr. Buffett spent about $6 billion taking 5% stakes in five Japanese investment companies including Sumitomo, whose roots date back 430 years. </p><p>   What has become clear since the investments is that the 90-year-old Mr. Buffett and Sumitomo have something in common beyond a venerable history. Both are out of fashion with investors these days. </p><p>   Sumitomo and its peers, known at home as general trading companies, tend to have portfolios weighted toward unglamorous fields such as energy, mining and infrastructure. Some of those investments are seen as endangered by the rapid spread of renewable energy. </p><p>   Since the trading day before the Buffett investments were announced, all five Japanese companies have underperformed the broader market. Sumitomo's shares are up 14% compared with a 26% rise in the Nikkei Stock Average. Berkshire, meanwhile, has risen about 3% since the beginning of 2020 compared with 19% for the S&amp;P 500 index. </p><p>   A representative for Mr. Buffett didn't return messages seeking comment. </p><p>   Sumitomo has said it expects to lose the equivalent of more than $1.4 billion in the year ending in March because of one-time write-downs. On Monday, it said write-downs on its nickel-mining business in Madagascar would top $800 million, owing to a pandemic-related operation stoppage and a weaker outlook for nickel prices. </p><p>   Many investors find the Japanese companies difficult to understand because they have stakes in so many fields. Investors focusing on Japan have been putting their money into more focused plays such as Nintendo Co., the videogame maker raking in profit during the pandemic. </p><p>   \"We certainly do find ourselves in a zone where people don't know what we do, but we have to shoulder our responsibility to explain,\" said Sumitomo's Mr. Hyodo. </p><p>   In his telling, what the company does is dig deep roots in the countries where it does business and not worry too much about making money quickly. \"My apologies to the shareholders, but we're not doing business just for dividends or shareholder profit,\" he said. \"Our core thinking is to build businesses that will bring broad and long-lasting profits to society.\" </p><p>   Mr. Hyodo recalls with pride an early job in his career helping build a gas-fired power plant in Jordan that recently reached 30 years in operation. Later he made his reputation running Sumitomo's investment in a giant coal-fired power plant in Indonesia, where he lived for two years. </p><p>   Little by little, Sumitomo is rebalancing its portfolio with renewable-energy projects. On Friday, it said it would lead a project in Australia to use solar power to produce hydrogen, seen as a future green fuel for cars and power plants.Thinking long-term, Mr. Hyodo says, is the key to navigating through a pandemic and green-energy revolution. </p><p>    Rakuten Securities strategist Masayuki Kubota said investors tended to have an outdated perception of Japanese investing companies as fossil-fuel-centered. In fact, retail is a big business for several of them, including Sumitomo, which has a cable-television business and a supermarket chain in Japan. Even some of the traditional-looking projects may have value in the economy of the 2020s. The nickel from Madagascar, to name one, is useful for electric-vehicle batteries. </p><p>    Itochu Corp., which enjoys the highest market value of the five companies Mr. Buffett invested in at nearly $50 billion, said on Jan. 13 that it would divest all of its holdings in coal-mining assets. </p><p>   CLSA strategist Nicholas Smith said the flexibility of the Japanese companies to shift to new businesses gave them an edge over other cheaply valued stocks tied to a single declining industry. The companies are known for their dedicated career employees who scour the globe for deals, many with specialized knowledge of a particular mineral or foodstuff. </p><p>   Mr. Buffett's statement in August about his Japanese stock buys ended by saying, \"I hope that in the future there may be opportunities of mutual benefit.\" </p><p>   Mr. Hyodo hopes so, too. He said a Sumitomo executive and one of Mr. Buffett's lieutenants, whom he didn't name, have begun discussions to get to know each other better. </p><p></p>",
  "published": "2021-01-26T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}