{
  "_id": "c1ad496c01d268670ee6dd07d543ec510f9d06b15c23e8a6b01f7a4ab23d2b4f",
  "feed": "ftcomall",
  "title": "Billionaire Invenergy founder hit by hacker extortion attempt  ",
  "text": "<p>The clean energy company Invenergy said on Friday that it had been hacked but that it did “not intend to pay any ransom”, after one of the world's most notorious ransomware gangs threatened to leak embarrassing details about its billionaire chief executive.&#xa0;</p> <p>The Chicago-based private company, best known for building big wind and solar farms, said that it had “investigated unauthorised activity on some of its information systems” and was complying with all regulations that require disclosure of data breaches.&#xa0;</p> <p>Invenergy said that its operations had not been impacted by the attack, adding: “Invenergy has not paid and does not intend to pay any ransom”.&#xa0;</p> <p>The admission came after Russia-linked REvil, among the most prolific criminal ransomware hacking cartels, claimed on its dark web site that it had compromised the company, downloading 4 terabytes of data including information on projects and contracts, according to screenshots seen by the FT.</p> <p>It also claimed that it had “very personal and spicy” information about the company's chief executive Michael Polsky. According to the hackers, this includes the energy magnate's personal emails, compromising photos, and details about his divorce from his first wife Maya Polsky. Invenergy did not comment on the claims.</p> <p>Mr Polsky amassed a $1.5bn fortune by building electric power companies after emigrating to the US from Soviet Ukraine in 1976 with $500, <a href=\"https://www.forbes.com/profile/michael-polsky/?list=rtb&amp;sh=4952ea063cd2\">according to Forbes</a>. In 2007, a judge ruled that Ms Polsky should be <a href=\"https://www.nydailynews.com/news/wife-184m-biggest-divorce-article-1.221904\">awarded</a> half her husband's cash and assets at the time — around $180m — in what was then one of the most expensive divorces in history.&#xa0;</p> <p>The Invenergy incident comes amid the growing scourge of cybercriminal activity, which has included ransomware attacks, in which hackers seize data and only release it when a ransom is paid, potentially crippling a victim's business, as in the recent hack of the Colonial pipeline in the US.</p> <p>REvil's victims in recent months have included the <a href=\"https://www.ft.com/content/0ec11549-9d68-4ca2-bbac-34684c86abab\">Taiwanese Apple supplier Quanta</a> and the FBI has also accused the group of being behind last week's attack on <a href=\"https://www.ft.com/content/719a5e07-c8fa-45bb-8ce0-5af163c8f838\">meatpacker JBS</a>.</p> <p>Recently, ransomware groups have started threatening to leak data as extra leverage to pressure targets to pay up. Many operate “leak sites” on the dark web where they will publish threats to their targets and later publish stolen data if those targets refuse to pay.&#xa0;</p> <p>Some hacking groups claim to have fully moved to an exfiltration-only model known as “extortionware”, relying solely on the threat of reputational damage to win payment, typically in cryptocurrency.</p> <p>Invenergy said that “no data was encrypted” by its attackers, suggesting that REvil either opted not to encrypt the company's data and disrupt its business, or an encryption attempt failed.&#xa0;</p> <p>“Threat groups are . . . increasingly using any embarrassing information they obtain as leverage against executives who may be in a position to influence the decision as to whether or not the demand is paid,” said Brett Callow, threat analyst at cyber security group Emsisoft.&#xa0;</p> <p>“Unfortunately, it's a strategy that likely works. Even [if] the claims are false, some companies may be willing to pay simply to make an embarrassing situation go away.”&#xa0;</p><p>Source: Hannah Murphy in San Francisco 2021 'Billionaire Invenergy founder hit by hacker extortion attempt  ' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T21:42:57.174Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1973,
          "end": 1978
        }
      ],
      "nexusId": "10022657"
    }
  ]
}