{
  "_id": "63492c860f0bc2863dee2667b68665668bb2ebd33348b6ece88e9a8ada5aaa89",
  "feed": "ftcomall",
  "title": "Epic says Google set up a ‘Fortnite task force' to protect fees",
  "text": "<p>Google created a task force to deter Android users from downloading the popular game <em>Fortnite</em> outside of its Play Store, Epic Games alleged in an unredacted court filing made public on Monday. </p> <p>The move helped Google lock in fees from the game but contradicted the idea of Android being an “open” platform, according to the legal filing from Epic, which makes <em>Fortnite. </em></p> <p>Epic has sued Google and Apple and accused them of operating monopolies by levying 30 per cent fees on in-app purchases. Epic <a href=\"https://www.ft.com/content/a306ca16-f200-4c95-be77-44673c6cc9a0\">lost</a> on most counts against Apple, but won its <a href=\"https://www.ft.com/content/6dbbd5d3-4f95-464b-b20d-0cdd5b30380c\">claim</a> seeking the right for developers to give users other payment options. Both parties have appealed. </p> <p>The case against Google, however, is more complex, as Android app developers are not compelled to distribute their apps via the Play Store, whereas Apple's App Store is the only place where its users can download apps.</p> <p>Epic argued in the court filing that the ability for users to “side load” apps from third-party stores, or directly from the web, is more theoretical than real. </p> <p>When <em>Fortnite</em> — the world's most popular game — launched a direct-download capability in August 2018, and offered distribution through Samsung's Galaxy Store, Google feared the trend could spread more widely and launched a campaign to figure out how to discourage users from turning to options outside the Play Store, according to the unredacted court filings.</p> <p>“Despite Google's public position that Android is an ‘open' platform, when Google faced a serious attempt by a developer to distribute a popular application outside of Google Play, Google executives took urgent steps to maintain Google's monopoly over Android App distribution,” Epic alleged in the filing.</p> <p>Those steps included the creation of a “<em>Fortnite</em> task force” that met daily in August 2018 to deal with Epic's challenge, the filing said, citing internal Google emails. </p> <p>The task force was able to find a theoretical vulnerability in the installer app for <em>Fortnite</em>. Epic alleged it used this as pretext to scare users not to download it, deploying a media campaign to get stories published on the problem, and publishing a blog deeming it “an extremely serious security flaw”, even though Google personnel internally called it “not a critical (or even high) vulnerability”.</p> <p>Epic cited an internal email in which Google's head of security for Android called Google's warnings to users “inappropriately dire for many of the kinds of (vulnerabilities) we're seeing . . . from other developers”.</p> <p>Google responded to the filing in a statement: “Epic released <em>Fortnite</em> on Android with security vulnerabilities that could compromise consumers' data. Safety and security are our top priorities, so of course we took steps to warn our users about this security flaw, in accordance with our app security policy. We'll continue to fight Epic's claims in court.”</p> <p>Epic originally filed its complaint in August last. In a counterclaim, Google alleged Epic broke developer agreement terms. </p> <p>A trial date has been set for October 17 next year. </p><p>Source: Patrick McGee in San Francisco 2021 'Epic says Google set up a ‘Fortnite task force' to protect fees' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-16T01:22:07.059Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 523,
          "end": 528
        },
        {
          "start": 394,
          "end": 399
        },
        {
          "start": 794,
          "end": 799
        }
      ],
      "nexusId": "10022657"
    }
  ]
}