{
  "_id": "2b518b15eee22021b7871371a6c042bafbb2116d61f8d5abc5c473a79a45e487",
  "feed": "ftcomall",
  "title": "Postcodes from the edge: how an upstart app is changing the world's addresses",
  "text": "<p>The question “who am I?” has been hard fought in the philosophical world but have you ever tried to give a lost delivery driver a quick answer to that other great question, “where are you?”</p> <p>Those living in the luxury of a clearly numbered house on a city street know little of this pain. For those in rural areas, it has only become more acute with our higher dependence on deliveries during lockdown.&#xa0;</p> <p>The answer can be an almost poetic description of the countryside — “left at the war memorial, past the large beech tree, over the concrete bridge”, or “along the river, past the abandoned lorry, turn right at the gas station” — but it can also just be three words, generated by an algorithm that pops up in an app.</p> <p>What3Words, the generator of these magic codes, was founded in those carefree days of 2013 by Chris Sheldrick and Jack Waley-Cohen. “I was the GPS geek then,” Sheldrick recalls. “I was in the music business and said, ‘What can be so hard about plugging in 42.19632 degrees north and all the rest in a navigation system?'” </p> <p>He learnt quickly. Someone mixed up a 4 and a 5 and arrived an hour north of Rome instead of south of Rome for an event he had organised.&#xa0;</p> <p>So the idea was born, one so simple you wonder why no one had had it before. The What3Words team divided the world into 3m x 3m blocks. To each was assigned a sequence of three words. Open an app or the <a href=\"https://what3words.com/hours.pure.hoping\">website</a>, locate a spot and its mapping address will pop up: something like “evading.drones.softwood” or “honeycomb.water.courteous”. Then you can text the three-word string to a friend or plug it into a map to locate it.&#xa0;</p> <p>Cities with their denser populations have strings of shorter words as they are used more frequently.&#xa0;There's one spot just by Trafalgar Square that has the name “daring.lion.race” — a coincidence rather than a reference to the big cats that guard the statue of Nelson. When you get into the north Atlantic ocean, less in demand, the words become more complex.</p> <p>What3Words is available in 47 languages, from Welsh to Zulu. They aren't direct translations. For example, you can't translate “potato.onion.cheese” into French because it becomes five words: “pomme.de.terre.oignon.fromage”. Instead each territory is “localised” with linguistic nuances and sensitivities taken into account.</p> <p>The app has developed a big fan base among the public,&#xa0;government and business. There is now an option for a What3Words address if you order a parcel to be delivered by Hermes. The satnav in a Mercedes-Benz car recognises the words as an address, as do the London private cab company Addison Lee and Careem, the Dubai-based ride-hailing app. Last summer, when London's pubs were closed, one brewery used it to deliver beers to picnickers in parks.&#xa0;</p> <p>What3Words would say it is just navigation but it is being used as an alternative address system. That's causing consternation among those who believe location and address data shouldn't be owned by a private company. </p> <p>Anna Powell-Smith, founder of the Centre for Public Data, which pushes for better data in the public realm, says its widespread adoption should come with a caveat. “The co-ordinates are assigned by proprietary algorithm, so it's really not suitable for national public infrastructure like addresses.”</p> <p>Then again, even Royal Mail has turned to What3Words for a pilot scheme for drone deliveries to the Isle of Mull. Off the west coast of Scotland and sparsely populated, the island's postcodes cover extensive areas. While the regular postman knows his way around, an outsider would be completely foxed.</p> <p>Drone deliveries are still in their infancy but with tools such as What3­Words, they could grow quickly. “There are a lot of places in the world where it's simply not economical or too difficult to deliver all sorts of things from mail to medical pharmaceutical goods, which is just much better to do by drone,” says Sheldrick.&#xa0;</p> <p>Simplified navigation fills other gaps too. “In Mongolia we are used by the national postal service because it has very little usage of conventional addresses,” he says.</p> <p>It is being adopted for civic purposes. Already 130 parish councils in the UK ask the public to identify fly-tipping or potholes through What3Words locations.&#xa0;Farmers and environmental planners use it to give precise locations in a terrain. </p> <p>And it has a longstanding partnership with the emergency services. Stuck on a mountain, had an accident in the middle of nowhere? If you have signal, they might ask you to download the app to pinpoint where you are.&#xa0;</p> <h2>Navigation through the centuries</h2> <p>Mapping in the UK has come a long way since William Roy, a surveyor for the Board of Ordnance, laid out 20ft-long glass rods on Hounslow Heath, part of which is now Heathrow airport, and began triangulating distances. That was 1784. From it grew the Ordnance Survey map that became the UK standard for location and navigation.&#xa0;</p> <p>The Board of Ordnance was part of the armed forces and these early maps were spurred on by the needs of armies rather than letters. </p> <p>The Royal Mail developed its own system for deliveries. As more precision was needed, larger areas were subdivided: London added points of the compass and, during the first world war, a number for districts. But a system that has grown organically will always come with confusions and conflicts.&#xa0;</p> <p>“I always think that if you were to redo the address system now, you probably wouldn't make 14 roads in London and call them all the Church Road. You probably wouldn't put two towns called St Ives in the same country,” says Sheldrick. “I don't think anybody ever considered this kind of disambiguation.”</p> <p>The Royal Mail had to develop its postcode system in the 1960s as mechanisation arrived. It resulted in strings of six or seven numbers and letters, representing further subdivisions of districts into a neat postman's run. But those still don't quite capture a location.&#xa0;</p> <p>“Postcodes were designed to sort mail, not to provide navigation references, but those things have sort of morphed and we've used what we had,” says Sheldrick.&#xa0;</p> <p>Whenever there's an upstart in a well established field, there are some tensions. He, or she, who owns the system has the power to grant rights of usage and to profit from it. And there's some anxiety that What3Words will become the next closed system, where it becomes a standard but only after users have paid a fee. </p> <p>The GPS system that powers many a satnav is owned by the US government. The UK's Ordnance Survey used to hold its copyright dear but, after a long campaign, it released some data as open source in 2010. The Royal Mail charges for its Postcode Address File, or PAF.</p> <p>“Addresses are a basic piece of infrastructure, a bit like power or water<br>supplies,” says Powell-Smith. “In many countries this is managed by the government, paid for and freely provided.” When the Royal Mail was privatised, it took the address system with it, which turned address ownership into a competitive market.</p> <p>Ordnance Survey is a government company and thus required to seek profit. “The requirement means that they're looking at the data in a very short-term way.” It too should be seen as infrastructure from which companies can be built and through which the public sector can build effective delivery systems, says Powell-Smith.</p> <p>What3Words doesn't charge emergency services or light-use businesses. “But we do charge businesses for high volume usage of the API which allows them to convert three-word addresses into co-ordinates,” says Sheldrick. This is not exceptional. “It is worth pointing out that these businesses are used to paying for address data.”</p> <p>Since March last year, What3Words says there has been a 1,000 per cent surge in use by ecommerce companies trying to locate their own customers.&#xa0;</p> <p>Does What3Words want to become a standard address system? “We don't want to replace anything. There's a lot about addresses that is deeply personal and historical. All of that context is important,” says Sheldrick. “We've made a system that's really good for navigation.”&#xa0;</p> <p>They are just words, he says, but it is difficult to always see the random strings without looking for meaning — and that is what has made people fond of it. There's a <a href=\"https://twitter.com/what3haikubot\">What3Words haiku bot </a>on Twitter that basks in the nonsense of name strings such as “beep.precise.diet”. </p> <p>For National Poetry Day last year, the owners of a copse in Devon asked community members to write poems based on words generated by the mapping app. The poems were then posted up in the woods. Correct me if I'm wrong but I can't think of anyone who turned OS maps into verse.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Joy Lo Dico 2021 'Postcodes from the edge: how an upstart app is changing the world's addresses' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-06T05:00:46.206Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 8810,
          "end": 8815
        },
        {
          "start": 8810,
          "end": 8817
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}