{
  "_id": "524dba63ff50de4448f0ce89eba2b0a61179208186aedbd36c54ac9c3cbb4cbf",
  "feed": "ftcomall",
  "title": "Start-up finance is a closed shop for women",
  "text": "<p>Could the problem possibly be, asked Caroline Criado Perez in her book <a href=\"https://www.amazon.co.uk/Invisible-Women-Exposing-World-Designed/dp/1784741728\"><em>Invisible Women</em></a>, that we have “woman-blind tech, created by a woman-blind tech industry and funded by woman-blind investors”?</p> <p>She was writing about the type of gender myopia that led to Apple launching a “comprehensive” health app in 2014 that included tracking of molybdenum and copper intake but not periods. Or wearables that aren't, in fact, very wearable for half the adult population. Or products, like a radically better-designed breast pump or a pelvic floor trainer, that (unlike molybdenum apparently) were dismissed as too niche.</p> <p>While Silicon Valley may encapsulate this phenomenon in particularly pure form, it's a problem that reaches far beyond the California borders.</p> <p>The venture capital industry remains remarkably undiverse. Only 12 per cent of decision makers at US funds are women, <a href=\"https://www.axios.com/women-venture-capital-gender-equality-3811e58d-6d89-48ea-bd13-6dc3e03a8911.html\">according to an Axios study</a>, while more than 60 per cent of funds had no female decision makers at all. In the UK about 13 per cent of senior investment professionals were women, <a href=\"https://www.diversity.vc/wp-content/uploads/2019/07/DiversityInVC_Report_10.07.2019_for_Web.pdf\">found Diversity VC</a> in 2019: more than 80 per cent of firms surveyed had no women on their investment committees.</p> <p>You can argue about how to apportion blame between unconscious bias, outright sexism, lack of understanding of female-focused products, or a slower flow of female pitchers through the door. But the end result is an extraordinarily lopsided outcome in terms of where money goes. </p> <p>Before the pandemic, <a href=\"https://news.crunchbase.com/news/global-vc-funding-to-female-founders/\">less than 3 per cent</a> of venture funding globally went to start-ups founded by women. Covid-19 was not kind: female founders' share of funding in 2020 dropped closer to 2 per cent. </p> <p>Women are more likely to invest in women (as well as hiring more women). Add to that an industry pattern whereby successful founders reinvest their exit funds in new start-ups, and a lack of diversity can mean the world of start-up funding seems a closed shop to female entrepreneurs. </p> <p>“When we started AllBright, the driver was that women were not at the table, either side of the table. They weren't even in the room,” said Debbie Wosskow, of her all-female club, entrepreneurship platform and fund.</p> <p>That is despite the fact that female entrepreneurs are a good bet. Businesses fronted by women generally raise less money (a problem in itself). But one oft-cited <a href=\"https://www.bcg.com/publications/2018/why-women-owned-startups-are-better-bet\">2018 study from Boston Consulting Group</a> found that start-ups founded by women generated roughly double the revenue per dollar of funding compared with all-male teams — in part because those that survive the pitch process are likely to be strong prospects.</p> <p>Others argue that we need to consider this more broadly; after all, not everyone wants to do the vision thing. “If you look at the senior ranks of most high-growth companies, they're full of women,” said Kerry Baldwin, managing partner at IQ Capital, “and they're the team powering the original vision and taking it to its full potential”.</p> <p>Diversity in the senior ranks more broadly is important. McKinsey has consistently found a link between gender and ethnic diversity in the top team and business performance. </p> <p>But unlocking the virtuous circle where more female VCs give female founders a fairer shot, who then recycle money into other ventures, should be a goal. </p> <p>The stereotype of the extrovert, egomaniac founder may be unhelpful, as could the fixation on total funds raised or spurious derived valuations as a mark of success. Cult Beauty, founded by Jessica DeLuca and Alexia Inge, was sold last month for £275m. But the pair had raised only £1.75m in funds since starting in 2008 — quite some return.</p> <p>Unfortunately, £1.1bn of UK public money invested into start-ups during the pandemic reflected the market rather than improving it: a reported 1 per cent of the Future Fund went to female-founded businesses. The British Business Bank, which administered the fund, “should have a female-focused fund. It should have a quota for backing women,” said Wosskow.</p> <p>And there is more work to do in helping female entrepreneurs get started. “Men are far more likely to ask for help, for advice on their pitchbook or for introductions,” said Baldwin at IQ Capital. </p> <p>The general verdict is that women need better connections, mentoring and advice (and business schools and universities are doing more). But ultimately it comes down to funding. AllBright runs regular pitch days, while Playfair Capital has drop-in sessions for female founders.</p> <p>Some, like Jennifer Neundorfer at <a href=\"https://www.january.ventures/\">January Ventures</a>, have concluded that entrenched businesses cannot change, even when they know they're missing out on good investments. Better to start from scratch building more diverse teams and networks, especially as many report more women expressing an interest in starting their own business now than ever before.</p> <p>That is promising. But let's not kid ourselves: overall improvement here is from such a low base that you couldn't even blame the woman-blind bros from the Bay Area for missing it.</p> <p><a href=\"mailto:helen.thomas@ft.com\">helen.thomas@ft.com</a><br><a href=\"https://www.twitter.com/helentbiz\">@helentbiz</a></p> <a href=\"http://www.ft.com/cms/b222d953-0db2-4dbd-b4f0-4f1e780da71a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Helen Thomas 2021 'Start-up finance is a closed shop for women' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T03:00:33.318Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 257,
          "end": 262
        }
      ],
      "nexusId": "10022657"
    }
  ]
}