{
  "_id": "98f69cced21c0c4f80e2e267d3b0924cd5ad2808e5cd9a2a30193bab4451a247",
  "feed": "ftcomall",
  "title": "Packets of possibility: what seeds to sow now ",
  "text": "<p>In and out of the garden, hope is an essential accompaniment for this difficult January. In the sexist ancient Greek story, Zeus gave Pandora, the first woman, a jar and told her to leave it sealed. Curiosity prevailed and she opened it. Out flew diseases, perhaps coronaviruses among them. </p> <p>At the bottom of the jar Hope remained, but Greek opinion varied as to whether Hope was a good or bad remainer. Was she another part of Zeus's planned torment for mankind or was she its consolation?</p> <p>For gardeners she is a consolation. During the current shutdown she will help us to survive by planning for a happier season. Seed plans can brighten the next few weeks just as sunshine and spring gardening did in last year's first lockdown. My plans may help you to start, but first there is, however, one trap for the hopeful: wildflower gardening from seed.</p> <p>Many new recruits to gardening have been asking me how they can best sow and grow wildflowers. Some of them explain that they do not want to do anything too fancy or difficult, and as wildflowers grow wild, they like the idea of them. They also think they will be restoring Britain's lost “heritage” by laying out a small meadow of their own.</p> <p>How charming, and of course wildflower sowing can be done, but be aware that it is not an easier alternative to the cultivated gardening that I love. There is far more to making a meadow than scattering bags of wildflower seed on to a field of bare earth. Seeds are not even the best way forward in most situations. Pre-germinated plug plants, set at intervals, are a better bet, left to seed themselves in future years.</p> <p>Before you start wildflower sowing on any scale, consult an established expert. Emorsgate in Norfolk are the By Appointment seed suppliers to Prince Charles, whose garden at Highgrove in Gloucestershire has battled with wildflower sowing for nearly 40 years. At their website<a href=\"https://wildseed.co.uk/\"> wildseed.co.uk </a>you will find helpful contacts and advice for beginners, especially on sites and soils and on the various premixed seeds they will supply. They also offer site visits.</p> <p>In Devon, Charles Flower seeds also have years of experience and <a href=\"http://charlesflower-wildflowers.co.uk/\">charlesflower-wildflowers.co.uk</a> is a good first step for the hopeful. They even have a section called Getting Wild Seeds To Grow: Why Is It So Difficult?. In no way is this warning a deterrent. Newly sown meadows can be made to endure, but they are not a pushover.</p> <p>I admire them, but feel at home in a garden. Here I will leave the bigger seed companies' catalogues for another week, noting only that a new grey-flowered poppy in their lists looks irresistible. It is Poppy Amazing Grey and is a variation on the Corn Poppy, Papaver rhoeas, wild in fields and waysides. </p> <p>After a fine showing at recent seed trials, it is being billed as a game-changer. The flowers are single or semi-double, so it is distinct from the basic opium poppy. Its colouring is more grey than purple and it grows about 2ft tall as an annual, flowering in its first summer. It is offered by Thompson and Morgan, Mr Fothergills, Johnsons Seeds and Suttons, among others.</p> <p>My first moves in the year are towards suppliers of seeds of plants we cannot buy easily or cheaply as pre-grown specimens. By sowing thoughtfully you can make a garden with an original range, truly yours. </p> <p>Near Bath,<a href=\"https://www.specialplants.net/\"> Special Plants </a>are one of the best sources for thoughtful sowers (email derry@specialplants.net for a copy of the new catalogue). Derry Watkins has years of experience with British weather and British hopefuls. Her seed list begins with some of the prettily coloured alonsoas that she offers as pre-grown plants later in the year.</p> <p>Chiltern Seeds, at Wallingford in Oxfordshire, has one of the fullest lists of seeds that nobody else lists together (<a href=\"https://www.chilternseeds.co.uk/\">chilternseeds.co.uk</a>). Several are new in the 2021 catalogue, including neglected former winners such as Calendula Indian Prince, an upright pot marigold with a lovely darker centre, which picks well for a vase. </p> <p>They also offer the invaluable white-flowered annual corncockle, Agrostemma Milas Snow Queen, a graceful plant, up to 3ft high, whose slender stems fit easily into gaps in a summer border. I am also tempted by their Lupinus mutabilis Javelin White with widely spaced cream-white flowers at a height of 4ft. It too will flower in its first year.</p> <p>Chiltern Seeds selects varieties for us, writing them up in tempting terms. In Devon, near Newton Abbot, Plant World Seeds are a different operation, trial growers of much they list and well able to give exactly the advice that hopeful sowers need. At <a href=\"https://www.plant-world-seeds.com/\">plant-world-seeds.com </a>you can log into this top list for adventurous British gardeners, full of fascinating rarities and advice on how to make their seeds come up.</p> <p>This year's new arrivals include a white-skinned radish, Albena, which is “resistant to cracking and bolting”. Its flesh will enliven any summer lunch table and it germinates very easily, even for children. The newly listed globe artichoke Violet de Provence would be spectacular too as a first course, one whose edible buds are violet-purple, never to be seen in supermarkets. It germinates readily.</p> <p>Seeds of the fabulous Rock varieties of peony are more of a challenge, but I succeeded with the white one 15 years ago and my plant of it is now my pride and joy. Plant World is offering other colours, including lilac and rose pink. </p> <p>They may take two years to germinate, but they will appear eventually if they are left away from squirrels in a damp seed box in a semi-shaded place outdoors. This type of peony was voted China's national flower in a referendum in 1994. You may resent referendums, but the voters <br>in that one were on target.</p> <p>There are some exciting new begonias on offer too, not heavy-flowered ones for exhibitors but wild ones, including the imperilled aequatorialis from Ecuador. It is hardy in a sheltered bed and, as its seeds are very fine, it arrives mixed in with fine sand to give you every chance of success. I have high hopes of it and am excited to grow a wild plant at risk.</p> <p>I may seem to have strayed from the needs of new recruits, locked down yet again. I have not. Plant World gives clear advice on how and when to sow, and I can only applaud their insistence that they often sow in unheated greenhouses at any time of year. Lockdown can be put to immediate use. </p> <p>Try, for starters, seeds of the true alpine strawberry, a winner for every garden, big or small, urban or not. It will flourish in shade, but to make its seeds come up, you may have to put it in the fridge in a tray of damp soil for at least four weeks. My shop-bought celery, plastic-packed ham and netted onions sit there anyway for just as long.</p> <p>When these strawberries finally come up and grow on, their fruit is the supreme delicacy as a summer pudding. Simply mix the berries with lemon juice, freshly squeezed, and white caster sugar. Nothing from the fridge can match it. Even I, a <em>chef malgré soi</em>, cannot spoil it.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Robin Lane Fox 2021 'Packets of possibility: what seeds to sow now ' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T10:38:38.622Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 7185,
          "end": 7190
        },
        {
          "start": 7185,
          "end": 7192
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}