{
  "_id": "f03dbb1175067e328a4bcdd162254220a2a2d2ce02e750e1768fb57f5b957bd4",
  "feed": "wall-street-journal",
  "title": "The Chinese Metaverse Stock Frenzy Gets Unreal; Chinese stocks related to the metaverse—even very tangentially—have risen sharply. But jumping in now could result in real losses",
  "text": "<p>It's difficult to find people who can clearly explain what exactly the metaverse will be—roughly, a shared immersive digital realm where people can shop, interact and play—but the concept has quickly become the hottest buzzword in the stock market. In China, the speculative craze has already caught the attention of the government. Chinese state-owned media has published a number of articles in recent weeks warning about the risks of jumping on the trend. On Thursday, the People's Daily said investors should be careful about potential scams related to the metaverse or nonfungible tokens, a type of digital asset on the blockchain.</p><p>Even stocks that are only vaguely related to the metaverse have jumped in the Chinese market this year, especially after Facebook showed its commitment by changing its name to Meta Platforms last month. For example, shares of AVIT, which makes virtual-reality products, have almost tripled this year while those of game company Shenzhen Zhongqingbao Interaction Network have nearly quadrupled. Many companies have little concrete business and are only trying to ride the latest fad.</p><p>Some Chinese companies do stand to benefit if the metaverse takes off—especially by providing \"picks and shovels\" as the world's manufacturing hub. Shipments of VR and augmented-reality headsets more than doubled in the second quarter this year to 2.2 million, according to market researcher IDC. That has mainly been driven by strong sales of Meta's Oculus Quest 2, launched last year. The pandemic may have given demand a push, but the device is also getting lighter and more powerful. Shenzhen-listed Goertek, which makes AirPods for Apple, is an assembler of the Oculus headset. Morgan Stanley estimates VR will contribute about a quarter of the company's revenue this year.</p><p>Meta has about three quarters of the VR headset market, but some Chinese brands are also among those trying to catch up including DPVR and Pico, which is owned by ByteDance.</p><p>Despite the strong growth, VR is still a niche market at the moment. The question for investors is whether the frenzy will fizzle out like the previous wave a few years ago. More staying power will depend on new and compelling uses beyond gaming. With big technology companies like Meta and Microsoft working on it, VR may have a better chance to succeed this time. But even then, it may still take many years.</p><p>Meanwhile, the otherworldly stock rally is still looking a bit overcooked. Getting too carried away now could lead to real pain.</p><p>Write to Jacky Wong at jacky.wong@wsj.com</p><p>The Chinese Metaverse Stock Frenzy Gets Unreal</p>",
  "published": "2021-11-26T10:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1657,
          "end": 1662
        }
      ],
      "nexusId": "10022657"
    }
  ]
}