{
  "_id": "54b52016e0339f91fd73008720b03e281f482ffa58deae6f7ba25995e0658984",
  "feed": "market-watch",
  "title": "Apple reveals iPhone 13 lineup, iPad Mini price increase and larger Apple Watch",
  "text": "<p>Apple AAPL typically reveals its new lineup of devices every September, ahead of holiday shopping. In this year's event at the company's Cupertino, Calif., campus, Chief Executive Tim Cook and other executives showed off the new iPhone 13 along with a more expensive iPad Mini and a new Apple Watch that offers a larger screen and access to a full keyboard.</p><p>“These are the best iPhones we've ever created,” Cook crowed from the stage of the Steve Jobs Theater.</p><p>Apple's iPhone 13 and iPhone 13 Mini devices look pretty similar to their predecessors, though they come in some new colors — pink, blue, midnight, starlight and red. The company is also slimming down the notch that contains the front-facing camera, allowing for more usable screen space.</p><p>While he devices will look visually similar to the iPhone 12 lineup, internal components will be upgraded. Apple's A15 Bionic chip will allow for better performance relative to competing devices, according to the company, with a 4-core graphics-processing unit, or GPU, that will allow for 30% faster performance versus what Apple referred to as “the competition”; the central processing unit, or CPU, was claimed to be 50% faster than “the competition.”</p><p>The 6.1-inch iPhone 13 and 5.4-inch iPhone 13 Mini will have a faster camera sensor that enables better photography in lowlight settings, and the camera will also support a feature that Apple is calling cinematic mode for higher-quality video. Apple is keeping the starting price of $699 for the iPhone 13 mini and $799 for the iPhone 13 while boosting the storage configurations, with the smallest option now 128GB. The company is also adding a 512GB model.</p><p>Apple executives also emphasized camera upgrades for its top-of-the-line models, the iPhone Pro and iPhone Pro Max. The company introduced a feature that will let users personalize their photographic styles, preserving skin tones while adjusting other elements of the photos; once users select a style, they can apply that across future photos they take without having to make selections every time. Later this year, the company plans to release a pro-res video function that will allow people to shoot footage that is better compatible with professional editing tools.</p><p>The iPhone 13 Pro's battery will last up to 1.5 hours longer than the iPhone 12 Pro's, while the iPhone 13 Pro Max's battery will last up to 2.5 hours longer than the prior year's model, according to Apple. Apple is keeping the 6.1-inch screen size and $999 starting price for the iPhone 13 Pro, as well as the 6.7-inch size and $1,099 starting price for the iPhone 13 Pro Max. There will also be a new 1TB storage option. The devices will come in graphite, gold, silver, and sierra blue color options and be available for preorder Friday, with availability starting Sept. 24.</p><p>Smartphone sales experienced a major slowdown in 2020, as consumers chose to upgrade personal computers and other devices that showed their age during the COVID-19 pandemic with more constant use during shelter-in-place restrictions. Apple recorded record iPhone sales last holiday season, however, and sold roughly $179.5 billion worth of iPhones in the 12 months from July 2020 though June 26, up from $144.7 billion in the same 12-month period previously.</p><p>Apple is also revamping its base iPad model to include an A13 chip, which the company said will support 20% faster CPU, GPU and neural-engine performance. The more powerful neural engine will support functions such as Live Text, a new iPadOS 15 feature that allows users to pull out text information from photos and work quicker, according to Apple.</p><p>The device will also have an updated signal processor, allowing for better photography with the rear camera. Apple is enhancing the front-facing camera as well, adding an upgraded, 12-megapixel camera that will work with Apple's Center Stage feature, which senses where people are in a video call and adjusts the frame accordingly.</p><p>The device starts at $329, the same starting price as the previous iPad line, but with double the beginning storage configuration, which will now start at 64GB instead of 32 GB. The new iPad will be available for preorders today, with availability beginning next week.</p><p>Apple also updated its iPad Mini for the first time since early 2019, and increased the starting price for the smaller tablet to $499 from the $399 starting price at the last launch. The new iPad Mini will have new color options and rounded corners while increasing the screen size to 8.3 inches from 7.9 inches, though Apple is keeping the same footprint by making the usable screen area extend further to the edges of the device.</p><p>The iPad Mini will have a TouchID sensor at the top right corner and feature a USB-C port, which will allow for faster connections to external devices like cameras and portable ultrasound machines. The CPU will bring a 40% increase in performance, while the GPU will offer an 80% increase in graphics performance versus the prior-generation iPad Mini model, according to Apple. The device will be available in purple, pink, starlight, and space black color options, and can be preordered today with availability next week.</p><p>iPad sales have experienced a resurgence during the COVID-19 pandemic, as schools and students sought devices for remote learning and shelter-in-place restrictions boosted streaming video, videogames and other products popular on tablets. Apple reported iPad sales of more than $30 billion in the past 12 months of reported results, from July 2020 through June 26; In the 12 months before that period, Apple recorded $21.6 billion in iPad sales, and sales totaled $20.7 billion in the 12 months before that.</p><p>Apple Watch also received an update, with Series 7 of the wearable computer receiving a full keyboard to make typing easier and featuring a 20% bigger screen compared with the previous model. The new Series 7 model is 40% thinner and has softer and rounder corners — the watch also charges 33% faster than previous models, according to Apple.</p><p>While the shape of Apple Watch Series 7 is different from previous models, it will still be compatible with all existing watch bands, Apple said. Alongside the new line of watches, Apple also announced Apple Fitness+, the company's new subscription service centered around health and wellness.</p><p>Apple Watch Series 7 will be available starting at $399, the same starting price as Series 6, this fall.</p><p>Tuesday's event occurred against a backdrop of immense scrutiny and impending change for Apple's business model. A federal judge ruled Friday that Apple could no longer block developers of mobile-gaming apps from steering consumers to other payment options outside of the app, which would allow companies to avoid the commissions of up to 30% that Apple charges.</p><p>Opinion:&#xa0;Ruling in Epic-Apple case could hit core of App Store, but avoids a dangerous label</p><p>That ruling, in an antitrust case launched by “Fortnite” maker Epic Games Inc. that both sides intend to appeal, also stated that Apple is not a monopolist acting unfairly, but legislators in the U.S. and elsewhere are examining updated or new antitrust laws to deal with the power of Big Tech. South Korea passed a new law last month that would require Apple and Google parent Alphabet Inc. GOOGGOOGL to allow alternate payment systems in third-party mobile apps, and members of the U.S. congress have also put forth new laws pertaining to app stores and other elements of Apple's business model.</p><p>For more: Split decision in Epic case resolves lawmakers, regulators to push harder for antitrust law</p><p>Apple has also been under fire for privacy and security issues, including plans to scan material on iPhones and in Apple's iCloud for child pornography, a move that was recently delayed. On Monday, the company issued an emergency update for iPhones and iPads, reportedly to address a vulnerability that would allow any Apple device to be accessed remotely without any user action.</p><p>Apple stock has largely avoided negative repercussions from the scrutiny, however. Shares have gained 14.2% in the past three months, as the Dow Jones Industrial Average DJIA— which counts Apple as a component — has increased 5% and the S&amp;P 500 index SPXhas gained 1.9%.</p><p>Apple stock was down about 0.3% in Tuesday trading as the event began, but fell to a daily drop of roughly 1.5% by the end of the hour-plus-long event. Shares have not historically received a boost from iPhone events — on the day of the previous 16 events, including the introduction of the iPhone SE and iPhone SE 2, the stock has gained only four times, according to Dow Jones Market Data.</p>",
  "published": "2021-09-14T14:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5684,
          "end": 5695
        },
        {
          "start": 6020,
          "end": 6025
        },
        {
          "start": 1391,
          "end": 1396
        },
        {
          "start": 3270,
          "end": 3275
        },
        {
          "start": 6573,
          "end": 6578
        },
        {
          "start": 8234,
          "end": 8239
        },
        {
          "start": 3045,
          "end": 3050
        },
        {
          "start": 6161,
          "end": 6166
        },
        {
          "start": 5578,
          "end": 5583
        },
        {
          "start": 7012,
          "end": 7017
        },
        {
          "start": 6046,
          "end": 6051
        },
        {
          "start": 8152,
          "end": 8157
        },
        {
          "start": 7901,
          "end": 7906
        },
        {
          "start": 3841,
          "end": 3846
        },
        {
          "start": 6774,
          "end": 6779
        },
        {
          "start": 461,
          "end": 466
        },
        {
          "start": 2434,
          "end": 2439
        },
        {
          "start": 857,
          "end": 862
        },
        {
          "start": 1664,
          "end": 1669
        },
        {
          "start": 1449,
          "end": 1454
        },
        {
          "start": 7456,
          "end": 7461
        },
        {
          "start": 3729,
          "end": 3734
        },
        {
          "start": 5415,
          "end": 5420
        },
        {
          "start": 4221,
          "end": 4226
        },
        {
          "start": 4541,
          "end": 4546
        },
        {
          "start": 6208,
          "end": 6213
        },
        {
          "start": 7697,
          "end": 7702
        },
        {
          "start": 2441,
          "end": 2446
        },
        {
          "start": 5024,
          "end": 5029
        },
        {
          "start": 6515,
          "end": 6520
        },
        {
          "start": 1075,
          "end": 1080
        },
        {
          "start": 7236,
          "end": 7241
        },
        {
          "start": 7582,
          "end": 7587
        },
        {
          "start": 7963,
          "end": 7968
        },
        {
          "start": 6321,
          "end": 6326
        },
        {
          "start": 6229,
          "end": 6234
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 287,
          "end": 298
        },
        {
          "start": 6046,
          "end": 6057
        },
        {
          "start": 3613,
          "end": 3618
        },
        {
          "start": 5684,
          "end": 5689
        },
        {
          "start": 6,
          "end": 10
        },
        {
          "start": 6321,
          "end": 6332
        },
        {
          "start": 6813,
          "end": 6818
        },
        {
          "start": 68,
          "end": 73
        },
        {
          "start": 287,
          "end": 292
        },
        {
          "start": 68,
          "end": 79
        }
      ],
      "nexusId": "10022657"
    }
  ]
}