{
  "_id": "2371ae19ba9bfaff7794b54a80ceab965b2fc8017a7de5b19bd65eceeebfad24",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Tech Investors Bet Politics  Will Be Business as Usual  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  The wisdom of crowds doesn't always prevail. But more than $10 trillion has been wagered that it will in the coming year. </p><p>\n  The combined market values of Apple Inc., Microsoft, Google-parent Alphabet Inc., Amazon.com and Meta Platforms -- the company once known as Facebook -- stand at $10.1 trillion as of Wednesday's close. That's up from $7.5 trillion at the start of the year, reflecting a 35% rise that exceeds the gains of the Dow, S&amp;P 500 and Nasdaq Composite in what has been another strong year for stocks. </p><p>\n  This run puts a larger portion of the market under the sway of a few big names. The five aforementioned -- along with Tesla and chip maker Nvidia -- now account for more than 27% of the S&amp;P 500's total value. And that seems likely to grow even further. Apple alone is on the cusp of reaching the $3 trillion mark, and at least 13 analysts have price targets on the stock that would put the company's market value well past that milestone. And Wall Street's median price target of $4,000 for Amazon's shares would put it past the $2 trillion mark -- up 17% from its current value. </p><p>\n  Such lofty values might seem reasonable considering the resilience big tech has shown in the face of the pandemic -- and given the key role these companies' products and services play in modern life. But they reflect a growing belief among investors that the controversies that have swirled around Facebook, Google, Amazon and Apple over the past few years won't result in drastic regulatory actions. Executives for all four companies have been hauled before Congress several times now, but a sharply divided Washington has yet to enact any measure that would have a notable impact. </p><p>\n  Banking on that to continue could be a risky position heading into the new year, though. In a report this month, Morgan Stanley analysts predicted \"the end is near for the 'light touch' Internet regulatory regime.\" And in a report last month, Cowen's Washington research team said the period from January to August 2022 could prove to be the \"apex of government risk for tech,\" since the prospect of losing power in the midterms could compel congressional Democrats to act sooner. </p><p>\n  To be sure, not all regulations would be fatal. For their \"base case\" scenario, Morgan Stanley's analysts predicted \"plausible U.S. policy outcomes will focus more on data transparency and content moderation than portability and antitrust issues.\" And there is the lobbying and legal muscle of the companies themselves; Apple, Amazon, Alphabet and Meta have more than $250 billion in cash net of debt between them and have shown an increasing willingness to play the influence game. The Wall Street Journal reported Wednesday on how Meta successfully played Republicans and Democrats against each other as part of its response to the publication's Facebook Files project, which detailed the company's in-depth knowledge on the harmful effects of its platform. </p><p>\n  Apple likewise has been able to put off the impact of a recent court ruling that found its App Store policies \"anticompetitive.\" Amazon, meanwhile, was able to defeat a unionization drive at one of its warehouses in Alabama that had the vocal support of many Democratic leaders -- even President Biden. Union organizers are trying again, but the Journal reported Wednesday that high turnover at the company's delivery facilities make those efforts extra challenging. Big tech firms are indeed proving a tough target to hit. But $10 trillion makes for an awfully big target. </p><p></p>",
  "published": "2021-12-31T07:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 190,
          "end": 200
        },
        {
          "start": 1459,
          "end": 1464
        },
        {
          "start": 805,
          "end": 810
        },
        {
          "start": 2956,
          "end": 2961
        },
        {
          "start": 190,
          "end": 195
        },
        {
          "start": 2516,
          "end": 2521
        },
        {
          "start": 190,
          "end": 199
        }
      ],
      "nexusId": "10022657"
    }
  ]
}