{
  "_id": "49620bb7cec5d5a28135dbd3ad6bab26ec280d57931d04a9f4608172311532fe",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Tech Giant Readies  Privacy Measures  ----  By Tim Higgins",
  "text": "<p>    Apple Inc. plans to roll out its extensive new privacy-protection options for users over the next several months, moving ahead with plans that have ratcheted up tensions between the company and social-media giant Facebook Inc. </p><p>   On the same day Facebook Chief Executive Mark Zuckerberg told investors Apple poses a growing threat to its business, the iPhone maker reiterated its intent to give users the option to limit how apps track their digital footprints. </p><p>   Apple users early this spring will see the new feature, which will allow ad tracking only if consumers opt in once they receive a prompt on an iPhone or iPad. (A beta version will be coming sooner for test users.) </p><p>   The software update to its mobile operating system would make it so that Facebook or other companies would no longer be able to collect a person's advertising identifier without permission. </p><p>   Chief Executive Tim Cook is slated to speak Thursday on the topic of data privacy at the Computers, Privacy and Data Protection conference. </p><p>   Mr. Zuckerberg, whose company has been sued by the Federal Trade Commission and 46 states over anticompetitive claims, sought to cast Apple's privacy moves as a means to use its platform to put Facebook at a disadvantage. Apple, too, has faced claims from tech rivals that its practices are anticompetitive. Both tech giants have denied wrongdoing. </p><p></p>",
  "published": "2021-01-28T07:13:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 299,
          "end": 304
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 1225,
          "end": 1230
        },
        {
          "start": 1225,
          "end": 1232
        },
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 459,
          "end": 464
        },
        {
          "start": 459,
          "end": 466
        },
        {
          "start": 1137,
          "end": 1142
        },
        {
          "start": 1137,
          "end": 1144
        },
        {
          "start": 299,
          "end": 306
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}