{
  "_id": "5c6d0624870314f95032b637da0d96e6221093b37ab3cd2b22ca0572d527e5da",
  "feed": "ftcomall",
  "title": "LinkedIn's unsustainable compromise in China",
  "text": "<p>There is something inevitable about the decision by LinkedIn to <a href=\"https://www.ft.com/content/bf56e388-f2c5-4686-90c0-b995529ce63f\">“sunset” its global site in China</a>. As the last of the large western social media sites to operate there, a tension would always exist for a US tech company that espoused free speech and yet censored the content of journalists and activists critical of the Chinese Communist party. Despite this inevitability — and the lamentable corporate guff and <a href=\"https://www.ft.com/content/d5cc7987-9d41-44c3-a6bf-7947c03b9cf9\">mixed messages used by LinkedIn</a> to describe it — the professional-networking site's departure from the Chinese market, in its current form at least, is a significant moment. &#xa0;</p> <p>LinkedIn is not alone in trying to <a href=\"https://www.ft.com/content/a0be4094-2aba-4275-a3ca-ec5e58cc5032\">manage that tension</a>, as relations between the US and China falter, and as the CCP becomes more authoritarian. Apple removes iPhone apps in China that could fall foul of the party, last week blocking a popular Koran app. HSBC was <a href=\"https://www.ft.com/content/6cbaec5e-2a3d-4510-bf1c-9862a9880756\">caught between the US Department of Justice and the Chinese state</a> over Huawei. For some, compromises made to continue operating in China will be financially necessary; for LinkedIn they became unsustainable. </p> <p>Those compromises turned on China's censorship rules, which LinkedIn agreed to abide by when it entered the market in 2014, despite the company pledging its commitment to free speech. On the face of it, such ethical flexibility was worth it: the site amassed 54m users in China, making it LinkedIn's third-biggest market in the world. Its relative success in China — Twitter and Facebook have long been blocked, and Google pulled out of China in 2010 — may have been a reason why Microsoft felt <a href=\"https://www.ft.com/content/c741d6bc-3fdc-11e6-8716-a4a71e8140b0\">$26bn</a> was worth paying for LinkedIn in 2016.</p> <p>But censorship has become more onerous, as the CCP exerts control over domestic tech companies and content, stamping out any sign of dissent. LinkedIn fell foul of the rules earlier this year, and had to step up its blocking of content, including that of US journalists. This rightly drew opprobrium from US politicians, with a Republican senator labelling it a “gross appeasement and an act of submission to communist China”. Such criticisms would only multiply had LinkedIn decided to remain.</p> <p>Its parent company is treading an equally perilous path. Microsoft made itself no friends in Beijing when it offered to buy the <a href=\"https://www.ft.com/content/f60bf804-3bf4-44cd-9dbd-ba34d04a26b0\">US operations of TikTok</a>, a Chinese-owned short-video app that the Trump administration threatened. Microsoft's <a href=\"https://asia.nikkei.com/Spotlight/5G-networks/Apple-supplier-Pegatron-teams-with-Microsoft-for-5G-network-push\">recent partnership</a> with a Taiwanese iPhone supplier to push into private 5G networks and directly challenge Huawei will hardly be welcomed by Beijing either. </p> <p>LinkedIn's retreat from China is only partial; it will still operate a stripped-back jobs site. That market is already well covered by local competitors such as Maimai or Zhaopin. But LinkedIn's shrunken offering deprives western companies of a useful route to recruit Chinese executives. The impact on LinkedIn's revenue, which it generates through selling advertisements and premium membership, is less clear as it does not reveal regional breakdowns. However, the Chinese market accounts for just 2 per cent of Microsoft's overall global revenue. </p> <p>China, meanwhile, loses little. Its spies can <a href=\"https://www.ft.com/content/0a0e62a9-65ba-494c-a7bb-86f5f66d627f\">continue to use LinkedIn</a>, just as social media more widely is weaponised by regimes seeking to spread disinformation. LinkedIn's retreat mirrors an increasingly isolationist stance by China, compounded as pandemic-era restrictions continue to make travel harder. Signs of an economic faltering will only increase <a href=\"https://www.ft.com/content/d4018362-7f61-48cc-931c-a4ebc216c10c\">the state's desire to pull the levers of control</a>. The choice for western companies between promoting human rights and profits in China will become all the more stark.</p><p>Source: The editorial board 2021 'LinkedIn's unsustainable compromise in China' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-17T10:54:17.815Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 733,
          "end": 738
        }
      ],
      "nexusId": "10022657"
    }
  ]
}