{
  "_id": "772231c0a0176f7ae2959e6d70a1a5e5c3e811918572e0d78514999fc8f9be34",
  "feed": "ftcomall",
  "title": "How China is tackling fintech risk and regulation",
  "text": "<p><em>The writer is deputy governor of the People's Bank of China and heads the State Administration of Foreign Exchange</em></p> <p>With the rise of big data, artificial intelligence, blockchain and cloud computing, the integration of finance and technology has picked up speed recently. New business models of internet-based finance such as mobile payments have reshaped not only the way we live but also the financial ecosystem. Fintech now affects everything from payments, lending and securities to insurance and wealth management. The advances have improved efficiency, lowered transaction costs and made the financial system more inclusive.</p> <p>That said, fintech has not changed the nature of finance as a risky industry. Moreover, the sector's cross-border, cross-industry and cross-regional nature means that financial risks spread ever faster and wider, with a bigger spillover effect. Network effects mean that fintech competition often leads to “winner-takes-all” outcomes including market monopolies and unfair competition. </p> <p>Globally, we are already seeing some Big Tech companies using profits from their other businesses to directly subsidise or cross-subsidise to unfairly grab fintech market share. Smaller competitors will be either squeezed out or forced to merge. Fintechs may also engage in excessive data collection and infringe customer privacy.</p> <p>Regulatory authorities in major economies are rapidly reacting to these new fintech-related problems with tougher punishment of monopoly behaviour, new laws to strengthen data protection and improved supervision to prevent regulatory arbitrage and cross-sector contagion. Between 2017 and 2019, the EU imposed €8.25bn in punishments on Google. The bloc's 2018 General Data Protection Regulation has strengthened privacy rules. US regulators have sued <a href=\"https://www.ft.com/content/f8b2def2-0cb0-4a2d-941d-b965f6037dbb\">Google</a> and <a href=\"https://www.ft.com/content/5c03ac0f-7122-4c31-97a5-ecab3928a038\">Facebook </a>and are investigating <a href=\"https://www.ftc.gov/news-events/press-releases/2020/02/ftc-examine-past-acquisitions-large-technology-companies\">Apple and Amazon</a>. California has its own consumer privacy law and Germany just <a href=\"https://www.politico.eu/article/germany-shows-eu-the-way-in-curbing-big-tech/\">amended its competition law</a> to tighten supervision of Big Tech. </p> <p>China's financial authorities take the challenges posed by fintech seriously. We have enhanced communication and experience-sharing with our international counterparts. In fintech's early days, China put in place a prudent yet inclusive regulatory environment for fintech development that emphasised fairness and tolerance. The non-bank mobile payment business, led by Alipay and WeChat Pay, experienced 75 per cent annual growth between 2015 and 2019, with a mobile payment penetration rate of 86 per cent.</p> <p>Meanwhile, China's regulators have kept addressing regulatory gaps. We conduct prudential supervision over the financial activities of fintech companies and internet platforms and have recently issued provisional <a href=\"https://www.ft.com/content/0d041652-c77f-4574-a813-3701b11dd031\">regulation</a>s for financial holding companies. China is taking steps to guard against misappropriation of clients' funds by nonbank payment institutions via centralised deposits of these funds at the central bank<strong>.</strong> We are refocusing non-bank payment institutions on payments by separating out the clearing function into a newly established financial infrastructure. China is working to mitigate financial risks posed by internet businesses, and the central bank has recently asked for comment on draft regulations to strengthen anti-monopoly supervision of nonbank payment services.</p> <p>China is trying to strike a balance between encouraging fintech development and preventing financial risks via prudent regulation. The results so far have been satisfactory: three Chinese companies ranked among <a href=\"https://home.kpmg/xx/en/home/insights/2019/11/2019-fintech100-leading-global-fintech-innovators-fs.html\">KPMG's 2019 ranking of the top 10 global fintech companies.</a> We are striving to provide a level playing field for all companies, foreign-owned and private alike, by opening up the sector. These efforts are paying off. By the end of June 2020, there were 116 foreign banks, 65 foreign insurance firms and 15 foreign brokerage firms in China. American Express has received a licence to provide bank card clearing services and PayPal has a <a href=\"https://www.reuters.com/article/china-paypal-stake/paypal-becomes-first-foreign-firm-in-china-with-full-ownership-of-payments-business-idUSL4N2JP14M\">wholly owned subsidiary</a>. </p> <p>But fintech is still finance in essence, so the principle of “same business, same rules” should apply. We need regulation that emphasises the substance not the form of a company. The aim is to align business rules and standards with regulation to fend off arbitrage. </p> <p>Looking ahead, China's financial authorities want to step up exchanges with our international counterparts and strengthen co-operation on antitrust issues, data treatment and consumer protection. We will ensure that fintech regulation is effective, measured and guards against cross-border regulatory arbitrage and contagion. When we insist on good supervision, equal access and fair competition, fintech will develop in a way that balances capital expansion, innovation and public interests, and develops technology for good. It's not an easy task. We need to try hard and work together.</p><p>Source: Pan Gongsheng 2021 'How China is tackling fintech risk and regulation' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T01:00:48.197Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1840,
          "end": 1845
        },
        {
          "start": 1840,
          "end": 1847
        }
      ],
      "nexusId": "10022657"
    }
  ]
}