{
  "_id": "f2a51c65f63f6d9e32dd2a6a71c9b73b7d6c59edd6315e80a1dfef6e746194e1",
  "feed": "ftcomall",
  "title": "Science Based Targets climate campaign starts to bear fruit",
  "text": "<p>In December 2015, a few days before the Paris Climate Agreement was hammered out, a group of green campaigners issued a <a href=\"https://sciencebasedtargets.org/news/companies-commit-to-set-ambitious-science-based-emissions-reduction-targets-surpassing-goal\">press release </a>that caused a minor stir.</p> <p>It said that 114 businesses, from the Ikea furniture empire to the Kellogg's cereals company, had joined something called the <a href=\"https://sciencebasedtargets.org/companies-taking-action#table\">Science Based Targets initiative</a>.</p> <p>Instead of promising to reduce their carbon footprint by an arbitrary amount some time in the future, the companies were committing to cuts in line with what scientists said were needed to avoid the worst effects of climate change.</p> <p>“The earth has moved: big business's radical climate shift is now unstoppable,” trumpeted <a href=\"https://theconversation.com/the-earth-has-moved-big-businesss-radical-climate-shift-is-now-unstoppable-52119\">the headline </a>on one of the more bullish assessments of the move.</p> <p>Six years later, however, the SBTi has become an emblem of the complicated effort to tackle global warming.</p> <h2>Swift take-off</h2> <p>On one hand, the project has taken off at a rate that even its founders did not expect, in the process becoming a gold standard for corporate climate targets. Faced with rising pressure from investors, customers and employees, a sizeable number of the world's biggest and best-known companies have <a href=\"https://sciencebasedtargets.org/companies-taking-action\">joined the programme</a>, including Apple, Amazon, Walmart, Visa, AT&amp;T and Pfizer. </p> <p>Far from being deterred by the Covid-19 crisis, businesses signed on last year at more than double the rate recorded before the pandemic. By March, it was up to 90 a month — a new record.</p> <p>On the other hand, though, the 1,420-plus companies on the project's books — many of which are still developing their targets — are not yet representative. Relatively few are based in developing countries and there are none from the oil and gas sector, the one industry for which the initiative does not currently validate targets.</p> <p>This may soon change. A new formula for assessing the targets of oil and gas companies is being developed by the <a href=\"https://sciencebasedtargets.org/about-us\">four groups </a>that run the initiative: the World Wide Fund for Nature; the World Resources Institute; the UN Global Compact, the UN's voluntary corporate citizenship network; and CDP, a non-profit formerly known as the Carbon Disclosure Project that helps companies disclose their environmental impacts.</p> <p>Creating that new formula spells a lot of work for a programme so ambitious that even some of its biggest fans liken it to “the dog that chased the car and caught it”.</p> <p>Fewer than 40 people work full-time on the project and only eight are in the validation team that monitors companies' climate targets, says CDP's <a href=\"https://sciencebasedtargets.org/about-us/the-team/alberto-carrillo-pineda\">Alberto Carrillo Pineda,</a> a co-founder of the initiative. “It's not enough but we have a model that allows us to grow the team as the number of companies joining grows,” he tells the FT.</p> <p>To those who fear the initiative has bitten off more than it can chew, Pineda says its job is scientifically to assess companies' ambitions, not the credibility of plans to meet them.</p> <p>But he also says the project now has evidence that its work is paying off. In a <a href=\"https://sciencebasedtargets.org/resources/files/SBTiProgressReport2020.pdf\">report </a>this year, it said 338 companies with approved targets collectively cut their annual emissions by <a href=\"https://sciencebasedtargets.org/news/330-target-setting-firms-reduce-emissions-by-a-quarter-in-five-years-since-paris-agreement\">25 per cent </a>between 2015 and 2019 — the equivalent of the annual emissions of 78 coal-fired power plants.</p> <p>“That's obviously an encouraging sign that the model works,” says Pineda. “What we need now is to scale up the model.”</p> <h2>Investor pressure</h2> <p>This ambition is being bolstered by investors and other groups starting to use the initiative as a test of companies' climate plans, according to some of the businesses to have joined the programme.</p> <p>“We thought it was incredibly important to have an externally validated target that was mathematically sound on reductions in the near term,” says Duncan Burt, the National Grid utility's director for COP26, the UN climate conference due to be held in Glasgow in November.</p> <p>“That is where, quite rightly, a lot of the challenge is from the broad stakeholder audience — investors, non-governmental organisations, our regulators and government.”</p> <p><a href=\"https://www.ft.com/stream/87ff6298-8ea6-4ec0-b368-4d7d3f8b55ee\">National Grid</a> already has a long to-do list to meet its climate targets. It aims to use more biogas in its US operations and to find alternatives to sulphur hexafluoride, a highly potent greenhouse gas used to stop short circuits in electrical switching gear.</p> <p>London's Heathrow airport, which is in the process of submitting its climate plans to SBTi, may have a longer list. Matthew Gorman, its director of carbon strategy, says the business decided to join the initiative because it offered “a useful external benchmark” of its efforts to reach net zero emissions. “And it's something that investors are increasingly interested in and asking about as well,” he says.</p> <p>Gorman says 96 per cent of Heathrow's carbon footprint comes from the aircraft using the airport, which last year won a <a href=\"https://www.ft.com/content/a9317ea8-a55c-4cbf-b4bf-11817d78a56d\">court battle </a>that could pave the way for a third runway that climate campaigners say would be disastrous.</p> <p>“The good news is we can take the carbon out of flying even as we grow,” says Gorman. But the effort will require government help, he adds, especially when it comes to boosting use of greener jet fuel.</p> <p>“We need the government to act with urgency to set an escalating mandate for sustainable fuel production,” he says. “It's the key thing that we collectively need to scale up this decade to start to cut emissions.”</p><p>Source: Pilita Clark 2021 'Science Based Targets climate campaign starts to bear fruit' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-27T03:30:01.552Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1160,
          "end": 1165
        }
      ],
      "nexusId": "10022657"
    }
  ]
}