{
  "_id": "9a0f1799ed63b6f73d724e16e6fa5bc9757a4d1dbe472a1f21edc00db551be26",
  "feed": "wall-street-journal",
  "title": "Something Fishy About America's 'Mongers'  ----  By Stephen Miller",
  "text": "<p>   Walking around London a few years ago, I'd occasionally see signs that said \"Fishmonger\" or \"Cheesemonger.\" In the U.K. \"monger\" is often the second half of a neutral compound that describes what someone sells. In the U.S. it tends to be used differently; it's usually the second half of a pejorative term like \"hatemonger.\" </p><p>   This American use describes someone who is driven by an ugly or foolish passion. In the late 1960s protesters against the Vietnam War often shouted \"Warmongers!\" when they met counterdemonstrators. Some antiwar activists today embrace the counterphrase \"peace mongers.\" </p><p>   In the past 50 years the number of pejorative monger terms has proliferated. We now have fear monger, scandalmonger, power monger, atrocity monger, grievance monger, conspiracy monger. I could go on. </p><p>   The most popular use nowadays may be fear monger. Republicans accuse Democrats of fear mongering about global warming; Democrats claim Republicans do the same on illegal immigration. </p><p>   According to the Oxford English Dictionary, monger comes from the classical Latin mango -- meaning dealer or trader. The word may also have Germanic roots; mongari is an Old Saxon word. The OED says a monger is \"a merchant, trader, dealer, or trafficker (frequently of a specified commodity).\" Costermonger originally denoted an apple seller, but \"in later use,\" particularly in London, \"a person who sells fruit, vegetables, fish, etc., in the street from a barrow or handcart.\" </p><p>   The OED also notes that since the 16th century monger has been used to describe \"a person engaged in a petty or disreputable trade or traffic.\" Whoremonger referred to \"a man who frequently or habitually uses prostitutes; a sexually promiscuous or lecherous man,\" but also to \"a person who procures prostitutes for others.\" </p><p>   For hundreds of years, writers have coined monger words. In the mid-18th century the British statesman Lord Chesterfield made fun of \"the numerous tribe of insect-mongers, shell-mongers, and pursuers and driers of butterflies.\" Fifty years later, the poet Robert Southey spoke contemptuously of \"the humanity-mongers, who deny the necessity or lawfulness of inflicting capital punishment.\" Cardinal John Henry Newman looked down on \"wonder-mongers\"; Mark Twain made fun of a \"superstition-monger.\" </p><p>   Nowadays writers seem to use monger to signal to their readers that someone is irrational and shouldn't be taken seriously. From my experience, monger words are so inflammatory that they rarely appear in face-to-face conversation. If someone calls me a fear monger, how can I possibly convince him I'm not? </p><p>   Though I never use monger words in conversation, I've been tempted to deploy conspiracy monger when someone tells me about the secret plots of Bill Gates or George Soros, or why Covid-19 vaccines are dangerous. The other day an acquaintance informed me that she wouldn't take the Pfizer vaccine because thousands of Israelis had supposedly died from it -- no citation provided. </p><p>   Am I right to worry that an increasing number of people are gullible consumers of false information found on the internet? But maybe I'm being a gloom monger. </p><p>   --- </p><p>    Mr. Miller is author of \"Conversation: A History of a Declining Art.\" </p><p></p>",
  "published": "2021-04-26T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1307,
          "end": 1312
        }
      ],
      "nexusId": "10022657"
    }
  ]
}