{
  "_id": "7a5b5e49d6d4e79995c60a0d8058df9b028f7756811f25ed1e832aba9674511a",
  "feed": "wall-street-journal",
  "title": "Technology:  Apple Still Faces  Risk After Verdict  ----  By Tim Higgins",
  "text": "<p>    Apple Inc. scored a partial victory Friday in a landmark antitrust case, but its fight with opponents of the App Store is far from over. </p><p>   While U.S. District Judge Yvonne Gonzalez Rogers left in place many of Apple's restrictions for third-party software, she raised the specter of the tech company nearing a point where it could be deemed a monopoly in the mobile videogame market. </p><p>   The warning was tucked inside her 180-page ruling Friday, which was broadly greeted by Apple as a resounding victory. Still, the judge's findings included criticism of its business as well as requirements that it stop prohibiting software developers from informing users of alternative payment methods outside their apps. </p><p>   Her decision will be scrutinized by lawmakers, regulators and rivals around the world as they look at ways to rein in the power held by Big Tech and protect digital marketplaces. </p><p>   Rivals pointed to the decision as proof that antitrust laws need to be updated for a new era. \"What today's ruling. . .makes clear is that antiquated antitrust laws cannot solely be fixed by the courts,\" said Match Group Inc., the online dating company. </p><p>   Lawmakers in Congress and Europe have been working on legislation that would have ramifications for Apple's business. South Korean legislators recently passed a law that would prohibit Apple's in-app payment system, which was at the heart of the complaint from Epic Games Inc., the maker of the \"Fortnite\" videogame. </p><p>   The Justice Department has also been looking at Apple's App Store, but legal scholars have been saying it would be hard to move ahead with any possible case if a strong ruling by a powerful judge endorsed Apple's practices. </p><p>   When the trial in Oakland, Calif., began in May, the first big challenge for Epic was to define the market in question. In a blow to the company, the judge ultimately rejected its claim that Apple improperly controlled distribution of apps onto the iPhone and forced use of its in-app payment system. </p><p>   Instead, she zeroed in on the power Apple holds over the mobile game market, cautioning that a market share of more than 55% wasn't yet high enough to sustain a monopoly case. </p><p>   \"The court cannot conclude that Apple's market power reaches the status of monopoly power in the mobile gaming market,\" she wrote. \"That said, the evidence does suggest that Apple is near the precipice of substantial market power, or monopoly power, with its considerable market share.\" </p><p>   That language was seen by some legal observers as a yellow flag of caution to Apple. </p><p>   \"I think the battle continues for Apple,\" said Sam Weinstein, a law professor at Cardozo School of Law at Yeshiva University and a former antitrust lawyer for the Justice Department who has been following legal challenges to how Apple runs its business. </p><p>   The judge's language, he said, suggests that \"on another day with more facts, a couple of years down the line, maybe Apple loses.\" </p><p>   Early in the case, the judge acknowledged that no matter how she ruled, the decision would likely be appealed in a process that could likely take years to resolve. Apple on Friday was coy about its next step, while Epic told the court Sunday it plans to appeal. Tim Sweeney, co-founder and chief executive of Epic, seemed eager to continue his battle. In a tweet, he wrote, \"We will fight on.\" </p><p></p>",
  "published": "2021-09-13T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2520,
          "end": 2525
        },
        {
          "start": 469,
          "end": 474
        },
        {
          "start": 3076,
          "end": 3081
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1659,
          "end": 1664
        },
        {
          "start": 1502,
          "end": 1507
        },
        {
          "start": 1869,
          "end": 1874
        },
        {
          "start": 208,
          "end": 213
        },
        {
          "start": 2561,
          "end": 2566
        },
        {
          "start": 2015,
          "end": 2020
        },
        {
          "start": 2756,
          "end": 2761
        },
        {
          "start": 2329,
          "end": 2334
        },
        {
          "start": 2187,
          "end": 2192
        },
        {
          "start": 2898,
          "end": 2903
        },
        {
          "start": 12,
          "end": 17
        },
        {
          "start": 1237,
          "end": 1242
        },
        {
          "start": 1322,
          "end": 1327
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10022657"
    }
  ]
}