{
  "_id": "5070686a69ce2fb3418b3a102f5bfb1f62159b6214b7d6a4c83e1e2c8da14da7",
  "feed": "wall-street-journal",
  "title": "China Rebukes Tesla on Quality Issues",
  "text": "<p>It was a rare rebuke for Tesla, the first foreign auto maker to operate a wholly owned plant in China.</p><p>In a statement late Monday in China, Tesla Shanghai said it \"sincerely accepted the guidance of government departments.\" It said it had \"deeply reflected on shortcomings\" and was working on strengthening its operations. It also said it would investigate Chinese consumers' complaints and abide by Chinese laws and regulations.</p><p>The tone the car maker struck in its response to Chinese regulators differed sharply from the stance Chief Executive Elon Musk has taken in the U.S. when he has come in for government scrutiny. In 2018, he sparred with the Securities and Exchange Commission, which investigated his tweets about taking Tesla private, a move that didn't happen. Last year, he battled with local authorities in California that temporarily ordered his lone U.S. car plant closed to slow the spread of the coronavirus.</p><p>When a U.S. car regulator this year requested the recall of some Model S and Model X vehicles, Tesla agreed to fix affected models, but said it disagreed that touch-screen failures constituted a defect and called the agency's rules \"anachronistic.\"</p><p>China's highly public message of dissatisfaction with Tesla's quality issues comes as the Palo Alto, Calif., electric-car maker ramps up production of the Model Y compact crossover vehicle at its plant in Shanghai. It also follows recent global recalls of the U.S.-made Model X sport-utility vehicle and Model S sedan, which affected imported models in China.</p><p>The China market, where Mr. Musk has been widely feted, has become increasingly important for Tesla. Deliveries in the country last year helped the company achieve roughly 500,000 vehicle deliveries globally, a record. And Tesla said the increase in Model Y production in China would help offset lower volume of Model S and Model X vehicles in the U.S. as the company transitions to introducing updated versions of those models.</p><p>Public scrutiny of Western companies that cater to Chinese consumers isn't unusual and is often fueled by state media. Chinese broadcasters have put the spotlight on Apple Inc. and Volkswagen AG over some of their business practices in the country.</p><p>Starbucks Corp. has come in for criticism related to pricing. All three companies responded with conciliatory statements.</p><p>The scrutiny for Tesla comes at the same time it faces growing competition in the booming Chinese electric-vehicle market from domestic rivals. Chinese electric-vehicle startup NIO Inc. unveiled a fourth production model last month. Two rival Chinese electric-vehicle startups that listed in the U.S. last year are also building momentum. Li Auto Inc. has one model on sale and has said a second will become available next year. XPeng Inc. has two models in production, and has announced plans for a new sedan.</p><p>Vehicle recalls are common in the auto industry. However, Tesla has often performed poorly in quality surveys conducted by market-research company JD Power. In one such survey last year, it placed last out of 32 vehicle brands in terms of quality.</p><p>While vehicles built in Shanghai weren't affected by the latest recalls, the summons by regulators was seen as a warning to Tesla to get its act together as it expands local output, said Tu Le, managing director of Sino Auto Insights.</p><p>Some of China's biggest state-owned banks were instrumental in funding Tesla's operations in the country, while local authorities issued permits with unusual speed, allowing Tesla to start making the Model 3 sedan at its Shanghai plant only a year after the January 2019 groundbreaking.</p><p>---</p><p>Rebecca Elliott and Raffaele Huang contributed to this article.</p>",
  "published": "2021-02-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2132,
          "end": 2142
        },
        {
          "start": 2132,
          "end": 2137
        },
        {
          "start": 2132,
          "end": 2141
        }
      ],
      "nexusId": "10022657"
    }
  ]
}