{
  "_id": "4aaaf274a09e8133467868d55882d88da29f2bbf25cd37801b05086929ecde53",
  "feed": "ftcomall",
  "title": "Chip shortage turns to drought",
  "text": "<p>The global semiconductor shortage is set to worsen if the supply chain dries up at its source, and that appears to be happening quite literally in Taiwan.</p> <p><a href=\"https://www.ft.com/content/7bb86092-4cad-45c5-ba8b-e0985f80c107\">Nikkei Asia reports</a> the chip foundry for the world is suffering from the worst drought in decades on the island. Wafer production requires massive amounts of water, but reservoirs in Taiwan are critically low and the world's biggest contract chipmaker, TSMC, has been asked to reduce its water use by 7 per cent. It says it needs 156,000 tons of water a day to operate normally and is prepared to use trucks to ferry supplies to its manufacturing fabs across the island.</p> <p>Taiwan is also suffering from a siphoning of talent, <a href=\"https://www.ft.com/content/88642f11-8441-428b-b720-4948e00cdc1b\">according to Kathrin Hille in Taipei.</a> The New Taipei City's prosecutor office has accused Beijing-based Bitmain, which designs computers to “mine” bitcoin and other cryptocurrencies, of using two companies registered in Taiwan to recruit “several hundred R&amp;D staff in the course of three years”. It accused the Chinese company of “severely threatening the development of our semiconductor industry”.</p> <p>Europe and the US are trying to reduce their dependency on Asia for chip production by building up their own industries. <a href=\"https://technetorg.app.box.com/s/tegpb8387uyfx4jtt4d5en009x7n4vdk\">A letter on Monday,</a> sent by the Semiconductor Industry Association and eight other tech industry bodies to the White House, thanked President Biden for tackling supply chain problems and urged him to fund the Creating Helpful Incentives to Produce Semiconductors for America (CHIPS) Act. They also asked for tax incentives for semiconductor manufacturing equipment and for expenses related to domestic expansion. </p> <p>The European Commission presented <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_21_983\">its “2030 Digital Compass” plan</a> on Tuesday, with one target being to ensure “the production of cutting-edge and sustainable semiconductors in Europe including processors is at least 20 per cent of world production in value” by the end of the decade.</p> <p>Europe has a major supplier of equipment for chip manufacturing in ASML, plus leading “fabless” chipmakers Infineon, NXP and STMicro. But it will need to develop foundry capacity as well — preferably where it rains a lot.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Apple cutting iPhone production</strong><br>Apple, which relies on a vast Asian supply chain, is slashing iPhone production plans by about 20 per cent for the first half of this year, according to this <a href=\"https://asia.nikkei.com/Business/Technology/Apple-slashes-planned-iPhone-12-mini-production-for-1H\">exclusive by Nikkei Asia, </a>reported <a href=\"https://www.ft.com/content/7d993c2d-4a8c-41c5-9808-0a6264683577\">in #techAsia</a>. The cuts are falling heaviest on the iPhone 12 mini, Apple's cheapest 5G-enabled phone. One veteran analyst said that consumers “don't yet expect much from 5G”. Another analyst blamed the iPhone 12 mini's relatively small battery.</p> <p><strong>2. Russia puts brakes on Twitter</strong><br>Here's an interesting variation on state censorship. Russia's internet censor said it would <a href=\"https://www.ft.com/content/7b46cb83-1e42-45c1-9a25-86da0fca24cc\">slow down access to Twitter</a> in a dispute over the social media platform's refusal to delete content, describing the move as a prelude to a possible full ban. Communications watchdog Roskomnadzor said it would slow down Twitter's photo and video loading speeds on all mobile devices and half of desktops.</p> <p><strong>3. Roblox shares soar on debut</strong><br>Roblox, the online gaming platform, soared above $70 per share as it began trading in New York on Wednesday, in the<a href=\"https://www.ft.com/content/8ff42e68-266a-46d1-9e7e-584c87a40b72\"> largest direct listing</a> of a tech company to date. The price was more than 50 per cent higher than what private investors paid during a $520m financing in January and gave it a market capitalisation of $38.5bn.</p> <p><strong>4. SoftBank backs Jobandtalent as VC investments take off</strong><br>Jobandtalent, a Madrid-based online staffing agency for temporary workers, <a href=\"https://www.ft.com/content/8662ba2e-b691-4922-94ab-16a671c2a68a\">has raised €183m</a> in new funding from investors including SoftBank's Vision Fund, as the pandemic drives soaring demand for workers in logistics and ecommerce. Meanwhile, venture capitalists are investing in start-ups at<a href=\"https://www.ft.com/content/9e6b7543-3000-45e5-aee8-e8ccc9b5f661\"> the fastest pace </a>in more than a decade.</p> <p><strong>5. JET sales boom, but losses increase</strong><br>Just like Deliveroo, Just Eat Takeaway.com is seeing big sales increases, but big losses as well, in the rush to conquer the UK's online food delivery market. JET said<a href=\"https://www.ft.com/content/e98533e0-f6fd-49f8-91f5-c7d6129d6ebf?\"> revenues were up 54 per cent</a> to €2.4bn in 2020, but pre-tax losses jumped 67 per cent to €147m.</p> <h2>Tech tools — Sonos Roam</h2> <p>The wireless multi-room audio specialist Sonos has <a href=\"https://www.sonos.com/en-us/newsroom/meet-sonos-roam\">unveiled its smallest </a>and most portable speaker. The Roam looks like any normal Bluetooth speaker, but it will appeal to Sonos owners as it will become a part of their WiFi system at home and automatically switch to Bluetooth when outdoors. Available in black or white, it promises 10 hours of playback on its battery. To recharge, Roam connects to a custom magnetic wireless charger sold separately. It weighs less than a pound and is available from April 20 for $169 (£159), although the wireless charger is an extra $49 and the speaker is not voice command enabled. </p><p>Source: Chris Nuttall in London 2021 'Chip shortage turns to drought' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-10T20:11:02.069Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2152,
          "end": 2157
        },
        {
          "start": 2184,
          "end": 2189
        },
        {
          "start": 2444,
          "end": 2449
        }
      ],
      "nexusId": "10022657"
    }
  ]
}