{
  "_id": "27cd32a288cd71d6db08191d6d84b3e40a498f84876d6058fbb21f0ace9e8dbc",
  "feed": "ftcomall",
  "title": "The queen of ‘undone' interiors style, Rita Konig talks taste ",
  "text": "<p><strong>My personal style signifier</strong> is shirts – I&#xa0;mostly wear <a href=\"https://www.celine.com/en-gb/celine-shop-women/ready-to-wear/shirts-and-blouses/\">Celine</a>&#xa0;or&#xa0;<a href=\"https://aimelondon.com/collections/shirts-tops\">Aimé</a>, tucked&#xa0;into jeans or&#xa0;skirts. There&#xa0;are two&#xa0;crucial elements to&#xa0;a good shirt: it has to be made of a delicate enough fabric that it falls nicely and the buttons must be well positioned – there is a perfect spot around the bottom of&#xa0;the breast bone that allows the shirt to be open enough that&#xa0;it is feminine, but not so high that you feel like a schoolmistress. Budd has just copied one of its vintage shirts that my father wore for its <a href=\"https://www.ft.com/content/d5702e6b-fe43-4787-852e-dad6b2054350\">new collection with Laura&#xa0;Bailey and Cathy Kasterine</a>. I think it's pretty spot-on and is&#xa0;made of that perfect slubby silk that men's shirts used to be made&#xa0;of. <em>From £270,&#xa0;</em><a href=\"https://www.buddshirts.co.uk/bailey-x-budd\"><em>buddshirts.co.uk</em></a>&#xa0;</p> <p><strong>The last thing I bought and loved</strong> was a large bedspread from <a href=\"https://nushka.co.uk/\">Nushka</a>. It's a vintage Suzani tent-hanging from Uzbekistan and I&#xa0;love the colour palette – dusty pink and sandy beige with a pretty border of sea greens and blues. <em>Similar, from £420</em></p> <p><strong>And on my wishlist</strong> is a four-poster bed à la <a href=\"https://veeregrenney.com/\">Veere Grenney</a> or David Hicks, one that is really tall, with&#xa0;curtains. I'd also love some diamonds. At <a href=\"http://harryfane.com/\">Harry Fane</a> I saw the most beautiful diamond-bead necklace that was strung in such a way that when you dropped it, the beads formed a little pile of mesh – it cost £80,000 but looked like nothing.</p> <p><strong>The place I can't wait to&#xa0;go back to </strong>is LA. I&#xa0;want to&#xa0;stay at the private&#xa0;members' club <a href=\"https://www.jkhotelgroup.com/san-vicente-bungalows\">San Vicente Bungalows</a>, which I&#xa0;decorated for hotelier Jeff Klein in&#xa0;2018. I&#xa0;haven't been back since and I'm&#xa0;longing to&#xa0;go and enjoy it now that it's done&#xa0;– it really takes a year or two before a&#xa0;place starts to settle and feel good. I'd also see my best friend, gallerist <a href=\"http://honorfraser.com/\">Honor Fraser</a>, whose kids are my godchildren. And&#xa0;I'd go to Santa Barbara and explore the Pacific coastline – there's something about palm trees, mountains, beaches, deserts, extreme sunlight and the can-do attitude that makes California fun.&#xa0;</p> <p><strong>The best souvenirs I've brought home</strong> are rugs from the Datça peninsula in Turkey. I've spent a few summers with&#xa0;my friend the interior designer <a href=\"https://www.petermikic.com/\">Peter Mikic</a> and his partner Sebastian Scott, whose brother has a house there. They're&#xa0;such good sports on holiday – we&#xa0;would go&#xa0;off to&#xa0;the local village in the&#xa0;afternoons to buy rugs. I've got a brown&#xa0;and cream striped runner that is up&#xa0;in <a href=\"https://www.northfarmdurham.com/\">North Farm</a> – my house in County Durham – and some&#xa0;white ones with tufts in pale pinks and greens that look like sweets, which are&#xa0;a lot of fun.&#xa0;</p> <p><strong>The best book I've read in the past year</strong>&#xa0;is <a href=\"https://www.waterstones.com/book/where-the-crawdads-sing/delia-owens/9781472154668\"><em>Where the Crawdads Sing</em></a> by Delia Owens. It's an extraordinary tale of survival, complete with a heartwrenching love story. Set in North Carolina, the novel captures the racial divide and how tough life was for women and children in the early 20th century. I loved the&#xa0;spirit, frailty and self-taught knowledge of&#xa0;the main character Kya. It's such a page-turner and made me rather weepy.</p> <p><strong>A recent “find”</strong> is [London shoe- and handbag-repair service] <a href=\"https://the-restory.com/\">The Restory</a>. The work I've seen on Instagram is amazing. There was a pair of beautiful Christian Louboutin shoes where the heel had been smooshed and they completely reinstated it. I haven't used them yet but I'm longing to send things there. I've got a red Chanel bag and an old, faded Louis Vuitton bag that could both&#xa0;really do with a&#xa0;polish. </p> <p><strong>The best gift I've received recently</strong> is a Victorian diorama. The picture is in a carved oak frame with very delicate skeletal leaves, seed pods and grasses mounted on dark-green velvet. It's pretty but also very unexpected, which is what makes it such a good&#xa0;present.&#xa0;</p> <p><strong>The last music I downloaded</strong> was a song&#xa0;called <a href=\"https://open.spotify.com/album/4G3ordhXIF250USyNtUusu?si=iurOWIrSTa6-zSpcuO_saw\">“Ubomi Abumang”</a> by <a href=\"https://www.instagram.com/sunelmusician/?hl=en\">Sun-El Musician</a>. He's a South African artist and makes the sort of music you can get lost in. The song is really long and transcendent and it makes you want to dance.</p> <p><strong>I have a collection of</strong> bed linens – I'm slightly obsessed with them. I love the cool crispness you get from a sheet tightly pulled&#xa0;over a mattress like a drum,&#xa0;and the&#xa0;cloud-like feeling from a duvet or the&#xa0;weight of blankets while&#xa0;you sleep. They're a&#xa0;very expensive undertaking and it's something I'm really pleased I've collected for&#xa0;so&#xa0;long. I've always bought&#xa0;them in sales and on&#xa0;whims.&#xa0;I have&#xa0;quite a&#xa0;lot&#xa0;from <a href=\"https://dporthaultparis.com/\">D&#xa0;Porthault</a> in Paris,&#xa0;which I&#xa0;often get in&#xa0;New York, and&#xa0;the <a href=\"https://www.monogrammedlinenshop.com/\">Monogrammed Linen&#xa0;Shop</a>.&#xa0;</p> <p><strong>In my fridge you'll always find</strong> white wine, San Pellegrino, tonic water and a bar of Italian dark chocolate with almonds from <a href=\"https://supermarketofdreams.com/\">Supermarket of Dreams</a> on Holland Park Avenue. I have two fridges, one for drinks and the other for food, which tends&#xa0;to be feast or famine. I&#xa0;am envious of&#xa0;those American fridges that&#xa0;are so perfectly styled, full of glass Tupperwares with delicious things in – mine is sadly not&#xa0;like that. </p> <p><strong>The best property advice I've been given</strong> is to avoid buying above a restaurant and to look for good proportions, ceiling height and large windows – you can usually&#xa0;change the rest.</p> <p><strong>I've recently discovered</strong> meditation and&#xa0;rediscovered caviar. I try to meditate twice a day for 20 minutes. I feel like in all&#xa0;the gloom it's more vital than ever to calm anxiety and to help you see a different&#xa0;viewpoint. At first&#xa0;I wondered how&#xa0;you can&#xa0;empty your mind completely, but then&#xa0;the founder of MindMojo, Anthony Thompson, who taught&#xa0;me, explained that it's like going&#xa0;to a cocktail&#xa0;party in your head. You&#xa0;arrive with&#xa0;“somebody”, which is&#xa0;your&#xa0;mantra. You then drift between people and conversations, which are your thoughts coming and going – you can sit with them&#xa0;for a bit or let them go and move&#xa0;on.&#xa0;<a href=\"https://www.mindmojo.co/\"><em>mindmojo.co</em></a></p> <p><strong>An indulgence I would never forgo</strong> is&#xa0;getting everything pressed. I've put it to the test at moments in my life where I've changed careers and had to really tighten my belt – even then I still sent all&#xa0;my sheets to the laundry.</p> <p><strong>My favourite apps and websites</strong> are Instagram for antiques. In fact, I have an account that is only for following&#xa0;antique dealers. I&#xa0;also&#xa0;use <a href=\"https://avwantiques.co.uk/\">AVW</a> all the time, and&#xa0;<a href=\"https://www.decorativecollective.com/\">Decorative Collective</a>, which is&#xa0;great because it has so many dealers. I use the <a href=\"https://www.spectator.co.uk/\"><em>Spectator</em></a> app&#xa0;for&#xa0;news – they have quite interesting people writing for them.&#xa0;Also <a href=\"https://www.shazam.com/gb/apps\">Shazam</a> – I&#xa0;feel very self-conscious asking people what&#xa0;a&#xa0;song is and there is something so&#xa0;wonderfully private and instant about&#xa0;the app.&#xa0;</p> <p><strong>My style icon</strong> is the American socialite Lee Radziwill. She always looked terrific and had that ability to be dressed in the right thing for the right occasion, which I&#xa0;find rather enviable – whether it was a Givenchy suit for lunch on the Upper East Side or a kaftan in one of her apartments. I&#xa0;do love that '70s style – not crazy bell bottoms but ribbed sweaters, big sunglasses and a scarf wrapped around the head. I&#xa0;think it was&#xa0;the&#xa0;last time that people were&#xa0;really&#xa0;polished.&#xa0;</p> <p><strong>The beauty staple I'm never without</strong> is&#xa0;<a href=\"https://www.sisley-paris.com/en-GB/fragrance/womens-fragrances/soir-de-lune/\">Sisley's Soir de Lune</a> scent. I like that I&#xa0;don't really know what it smells like. It's&#xa0;not&#xa0;cloying and people don't recognise it&#xa0;easily – it just becomes a part&#xa0;of you. <em>£194 for 100ml</em>&#xa0;</p> <p><strong>An object I would never part with</strong> is&#xa0;my 1950s Cartier watch. I bought it for&#xa0;myself last year; I wasn't necessarily looking for one but I have a weakness for&#xa0;watches and I had this visceral feeling when I saw it. It has a leather strap with white stitching and I love the simple, round face, which is&#xa0;quite unusual for a Cartier watch.</p> <p><strong>The design idea I wish I'd come up with</strong> is the Post-it note. I am impressed by incredibly simple ideas that turn into items that every household has, and then we wonder how we managed without them. &#xa0;</p> <p><strong>My favourite room in&#xa0;my house</strong> is my bedroom. I've layered around the windows so at night I can draw the heavy wool curtains across and block everything out. In the morning when I open them, the sunlight shines through my blinds, which are in a <a href=\"https://www.robertkime.com/\">Robert Kime</a> pea-pod print, and the branches from the trees outside dance on the walls. I think the view out of a bedroom should always be slightly gauzy – it makes you feel safer and distant from the world. I&#xa0;also love the two new <a href=\"https://www.rorymcewen.com/index.php\">Rory McEwen</a> tulip prints that I bought at <a href=\"https://krbnyc.com/\">KRB</a> in New York last&#xa0;year. I've hung them opposite my bed where the TV used to be and it has made the most incredible difference to the atmosphere. It's now the sanctuary I think a bedroom should be.&#xa0;</p> <p><strong>If I didn't live in London, the city I would live in</strong> is New York, where I lived for six years and still have many friends. I feel a little out of date with the city now, so the places I love are quite nostalgic. <a href=\"http://www.waverlynyc.com/\">The Waverly Inn</a> was my local; it's slightly subterranean and very cosy with murals on the wall. I used to decorate it at Christmas and in exchange I could eat there for free, but I don't think anyone really kept track. <a href=\"http://www.paularubenstein.com/\">Paula Rubenstein</a> is fabulous for vintage textiles and lighting, and of course there is <a href=\"https://www.johnderian.com/pages/our-locations\">John Derian</a>'s shop for pieces by <a href=\"https://www.hugoguinness.com/\">Hugo Guinness</a> and <a href=\"https://www.astierdevillatte.com/\">Astier de Villatte</a>. I often had lunch with John and Hugo at <a href=\"https://nymag.com/listings/restaurant/bar-pitti/\">Bar Pitti</a>, which is another great place. Also for food are <a href=\"https://ilovebuvette.com/eat-drink-newyork-location\">Buvette</a>, where I would go for a quick breakfast before meetings, <a href=\"https://www.viaquadronno.com/\">Via Quadronno</a> for lunch uptown and, when I was downtown, <a href=\"https://www.santambroeus.com/restaurant-sant-ambroeus-madison-avenue/\">Sant Ambroeus</a> for insalata di carciofi. I wish I could work in New York but come back to London in the evenings. I like how helpful and open to opportunity the Americans are – they're also consumers, which is fun – but I love the social life in England.</p> <p><strong>The one artist whose work I would collect if I could</strong> is <a href=\"https://www.tate.org.uk/art/artists/mark-rothko-1875\">Rothko</a>. His work is so beautiful and really cheers up a wall – I love his use of pinks.</p> <p><strong>The best gift I've given recently </strong>was a ceramic seed pod by <a href=\"https://www.thenewcraftsmen.com/makers/frances-pelly/\">Frances Pelly</a> – it has a fern imprint and fits into the palm of the hand. I was in <a href=\"https://www.thenewcraftsmen.com/\">The New Craftsmen</a> [in Mayfair, London] buying for a client when I saw it – I think you always find the best presents when you aren't looking for them. I gave it to a friend this Christmas, guessing it would sit easily on the long table of curiosities he has in his house.</p> <p><strong>The last item of clothing I added to my wardrobe</strong> is a really pretty <a href=\"https://www.etro.com/gb-en/women/\">Etro</a> skirt with layers of black chiffon and gold paisley details. I bought the matching top as well so it can be worn like a dress, or I pair the skirt with an old satin <a href=\"https://www.ysl.com/en-gb\">Saint Laurent</a> T-shirt. I also recently got a couple of cashmere cardigans from a brand called <a href=\"https://www.aethel.com/shop/\">Aethel</a>. <a href=\"https://uk.loropiana.com/en/\">Loro Piana</a> spins its cashmere yarns and they're a great length and thickness. <em>Aethel</em> <em>cardigans from £275</em></p> <p><strong>The gadget I couldn't do without</strong> is my <a href=\"https://www.apple.com/uk/apple-pencil/\">Apple pencil</a>. I use the <a href=\"https://apps.apple.com/gb/app/notability/id360593530\">Notability</a> app a lot for work and it's brilliant for marking plans. The trouble is, I'm on my fourth one – two were lost, my daughter pinched one and my dog ate the other.</p> <p><strong>I'm planning a refurb</strong> on my flat. I want to reconfigure the space –create two new bathrooms and a small TV room. I've asked <a href=\"https://gpschafer.com/\">Gil Schafer</a>, a wonderful American architect who I've worked with before, to do the drawings, which I'm so excited about. I finally feel like a grown-up, having an architect work on the details so that it's all proportionally correct and flows.</p> <p><strong>My grooming and wellbeing gurus</strong> are <a href=\"https://joshwoodcolour.com/pages/meet-the-experts/marilyn-humphreys\">Marilyn</a> at <a href=\"https://joshwoodcolour.com/pages/salon\">Josh Wood</a> for my short haircut, which I love – she was recommended by my friend Bunny Turner, who always has a great cut. For my hair colour, I rely on <a href=\"https://joshwoodcolour.com/blogs/meet-the-experts/david-taylor\">David Taylor</a> and <a href=\"https://www.nicolaclarkeatjohnfrieda.com/\">Nicola Clarke</a>, who call it “shipwreck blonde”. <a href=\"https://ameliafreer.com/\">Amelia Freer</a> is my nutritionist; when I'm looking or feeling my best, it's because I'm following her advice, which is really just eating well and avoiding sugar and carbs. My life coach <a href=\"https://www.georgiairwincoaching.com/\">Georgia Irwin</a> is incredible. The sessions are like therapy but with a roadmap – you're actually told what to do and not do. It's been really helpful in clearing the way. <a href=\"https://www.instagram.com/jaynepickering/\">Jayne Pickering</a>, who used to be fashion editor at <em>Marie Claire</em>, is my stylist – and friend. She's chic and brilliant.</p> <p><strong>If I weren't doing what I do, I would be</strong> a First Lady. I think it would be so much fun running the White House with that level of professionalism. For a grand-scale house, it's a manageable size and I'd love to plan lunches and dinners, entertain and meet the sort of fascinating people you have access to in that position. Also, there's a budget for decoration! Jackie Kennedy was the last First Lady with a real opinion, taste-wise. Since then it's all been a bit vanilla until, of course, Donald Trump's gold curtains. I think the Oval Office has been really dreary – I'd like to see it become more of a study than it is. I would lacquer the walls in some fabulous colour and add Chippendale-style furniture. The tall windows would suit pagoda pelmets and long drapes.&#xa0;</p><p>Source: Clara Baldock. Photography by Rodrigo Carmuega 2021 'The queen of ‘undone' interiors style, Rita Konig talks taste&#xa0;' FT.com 26 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-26T09:30:31.824Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 10239,
          "end": 10244
        }
      ],
      "nexusId": "10022657"
    }
  ]
}