{
  "_id": "0dfd29dc5e69bcab84613f71b4b8080dcb3410aea92a4cb321e2b118449ce8a3",
  "feed": "ftcomall",
  "title": "The radical reinvention of the costume drama",
  "text": "<p>Riding her horse through a London park in 1813, Daphne Bridgerton, heroine of the Netflix series <a href=\"https://www.ft.com/content/187e8f52-81f1-40bb-97bb-89c579581742\"><em>Bridgerton</em></a>, turns to her brother Anthony and shares her woes. Her complaint echoes the predicament that confronts many heroines of costume dramas, from Elizabeth Bennet in Jane Austen's <em>Pride and Prejudice </em>(published that year) to Lady Mary Crawley in <em>Downton Abbey.</em></p> <p>“You have no idea what it is to be a woman, what it might feel like to have one's entire life reduced to a single moment. This is all I have been raised for. This is all I am. I have no other value. If I am unable to find a husband, I shall be worthless,” Daphne tells Lord Bridgerton. She soon hatches a plot with a duke who is a friend of his — a handsome and haughty one, naturally — and the intrigue begins.</p> <p>It is a narrative of matrimony and money, of honour and deceit, of love and strategy, of aristocracy and <em>nouveaux riches</em>, with handsome mansions, beautiful dresses and diamond tiaras worn with ostrich feathers. The Bridgertons promenade under fireworks at Vauxhall Pleasure Gardens where, Hannah Greig records in her book on Georgian London <em>The Beau Monde</em>, “the prostitute could present herself as a peeress and the rake as a respectable man”. </p> <p>Along with the police procedural, the high school comedy, the action movie and the fantasy quest, the costume drama is a resilient art form. BBC series such as its 1972 TV adaptation of Leo Tolstoy's <em>War and Peace </em>and <em>The Pallisers</em>, its 1974 version of Anthony Trollope's novels, set the tone for what followed. The clothes, from waistcoats and cravats to corsets and ball gowns, signal restraint but, as the cultural historian <a href=\"https://medium.com/@JC_Scutts/costume-dramas-are-my-problematic-fave-1eda2bd327d1\">Joanna Scutts wrote</a>, “the genre, like a corset, is always threatening to unlace itself”. </p> <p><em>Bridgerton</em>, adapted from the historical romance novels by Julia Quinn, gets unlaced straightaway, with Lord Bridgerton's first appearance having sex with his mistress against a convenient tree. You would not find the latter in Jane Austen, but it has historical relevance: “I can but think of London as a kind of mistress; dissolute in principles, loose in practice and extravagant in pleasure,” Anne Ingram, Viscountess Irwin, wrote to her father in Yorkshire in the 1730s.</p> <p><em>The Great, </em>a comedic faux-history of Catherine the Great of Russia created by Tony McNamara, co-writer of the Oscar-nominated drama <em>The Favourite, </em>is unlaced in a different way<em>. The Great</em>, which is showing on Channel 4 in the UK after appearing on Hulu in the US last May, takes knowing liberties with events (it is billed as “an occasionally true story”) and plays the Russian empire as farce. Costume drama has become capacious enough to accommodate the postmodern along with the glossy.</p>  <p><strong>It is now common</strong> to experiment with tone and casting, rather than sticking strictly to tradition. Since <em>Clueless</em>, the 1995 film that used Jane Austen's <em>Emma</em> as the basis for a high school comedy, the novel has been dramatised in many different forms. It verged on screwball comedy in Autumn de Wilde's film version starring Anya Taylor-Joy last year. Meanwhile, black actors play aristocrats in <em>Bridgerton</em> and Armando Iannucci cast Dev Patel as the lead in <em>The Personal History of David Copperfield</em>, his deft retelling of Charles Dickens's classic novel.</p> <p>It remains striking that Chicago-born <a href=\"https://www.ft.com/content/eee04462-08a7-432f-a5ff-441044d086eb\">Shonda Rhimes</a>, showrunner of American network series such as <em>Grey's Anatomy, </em>picked<em> Bridgerton </em>as the first foray for her production group Shondaland in its $100m deal with Netflix. Not only is it a costume drama, but one with a traditional precinct — Grosvenor Square and Buckingham Palace — rather than, say, the American civil war in David O Selznick's production of <em>Gone With The Wind</em> (1939).&#xa0;</p> <p>The classic explanation for the success of costume drama is that it provides light relief and psychological reassurance in tough times. <em>Bridgerton</em>'s standing as Netflix's fifth-biggest original series launch amid the pandemic and economic crisis supports that: it was estimated to have been viewed by 63m households in its first 28 days. It was among the hits that enabled the streaming service to announce this week that it passed 200m subscribers at the end of 2020. “The audience wants the escapism and glamour of the past and everything to look beautiful. Even the wisteria is fabulous in <em>Bridgerton</em>,” says Katherine Byrne, an Ulster University lecturer who studies the genre.</p> <p>Thus, the Merchant-Ivory film of EM Forster's <em>A Room with a View</em>, for which Ruth Prawer Jhabvala won a screenwriting Oscar, appeared in 1985-86 as Margaret Thatcher shook up Britain. The artist Derek Jarman accused such dramas of being “nostalgic, obsessed with the past . . . feeding illusions of stability in an unstable world”. <em>Downton Abbey</em> became popular after the 2008 financial crisis and its writer Julian Fellowes reflected that it was “comforting to see a period in British history when everybody had a station in life”.</p> <p>The visual splendour of Regency and Edwardian drama is alluring, as <em>Bridgerton</em> reflects. The crossover of rural aristocracy and urban fashion in Georgian England produced the aesthetically extravagant <em>beau monde. </em>When the Duke of Hastings refers in <em>Bridgerton</em> to “the marriage-minded mothers of the ton”, the viewer might think he means “town” but he is using the phrase “<em>bon ton</em>”, from the French noun for tone — Regency metropolitan society.</p> <p><em>Bon ton</em> was “what might be described today as the ‘it' factor: an elusive yet exclusive form of social distinction,” writes Greig, a lecturer at the University of York and historical consultant on <em>Bridgerton. </em>One 18th-century commentator called it “the exact and invariable pursuit of everything that is fashionable, polite and elegant”, and in 1776 The Morning Post published a “Scale of Bon Ton”, grading 12 high society women by their beauty, figure, elegance, wit, sense, grace, expression, sensibility and (lastly) principles. The Duchess of Devonshire came top.</p> <p>But although aristocrats in lavish clothes appear to be the epitome of social stability, this is deceptive. England was in considerable flux in the late 18th century, with a flood of wealth from the industrial revolution remoulding society. In 1700, as Roy Porter noted in his book <em>English Society in the 18th Century, </em>it remained a “second-rate rustic nation of hamlets and villages” with questionable manners. As the Duchess of Northumberland wrote in her diary in 1760: “Went home; voided a large stone. Tired to death . . . A bad supper. Miss Townshend drunk.”</p>  <p><strong>The underlying appeal of </strong>costume drama is not stability but the opposite: a fluid milieu — or one, as with <em>Downton Abbey</em>, on the brink of instability — in which a new elite is emerging through bribery, roguery and dressing up. In Regency England, “there was societal transformation, huge acceleration of the economy and several wars, which are useful for getting rid of characters,” says Jerome De Groot, professor at the University of Manchester and author of <em>Remaking History: The Past in Contemporary Historical Fictions. </em></p> <p>Rather than escapism, we get a mirror on today's world of celebrity, inequality and urban fashion, where matrons scheme not to get daughters married off to dukes, but to <a href=\"https://www.ft.com/content/bbdd0722-e368-4611-982d-60b884fd8682\">wangle them places at prestigious universities</a>. Eloise Bridgerton, Daphne's younger sister and <em>Bridgerton</em>'s first-wave feminist, might approve. “Having a nice face and pleasant hair is not an accomplishment. Do you know what is an accomplishment? Attending university!” she exclaims.</p> <p>So might the Empress Catherine, played by Elle Fanning in <em>The Great</em>, whose consciousness is raised by her husband burning the school at which she hoped to teach girls Descartes and Diderot. “Ever since I was a child, I felt like greatness was in store for me . . . That I was here for a reason, a purpose,” she confesses to her servant Marial. “Why did he make you a woman, then?” Marial asks. “For comedy, I guess,” the queen replies.</p> <p>Regency media was not emancipated: a famous painting of Vauxhall Pleasure Gardens in 1784 by Thomas Rowlandson shows the Duchess of Devonshire and her sister Lady Duncannon in a crowd of the <em>beau monde</em>; they are being spied upon by male newspaper proprietors, with William Jackson of The Morning Post peering from behind a tree. But <em>Bridgerton</em> and <em>The Great</em> are female-led dramas, in <em>Bridgerton'</em>s case told through Lady Whistledown's daily gossip sheet.</p> <p>The female gaze is rooted in the original material, both in Jane Austen's novels about the emotional turmoil below the surface of Regency society and books such as William Makepeace Thackeray's <em>Vanity Fair</em> (adapted for TV and broadcast by ITV and Amazon in 2018), whose heroine Becky Sharp turns gender to her advantage. But even the emancipated, literate figure of Margaret Schlegel in Forster's <em>Howards End</em> finally gains the titular house through marriage.</p>  <p><strong>Today's dramas, written in</strong> the wake of #MeToo, push liberation further. As Lady Whistledown observes: “It is only the queen's eye that matters today”. The men are nominally in charge but they are incompetent at best — Peter III is a libertine idiot who veers between amiability and violence, while Lord Bridgerton blunders in trying to find Daphne a suitable husband. “What I notice in <em>Bridgerton</em> is the failure of patriarchy. The men are not doing their jobs very well,” says Byrne.</p> <p>Race is less directly addressed in <em>Bridgerton</em>, despite casting black actors in leading roles, including the heart-throb Duke of Hastings (Regé-Jean Page). Costume drama is traditionally very white, although Jane Austen included Georgiana Lambe, a “young West Indian of large fortune” in her unfinished novel <em>Sanditon</em>, and the character was played by Crystal Clarke in the ITV adaptation. Dev Patel's role as David Copperfield also overturned casting tradition.</p> <p>Opening up casting raises questions of accuracy. Queen Charlotte may have been of mixed race — some historians have suggested that she was descended from Alfonso III of Portugal and his Moorish concubine Ouruana, but it is not certain (she is played in <em>Bridgerton</em> by the British-Guyanese actress Golda Rosheuvel). “My father said to me ‘There should not be all of these black aristocrats', but then, people in Regency society were not as clean or tall and they didn't have such good teeth. How true is any representation?” says Byrne.</p> <p>The deeper question is why costume dramas have not done more to portray slavery and black life in Britain in the 18th and early 19th century. As David Olusoga writes <em>Black and British</em> (2016), the slave trade and Caribbean migration brought many to London, mostly to be servants — Samuel Johnson's manservant Francis Barber was Jamaican. A few, such as Ignatius Sancho, the abolitionist campaigner, rose in society (although Sancho was racially abused on one trip to Vauxhall Pleasure Gardens).</p> <p>In <em>Bridgerton</em>, Lady Danbury comments: “Look at our queen, look at our king . . . We were two separate societies, divided by colour until a king fell in love with one of us.” But the story largely skirts around the economic realities of the Regency period. “While <em>Bridgerton</em> has cast black characters, the things that are never really addressed are colonialism and slavery,” says De Groot. “The slave trade had been abolished in 1807 but a lot of money was still being made from it.”</p> <p>Some recent costume dramas have focused on slavery, including the BBC's 2018 series <em>The Long Song</em>, based on Andrea Levy's novel set in Jamaica in 1838, and Amma Asante's 2013 film <em>Belle. </em>But there is a longer tradition of portraying the British empire in India, which Forster wrote about in <em>A Passage to India</em>, adapted by David Lean in 1984. Inter-racial romance in India was dramatised in both Merchant Ivory's <em>Heat and Dust</em> (1983) and the 1984 ITV series <em>The Jewel in the Crown</em>, based on Paul Scott's Raj Quartet novels.</p> <p>So costume drama still has further to go. The good news is that it has made progress: “We can never go back to the all-white heritage drama now. The effect of <em>Bridgerton</em> is significant, whether or not it is race-blind,” De Groot says. The art form has already proved resilient and flexible in adapting to modernity. The corset can unlace itself a little further.</p> <p><a href=\"https://www.ft.com/john-gapper\"><em>John Gapper</em></a><em> is an FT columnist</em></p> <p><em>This article has been amended since original publication to clarify that Peter III is the tsar depicted in ‘The Great'</em> </p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: John Gapper 2021 'The radical reinvention of the costume drama' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T14:21:01.995Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 12510,
          "end": 12515
        }
      ]
    }
  ]
}