{
  "_id": "2294684be0e9c99f2e0f0f39858fe8411f6317a259aa2255e2f6c5f41170db0f",
  "feed": "ftcomall",
  "title": "S&P 500 closes at another record on strong US growth data ",
  "text": "<p>Wall Street's benchmark S&amp;P 500 index recorded another all-time high and commodities rallied on Thursday after the US government reported the strongest rate of growth during the first three months of the year since 1984.</p> <p>The 0.7 per cent increase in the S&amp;P 500 share index took it above the record closing it achieved just two days ago, extending the year-long rally. </p> <p>The strong US economic growth data also sent the cost of raw materials sharply higher. Copper traded on the London Metal Exchange above $10,000 a tonne, levels not seen since 2011. Brent crude, the international oil marker, gained 1.9 per cent to $68.56 a barrel. </p> <p>According to US commerce department data released on Thursday, the American economy grew at <a href=\"https://www.ft.com/content/3250f348-6a58-4a8f-ba79-5556ddfce127\">an annualised rate of 6.4 per cent</a> in the first quarter, beating forecasts of economists polled by Reuters, who had predicted a 6.1 per cent gain. </p> <p>In addition to being the strongest first quarter in nearly 40 years, it was the second-fastest growth for any quarter in the US since 2003. </p> <p>The data showed the economy was helped by government action, boosted by trillions of dollars in federal stimulus spending and with the nation's central bank continuing to signal it will maintain significant monetary policy support. </p> <p>The Federal Reserve on Wednesday said indicators of economic activity and employment had strengthened, but continued fragility in the labour market made it too early to withdraw its $120bn of monthly bond purchases that have boosted financial markets throughout the pandemic. </p> <p>Technology shares lagged other sectors, with the tech-heavy Nasdaq Composite index rising just 0.2 per cent and falling short of its record high, as rising Treasury yields took the heat out of growth companies' valuations. </p> <p>The yield on the 10-year US Treasury climbed 0.03 percentage points to 1.64 per cent, as the price of the debt declined. Rapid economic growth in the US has fuelled bets of higher inflation, which erodes the returns from fixed interest securities. </p> <p>A higher 10-year yield also tends to punish long-term growth stocks, such as technology businesses, by raising the opportunity cost of holding shares in companies that do not pay generous dividends. </p> <p>Apple recorded double-digit quarterly sales growth in an earnings report released after the close of New York trade on Wednesday, while Facebook reported a surge in advertising revenues. </p> <p>Shamik Dhar, chief global economist at BNY Mellon, cautioned that although these first-quarter performances were strong he did not expect technology stocks to continue rallying as global economies reopened from lockdowns and investors rotated away from winners of the pandemic. </p> <p>“You might see tech indices supported for a while, but fundamentally the story is one that supports cyclical businesses,” Dhar said, referring to companies such as energy producers and manufacturers whose fortunes are pegged to economic growth. </p> <p>The dollar index, which measures the currency against those of trading partners, traded flat, hovering around its weakest since early March. </p> <p>Sterling headed 0.1 per cent higher against the dollar to come within a whisker of the $1.40 level it last reached in early March. </p> <p>With the US recovery gaining speed, traders were looking ahead to economic progress driven by vaccine rollouts in regions that have been slower to emerge from the pandemic, such as Europe, said Kristen Macleod, co-head of global forex sales at Barclays. </p> <p>“The dollar tends to perform well when the US is by far and away the leader in global growth,” she said.</p> <p>The euro was flat against the dollar on Thursday at $1.2128 but has gained 3.3 per cent against the greenback so far this month. “It is not that Europe is going to roar ahead but there has been a realisation that people had gotten too bearish,” Macleod said. </p><p>Source: Naomi Rovnick and Joe Rennison in London  2021 'S&amp;P 500 closes at another record on strong US growth data ' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T20:37:47.085Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2190,
          "end": 2195
        }
      ],
      "nexusId": "10022657"
    }
  ]
}