{
  "_id": "7fe0cb7b65ef5f1498eb467d4911140c96d8729c7786c425a15d5c3fde1ce498",
  "feed": "ftcomall",
  "title": "Cézanne Drawing at MoMA: ‘Each page is like a dream'",
  "text": "<p>In the dim lights of a drawing gallery at the Museum of Modern Art in New York, Cézanne's jagged strokes flicker and twist, refusing to cohere. “There is no line,” the artist insisted and he avoided defining contours or marking out the boundaries between substance and air. A bather's leg dissolves into a nest of twigs. A melon on a table quivers with pleasure or dread. The cumulative effect of all this vagueness is electrifying.</p> <p>Jodi Hauptman, the brilliant curator of <em>Cézanne Drawing</em>, lays out exactly how Cézanne's process — his refusals, his conflicts, his violence, his horror — compels our attention. Picking up clues with Sherlockian perceptiveness, she leads us inexorably to her conclusion: the “foundational figure of modern art, more often recognised as a painter, produced his most radical work on paper”.</p> <p>He drew almost every day, from the late 1850s until his death in 1906. The discipline tethered him to reality and tuned his eye. His acolyte, the painter Maurice Denis, described Cézanne's routine: “His afternoon consisted of two options: going to a museum to draw statues, or venturing out-of-doors with his box of watercolours. He believes that this prepares him to see well the following day.”</p> <p>The exhibition does something similar for the viewer's eye, patiently training it to pick up fresh subtleties amid Cézanne's relentless repetitions. He was gripped by apples, obsessed with a specific mountain, bedevilled by bevies of nudes. With a mixture of fervour and labour, he produced sheaves of doodles, cramming dozens of separate drawings on a single page that he sometimes kept working on for years.</p> <p>On the recto of one of these “study sheets”, a copy of a Goya self-portrait in a top hat jostles with a rendering of Cézanne's own face, an apple casting a shadow, a bird's-eye view of a couple in bed and a female bather lumbering toward a riverbank. The verso features a draped figure copied from an 18th-century clock, along with the painter's wife and son captured from various angles.</p> <p>In these free-associative forays, Cézanne mixed animate and inanimate, snippets from old art and contemporary life, sly humour and dour watchfulness. Each page is like a dream, offering up elusive meanings and connections. In a pencil drawing from the early 1880s, he placed an apple side by side with a self-portrait, the fruit's smooth roundness mirroring his bald pate. “I will astonish Paris with an apple,” he claimed, a subject he might have considered especially worthy because it was his alter ego.</p> <p>Cézanne saw other people and objects as doubles, too. He paired his wife, Hortense, with an orange, tacitly acknowledging the unflattering nickname bestowed on her by his contemptuous friends: <em>la boule</em>, or the ball. Elsewhere, Hauptman hangs a marvellous watercolour of a green jug, its stout form sprouting sensual curves, beside a sketch of the same piece of pottery upside down. The jug shares the page with two nude bathers, glimpsed from behind, buttocks erupting into globular mounds. The rhyming curves make the analogy clear. He saw people as components of a grand still life, or <em>memento mori</em> — the fragility of fruit and objects a stand-in for human mortality.</p> <p>Cézanne did not compare himself only to food or crockery, but also to a surprising choice of predecessor: Goya — his companion on the study sheet. Cézanne is usually regarded as the ultimate Frenchman, the modern-day Poussin, enshrining the naturalism of the Impressionists in the classical mould of the old masters. This view glosses over his Goya-esque studies of killing and assault, rendered in a brutal style. In “The Rape”, a man, seen only from behind, forces himself upon a screaming, panicked woman, her features three scrawled hollows of horror. These are times when Cézanne allows the molten forces within him to well up through his crust of perfectionism.</p> <p>These preoccupations with savagery also hint at unsuspected heirs. We know Cézanne as the progenitor of analytical cubism, all those cerebral, monochrome arrangements of angles and shapes. But he begot a wilder streak, too, especially among the German Expressionists. Otto Dix, George Grosz and Max Beckmann enshrined Cézanne's taste for sexual violence as “Lustmord” and amplified the coarseness of his technique.</p> <p>Cézanne's manner of attacking paper with pen demands that we reconsider his skill as a draftsman. Was his unpolished line a matter of deficiency or of choice? The show points in both directions at once. He returned regularly to studies of baroque sculpture and Hauptman gathers half a dozen pencil drawings of Pierre Puget's 1661-62 statue of Hercules, made over 15 years, all of them shocking distortions. Puget's hero is taut; Cézanne's is slack. Ripped muscles reconfigure into bulbous lumps, a titanic foot mutates into a cloddish paw. Cézanne shrinks Hercules's massive head to a hump that barely rises above his shoulders. Other Puget paragons suffer similar treatment, metamorphosing from men into monsters or dissipating into random bristles.</p> <p>Cézanne could work in the academic style when he chose; a study of a standing male from 1862 proves it. But that early exercise doesn't demonstrate inordinate skill and, unsurprisingly, he didn't get into the École des Beaux-Arts in Paris. It's hard to know whether that rejection inflamed his resistance or if he was just temperamentally hostile to conformity, but either way he had little use for high-gloss virtuosity. “I have to work all the time, but not to achieve the finish that earns the admiration of imbeciles,” he wrote to his mother. “That thing that is so widely valued is nothing more than a workman's craft, and makes all the resulting work inartistic and common.”</p> <p>Critics responded with predictable harshness and he didn't have a solo exhibition until 1895, when he was in his mid-fifties. In retrospect, and through the prism of MoMA's show, it's easier to see how his seething, morbid, rough-hewn work must have disconcerted the public. Bloodthirstiness was never far from Cézanne's imagination, even though he later buried it beneath veneers of peel or rind. In “Still Life With Apples, Pears and a Pot” (1900), the handle of a blue-black knife hovers menacingly above the carnal cleft of the blushing pears.</p> <p>The omnipresence of death often emerged as a skull that bore more than a passing resemblance to Cézanne's orb-like head. The show closes with two paintings: a skull and a curtained threshold, opening on to a gloomy room. “I live a little as if in a void,” he wrote to his son at the end of his life. And yet, as Hauptman points out, his voids are solid, impenetrable masses. The empty eye-sockets of the dead face have more presence than the brightness all around. In Cézanne, light is darkness, darkness light.</p> <p><em>To September 25, </em><a href=\"https://www.moma.org/calendar/exhibitions/5293\"><em>moma.org</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Ariella Budick 2021 'Cézanne Drawing at MoMA: ‘Each page is like a dream'' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T04:00:39.408Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2421,
          "end": 2426
        },
        {
          "start": 6127,
          "end": 6133
        },
        {
          "start": 2295,
          "end": 2300
        },
        {
          "start": 1768,
          "end": 1773
        }
      ],
      "nexusId": "10022657"
    }
  ]
}