{
  "_id": "296fa5abf939f7595f27858122afb4eae858c271566e150c30f668b119508f99",
  "feed": "ftcomall",
  "title": "Toyota barbs at Suga energy plans bare tensions on green future",
  "text": "<p>It is rare for a chief executive of Toyota or any big Japanese company to criticise the plans of government directly in public. So it was striking when Toyota boss Akio Toyoda issued a warning over <a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Japan-sets-sights-on-50-renewable-energy-by-2050\">Japan's green energy plan</a> even before it was unveiled late last month.</p> <p>“There is a risk that the automotive industry's business model could collapse,” Mr Toyoda said as he warned against the government's plan for a rapid transition to electric vehicles without a drastic change in its energy mix.&#xa0;</p> <p>Speaking as head of the powerful Japan Automobile Manufacturers Association, Mr Toyoda laid out a thoroughly prepared set of estimates to back his criticism of a pillar policy of prime minister Yoshihide Suga's <a href=\"https://www.ft.com/content/6335043f-c4d9-4624-9a69-2df517265c01\">2050 carbon-neutral goals.</a></p> <p>Of the number crunching detailed by Mr Toyoda, one forecast stood out: if all the cars in Japan today were electric vehicles, 10 additional nuclear plants or 20 coal-powered stations would be needed to avoid an electricity shortage during the peak summer period.</p> <p>Mr Toyoda is certainly <a href=\"https://www.ft.com/content/947ea588-bb2f-46b8-8aa1-f4ebf2ba74ae\">not the first</a> to question the green credentials of electric vehicles, especially in a country like Japan where the heavy reliance on fossil fuels means electricity is partly generated by burning coal. Toyota has also consistently argued that a longer-term fix for global warming should be a mix of hybrids, EVs and hydrogen-powered vehicles.&#xa0;</p> <p>But the fact that a company as influential as Toyota and an early advocate of green technology felt the need to speak out, underlines a deeper tension within Japan Inc about the country's energy challenges.</p> <p>With its decision to end the sale of new petrol-only vehicles by the mid-2030s, Japan is on the cusp of a green energy transition that holds the key to whether companies from Toyota to robot-maker Fanuc remain big global players. If the shift to renewable energy is successful, it could also herald a new wave of technology innovation that could lead to the <a href=\"https://www.ft.com/content/cd62697b-2034-44ef-be3b-d3e606d0406d\">reinvent</a>ion of struggling conglomerates such as <a href=\"https://www.ft.com/content/cd62697b-2034-44ef-be3b-d3e606d0406d\">Mitsubishi Heavy Industries </a>and Toshiba.</p> <p>But the consequences of failure would be bigger than when the country's consumer electronics giants lost their crown to Apple and Samsung Electronics in the era of smartphones. With almost every leading economy from the EU, the UK, and China committing to similar targets for zero emissions, the competition for green technology and investments is already intense.</p> <p>As carbon footprint becomes a yardstick for quality, made-in-Japan products may be less acceptable for environment-conscious consumers unless the world's fifth-largest emitter of greenhouse gases moves fast to reduce its reliance on fossil fuels.</p> <p>What motivated Mr Toyoda to speak out — and the foremost concern shared by the bosses of Sony, Ricoh and many other Japanese companies — was the lack of clarity on the concrete steps Mr Suga will take to alter the country's energy mix.</p> <p>The latest energy plan announced on Christmas Day calls for the use of renewables to increase from 18 per cent of electricity in 2019 to as much as 60 per cent by 2050, and up to 40 per cent generated from nuclear power and thermal power plants with carbon capture technology.&#xa0;</p> <p>The goals are ambitious and mark an important step for Japan that could potentially become a defining feature of the <a href=\"https://www.ft.com/content/692fef7a-41c4-4599-bc6a-9678e04e3a57\">Suga administration</a>, which has so far struggled to differentiate itself from that of former prime minister <a href=\"https://www.ft.com/content/a3767107-1c5a-4d61-96ca-5cf48eb8126c\">Shinzo Abe</a>.&#xa0;</p> <p>However, business has called for greater detail on the plans. And the country's record is not encouraging. After the Fukushima nuclear disaster in 2011, the government increased its reliance on coal instead of easing regulations hampering the use of renewable energy. A decade on, talk of resuming nuclear energy remains largely taboo, while discussion of a future without nuclear energy remains non-existent. </p> <p>Going forward, some in business believe Mr Suga will need to present a more specific road map for his green energy goals while ensuring the stability of electricity supply.&#xa0;</p> <p>For Toyota's part, the world's second-largest carmaker still needs to prove how it will remain relevant in the electric car revolution. There is no question Japan is behind the transition with EVs and plug-in hybrids.</p> <p>But for companies like Toyota and<a href=\"https://www.ft.com/content/bbd59494-ac64-4dda-8da5-a2990d8936d3\"> Sony</a> to have any chance of success in the green era, the government needs to provide more clarity, fast.</p> <p><a href=\"mailto:kana.inagaki@ft.com\"><em>kana.inagaki@ft.com</em></a></p><p>Source: Kana Inagaki 2021 'Toyota barbs at Suga energy plans bare tensions on green future' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T00:02:00.221Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2137,
          "end": 2144
        },
        {
          "start": 2137,
          "end": 2142
        }
      ],
      "nexusId": "10022657"
    }
  ]
}