{
  "_id": "887d6deed30595e0fb2105a9716602f0a677d38c1fe93b49b0eb587a5700ab68",
  "feed": "wall-street-journal",
  "title": "Technology:  Huawei to Launch Its OS  ---  Chinese tech giants'  operating system to  work around sanctions  and challenge Google  ----  By Dan Strumpf",
  "text": "<p>\n  HONG KONG -- Huawei Technologies Co. on Wednesday launches its self-developed operating system for mobile phones, the company's latest bid to break free of U.S. suppliers and an attempt to challenge Google's dominance in smartphone software. </p><p>\n  The Chinese tech giant plans to launch its new operating system, known as Harmony OS, across a large number of its smartphones during an online-only event, as well as unveil smart devices that will also run the company's latest homemade software. </p><p>\n  Huawei gadgets have been cut off from updating Google's Android operating system since August, following a series of U.S. sanctions against the Shenzhen-based company. The ban also cost Huawei access to the U.S. company's package of smartphone software known as Google Mobile Services, used widely across the industry. </p><p>\n  While Huawei's own smartphone sales are in free fall after briefly topping the world a year ago, the company is targeting other handset vendors that they hope will adopt Harmony OS, posing a direct challenge to Google Android's dominance of the market. </p><p>\n  Samsung Electronics Co., Xiaomi Corp. and the rest of the world's top-selling phone makers besides Apple Inc. all use Google's Android. Chinese sellers make up 57% of the global handset market, according to market-research firm Canalys and could be potential takers if Huawei's Harmony OS develops into a worthy match. </p><p>\n  Convincing vendors to adopt Harmony OS, however, may be an uphill battle. With an established network of software developers and billions of consumers used to its interface, Google Android dominates the smartphone market. More than eight out of 10 smartphones sold run Android. A spokesman, for Google, a unit of Alphabet Inc., didn't respond to a request for comment. </p><p>\n  Other challengers have had limited success unseating Google. Years ago, Samsung launched a rival operating system called \"Tizen,\" but it has failed to gain traction among the company's smartphone users. Microsoft Corp. also tried selling smartphones with a version of its Windows operating system to little success. </p><p>\n  Huawei, the world's largest maker of telecommunications equipment, has been racing to cut its dependence on U.S.-made technology and shifting its focus to software after selling off its budget phone unit last year. The effort has grown more urgent since Washington blocked Huawei from buying chips from its main suppliers last August. </p><p>\n  Earlier this year, Wang Chenglu, Huawei's head of consumer software, said the company's goal was to end the year with Harmony OS installed on more than 200 million Huawei devices, including smartphones, and more than 100 million devices made by outside companies. </p><p>\n  Huawei's challenges include creating a large enough ecosystem of software developers, building a large enough user base that entices developers and convincing outside vendors to abandon a tried and tested product, analysts say. </p><p>\n  \"It's a giant leap,\" said Nicole Peng, an analyst at market research firm Canalys. There isn't a successful case of an alternative operating system out there, she said. \"It takes many, many years to be able to build up that ecosystem and get all the stakeholders to be able to agree on it and see the benefit of it.\" </p><p>\n  Representatives at Xiaomi, and BBK Electronics Co.'s Oppo and Vivo -- China's three largest mobile phone brands -- didn't respond to questions about whether they are open to using Harmony OS. </p><p>\n  --- </p><p>\n  New System Offers </p><p>\n  App Substitutes </p><pre>\n </pre><p>\n  Huawei Technologies Co. has released scant details about how its new operating system will look and feel. </p><p>\n  The company unveiled Harmony OS at a developers conference in the southern Chinese city of Dongguan in 2019. It has since rolled it out to an array of consumer devices -- including on its line of laptops, PCs and smartwatches -- but until now has stopped short of making it available on its smartphones. </p><p>\n  Huawei has for years been pushing developers to build programs for the company's nascent app store, called AppGallery. The store has 540 million monthly users and 2.7 million developers to work on new apps, Huawei said. The company has already launched some apps to replace those whose access it lost. For example, a program called Petal Maps replaces Google Maps, while Petal Search replaces the phone's Google search bar. </p><p>\n  The new operating system won't restore user access to popular apps such as Facebook, YouTube and Instagram, from which Huawei is cut off. Many such apps have long been unavailable in China, the world's biggest market for smartphones. </p><p></p>",
  "published": "2021-06-02T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1160,
          "end": 1170
        },
        {
          "start": 1160,
          "end": 1169
        },
        {
          "start": 1160,
          "end": 1165
        }
      ],
      "nexusId": "10022657"
    }
  ]
}