{
  "_id": "bb4147233b1024bf817457cfe8b1689f1539941d6c6cd91338081e7751679b19",
  "feed": "market-watch",
  "title": "This $20 apple is prized in Japan — here's why it's so expensive",
  "text": "<p>It's fall, which means it's the season of all things apple. And Americans indeed love their apples, devouring more than 17 pounds of them per person annually, according to the latest statistics. In Japan, the fruit is also prized, with some special local varieties commanding particular attention. Perhaps the most famous of them is the Sekai Ichi, an apple that can cost around $20 — yes, per apple.</p><p>Why is it so expensive? It's all about its visual appeal and limited availability. The red-hued apple is noteworthy for its large size — it can weigh more than two pounds — and is grown with care to give it just the right color and look, according to Yoshimichi&#xa0;Hatsuyama, an apple specialist with Japan's Aomori Prefectural Industrial Research Center. But the size means that one tree can hold only so many apples, which “makes them hard to mass produce,” Hatsuyama says, speaking through a translator. As for the apple's taste itself, Hatsuyama says the Sekai Ichi is “sweet and juicy.”</p><p>The Sekai Ichi apple is but one example of Japan's obsession with pricey, rare and picture-perfect fruits, which are often purchased as gift items. Some of these fruits are even sold at auction, as in a super-premium cantaloupe that went for a remarkable $27,240. Others can be found at high-end stores, such as Tokyo's Sembikiya emporium, home to the $69 twelve-pack of strawberries and the $159.50 box of cherries. Hmm…maybe that $20 apple is a relative bargain.</p><p>The reality</p><p>These days, Americans are not just devouring apples, they're also getting choosy about them. After decades of settling for a few standard varieties — Red Delicious, McIntosh, Granny Smith, etc. — apple lovers are paying attention to ones that promise better flavor and texture.</p><p>Perhaps the most prominent of these apples is the Honeycrisp, a variety developed by the University of Minnesota that, as its name implies, is known for its crispness as well as well its flavorful balance between the sweet and the acidic. And it commands a premium price — typically, $3 per pound versus the $2 per pound for standard varieties, according to David Bedford, a senior research fellow at University of Minnesota's horticultural department.</p><p>But that still puts it far below the roughly $10-per-pound price you can pay for a Sekai Ichi apple in Japan. In other words, a great apple doesn't have to cost that much.</p><p>Perhaps even more significant is the fact that apple aficionados and professionals who have tried the Sekai Ichi say it's not all that special — at least as far as taste goes. “It's never been one that's registered as a $20 apple,” says Al Rose, proprietor of the Red Apple Farm in Phillipston, Mass., a you-pick farm that grows more than 50 varieties of apples.</p><p>Rose speaks from experience. He's the rare American grower of Sekai Ichi — well, he has one tree on his property. He charges the same for the Sekai Ichi as he does for all his you-pick apples — $32 a half bushel, which works out to about 20-22 pounds of apples. That means a two-pound Sekai Ichi runs aroudn $3 on his farm.</p><p>Like many others, Rose is a fan of the Honeycrisp apple. But his favorite variety is the Macoun, which is generally not considered a pricey apple — meaning it can be found at the $2-per-pound level. “It's got a bit of sweetness and crispness,” says Rose of the Macoun. “The flavor is second to none.”</p>",
  "published": "2021-10-05T08:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 394,
          "end": 399
        },
        {
          "start": 916,
          "end": 921
        },
        {
          "start": 2332,
          "end": 2337
        },
        {
          "start": 53,
          "end": 58
        },
        {
          "start": 2292,
          "end": 2297
        },
        {
          "start": 352,
          "end": 357
        },
        {
          "start": 2638,
          "end": 2643
        },
        {
          "start": 497,
          "end": 502
        },
        {
          "start": 1663,
          "end": 1668
        },
        {
          "start": 1426,
          "end": 1431
        },
        {
          "start": 2417,
          "end": 2422
        },
        {
          "start": 677,
          "end": 682
        },
        {
          "start": 3107,
          "end": 3112
        },
        {
          "start": 1005,
          "end": 1010
        },
        {
          "start": 2594,
          "end": 2599
        },
        {
          "start": 3197,
          "end": 3202
        },
        {
          "start": 9,
          "end": 14
        }
      ],
      "nexusId": "10022657"
    }
  ]
}