{
  "_id": "b44de2bb662c1236455e09e7b0be85bf357438492968c699e3a4054f51b8be85",
  "feed": "ftcomall",
  "title": "Which red wines are ready to drink now?",
  "text": "<p>Most of the time I write about wines you can buy now, which means concentrating on <a href=\"https://www.ft.com/content/590d8796-e4ab-11e9-9743-db5a370481bc\">recent vintages</a>. But I know that some readers buy and store wine in the hope of saving money and in the expectation of nurturing it until it has developed suitable maturity and complexity.</p> <p>It's true that winemakers almost everywhere are deliberately making wines that can be drunk much earlier than in the old days, when cooler summers and less sensitive winemaking resulted in tart, tough wines that absolutely had to be aged before they were drinkable. </p> <p>Lately, I have been tasting <a href=\"https://www.ft.com/content/1ec41b60-5828-4296-abd4-4519a19bd4b6\">2019 burgundies</a> and <a href=\"https://www.ft.com/content/3c11b58a-7c24-11e9-81d2-f785092ab560\">2018 bordeaux</a> intensively and have been amazed by how approachable and luscious many of them are already. But contemporary winemakers, while being aware of societal impatience and the costs of storing wine, also hope the wines they make will last every bit as long as their predecessors. So far, I see no evidence of modern wines maturing too fast, despite the warming globe.</p> <p>There is no doubt, however, that many — particularly reds, and especially red bordeaux, top red burgundies and red wines from the Rhône, Piemonte and Tuscany — do improve with bottle age. To&#xa0;a certain extent, the ability to age is what those who buy wine <a href=\"https://www.ft.com/content/5fc8dac4-ab20-11e8-89a1-e5de165fa619\">en primeur</a>, in extreme youth, pay for.</p> <p>So, for those lucky enough to have a collection of maturing wine, here are some suggestions for which vintages to tackle now. There will always be examples, often the most expensive, that deserve even longer in bottle — just as the least expensive bottles tend to age fastest. Those of us who are not billionaires tut over the modern tendency of those few who can afford the world's most expensive wines to pull their corks too early. (If only we owned them, we'd look after them properly — or so we like to think.) But my suggested vintages apply to wines of a quality between these two extremes, and a British palate is assumed. (In general, the French tend to drink wine younger than we Brits do, with our traditions of connoisseurship.)</p> <p>Bordeaux will be a major focus of this article since it constitutes the majority of the wines bought to be cellared. The youngest red bordeaux vintage I'd be pulling out of my cellar would be 2014, a&#xa0;vintage often overlooked because the 2016s are so stupendous and the 2015s so tannic and potentially long-lived.</p> <p>If you have any bordeaux 2013s, for heaven's sake drink them — and without much ceremony. The&#xa0;2012s are generally a bit better and the 2011s better still — their only sin was that they followed the stellar pair of vintages 2009 and 2010, which sold at sky-high prices. If you have a fair quantity of these latter two, definitely pull the corks on most of the ripe 2009s, which are at their peak now, while waiting for the 2010s to round out and shed their tannin. That said, many a 2010 should also be starting to drink well.</p> <p>If I had every other vintage of the first decade of this century of the same notional average red bordeaux in my cellar, I would drink them in this order: 2002, 2007, 2004, 2003, 2001, 2000, 2006, 2008 and then the very concentrated 2005s. For my money, the under-appreciated vintages in this line-up are 2001, which can outshine 2000, especially the Pomerols and <a href=\"https://www.ft.com/content/753cfb80-1c1c-11e8-aaca-4574d7dabfb6\">St-Émilions</a>, and 2004, which has been giving me great pleasure recently. The heatwave 2003 vintage is an oddball, made before human and vine got used to hot summers, meaning that many wines have a sweet, raisined quality to them — not always unattractive, but certainly unusual.</p> <p>Any red bordeaux grown and made in the last century is worth trying now and 1991 to 1993 inclusive should generally have been drunk quite some time ago. </p> <p>As for burgundy, the overall quality of vine-growing and winemaking seems to have improved every year, so my advice is similar to what I used to give for New World wines: buy the most recent vintage. </p> <p>From Burgundy itself, the early-maturing 2017 is often the vintage of choice. It has the great advantage of still being available and not too ridiculously expensive — partly because its reputation was blighted by the hoopla over the 2018 vintage.</p> <p>For grand cru red burgundies that deserve bottle age, there's a sweet spot at the beginning of this century with a run of good vintages from 2000 to the extraordinarily hot (for then) 2003 vintage, which should probably be drunk now. For premier cru red burgundies, the 2006, 2007 and 2008 vintages should also be good now.</p> <p>It is still probably a bit early to drink the longest-lived 2009s and 2010s of the northern Rhône but the much lighter 2011s and 2012s should provide great pleasure already; ditto the 2006s. </p> <p>For the southern Rhône, I asked Vincent Avril of Clos des Papes in Châteauneuf-du-Pape for his recommendations. He's a big fan of the supple “Burgundian” 2014 and he's beginning to open bottles from the more structured 2012 and 2013 vintages. He recommends both 2011 and 2004 as vintages whose wines have been approachable throughout their lives.</p> <p>British collectors have, I hope, been following their American counterparts in adding <a href=\"https://www.ft.com/content/617885c4-0cc4-11e6-ad80-67655613c2d6\">Italian wines</a> worth ageing to their cellars. The Italian specialist Walter Speller on JancisRobinson.com suggests that 2001 and 2004 are ideal vintages of Barolo to drink now, plus perhaps the 2015s. From neighbouring <a href=\"https://www.ft.com/content/c16a3e96-7721-11e7-90c0-90a9d1bc9691\">Barbaresco</a>, go for 2004 and 2011, as well as 2014. There are likely to be bargains from this unfairly maligned year in which Barbaresco escaped much of the rain that plagued Barolo's reputation. His picks for <a href=\"https://www.ft.com/content/3bd6b1c0-b7d8-11e9-96bd-8e884d3ea203\">Brunello di Montalcino</a> are 2010 and 2012.</p> <p>His Spanish counterpart Ferran Centelles recommends 2010 and 2011 as great <a href=\"https://www.ft.com/content/bb306d1e-5319-11e8-b24e-cad6aa67e23e\">Rioja vintages</a>, with 2004 and 2005 having already matured nicely. If you have a good 2001 Rioja, count yourself lucky since they have virtually disappeared from the market. </p> <p>If only more wine producers followed the example of some of Spain's more traditional producers and released wines only when they are ready to drink. But then I suppose it would put the wine storage providers out of their flourishing businesses.</p> <p>I will write about white wines next week.</p> <p><em>Free vintage profiles and details of wine storage providers worldwide on </em><a href=\"https://www.jancisrobinson.com/\"><em>JancisRobinson.com</em></a></p> <p><em>Follow Jancis on Twitter&#xa0;</em><a href=\"https://twitter.com/JancisRobinson\"><em>@JancisRobinson</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Jancis Robinson 2021 'Which red wines are ready to drink now?' FT.com 30 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-30T05:00:09.192Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6368,
          "end": 6373
        }
      ]
    }
  ]
}