{
  "_id": "5c295ad195a07f9bb866c60ce17e8656386a109d480c060b1c9aff749aede85a",
  "feed": "ftcomall",
  "title": "Seedrs boss says innovation stifled by UK mergers watchdog",
  "text": "<p>The boss of crowdfunding platform Seedrs has warned that the UK competition watchdog risks stifling government ambitions to create a booming tech sector after it blocked his merger with rival Crowdcube.</p> <p><a href=\"https://www.ft.com/content/c26ccd52-a198-449b-8b51-bd760894034f\">On March 24</a> the Competition and Markets Authority <a href=\"https://www.ft.com/content/c26ccd52-a198-449b-8b51-bd760894034f\">said</a> it intended to prevent the tie-up between the two crowdfunding businesses, arguing it would restrict competition and result in higher fees and less innovation.&#xa0;</p> <p>The backlash from Seedrs underlines a growing nervousness about the lack of innovative companies in the UK, which faces the possible exit of top software groups <a href=\"https://www.ft.com/content/dc3ec20b-d877-4da8-acfc-36e3384fcfad\">such as Arm</a>, while the CMA is struggling to balance the need for innovation with the threat from digital mergers.</p> <p>Jeff Lynn, co-founder of Seedrs, told the Financial Times that the CMA had taken an “old fashioned and academic view of competition law that fails to recognise the realities of how innovative sectors work”. The deal was pulled after being provisionally blocked.</p> <p>Lynn said there was a “real divide between the political impetus to see us build some great businesses in this country and a much more narrow-minded perspective from the CMA”.</p> <p>The regulator did not comment on the fintech boss's comments, but when handing down its decision it said the merger could have created a monopoly in Britain's nascent crowdfunding market, which allows retail investors to participate in equity raising for&#xa0;early-stage companies.</p> <p>According to the CMA, the businesses controlled between 90 and 100 per cent of that market between them. Neither company has yet generated an annual profit, and both argued the deal should have been measured against rivals that raise funds for start-ups such as venture capital, angel investors and private equity rather than other crowdfunding companies only.</p> <p>Lynn said the CMA had been “burnt” by having previously approved deals such as Facebook's acquisition of Instagram that entrenched the dominance of big companies.</p> <p>“I think their feeling is that they don't want to see the next Facebook, the next Google, the next Twitter built by M&amp;A under their watch,” he said.</p> <p>The regulator had confessed in the past to being wary of waving through technology deals. In&#xa0;March last year, then-CMA chair Andrew Tyrie said the watchdog had been <a href=\"https://www.ft.com/content/d528a206-5d56-11ea-b0ab-339c2307bcd4\">too lax</a> on digital mergers in recent years.&#xa0;</p> <p>Last year chief executive Andrea Coscelli also pledged to “get <a href=\"https://www.gov.uk/government/speeches/andrea-coscelli-closer-to-consumers-competition-and-consumer-protection-for-the-2020s\">tougher on mergers and enforcement</a>” after the UK's exit from the EU, which handed new powers to the watchdog to decide the fate of large mergers once decided by the European Commission.</p> <p>The regulator's current approach comes as antitrust authorities around the world grapple with how to rein in consumer harms triggered by the dominance of a small number of internet giants. The CMA has proved itself one of the most active global enforcers on that measure, having launched antitrust cases against Apple and Google already this year. </p> <p>Lynn said: “It's a little bit absurd to strangle almost at birth a business just because it could someday get half platform power. [The deal] was about building businesses that can be competitive on the international stage to compete across multiple markets.”</p> <p>Data from the CMA showed eight in 10 deals referred to an in-depth probe between April 2020 and January 2021 were blocked or abandoned, up from 40 per cent in its previous financial year. The small number of cases does cause high annual fluctuation, however.</p> <p>Seedrs has now secured new financing, according to Lynn, to support its position as a standalone company. In a letter to shareholders seen by the FT, Lynn said the company had made revenue last year of £5.3m and an operating loss of £4.1m.</p><p>Source: Daniel Thomas and Kate Beioley in London 2021 'Seedrs boss says innovation stifled by UK mergers watchdog' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-06T04:00:48.748Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2854,
          "end": 2859
        }
      ],
      "nexusId": "10022657"
    }
  ]
}