{
  "_id": "cc1a4f5a19344eb1bf1cbd0d872f644f93f116f5247344669f43c48194540841",
  "feed": "wall-street-journal",
  "title": "Apple to Put CEO on the Stand  In Court Fight With Epic Games  ----  By Tim Higgins",
  "text": "<p>   Apple Inc. gets its turn this week to mount a courtroom defense against Epic Games Inc.'s antitrust claims, preparing to bring in its most powerful spokesman: Tim Cook. </p><p>   Mr. Cook is set to testify in a trial that, regardless of the verdict, could prove to be one of the most consequential for the iPhone maker as it faces accusations it denies of abusing its market power. </p><p>   Approaching the 10th anniversary of taking over as chief executive, Mr. Cook is no stranger to high-profile, make-or-break moments for Apple. A polished public speaker, he has twice testified before Congress but never appeared on a witness stand in a trial where his words could sway a judge for or against the company. </p><p>   His testimony is likely to be the most detailed public discussion he will give on a subject that is likely to loom over Apple for years to come. Mr. Cook has been preparing for the trial, according to a person familiar with his effort. That included hours of practice rounds from former prosecutors chosen by his legal team to simulate the witness stand. He is expected to seek to bolster Apple's argument that it isn't a monopoly in a case that threatens to unravel its control over the App Store, a key part of Apple's services business that generated almost $54 billion last year. </p><p>   Epic contends Apple created monopolies by blocking other app stores on the iPhone and requiring apps to use its in-app purchase system to collect digital revenue, allowing it to collect a 30% commission that Epic says is unfairly high. Apple counters that the commission is fair for the value it has created for developers and users, is in line with what others charge and points to Android devices, computers and videogame consoles as examples to buttress the claim that it isn't limiting distribution of Epic's game \"Fortnite.\" </p><p>   \"Tim Cook's going to have to show that the reason they had these fees was not to maintain their dominance or squeeze money out of somebody, but rather, it was critical to maintaining a business and there's nothing unfair about it,\" said Jeffrey Jacobovitz, a former lawyer with the Federal Trade Commission who isn't involved in the case but follows it closely. The risk, however, is saying something that \"lives on in infamy,\" he added. </p><p>   Apple's former marketing chief, Phil Schiller, now a company fellow, and Craig Federighi, head of software, are likely witnesses this week while Mr. Cook is expected toward the end of the week or early next week. </p><p>   Apple has told the court Mr. Cook will speak about the company's core values among other topics that deal with how it operates and the competition it faces. He is likely to emphasize the economic benefits the App Store has created for developers -- a theme the company often touts. Apple is looking to use its executive to further its defense that Epic's true motivations were to get a better deal. </p><p>   During cross-examinations this week, Epic is likely to further attack Apple's claim that its store's rules are to ensure security and other protections for customers, trying to emphasize its argument that the security claims are a pretext to justify a business decision. </p><p>   The origin of Apple's App Store has become one of the side narratives in the nearly monthlong case as Epic tries to show the store has morphed from being aimed at breaking even into a moneymaking powerhouse that is able to collect unfair commissions and geared toward protecting profits. </p><p>   Epic unearthed an email between senior executives from the summer of 2011 that reveals internal debate about whether the 70-30 split should remain so favorable for Apple. </p><p>   \"I don't think that 70/30 will last unchanged forever,\" Mr. Schiller, then head of marketing, said in an email to Apple co-founder Steve Jobs and another executive. </p><p>   Mr. Schiller continued, \"Once we are making over $1B a year in profit from the App Store, is that enough to then think about a model where we ratchet down from 70/30 to 75/25 or even 80/20 if we can maintain a $1B a year run rate? I know that is controversial, I just tee it up as another way to look at the size of the business, what we want to achieve, and how we stay competitive.\" </p><p>   Epic has leaned heavily on an expert's analysis of Apple records to say the App Store's profit margin was almost 80% in fiscal year 2019. The report cites Apple's records calculating the operating margin at 77.8%. </p><p>   Apple has disputed the figures, arguing they don't represent how it runs its business. To emphasize the point, an Apple lawyer pressed Epic Chief Executive Tim Sweeney on how his company similarly doesn't account for shared engineering costs to a particular project. </p><p>   \"If someone were to point at one product or service that your company offers and declare a precise profit margin for it, that assessment would be fundamentally flawed, wouldn't it?\" Richard Doren, a lawyer for Apple, asked. </p><p>   \"Yes, within most parts of Epic, that's correct,\" Mr. Sweeney said. </p><p>   One email to emerge in the latest court battle showed a brief moment of unvarnished Mr. Cook and illustrates how far things have come between him and Mr. Sweeney. </p><p>   After Mr. Sweeney, who had participated in a past Apple marketing event, emailed Mr. Cook in 2015 with suggestions for the App Store, Mr. Cook responded privately to his deputies: \"Is this the guy that was at one of our rehearsals?\" </p><p></p>",
  "published": "2021-05-18T06:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4464,
          "end": 4469
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 812,
          "end": 817
        },
        {
          "start": 4291,
          "end": 4296
        },
        {
          "start": 5122,
          "end": 5127
        },
        {
          "start": 2739,
          "end": 2744
        },
        {
          "start": 2457,
          "end": 2462
        },
        {
          "start": 1290,
          "end": 1295
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1512,
          "end": 1517
        },
        {
          "start": 507,
          "end": 512
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 4827,
          "end": 4832
        },
        {
          "start": 3700,
          "end": 3705
        },
        {
          "start": 2926,
          "end": 2931
        },
        {
          "start": 4350,
          "end": 4355
        },
        {
          "start": 2244,
          "end": 2249
        },
        {
          "start": 3141,
          "end": 3146
        },
        {
          "start": 3579,
          "end": 3584
        },
        {
          "start": 1081,
          "end": 1086
        },
        {
          "start": 4187,
          "end": 4192
        },
        {
          "start": 1205,
          "end": 1210
        }
      ],
      "nexusId": "10022657"
    }
  ]
}