{
  "_id": "cda8bcf067ef4fe0a29b72e39a02fa2926021731dad3a99ebe1a60c090bb08a4",
  "feed": "market-watch",
  "title": "The 2022 Land Rover Defender 110: A civilized off-roader",
  "text": "<p>Great off-road ability</p><p>Arguably cool design</p><p>Impeccable pedigree</p><p>Choice of body styles</p><p>Cons</p><p>Fighting an unhealthy reliability reputation</p><p>A few cheap-feeling cabin materials</p><p>What's new?</p><p>Available 518-horsepower supercharged V8</p><p>Heated front seats now standard</p><p>Optional 11.4-inch infotainment touchscreen</p><p>XS Edition joins the 110 lineup</p><p>New Bond Edition also joins the 110 lineup</p><p>Price:&#xa0;Starts at $49,050.</p><p>The 2022 Land Rover Defender SUV is made specifically for off-road adventures. Yet it's also civilized and fitted with modern gadgets. For those who need to divide their time between the untamed and the urbane — or just want to give that impression — the Land Rover Defender can complete the picture.</p><p>There are two versions of this SUV. What's the difference between the Defender 90 and the Defender 110? The 90 has two doors and the shorter wheelbase: 101.9 inches. The Defender 110 has four doors, offers the option of two (small) seats to make a third seating row, and has a longer wheelbase of 119 inches. Both offer the same engines, suspensions, and equipment. Making the choice depends on whether regular traveling companions will number more than one.</p><p>Don't miss:Running on hydrogen, this car set a record of 845 miles between fill-ups</p><p>Those numerical titles, by the way, pay homage to the original Land Rover, whose wheelbase lengths corresponded more closely. This vehicle went on to be named the Defender, although it was really Britain's equivalent of the Willys Jeep and has gained a similar iconic status.</p><p>So this new Defender is more than just a competent modern SUV. It's the continuation of a metaphorical bloodline.</p><p>2022 Land Rover Defender 110 pricing</p><p>The least expensive 2022 Defender is the entry-level 90, whose Manufacturer's Suggested Retail Price (MSRP) is $47,700. Adding the $1,350 destination charge makes that $49,050.</p><p>Another 17 variants follow. Some have the longer wheelbase and four doors (the 110 series), and then there are different engines. The two priciest models are the 2022 Defender 110 V8 Carpathian Edition, at $108,550, and the Defender 110 V8 Bond Edition, at $114,600.</p><p>Anyone looking for comparable off-road ability and doesn't mind spending less money might want to look at the&#xa0;Jeep Wrangler&#xa0;and&#xa0;Ford Bronco&#xa0;(both from around $30k), and&#xa0;Toyota 4Runner&#xa0;(starting at about $38k). Alternatively, the extravagantly wonderful and stunningly capable&#xa0;Mercedes-Benz G-Class&#xa0;starts at just under $133k.</p><p>Before buying, check the KBB.com Fair Purchase Price to see what others in your area paid for their new Defender. Off-road specialist vehicles hold their value pretty well.</p><p>Also read: The 2022 Subaru BRZ is sharp-looking and thrilling to drive</p><p>Driving the 2022 Land Rover Defender 110</p><p>One of the equipment changes in the 2022 Defender is that both the 90 and 110 come with a coil spring suspension as standard. Only in the new V8-powered models and the X trims (which come in just below the V8 versions) is there an adaptive air suspension, although it is optional in the lower trims.</p><p>Torque is a much better friend to off-roaders than the ability to hit a high top speed. It's the power to pull the vehicle over a tough boulder and/or out of sticky mud. The 4-cylinder engine's 295 lb-ft is adequate, but if there are any big adventures in a Defender buyer's future, the 6-cylinder engine's 406 lb-ft would be preferable while not impacting on fuel economy to any great degree.</p><p>The new supercharged V8 makes 461 lb-ft of torque, along with a meaty 518 horsepower. It's also found in the Range Rover and Range Rover Sport, where it achieves the same fuel economy figures as the 6-cylinder unit in the Defender.</p><p>Every new Defender comes with all-wheel drive and a Terrain Response System that brings separate modes for wading, rock crawling, mud and ruts, grass/gravel/snow, and sand. Land Rover has forged an incredible reputation over the years for conquering all sorts of terrain, and much of that expertise is now available at the touch of a button.</p><p>And no, we haven't forgotten — the Defender is also a pleasure to drive on actual paved roads. Naturally, the air suspension provides more comfort. And although the Defender still doesn't quite approach the cushioned elegance of a Range Rover, there's sufficient body control and a general air of refinement.</p><p>Also see:&#xa0;5 high-performance SUVs to spice up your life</p><p>Interior comfort</p><p>The dashboard of the 2022 Defender contains elements of high-tech, like the optional 11.4-inch infotainment touchscreen, along with enough upscale touches to remind its occupants that this is a premium vehicle.</p><p>Yet it also looks like it could withstand at least a thorough wipe-down if things got muddy inside. Land Rover offers optional deep-sided rubber mats for just such occasions.</p><p>The 90 offers an extra jump seat between the two main places up front. The 110 has the option of a couple of small seats behind the second row. Legroom back there is tight, though, at 22.5 inches.</p><p>Cargo space ranges from 10.7 cubic feet behind that optional third row to a maximum of 78.8 cubic feet behind the front seats of the 110 version.</p><p>Exterior styling</p><p>The SUV from the future. That's how the new Land Rover Defender comes across. The company had to make sure the overhangs weren't too long, to preserve useful approach and departure angles. And ground clearance had to be a major consideration — the Defender enjoys 11.5 inches of that, plus a maximum wading depth of 35.4 inches with the adaptive air suspension. Even the basic coil suspension can still deal with 33.4 inches.</p><p>The tailgate is hinged at the side. And in true off-roader style, a full-size spare wheel is attached to it.</p><p>There are some new looks for 2022. The V8 version, for example, offers a Carpathian Edition with dark gray paint and black accents. Some higher trims qualify for an Extended Black Exterior pack or a Bright Exterior pack. Those models with the V8 don't have roof rails, but they do acquire a cool-looking quad exhaust system.</p><p>Favorite features</p><p>All-Terrain Progress ControlOptional in the lower trims, becoming standard at the X level, this is a low-speed cruise control that adapts to whatever challenging surface is underneath, applying the right amount of throttle or braking and selecting the correct gear automatically. The driver only has to concentrate on steering.</p><p>ClearSight rearview mirrorIf the cargo area of the Defender is packed to the ceiling, or if there are several passengers' heads obscuring rearward vision, this clever mirror will still show a wide-angle view of what's behind, thanks to a rear-facing camera. This is optional in the three lowest trims, standard elsewhere.</p><p>Standard features</p><p>The most basic new Defender, the standard 90, is far from under-stocked. As well as a 296-horsepower engine and full-time all-wheel drive, it comes with a power-assisted tailgate, rain-sensing wipers, roof rails, LED headlights/taillights, heated side mirrors (self-dimming on the driver's side), keyless entry/ignition, and dual-zone automatic climate control.</p><p>A 10-inch touchscreen is the hub for an infotainment system that includes satellite radio, Apple AAPL CarPlay/Android Auto smartphone integration, navigation, Wi-Fi, wireless charging, and a phone signal booster.</p><p>Among the standard driver assistance features are forward-collision warning with automatic emergency braking, 360-degree parking system, and a Clear Exit monitor (described in our Safety section). The 110 starts out with virtually the same equipment.</p><p>You might like:The 2022 Infiniti QX55: A handsome, athletic, luxury people-mover</p><p>Factory options</p><p>The higher up the trim ladder, the more plentiful the options. Buyers can choose more powerful engines, including the new supercharged V8 this year. Plus leather upholstery, bigger alloy wheels, Meridian sound systems (Meridian is a well-respected brand among audiophiles), and more sophisticated all-wheel-drive systems. Many of these features that are standard in the upper trims are available as options further down.</p><p>On the actual options list are items like extra under-body protection, off-road tires, raised air intake (also known as a snorkel), towing pack, 3rd-row seating (in the 110), and an 11.4-inch infotainment touchscreen.</p><p>Land Rover USANew for 2022 is the Land Rover Defender V8 Bond Edition. Created by Land Rover SV Bespoke and based on the 110 body style in the U.S., this new Defender celebrates the vehicle's role in&#xa0;“No Time To Die,”&#xa0;the 25th James Bond film.</p><p>It's limited to only 300 units. In addition to 22-inch gloss-black wheels and Xenon blue front brake calipers, this special Defender has a supercharged 5.0-liter V8, a “Defender 007” rear badge, 007 puddle lamps, and illuminated scuff plates. The Bond Edition Defender Bond Edition also carries the SV Bespoke logo and an exclusive “One of 300” etching.</p><p>Land Rover has been associated with James Bond for 38 years, and the movie came out Oct. 8. It's the last time Daniel Craig will play agent 007.</p><p>Also read: Why ‘James Bond' star doesn't plan to leave much money to his kids when he dies</p><p>Engine and transmission</p><p>The basic engine of the 2022 Defender range is a turbocharged 2.0-liter 4-cylinder making 296 horsepower.</p><p>At the X-Dynamic S level (and 110 SE) comes a 3.0-liter inline-6 that deploys a turbocharger and an electric supercharger to develop 395 horsepower. That supercharger is energized by a 48-volt mild hybrid system that also starts and assists the gasoline engine.</p><p>New for 2022, a supercharged 5.0-liter V8 generates 518 horsepower in the top two 90 and 110 variants.</p><p>All three engines connect to an 8-speed automatic transmission, and permanent all-wheel drive is standard. Premium gasoline is recommended.</p><p>Towing capacities are 7,716 pounds (4-cylinder engine) and 8,201 pounds (6-cylinder and 8-cylinder engines).</p><p>2.0-liter turbocharged inline-4296 horsepower @ 4,000 rpm295 lb-ft of torque @ 1,500-4,000 rpmEPA city/highway fuel economy: 18/21 mpg (90), 17/20 mpg (110)</p><p>3.0-liter turbocharged (&amp; electric supercharged) inline-6 w/mild hybrid395 horsepower @ 5,000 rpm406 lb-ft @ 2,000-5,000 rpmEPA city/highway fuel economy: 17/22 mpg (90 &amp; 110)</p><p>5.0-liter supercharged V8518 horsepower @ 6,000 rpm461 lb-ft of torque @ 2,500-5,500 rpmEPA city/highway fuel economy: 15/19 mpg (90), 14/19 mpg (110)</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2021-10-29T05:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7123,
          "end": 7128
        },
        {
          "start": 7129,
          "end": 7133
        }
      ],
      "nexusId": "10022657"
    }
  ]
}