{
  "_id": "eb715f7c017c6b5c0680a49849bf3297726cfbe5cf01796633913521a5e7a031",
  "feed": "market-watch",
  "title": "Still shopping for holiday gifts? Let our 12 bottles of Christmas be your guide",
  "text": "<p>Yes, it's our annual 12 bottles of Christmas — a Weekend Sip tradition in which we provide some gift suggestions (or, if you prefer, bottles to gift yourself). As always, we try to cover all sorts of beverages — spirits, wine and beer — at all price points. Some of our picks play into the festive, flavorful nature of this time of year, but others are bottles that prove their worth throughout the calendar.</p><p>Of course, you don't have to stop with this list. Consider our 12 bottles of Christmas picks from 2020, 2019,&#xa0;2018,&#xa0;2017,&#xa0;2016,&#xa0;2015,&#xa0;2014,&#xa0;2013&#xa0;and&#xa0;2012.</p><p>Oh, and happy holidays!</p><p>Clay WilliamsThe red bottle</p><p>We love sorrel, a Jamaican drink, flavored with hibiscus and spices, that is a favorite around the holidays. But a sorrel liqueur doubles down on that idea, adding an alcoholic kick. And that's why we love Sorel ($32.99), a red-hued liqueur — the color is naturally very seasonal, too — made with a host of specialty ingredients sourced from around the globe, including Moroccan hibiscus, Brazilian clove and Nigerian ginger.</p><p>Courtesy KLG Public RelationsThe green bottle (aka the Cameron Diaz bottle)</p><p>In this case, we're not referring to the color (always popular around the holidays), but the idea of “green” — that is, being conscious about the planet. Avaline, a wine label co-founded by actress and entrepreneur Cameron Diaz, has that as part of its mission. Its bottles are considered “clean,” which means they are made with organically grown grapes and with no added colors, concentrates or unnecessary sugars. The Pinot Noir ($26) is the label's latest offering, but if you're looking for something a bit more gift-minded, consider “Le Perfect Evening” ($84) three-pack of French wines.</p><p>Kendall Mills The gold bottle</p><p>As with the green bottle, our gold one isn't about color. Instead, it's gold as a symbol of luxury — in this case, a bottled cocktail taken to the gourmet (and expensive) extreme. The Gold Fashioned ($150), created by award-winning bartender and spirits producer Robert Haynes, is an Old-Fashioned, but in this case fashioned with the finest of ingredients. The whiskey that goes into it is a blend of an 8-year bourbon and 5-year rye; the bitters include a mix of such spices and flavorings as Ecuadorian cacao, Seville orange peel and wild-harvested gentian root from the French Alps; and the sweetness comes via a sugar from Malawi. In a word, not your typical cocktail.</p><p>Misunderstood WhiskeyThe ginger bottle</p><p>Ginger is an ingredient that goes in many a Christmas recipe, but now you can have it in spirit form — specifically, the Misunderstood brand's Ginger Spiced Whiskey ($32.99). The label rightly bills it as a “whiskey forward” sip — rather than an overly sweet liqueur — with “a delicate ginger finish” that “leaves a light heat in the back of the palate.” It can be enjoyed neat or over ice, but also works well in any cocktail that calls for, well, whiskey.</p><p>Clase&#xa0;Azul&#xa0;Spirits The Mexican bottle</p><p>Clase Azul makes bottles of tequila and mezcal that are works of art unto themselves — ceramic wonders that are worthy of display long after you've enjoyed the liquid inside. But sometimes the Mexican distiller goes a step beyond: Such is the case with its limited-edition Día de Muertos 1 ml tequila offering ($750), an all-in-black, decorated bottle that's intended to honor the holiday known as “the day of the dead.” The tequila in the special decanter is nothing to take lightly, either — it's a complex, aged (14 months-plus), single-estate one sourced from a small mountain locale.</p><p>Courtesy Hanna Lee CommunicationsThe Japanese bottle (er, book)</p><p>Japanese whisky has surged in popularity in the U.S. in recent years. And so have Japanese-style cocktail bars, which take the art of mixology to a whole other level of refinement. One of the most celebrated of these drinking establishments is New York's Katana Kitten, run by Masahiro Urushido. Now, Urushido and veteran writer Michael Anstendig have teamed up for a book, “The Japanese Art of the Cocktail” ($18.60 on Amazon) that gives you great insight to the country's singular and detailed approach to cocktail-making.</p><p>Courtesy Hanna Lee CommunicationsThe coffee bottle</p><p>Sure, you can always buy a coffee lover a pound of their favorite brew or a gift card to their favorite coffee chain. But might we suggest Hochstadter's Slow &amp; Low Coffee Old-Fashioned ($26.99) instead. As its name implies, this is essentially a bottled cocktail — an Old-Fashioned, made with rye, that adds some delicious coffee to the mix. The brew used is a blend of coffee from Ethiopia, Guatemala and Peru, courtesy of Intelligentsia Coffee.</p><p>Margaret PattilloThe tea bottle</p><p>We're not talking a cuppa tea, but tea as a flavoring in a first-rate rate spirit — Coit Spirits' Caravan Tea Gin ($46.99), which is made with the namesake tea that has a distinct, smoky flavor. The California producer adds other botanicals to the gin, such as cardamom and long pepper. But you'll also get the classic gin note of juniper. In all, a tantalizing mouthful.</p><p>Courtesy SazeracThe apple bottle</p><p>Granted, apples are more a fall favorite than a winter one. But we'd suggest Journeyman O.C.G. Apple Cider Liqueur ($16.99) as a terrific sip even in the heat of summer. This tastes like fresh-from-the-farm cider, but with a boozy boost (it's made with the Michigan producer's un-aged rye). Little wonder it's the label's best seller. (By the way, O.C.G. stands for Old Country Goodness — a moniker that definitely fits!).</p><p>Courtesy SheGrown MediaThe Russian bottle</p><p>When it comes to spirits from Russia, we naturally think vodka. But Zyr ($27.99) is in a class by itself among vodkas from the Eastern European giant of a country. Made with non-GMO winter wheat and rye, it is distilled five times, giving it what the brand bills as an “incredibly clean taste.” It also doesn't hurt that it's made with naturally filtered water sourced from near the Finnish border. We don't even bother mixing this in cocktails — it's plenty delicious chilled and on its own.</p><p>Courtesy Jasper Paul PR &amp; MarketingThe bottle(s) of beer</p><p>There's something about stout that speaks to the winter season — it's a hearty, dark-colored brew that tastes oh-so-right when the weather turns colder. But there's not just one style of stout. As if to underscore that point, St. Louis craft brewer Schlafly Beer has come out with a winter 12-pack sampler, the Stout Bout ($17.99). Included are bottles of a Mexican Chocolate Stout, Vanilla Milk Stout, Salted Caramel Stout and Oatmeal Stout, each very quaffable. Needless to say, the sampler is a great way to introduce craft-beer neophytes to the style.</p><p>Courtesy DiageoThe smoky (and super-pricey) bottle</p><p>If you're searching for a Scotch with a little peat — that is, the tell-tale earthy and smoky quality associated with the single malts of the Islay region — you can hardly do better than one from the Lagavulin distillery. But if you want a Lagavulin that delivers on many levels (think baked figs and butterscotch along with the smoke) — and you have the wallet to pay for it — go for the limited-edition 26-year-old bottle ($2,399.99) that's been newly released as part of spirits conglomerate Diageo's annual special-releases collection. But if don't want to spend two grand for a whisky, the collection includes bottles starting at $114.99 — there's also a 12-year-old Lagavulin for $149.99.</p><p>Courtesy MultiplyThe (bonus) all-American bottle</p><p>Yes, a 13 bottle! In this case, it's a good ol' American one – Booker's, a label that specializes in classic bourbon, but done with a degree of finesse (and offered at uncut strength — typically above 120 proof). Booker's doesn't have a “standard” bourbon. Instead, each quarter, the label, part of the Beam family, offers a new edition. The latest, Noe Strangers Batch ($89.99), honors legendary Beam master distiller Booker Noe and his penchant for making friends out of strangers. It's noteworthy for vanilla and brown spice aromas and a sweet taste.</p>",
  "published": "2021-12-17T15:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5158,
          "end": 5163
        },
        {
          "start": 5050,
          "end": 5055
        }
      ]
    }
  ]
}