{
  "_id": "7913c1b31204264436344ecf088002f5ae141cdec378cb92790d5676b12f3bd1",
  "feed": "wall-street-journal",
  "title": "Do the Latest Wireless Chargers Beat Plugging In Your Phone? Wireless charging tech is finally reliable, but the question is whether eliminating a mess of charging cords is worth the trade-offs. A debate",
  "text": "<p>When Brooklyn interior designer Jennifer Morris works with clients, her plans extend beyond surface treatments like paint and molding. \"I need to consider how to keep my client's devices charged in an accessible and attractive way,\" she said, lamenting that \"cords rarely look attractive, no matter what you try to do.\"</p><p>Her solution: Wireless chargers like Courant's Catch:3 (from $100), which \"don't scream charger.\" The Catch:3 camouflages itself as a stylish, compartmented tray, finished in leather or linen. Embedded in it are overlapping induction coils which transfer energy to any wireless-charging-enabled device placed over them. (Unlike older wireless chargers that relied on a single coil, the Catch:3 doesn't require owners to hit a bullseye for it to work.)</p><p>The technology isn't exactly new—Qi, the most common standard, has been around for 13 years—but it's finally reliable enough to catch on in a meaningful way with consumers. Apple's proprietary MagSafe tech, for example, uses embedded magnets to make alignment almost foolproof—at least for owners of recent iPhones, Apple Watches and AirPods. While Apple's own version, the $39 MagSafe Charger, can only juice one of these devices at a time, Belkin's $150 Boost Charge Pro 3-in-1 Wireless Charger with MagSafe can handle all three at once, cutting cable chaos by two thirds. (Belkin's wireless charging category has shown triple digit year-over-year growth in revenue, according to the company.) And in some cases, wireless charging speeds are beginning to catch up to old-school models: Google's soon-to-be-released Pixel Stand charger has 23 watts of charging power, almost as much as its top-tier, 30 watt wired charger.</p><p>NO, WIRELESS IS STILL SLOWER THAN WIRED AND YOU CAN USE YOUR DEVICE WHILE IT CHARGES</p><p>Greg Pierce, a 52-year-old software developer in North Richland Hills, Texas, often placed his phone on a bedside wireless charger before going to sleep, only to find it on his nightstand, uncharged in the morning. Earthquake? Power surge? Nope: His calico cat, Cricket, who sometimes knocked the phone off its charger in her nocturnal meanderings.</p><p>Even misaligning your phone's induction coil with those in a charger (still possible without MagSafe) can lead to a slow, or failed charge—a pitfall old-fashioned cable connections preclude. Connecting by cable still has advantages when it comes to speed. As a front line supervisor for New Brunswick Power, in New Brunswick, Canada, Geoff Kayber, 39, spends his days out in the field. \"Being on the go and working shifts means that I need the most from my device's battery, and fast charging to get it topped up,\" he said. He uses a OnePlus 9 Pro Android phone, whose 65-watt corded charger gets his phone from 1% to full in just 29 minutes, achieving in a coffee break what many wireless chargers need an afternoon to do (an iPhone 12 Pro on a MagSafe charger, for instance, would need roughly three hours for a full charge).</p><p>While some device-specific wireless chargers can push above-average amounts of power—OnePlus offers a $70, 50-watt wireless charger for the iPhone 9 and 9 Pro—wireless charging is still, on average, slower than wired. And you can still hold and use your phone while it is tethered to a charger. Pick up your phone from a wireless pad or stand to send a text or scroll Instagram, and the charging stops until you put it back. So, while wireless charges might dramatically reduce cord clutter, when it comes to speed and certainty, some feel it isn't quite time to cut the cable.</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>How have wireless chargers worked for you? Join the conversation below.</p><p>Do the Latest Wireless Chargers Beat Plugging In Your Phone?</p>",
  "published": "2021-11-03T18:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1121,
          "end": 1126
        },
        {
          "start": 945,
          "end": 950
        },
        {
          "start": 1088,
          "end": 1093
        }
      ],
      "nexusId": "10022657"
    }
  ]
}