{
  "_id": "06e1a57f150d31c99d80e07952ed68a8b1b10157485743924af8af1c706aacf6",
  "feed": "wall-street-journal",
  "title": "Companies' Cash Stockpile  Gives Investors Reassurance  ----  By Hardika Singh",
  "text": "<p>   Investors are betting that cash-rich companies will increase spending on everything from factories to share buybacks, a combination many believe can boost stocks in coming months. </p><p>   Businesses including Tyson Foods Inc., consumer-products firm Newell Brands Inc., Morgan Stanley and alcohol seller Constellation Brands Inc. have said in recent weeks they plan to build factories, expand research budgets, pay down debt or seek acquisitions while also giving priority to dividends or share repurchases. </p><p>   The hoard of cash held by U.S. companies is a key comfort for U.S. investors, despite worries that the spread of the Delta variant of coronavirus could dent the burgeoning recovery. Steady demand for stocks from companies joins a glut in household savings in powering indexes to highs, though the S&amp;P 500 slipped 0.7% Tuesday. </p><p>   At the same time, signs of growing capital expenditures are helping reassure those worried that companies will return money to shareholders at the expense of long-term business investment that will increase jobs and economic growth. </p><p>   \"As long as they keep the money spread out, we say that is a good thing that is going to enhance productivity, potentially revenue growth,\" said John Augustine, chief investment officer at Huntington National Bank. He said he is buying stocks of companies that have reported strong earnings and guidance. </p><p>   S&amp;P 500 firms are projected to increase cash spending to $2.8 trillion in 2021, mostly on capital expenditures, mergers or other types of business investment, according to recent research from Goldman Sachs Group Inc. Meanwhile, companies have authorized more than $680 billion in stock repurchases through July, a figure exceeded only by 2018's record in data going back to 2000. </p><p>   That marks a reversal from last year, when companies slashed expenditures, cut dividends and slowed share repurchase programs while borrowing heavily to bolster their balance sheets against the pandemic's disruptions. Now flush with cash in a rebounding economy, companies are making public plans to increase spending broadly. </p><p>   Cash holdings among S&amp;P 500 companies hit $2.01 trillion on Aug. 13, according to Dow Jones Market Data -- an increase of more than 30% from the end of the third quarter of 2019. </p><p>   Buybacks by companies from Apple Inc. to Bank of America Corp. in recent years have provided a key source of demand for stocks, supporting major indexes even through periods of uncertainty, or times when ordinary investors pulled money from U.S. equities. </p><p>   Many observers credit companies' willingness to buy back their own stock as helping foster the 11-year bull market that ended last year. Between the third quarter of 2011 and the second quarter of 2021, S&amp;P 500 companies poured nearly $5.7 trillion into the stock market through share repurchases, S&amp;P Dow Jones Indices data show. </p><p>   Some on Wall Street have worried that buybacks and dividends redirect corporate spending away from capital expenditures or research and development, boosting stock prices in the short run at the expense of long-term growth that could return even more to shareholders. Many also worry that companies ill-timed their repurchases, often buying at elevated prices in periods of market exuberance. </p><p>   While an RBC Capital Markets analysis of first-quarter earnings transcripts found that buybacks and dividends were mentioned three times more than capital investments, in this reporting season, signs point toward more investment ahead. </p><p>   Analysts led by Lori Calvasina, head of U.S. equity strategy, recently said elevated cash levels and well-managed debt loads point toward increased business spending along with buybacks and dividends. </p><p>   Shares of Tyson have gained 4.5% since the company last week surpassed analysts' expectations by reporting a 42% increase in net income for the latest quarter, propelled by higher profits in its beef and chicken divisions. Stewart F. Glendinning, chief financial officer, said on a call with analysts that the meat processor had reduced debt and was lifting production capacity while remaining \"committed to return cash to shareholders through both dividends and share buybacks.\" </p><p>   Recently, companies including Constellation Brands, Fastenal Co. and Conagra Brands Inc. also detailed similar plans in conference calls after earnings. </p><p>   Even for industries that have worked to reduce spending in recent years, share repurchases remain a priority. Under pressure from investors to improve returns and limit emissions, companies in the energy sector are focusing on increasing dividends and buybacks and limiting spending on new oil-and-gas production. </p><p>   Some analysts forecast a slowdown in corporate spending growth later this year, worried that the Delta variant surge could dent the recovery and earnings. </p><p>   Still, many analysts expect a combination of earnings growth and capital return -- particularly a resurgence in buybacks -- to support stocks until 2023. </p><p>   Goldman Sachs last week lifted its target for the S&amp;P 500's year-end level to 4700 from 4300, citing factors including higher corporate investment and greater capital returns to stockholders. </p><p>   Jeff Schulze, investment strategist at ClearBridge Investments, said the U.S. rebound could produce one of the strongest cycles of capital investment in recent decades, without slowing repurchases. </p><p>   \"There's certainly enough cash, in my opinion, to not only fuel share buybacks but also to point to future growth through capex initiatives,\" Mr. Schulze said. </p><p>   --- </p><p>   Amrith Ramkumar contributed to this article. </p><p></p>",
  "published": "2021-08-18T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2279,
          "end": 2288
        },
        {
          "start": 2279,
          "end": 2289
        }
      ]
    }
  ]
}