{
  "_id": "7a5433065fb39fb5771b939be7e72f7135ac73f395826563d9d7af69928c1bdf",
  "feed": "market-watch",
  "title": "Dow slumps around 300 points and energy and bank stocks sink as focus shifts to Fed and ‘tidal wave' of omicron",
  "text": "<p>What's happening</p><p>The Dow Jones Industrial Average DJIA retreated 298 points, or 0.8%, to 35,672.</p><p>The S&amp;P 500 SPX fell 0.6%, or 28 points, to 4,683, losing grip on a psychologically significant level at 4,700.</p><p>The Nasdaq Composite Index COMP was trading 0.7%, or 100 points, lower at 15,530.</p><p>Last week, each of the major indexes rose 4%, with the S&amp;P 500 closing at its 67th record high of 2021 on Friday. The benchmark U.S. index has gained 25% this year.</p><p>What's driving markets</p><p>Markets were trading solidly lower Monday as investors sold energy and financials, with all eyes on the Federal Reserve's final gathering of 2021 set for later this week.</p><p>Investors, however, had been in the buying mood despite an inflation reading that, at least on some measures, helped to highlight rising pricing pressures in America, even if the core reading of inflation was showing some signs of receding.</p><p>The headline figure from Friday's inflation report showed that the main index reached a 39-year high on a year-over-year basis, but there was relief that monthly momentum softened.</p><p>Investors are anticipating that the Federal Reserve on Wednesday will announce a faster pace of tapering in response to rising prices.</p><p>“The expectation for this week's FOMC meeting is the announcement of a faster QE tapering, and perhaps a hint that the first rate hike in the U.S. could come earlier than previously thought,” said Ipek Ozkardeskaya, senior analyst at Swissquote.</p><p>Read:Highest U.S. inflation in nearly 40 years will force Federal Reserve's hand</p><p>“We may see some categories of stocks fall from grace, such as meme stocks, which were greatly benefiting from cheap liquidity and which may not fly as high with their own wings in the coming months,” the Swissquote analyst added.</p><p>Besides the week's flurry of central bank decisions, which also will include the Bank of England, the European Central Bank and the Bank of Japan, markets also will be focused on coronavirus headlines.</p><p>Investors have been opportunistically buying assets that got beaten down in a late-November selloff but also are concerned about what the next phase of the recovery and economic growth might look like amid omicron and continued supply-chain woes, despite strength in U.S. employment.</p><p>“Amid proliferating signs of solid growth and a robust job market, various measures depict a deeply troubled economy,” wrote Bob Schwartz, senior economist at Oxford Economics, in a Monday research note.</p><p>“Households are downbeat, according to sentiment surveys, and the so-called ‘misery index' that adds together inflation and unemployment hovers around recession levels,” the economist wrote.</p><p>In public-health news, U.K. Prime Minister Boris Johnson on Sunday night warned of a “tidal wave” of omicron infections and said England would quicken the pace of booster vaccinations.</p><p>Which companies are in focus</p><p>Apple Inc.'s share AAPL gains are pushing the iPhone maker closer to a $3 trillion market valuation milestone.</p><p>Harley-Davidson Inc.&#xa0;HOG, said Monday its LiveWire electric motorcycle business will go public by merging with special-purpose acquisition corporation AEA-Bridges Impact Corp.&#xa0;IMPX, in a deal with a pro forma enterprise value of about $1.77 billion.</p><p>Shares of Tesla TSLA were down 2.2% even after the electric-vehicle maker's CEO Elon Musk was named Time Magazine person of the year.</p><p>Pfizer Inc.&#xa0;PFE said Monday it has agreed to acquire Arena Pharmaceuticals Inc.&#xa0;ARNA&#xa0;in a deal with a value of about $6.7 billion.&#xa0;</p><p>Daimler Truck&#xa0;DTG surged 11% on Monday, its second day of trade following the spinoff from Daimler&#xa0;DAI.&#xa0;</p><p>Navient Corp.&#xa0;NAVI&#xa0;said Monday its board has approved a new $1 billion share buyback authorization.</p><p>Mattress company Tempur Sealy International Inc.&#xa0;TPX said Monday it has increased its share buyback authorization to $1.5 billion.&#xa0;</p><p>Eli Lilly &amp; Co.&#xa0;LLY&#xa0;said Monday it has entered a strategic collaboration with Foghorn Therapeutics Inc.&#xa0;FHTX&#xa0;for novel oncology targets using Foghorn's proprietary gene traffic control platform, a move that sent Foghorn's shares up 26% in premarket trading.</p><p>How other assets are trading</p><p>The Turkish lira USDTRY crashed against the dollar, as S&amp;P warned it may downgrade Turkey's debt rating. The Central Bank of Turkey responded by intervening in markets “due to unhealthy price formations in exchange rates.”</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y was down 5 basis points at around 1.44% Monday, after rising about 14.5 basis points last week, according to Dow Jones Market Data. Treasury yields and prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY,&#xa0;a measure of the currency against a half-dozen other monetary units, rose 0.2% Monday.</p><p>In oil futures, West Texas Intermediate crude CL00 for January delivery CLFFX, rose 0.5% to trade at $71.83 a barrel, following the strongest weekly gain&#xa0;since August.</p><p>Gold futures GC00&#xa0;for February delivery GCG22,&#xa0;0.17%&#xa0;rose 0.2% to&#xa0;trade at&#xa0;$1,787.70 an ounce.</p><p>The Stoxx Europe 600 Index SXXP traded 0.3% lower on Monday, following a 2.8% weekly rise on Friday, while London's FTSE 100 Index UKX fell 0.7%, following last week's weekly climb of 2.4%.</p><p>In Asia, the Shanghai Composite Index&#xa0;SHCOMP closed 0.4% higher, after putting in a weekly gain of 1.6% on Friday, while the Hang Seng Index HSI fell about 0.2% in Hong Kong, following a 1% gain last week. China's CSI 300 000300 rose 0.6%, after it surged over 3% for the week. Japan's Nikkei 225 Index NIK&#xa0;closed up 0.7% after notching a 1.5% gain over the five-day period end last Friday.</p>",
  "published": "2021-12-13T11:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2879,
          "end": 2883
        },
        {
          "start": 2860,
          "end": 2870
        },
        {
          "start": 2860,
          "end": 2865
        },
        {
          "start": 2860,
          "end": 2869
        }
      ],
      "nexusId": "10022657"
    }
  ]
}