{
  "_id": "ea1f5ac06120edea151c8f2ecbc45ad516a4b3653c00c28ecf89202c1c1bfbb3",
  "feed": "wall-street-journal",
  "title": "Is This Cycling Duel the Best Rivalry in Sports?",
  "text": "<p>Here's the deal with cyclocross: imagine if somebody came up with a bike race, merged it \"American Ninja Warrior\" and set it to the tune of \"Yakety Sax.\" You ride a bike as fast as you can over surfaces like pavement, grass, mud, and sand, and then dismount and carry the same bike up stairs, and over barriers, and whatever other ridiculousness the promoter wants to toss out there. Riders wipe out. They get covered in muck. You are thinking: I don't know, Jason. . .this sport sounds kind of fun, and it is fun, especially for the first handful of minutes, until you realize there are 45 more minutes of this pavement, grass, mud, sand, and carrying a bike, and you have to do another lap of it, and then another, until your heart thumps like a Neil Peart solo and your entire body screams for mercy, and then, just because . . . you have to ride one more lap.</p><p>Cyclocross is a hard event, raced by hard athletes. I love it very much. If you ever get a chance to watch it, or do it, please do. Bring beer; you're going need it.</p><p>Another reason to love cyclocross right now is that the sport features a brilliantly stirring rivalry, between the Belgian superstar Wout van Aert and the Dutch champion Mathieu van der Poel. If you are not familiar with bike racing, you have no idea what I just typed, but just think: Ali-Frazier, Federer-Nadal, Magic-Bird, caked in mud. Van Aert and van der Poel, aka WVA and MVDP, are both 26, have competed against each since adolescence, and are, it isn't an exaggeration, flip a coin, 1-2, or 2-1, the two best bike racers alive. They are unicorns who ride 12 months of the year, and win everywhere they race, from the dirt to the road. Van Aert has won stages of the Tour de France; Van der Poel owns triumphs like the Tour of Flanders one-day race, and is eager to win an Olympic gold medal in mountain biking. In cyclocross, they are so far ahead of the competition, it is like watching Secretariat bolt off with Secretariat.</p><p>This past weekend was the 2021 Cyclocross World Championships, in Ostend, Belgium, a coastal city where Marvin Gaye is said to have laid low in the early 1980s and written his comeback anthem, \"Sexual Healing.\" Belgium is the Oz of cyclocross, and the worlds course was magnificently on brand: cold, windy, gray, wet, a grueling regimen of twists over grass and mud, plus steep stairs and climbs, a signature blast onto the beach, and most thrillingly, a picturesque scoot in the tide of the North Sea itself.</p><p>In the men's race on Sunday, van Aert and van der Poel escaped early, charging down a bridge to the sand and water, and delivering on the breathtaking optics. Watching on my iPad, I laughed out loud: Here were the two biggest giants in the sport, contesting a world title, riding their bikes into the frigid saltwater. Waves crashed down upon spokes. A Belgian Naval patrol boat bobbed in the distance. I swear I started hearing the moody, synthy swells of Vangelis. How could any sport compete with this scene? I love me some football, I love lots of sports, but come on: THIS CYCLOCROSS RACE WAS RIDING INTO THE FREAKING OCEAN.</p><p>As it can, sometimes frustratingly, the competition came down to equipment. WVA seized on an early MVDP crash to build a lead, but then suffered a slow leak in his front tire, which allowed van der Poel to close and pass. Van Aert would get a new bike, but he'd never catch back, and an anticipated duel turned into something of an extended parade for van der Poel's third straight Worlds title. MVDP is cycling royalty: his grandfather on his mother Corinne's side was the late French legend Raymond Poulidor, aka \"Pou-Pou,\" and Mathieu's father, Adri, is a former cyclocross world champion himself. Proud Adri was at the finish in Ostend, which, owing to the pandemic, was sadly barren. A proper cyclocross race is supposed to be thick with bundled fans, clanging cowbells, frites and beer. \"It feels a bit weird,\" MVDP said of the barren course. Hopefully the sport will be back to its madness, soon.</p><p>The women's championship, held on Saturday, was won by the Dutch veteran Lucinda Brand, but a revelation was the young American rider, Clara Honsinger, who finished an impressive fourth. Honsinger, who is 23 years old, from Ashland, Ore., developed by USA Cycling's \"MudFund,\" has shown herself to be competitive with the world's best, which in this case, means the Dutch -- on Sunday, Honsinger was the only non-Dutch rider to finish in the top six.</p><p>I spoke to Honsinger Sunday. \"These results, I was not expecting them,\" she said of her season, which included two second places in World Cup events. This was not to say that Honsinger didn't think such results were possible, but that the entire cyclocross campaign had been up in the air when she arrived in November: \"We came into this season with really no expectations. We didn't even know whether the Worlds would be held.\"</p><p>Worlds happened, and Clara Honsinger had announced herself. She was due to return to the U.S. on Tuesday, where she was planning to take time off, but then she'd be back to training for the road. The road is where MVDP and WVA will pedal this spring, too -- van der Poel will race the Tour de France for the first time this summer, where inevitably he will find himself shoulder to shoulder with his rival, chasing fresh chapters of cycling history. After all that, they'll head back to the mud. They'll always have the mud.</p>",
  "published": "2021-02-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}