{
  "_id": "3a2c67689a2fa100be0dc1a3b41c6ad3fde253d2092d38adda5634a03a5f2628",
  "feed": "ftcomall",
  "title": "Innovative Lawyers: new award to celebrate collaboration",
  "text": "<p>We are pleased to announce a new award in the FT Innovative Lawyers programme.&#xa0;</p> <p>The Collaborative Innovation Award, the programme's first global award, is designed to encourage industry-wide innovation and collaboration in legal services. The new award will recognise projects that address industry-wide challenges through joint action.</p> <p>Industry-wide challenges such as how to achieve simplicity, accessibility and speed in legal services require multidisciplinary teams and co-creation between suppliers and consumers. The new award requires law firms, corporate legal departments, law companies and technology firms to come together to design and develop tech-enabled solutions to systemic problems.</p> <p>We are looking to foster information exchange and “recombinant innovation”. In the 1970s, innovation boomed in Silicon Valley because of the horizontal social connections between different tech entrepreneurs. The more an idea could be shared socially, the more likely it was to work. The Homebrew Computer Club, for example, is famous for introducing Steve Wozniak and Steve Jobs, co-founders of Apple to each other.&#xa0;</p> <p>The legal industry is known as a particularly vertical sector characterised by organisational silos. The FT Collaborative Innovation Award will provide a forum where participants can make horizontal connections. It is a place for individuals or organisations with industry-changing ideas to come together to develop implementable plans, prototypes and minimum viable products.&#xa0;</p> <p>As important as the idea is the way that people work together. Points in the awards will be given to broad sets of collaborators that can show: how they have harnessed cognitive diversity; design thinking that puts the consumer of legal services first; and digital technologies to deliver potentially industry-wide impact.</p> <p>The FTIL Collaborative Innovation Award is designed to break down boundaries between:</p> <p>— Organisations (competitors and peers)<br>— Different organisations in the legal industry<br>— Different skill sets and experiences<br>— Different jurisdictions</p> <h1>How it works</h1> <p>The awards process will run in two stages, coinciding with the current Innovative Lawyers calendar. Organisations and individuals can submit collaborative ideas with detailed implementation plans, as part of a series of rounds during the year. They are then encouraged to turn them into prototypes and minimum viable products to enter for dedicated online awards.&#xa0;</p> <h2>&#xa0;Stage 1: rounds</h2> <ul>  <li><p>Register <a href=\"https://collaborate.legal/\">here </a>with your collaborators <em>or </em>in order to find collaborators;</p></li>  <li><p>Design the idea into an implementable plan;</p></li>  <li><p>Submit the entry for assessment into one of five rounds;</p></li>  <li><p>Finalists will be invited to present at the corresponding FT Innovative Lawyers event for the round;</p></li>  <li><p>Audiences will be allowed to vote on their preferred innovations;</p></li>  <li><p>Details of the finalists' projects will feature on FT.com.</p></li> </ul> <h2>Stage 2: awards</h2> <ul>  <li><p>All finalists<em> and</em> new entrants with a project that has reached a prototype or minimum viable project will be invited to submit their project again;</p></li>  <li><p>Finalists will be assessed by a panel of judges to select the overall global awards in each category;</p></li>  <li><p>Global winners to be announced in 2022 and featured in a special article in the FT.</p></li> </ul> <h2>Schedule for rounds</h2> <p><strong>Collaborative Innovation Awards:</strong> June 2022. Deadline for entries: March 31, 2022</p> <h1>Award categories </h1> <p>Ideas can cover any of the following but should focus on solutions to systemic problems that cut across legal practice areas or specific business challenges such as accessibility, simplicity or speed:</p> <ul>  <li><p><strong>Business of Law</strong>: Examples may include: document automation; contract management, learning and development; law firm or corporate legal function management. ​</p></li>  <li><p><strong>Legal Practice Area</strong>: Examples may include: private equity; M&amp;A; litigation; intellectual property; finance; employment.&#xa0;</p></li>  <li><p><strong>Industry Sector</strong>: Examples may include: real estate; financial services; healthcare; pharma; fast moving consumer goods.&#xa0;</p></li>  <li><p><strong>Business or Social Challenge</strong>: Examples may include: cyber security; sustainability; compliance; access to justice. ​</p></li> </ul> <h1>Assessment criteria&#xa0;</h1> <p>Entries will be given points on the following criteria:</p> <ul>  <li><p><strong>Breadth of collaboration: </strong>how many different stakeholders were involved from law firms, corporate legal teams, law companies, technology or legal technology providers.</p></li>  <li><p><strong>User-focus: </strong>how user-focused was the process to come up with the solution, and the solution itself.</p></li>  <li><p><strong>Cognitive diversity:</strong>&#xa0;how cognitively diverse were the teams and how was this shown through the process? Points will be awarded for teams that field people from different organisations,&#xa0;industries, professions and/or generations with different&#xa0;skills.</p></li>  <li><p><strong>Digital: </strong>solutions should leverage data and both established and emerging&#xa0;technologies.</p></li>  <li><p><strong>Speed and efficiency: </strong>points will be awarded for teams that can get their idea to a prototype or minimum viable product quickly.</p></li>  <li><p><strong>Potential industry impact:</strong> submissions should estimate the potential impact on&#xa0;industry-wide practice.</p></li> </ul> <h1>Who can participate and submit?</h1> <ul>  <li><p><strong>Organisations</strong>&#xa0;can field different teams on one or multiple projects.</p></li>  <li><p><strong>Individuals&#xa0;</strong>working in any part of the legal industry globally are also invited&#xa0;to participate. This includes people&#xa0;working in law&#xa0;firms, corporate legal&#xa0;teams, legal&#xa0;technology companies,&#xa0;and other&#xa0;legal&#xa0;service&#xa0;providers, for example.</p></li>  <li><p>You can register to take part <a href=\"https://collaborate.legal/\">here</a>. For more information on registering, submitting entries and the research process, please contact RSG Consulting on +44 (0)20 7831 0300, <a href=\"mailto:ftresearch@rsgconsulting.com\">ftresearch@rsgconsulting.com</a>. RSG Consulting, the research partner for the FT Innovative Lawyers programme, is a specialist research and consulting company with decades of experience analysing the legal industry.</p></li> </ul> <h2>Guidelines for participation</h2> <ul>  <li><p>Projects must involve teams from <strong>three or more organisations</strong>. This may be a collaboration between a&#xa0;law firm, corporate legal function and technology company, for example.&#xa0;There is no maximum limit to the number of organisations and individuals that can get involved in each project.&#xa0;</p></li>  <li><p>Projects should aim to create technology-enabled solutions to industry-wide challenges. Credit will be given to projects that&#xa0;address&#xa0;systemic problems for the legal&#xa0;profession or other industry sectors as a whole. The solution should be designed to be used by others in the industry beyond its creators.&#xa0;</p></li>  <li><p>Any technology can be&#xa0;used but particular interest will be&#xa0;paid to projects&#xa0;using emerging technologies and those that&#xa0;foster new types of collaboration, such as blockchain.</p></li> </ul><p>Source:  2021 'Innovative Lawyers: new award to celebrate collaboration' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T20:36:06.907Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1097,
          "end": 1102
        }
      ],
      "nexusId": "10022657"
    }
  ]
}