{
  "_id": "71dfd907099f99ed64e6e0f35eff958219d4170443e090a16839557e8bebabcb",
  "feed": "ftcomall",
  "title": "How to throw a pagan Halloween party",
  "text": "<p><strong>I want to throw an old-fashioned Halloween party for my children (and their parents). Any ideas?</strong></p> <p>A tremendous idea. Who needs all those plastic cauldrons and tubes of unpleasant make-up? Let's get back to basics. The origins of Halloween can be traced back to Samhain (pronounced “sow'en”), a pagan festival that for many is also considered Celtic New Year. Samhain marked the end of summer and the harvest and the beginning of the darker, colder half of the year.</p> <p>The festival has been celebrated for centuries as the time of the year when the boundaries between the living world and the world of the dead were believed to be at their thinnest. Later, Samhain was adopted by Christians and rebranded as All Hallows' Eve, the night before All Saints Day.</p> <p>In some areas, to mark Samhain, Celtic priests built communal bonfires to ward off evil spirits. Villagers' hearths were then lit from the embers of this sacred bonfire, ensuring the people were protected and kept warm during the following months.</p> <p>I've always loved the drama of a good Halloween bonfire, large and glowing and roaring away in the darkness. So, if you're hosting a party this year, why not start there? At home in the country we use our fire pit (an old Indian cooking vessel) well into the autumn. Get outside, bring blankets, toast marshmallows, tell stories. Prepare a little in advance: ask your guests to find a ghost story to read aloud, or ask children to pen their own.</p> <p>People from the community would bring their share of harvest food and feast together at Samhain; costumes were sometimes made from animal heads and skins. A little grisly for 2021, but I really like this idea of a harvest party to mark Halloween and, inspired by those Druid feasts, why not ask your guests to bring a dish or a decoration?</p> <p>If you really want to make merry like our ancestors did, make sure to leave spaces at the table and spare food out to appease phantom visitors. As for those animal heads: how about assigning each guest a woodland animal, and asking them to prepare a mask?</p> <p>Of course, a spot of trick-or-treating will be on the cards. The tradition of wearing costumes at Halloween is also a Celtic one. Villagers would disguise themselves in an attempt to confuse and drive away evil spirits.</p> <p>Centuries later, people began dressing as ghosts and demons, visiting neighbours and performing dances in exchange for food and drink. This custom, known as mumming, is a forerunner of trick-or-treating. (The dressing up in costume part of a mummer's act was known as guising.)</p> <p>These days, all one has to do for a treat is ring a doorbell, shriek and hold out a hand. Why not ask children to work a bit harder? A song or dance in return for a treat? I like it.</p> <p>It could work with adult guests too. Ask friends to tell a tale or perform a trick in return for a cocktail. My Halloween go-to this year? An Aviation, made from gin, maraschino liqueur, crème de violette and lemon juice. The dusty violet colour with the blood-red cherry garnish makes it feel appropriately creepy and camp.</p> <p>Talking of games, I am reminded of a new favourite parlour game — this summer we took to playing an elaborate version of wink murder. You know the drill: one player is secretly assigned the role of murderer and has the ability to kill other players by winking at them, another player is the detective and has to grill the remaining players until the murderer is caught.</p> <p>In our version, the assigner also chooses the mise-en-scène, plays corresponding music before each game, takes on an accent and gets fully into character; the other players have to follow suit, improvising a character on the spot. Past murders have taken place in locations as diverse as the court of Elizabeth I, notorious Berlin nightclub Berghain, an art gallery in New York circa 2003 and London's Blitz-era East End. I highly recommend.</p> <p>Consider traditional games that can be played outside (before marshmallow and ghost story time). Snap apple is messy and fun: tie strings around apples and hang them from a tree branch. Players must eat their apple without touching it with their hands.</p> <p>I hope this might provide some initial inspiration to get your party going with a bang and a spook. I adore the artificial magic of Halloween, but it's worth doing a little homework and honouring its true, haunted origins.</p> <p><em>If you have a question for Luke about design and stylish living, email him at </em><a href=\"mailto:lukeedward.hall@ft.com\"><em>lukeedward.hall@ft.com</em></a><em>. Follow him on Instagram </em><a href=\"https://www.instagram.com/lukeedwardhall/?hl=en\"><em>@lukeedwardhall</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Luke Edward Hall 2021 'How to throw a pagan Halloween party' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T10:00:31.626Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4072,
          "end": 4077
        },
        {
          "start": 3965,
          "end": 3970
        }
      ],
      "nexusId": "10022657"
    }
  ]
}