{
  "_id": "56f17b16aa0a7e927eebe4821b2168cc2983d7e54445548cb18c07a6580bc390",
  "feed": "ftcomall",
  "title": "Online Safety's bigger billing",
  "text": "<p>Racist abuse of footballers has become the latest addition to the lengthening list of harmful activity that the UK government's Online Safety Bill is expected to tackle.</p> <p>Big Tech has already criticised the proposed legislation as being <a href=\"https://www.ft.com/content/3de70dd4-99ba-11e9-8cfb-30c211dcd229\">disproportionately broad</a>, undermining privacy and producing “a chilling effect on freedom of speech”.</p> <p><a href=\"https://www.ft.com/content/eabfa22a-5958-11e9-939a-341f5ada9d40\">Its original focus </a>was terrorist content, child sexual exploitation, disinformation and cyberbullying. Investment and romance scams <a href=\"https://www.ft.com/content/99f727b1-b1b7-4a00-855a-e126a97188a9\">were added </a>and there has been pressure recently <a href=\"https://www.ft.com/content/239c33ea-8d41-4e79-ab88-e53bf558a2cf\">to include online advertising fraud</a> in the scope of the bill.</p> <p>Now, the offensive posts following England's shootout defeat in the Euro 2020 final on Sunday, where three young black players missed penalties, has highlighted the level of online racist abuse (although there is evidence that some of it originated abroad, suggesting it could have been <a href=\"https://www.bbc.co.uk/news/uk-57829261\">state-sponsored to sow dissension</a>).</p> <p>At Prime Minister's Questions on Wednesday, Boris Johnson said he had met Facebook, Instagram, Twitter, Snapchat and TikTok representatives at Downing Street the night before and was pressing ahead with a law that could fine them up to 10 per cent of global revenues for allowing illegal content on their platforms. “We all know . . . that they have the technology to [prevent] it,” he said. </p> <p>But do they? Facebook's automated systems have notably failed to detect certain kinds of racial abuse, including emoji symbols.&#xa0;The onus is still set to be placed heavily on social media platforms to police their services for all manner of content when the problem is wider than the online world and a joint approach is needed — the prime minister said on Wednesday that those exposed for online abuse would then be banned from football matches.</p> <p>Tech lawyers have already described the bill, due to be debated in the autumn, as radical and going well beyond what the European Commission intends to regulate through its Digital Services Act. But some MPs feel it <a href=\"https://www.ft.com/content/bd3c4025-130d-4825-85bd-b8230711d5f2\">should go further</a> in tackling trolls. The bill “doesn't recognise anonymity as a problem”, says Conservative MP Siobhan Baillie, who has authored a new bill that would require social media platforms to provide a voluntary identity verification service. “If anonymous abuse isn't tackled in this bill, it will quite quickly look out of date to the public in future,” she said.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Germany's Big Tech and phishing fears</strong><br>EU legislation to reign in Big Tech's market dominance will not be tough enough, according to Andreas Mundt, head of Germany's competition watchdog. The draft Digital Markets Act is too “narrow” and risks failing to catch future anti-competitive behaviours, <a href=\"https://www.ft.com/content/6cff1987-9263-4bc6-8d8d-6426ef303325\">he told us</a>. Meanwhile, Germany's spy chief has warned that foreign intelligence agencies could be seeking to influence September's Bundestag election, with a<a href=\"https://www.ft.com/content/c41f14d4-e993-4a5d-b728-320223d652ef\"> spike in phishing attacks </a>on German MPs and regional politicians.</p> <p><strong>2. Digital euro plans get go-ahead</strong><br>The European Central Bank <a href=\"https://twitter.com/ecb/status/1415273625385644036\">announced today</a> it was pressing ahead with plans to launch a digital euro. Martin Arnold looks at&#xa0;some of the big questions the ECB still needs to answer, <a href=\"https://www.ft.com/content/79f8a2a1-e932-40bf-8329-9c16edb4678e\">in our Europe Express newsletter.</a></p> <p><strong>3. Facebook joins Amazon in opposing Khan</strong><br>Facebook has requested that Lina Khan, the new chair of the Federal Trade Commission, <a href=\"https://www.ft.com/content/3f7e7e02-82e0-430d-b923-b0a0c4ab50c4\">step back from deciding </a>whether to pursue an antitrust case against the tech group. It argued that she had “built her career, in large part, by singling out Facebook as a professed antitrust violator”. Amazon has submitted a similar petition, in a sign of how Big Tech has been rattled by Khan's appointment.</p> <p><strong>4. BT 5G promise</strong><br>UK telecoms group BT has <a href=\"https://www.ft.com/content/de4a9dc4-b2a2-485e-9d6b-e03e593ed6f5\">pledged to expand 5G </a>mobile services to cover almost all of the country within seven years, despite a government ban on major equipment supplier Huawei. The telecoms group said that by 2028, its EE 5G mobile network would cover 90 per cent of the UK landmass and that it would add 4,500 square miles to its rural coverage map by 2025.</p> <p><strong>5. LG to make battery materials</strong><br>South Korea's LG <a href=\"https://www.ft.com/content/eb8253b7-f024-45ac-96d0-39afc8f1ae35\">plans to invest $5.2bn</a> to start producing the chemicals and materials used in electric vehicle batteries. The global industry leader is trying to reduce its reliance on China, which processes most of the minerals needed for battery production. “We will reinvent our company as the world's largest battery material producer,”&#xa0;said Shin Hak-cheol, LG Chem's chief executive.</p> <h2>Tech tools — MagSafe iPhone battery pack</h2> <p>Apple is <a href=\"https://www.ft.com/content/c47f63dc-5fe6-44b2-a7a4-ea933f7ce1cd\">working on a “buy now, pay later”</a> service that will let consumers pay for any Apple Pay purchase in instalments, <a href=\"https://www.bloomberg.com/news/articles/2021-07-13/apple-goldman-plan-buy-now-pay-later-service-to-rival-paypal\">according to Bloomberg,</a> similar to what's already offered with Apple Card. That might not be needed for <a href=\"https://www.apple.com/shop/product/MJWY3AM/A/magsafe-battery-pack\">this $99 accessory </a>just made available and <a href=\"https://9to5mac.com/2021/07/13/apple-releases-magsafe-battery-pack-for-iphone-12-available-now-for-99/\">spotted by 9to5Mac</a>. The MagSafe Battery Pack attaches magnetically to the back of the different versions of the iPhone 12 for wireless charging. It begins<a href=\"https://support.apple.com/en-us/HT212174\"> doing so automatically </a>once it's snapped on, but there's no detail on how many extra hours of battery life it provides. </p><p>Source: Chris Nuttall in London 2021 'Online Safety's bigger billing' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-14T18:32:57.796Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4413,
          "end": 4418
        },
        {
          "start": 4598,
          "end": 4603
        },
        {
          "start": 4500,
          "end": 4509
        },
        {
          "start": 4500,
          "end": 4505
        }
      ],
      "nexusId": "10022657"
    }
  ]
}