{
  "_id": "3c8900406cab6ad6f6d5afa1c99dcb94d3609424618df3938ace18a14d7c1d4d",
  "feed": "wall-street-journal",
  "title": "Amazon Alabama Workers to Hold New Union Vote, Federal Labor Official Rules; Decision comes after challenge to company's victory against forming union in Bessemer, Ala.",
  "text": "<p>About 71% of Amazon employees who voted in Bessemer, Ala., rejected unionization in April, with many saying they were wary of the cost of union dues and weren't persuaded that a union would be able to boost their pay or benefits.</p><p>Amazon has said that the election results demonstrated its standing with workers. After the vote concluded, Chairman Jeff Bezos said the company needed a \"better vision\" for its workforce. He set a company goal to be \"Earth's best employer\" and \"Earth's safest place to work.\"</p><p>The NLRB ruled that Amazon's actions throughout the mail-in election—including its decision to install a U.S. Postal Service collection box that could have confused employees—were grounds to nullify the results and hold the vote again.</p><p>\"Today's decision confirms what we were saying all along—that Amazon's intimidation and interference prevented workers from having a fair say in whether they wanted a union in their workplace,\" said Stuart Appelbaum, president of the Retail, Wholesale and Department Store Union. The RWDSU ran the campaign to unionize Amazon workers in Alabama.</p><p>An Amazon spokeswoman said company employees \"have always had the choice of whether or not to join a union, and they overwhelmingly chose not to join the RWDSU earlier this year. It's disappointing that the NLRB has now decided that those votes shouldn't count.\"</p><p>The spokeswoman said a union would hamper the efficiency of improving company policies quickly and nimbly. The company has previously said that it didn't violate labor laws and treats workers fairly.</p><p>Amazon can appeal the decision to the NLRB's governing board in Washington, the agency spokeswoman said. The NLRB is a federal government agency in charge of enforcing U.S. labor law in collective bargaining and worker disputes. With Democrats holding a majority of the five-person board, labor researchers expect it to side with workers more regularly than during former the administration of former President Donald Trump, a Republican.</p><p>Another election could occur within in the next several months, and the NLRB might schedule a vote before its governing board rules on Amazon's appeal, the agency said.</p><p>Working conditions for Amazon warehouse employees have been in focus since the pandemic triggered widespread lockdowns of schools and offices, boosting online shopping and demand for Amazon's products and services.</p><p>Amazon workers in several facilities walked out last year over working conditions. The company has strict performance ratings and break policies that have drawn ire from labor activists and some government officials. Amazon has also been found to record higher injury rates than the national average, according to federal workplace data. The company has disputed those figures, saying it reports injuries more comprehensively than other companies.</p><p>Employee activism is on the rise at many of the world's largest technology companies, where some workers have objected to business dealings with the U.S. military, climate-mitigation policies they deemed inadequate, mandates to return to work or broad treatment of certain classes of workers.</p><p>Some employees at Alphabet Inc.'s Google or Apple Inc. and other companies have taken issue with management and gone public with their concerns. Amazon, however, is distinct among tech giants: Most of its employees work in warehouses in comparatively lower-skilled roles that are subject to intense labor competition among employers across the country.</p><p>Lisa Henderson, the regional director overseeing the case for the NLRB, ruled that Amazon's actions throughout the mail-in union election were grounds to nullify the results and hold the vote again.</p><p>In her ruling, she said she agreed with an NLRB hearing officer in early August who found that the mailbox Amazon set up \"interfered with the laboratory conditions necessary to conduct a fair election.\" That is because it could have made employees believe Amazon played a role in collecting and counting ballots, she said. Amazon wasn't found to have accessed any ballots submitted through the mailbox.</p><p>In addition, employees could have perceived the company as tracking their vote through \"vote no\" pins and tags it handed out because Amazon managers could see which employees took the pins, the hearing officer said.</p><p>Amazon has said the collection box was installed as a convenience to employees, and that it didn't seek to intimidate workers throughout the vote.</p><p>The Retail, Wholesale and Department Store Union would face an uphill battle on any new vote, given the margin of victory and employee turnover at the facility, labor researchers say.</p><p>Alabama workers began their campaign about a year ago. Organizers said a union would give workers more leverage in any disputes with the company and allow them to collectively bargain over safety standards, training, breaks, pay and other benefits, complaints that have popped up across many company facilities. Amazon held regular meetings inside the Alabama facility to persuade workers not to unionize.</p><p>While some employees said they believed a union could help them negotiate better terms with Amazon on issues such as breaks, other workers said they weren't persuaded that a union would be able to significantly improve their pay or benefits.</p><p>The company has repeatedly raised wages this year to compete for workers as a labor shortage has rippled through the U.S. economy. In some areas, new Amazon employees have received hiring bonuses and around $20 an hour, and the company's starting pay now averages more than $18 an hour. In 2018, Amazon made its starting wage $15 an hour. The company doesn't have any unionized employees in the U.S.</p><p>A challenge for organizers is Amazon's high rate of turnover, with facilities across the company's network regularly churning through workers. A separate unionization push in New York stumbled this month after organizers there said many of the workers from whom they had initially collected support no longer worked for the company. The New York group is in the process of collecting more signatures, organizers have said.</p><p>The Amazon spokeswoman on Monday said the company is focused on working directly with employees to improve, and that the company has made efforts to progress in areas such as pay and safety. Amazon earlier this year built out a safety program aimed at teaching workers about body mechanics, and the company has also boosted starting pay, which now averages over $18 an hour.</p><p>A renewed election in Alabama would be a welcomed sign for labor activists, who have long sought to unionize Amazon. Earlier this year, the International Brotherhood of Teamsters union passed a resolution designed to aid Amazon workers in eventually achieving a union contract. The Teamsters have also pushed to organize workers in Canada and have said they could pressure Amazon in other ways, such as with worker strikes.</p><p>Organizing at Amazon</p><p>More WSJ coverage, selected by the editors.</p><p>* Amazon Worker Group in New York Withdraws Petition for Union Election (Nov. 12)</p><p>* Amazon Union Drive Heads North to Canada (Sept. 15)</p><p>* Amazon's Alabama Union Vote: Here's What Happens Next (April 9)</p><p>* Biden Backs Amazon Workers' Push to Unionize in Alabama (March 1)</p><p>* Amazon Faces Familiar Opponent in Alabama Union Election (Jan. 31)</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Amazon Alabama Workers to Hold New Union Vote, Federal Labor Official Rules</p>",
  "published": "2021-11-29T23:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3160,
          "end": 3170
        },
        {
          "start": 3160,
          "end": 3169
        },
        {
          "start": 3160,
          "end": 3165
        }
      ],
      "nexusId": "10022657"
    }
  ]
}