{
  "_id": "a484fb58b3635054fbfbb8ec1bb4c46ed516a9f16531ea8862c1a133fc43fffc",
  "feed": "ftcomall",
  "title": "Foxconn warns components shortage to last until 2022",
  "text": "<p>The global shortage of electronics components is worsening and is expected to last until next year, Apple supplier Foxconn has said, suggesting the shortfall squeezing global carmakers is starting to be felt by leading technology brands.</p> <p>&#xa0;“In the first two months of the first quarter, the impact [of the shortage] was not so palpable, but we are gradually seeing that change,” Young Liu, Foxconn chair, told investors on an earnings call on Tuesday. He added that the shortage would persist until 2022, quoting research reports from analysts.</p> <p>Foxconn, which is listed on the Taiwan Stock Exchange under the name Hon Hai Precision Industry, is the world's largest contract electronics manufacturer. The fact that it assembles electronics gadgets and makes components for all of the leading tech brands globally makes it a bellwether for trends in consumer electronics manufacturing. </p> <p>Its assessment follows a <a href=\"https://www.ft.com/content/7e5e2d0f-3aa4-412b-898c-15acda4adb2e\">warning</a> from Samsung Electronics, one of the world's largest technology companies, about a “serious imbalance” in global chip demand and supply two weeks ago.</p> <p>Liu said that since Foxconn's customers were among the leading companies in the electronics industry with the largest order volumes, they were suffering less from the shortage than some smaller peers. Foxconn would not be able to fulfil less than 10 per cent of its orders because of the component shortage, he said.</p> <p>“His comments are interesting because previously some PC companies suggested that the situation may be improving, but he appears to say the opposite,” said Patrick Chen, head of Taiwan research at CLSA, a brokerage. Chen added that the components worst affected by the shortage included analogue integrated circuits (ICs), including those for display drivers and power management. Displays themselves, especially for notebook computers, have also been hit.</p> <p>Foxconn's remarks came as the company reported financial results slightly below investors' expectations for the fourth quarter of 2020. Net profit fell 4 per cent to NT$46bn ($1.61bn) from the same period a year earlier mainly due to the impact of the Taiwan dollar's steep rise versus its US counterpart, Foxconn said. The company's gross margin slid to 5.69 per cent from 6.47 per cent a year earlier and farther away from the company's 7 per cent target.</p> <p>Foxconn said it was “cautiously optimistic” about the company's performance this year as demand in all of its product segments has been strong in the first quarter, with consumer electronics outpacing earlier expectations. As long as there was no renewed disruption from the coronavirus pandemic and no severe hit from component shortages, Foxconn could still achieve its gross margin target, Liu said.</p> <p>He added that his optimism stemmed from Foxconn's early preparations for shifting some manufacturing <a href=\"https://www.ft.com/content/194de653-608f-480b-9871-3ebdfb6bcbbb\">away </a>from China. According to Liu, China's share of Foxconn's overall production rose last year to more than 75 per cent as the country's success in controlling the pandemic allowed a faster return to stable manufacturing conditions than elsewhere. However, Foxconn expects more capacity to shift away from China once the situation with Covid-19 improves in other countries.</p><p>Source: Kathrin Hille in Taipei 2021 'Foxconn warns components shortage to last until 2022' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T11:15:03.706Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 100,
          "end": 105
        }
      ],
      "nexusId": "10022657"
    }
  ]
}