{
  "_id": "3ae831ccfbafe52c80b55f642a3420b6579fdec4c549749c103964160e86319c",
  "feed": "ftcomall",
  "title": "From Suez to Brexit and back again: Britain's long search for a role",
  "text": "<p>A distinguished Whitehall scientist sounded the alarm. Henry Tizard had served during the war as a special emissary between Winston Churchill and Franklin D Roosevelt, criss-crossing the Atlantic to manage the exchange of military secrets. A thoughtful, unflashy civil servant, Tizard became chief defence scientist in Clement Attlee's government.&#xa0;</p> <p>In the summer of 1945, the nation had poured into the streets to celebrate the great victory over Hitler's Nazis. Four years later, as it counted the cost of victory with continuing food rationing and recurring financial crises, Tizard saw a yawning gap between exalted ambition and diminished circumstance. Britain was behaving, he wrote in a Whitehall minute, as if it were still a great power. The world had changed. </p> <p>Hitler's defeat had marked the end of the Pax Britannica. Great power relations had been reframed by the contest between the US and the Soviet Union. Britain had fallen into the second tier. “We are not a great power and never will be again,” wrote Tizard. “We are a great nation, but if we continue to behave like a great power we shall soon cease to be a great nation.”</p> <p>There are many reasons why a small majority of those who voted in the 2016 referendum backed Britain's departure from the European Union. Stagnant incomes, austerity, rising inequality, fears about immigration, concerns over sovereignty, regions left behind by globalisation and technological change — all played their part. So too did the desire to deliver a kick to political and business elites.&#xa0;</p> <p>The Brexit decision, though, was part also of a broader tapestry, woven through the postwar decades as Britain struggled to find an identity after the loss of empire. In demanding the nation “take back” control, Brexit reached into an idealised past. At its heart was an English exceptionalism that defied the facts of the nation's geography and its waning economic power. Britain had won the war, the story began. The rest of Europe might feel impelled to pool national sovereignty, but the UK could look to the wider world. Anthony Eden's disastrous Suez expedition and the Brexit decision 60 years later were bookends in this search for a role — the first, empire's last trumpet, the second a refusal even after four decades of EU membership to accept a more modest role.</p> <p>As a reporter, editor and commentator at the FT, I have watched as the argument over Britain's place in Europe has ebbed and flowed for three decades, laying low a succession of Tory leaders along the way. For now the question of EU membership has been settled but the argument about national identity will not go away.</p> <p>Brexit cannot change the facts of economics, geography and geopolitics. Britain remains as it was — a leading European power, albeit one with far flung interests. Its prosperity and security remain inextricably tied to its own continent and to preservation of a rules-based international order. It will continue to look across the Atlantic for security, but if the past 75 years hold a lesson it is that, outside or inside the EU, it will have to balance its relationship with Washington with close collaboration with its neighbours.&#xa0;</p> <p>The EU accounts for about 45 per cent of UK trade and it takes only a glance at the revanchism of Vladimir Putin's Russia, Islamists in the Middle East, and violent chaos in the Maghreb to understand that Europe's security is also Britain's. The other message is governments must balance overseas ambition with economic performance. A nation can for a time “punch above its weight”, but it has to be able to pay the bills.</p>  <p><strong>In Tizard's day as in our own, </strong>such sentiments were not what politicians wanted to hear. Winston Churchill saw Britain as, uniquely, at the intersection of three circles of power — the Empire and Commonwealth, the US and Europe. Churchill counted himself a good European, but unity was for the rest of the continent.&#xa0;</p> <p>He was far from alone in his hubris. “Britain's story and her interests lie far beyond the continent of Europe”, his foreign secretary Anthony Eden pronounced in 1952. “Our thoughts move across the seas to the many communities in which our people play their part, in every corner of the world, and these are our family ties — that is our life.” Every subsequent turn in the postwar story brought a bruising collision between inflated ambition and straitened circumstance. Yet Eden's sentiments have tumbled through the decades, turning up in their latest guise in Boris Johnson's fevered imaginings of a second Elizabethan age.</p> <p>The conspiracy with France and Israel to take back control of the Suez Canal after its seizure by Egypt's Gamal Abdel Nasser was soaked in extraordinary duplicity. It was bad enough that Eden lied to parliament and people. He also made the mistake of deceiving the US. The forced retreat from the canal of British forces amid a cacophony of national and international protest drew an indelible line under imperial adventurism.&#xa0;</p> <p>Eden had thought Britain's national power and prestige would not survive the defiance of the leader of Arab nationalism. The US president Dwight Eisenhower had other concerns. He cut off Britain's access to international financial support for sterling. Treasury Secretary George Humphrey offered the prime minister a choice between “an immediate ceasefire and a war on the pound”. When Eden had looked in the mirror he had seen a great power that could still get its way in the world. Retreat shattered the glass.</p> <p>Serving during the war with General Eisenhower in Algiers, Harold Macmillan coined the conceit that Britain could act as Greece to America's Rome. Replacing the ruined Eden, Macmillan decided that the road to global influence would run henceforth through Washington. Churchill had freighted the relationship with all manner of emotional baggage — unique linguistic, cultural and historic ties, unbreakable links of kith and kin. For Macmillan, it was a cloak over the shift from global power to membership of the US-led alliance.&#xa0;</p> <p>John Selwyn Lloyd, the foreign secretary, wrote it down: “The United States is so much the most powerful nation in the western camp that our ability to have our way in the world depends more than anything else upon influence upon her to act in conformity with our interests.” Henceforth, Brits would whisper wisdom into the ears of unsophisticated Americans. Margaret Thatcher was never so content as when dancing on the international stage with Ronald Reagan. Tony Blair once told me he thought it a “duty” to stay on good terms with Washington. Boris Johnson is now trying to kick over the traces of his kowtowing to Donald Trump in order to ingratiate himself with Joe Biden.</p> <p>The awkward question was always when “special” becomes “servile”. The Americans eschew emotion in favour of national interest. Britain was bankrupted by the war while the US prospered mightily. Yet Truman cancelled Lend-Lease — the financial lifeline that kept Britain solvent — within weeks of victory.&#xa0;</p> <p>Dispatched to Washington to negotiate an alternative arrangement, John Maynard Keynes found the US had its own demands. In the description of William Clayton, the assistant secretary of state for economic affairs: “We loaded the British loan negotiations with all the conditions the traffic would bear.” Britain's reward for its great sacrifice, the Economist magazine thundered, was “to pay tribute for half a century to those who have been enriched by the war”.</p> <p>Wartime ties between the two nations' military, intelligence and nuclear establishments have continued to thrive. There is a considerable infrastructure of co-operation and reservoir of mutual trust. The difference is, as a senior US administration official once told me: “We [the US] have lots of other special relationships.”&#xa0;</p> <p>Richard Neustadt, an adviser in John F Kennedy's White House, offered a fair description: the UK, he said, was “a middle power, neither equal nor vassal, which history, geography or economics rendered especially significant to us for the time being”. Reagan's admiration for Thatcher did not extend to sharing his plans for nuclear accords with Mikhail Gorbachev, or to giving her due warning of the invasion of the Commonwealth state of Grenada. George W Bush appreciated Blair's support for the Iraq war, but denied him a role in its planning.&#xa0;</p>  <p><strong>It was Jacques Delors' grand</strong> European vision that infuriated Thatcher. But it was the prospect of a Europe led by a reunified Germany that really alarmed her. The president of the European Commission's plans for single currency brought forth the Lady's famous Bruges speech in which, in September 1988, she declared: “We have not successfully rolled back the frontiers of the state in Britain, only to see them reimposed at a European level, with a European superstate exercising a new dominance from Brussels.”</p> <p>A year later, in September 1989, Thatcher was in the Kremlin, meeting with Gorbachev. The Soviet empire was in turmoil. Hungary had opened its borders to the west, the future of the Berlin Wall was in doubt. Thatcher, according to the Kremlin record, asked the note takers to put down their pens so the leaders could speak without inhibition. At Bruges she had played the Iron Lady, demanding that the EU remember those imprisoned behind the walls of communism. Now, the Kremlin record notes, she assured Gorbachev that Britain and the west did not want German unification: “[We] are not interested in the destabilisation of Eastern Europe or the dissolution of the Warsaw Pact either . . . we will not interfere in them and spur the decommunisation of Eastern Europe.”&#xa0;</p> <p>For a politician who had spent a lifetime denouncing the evils of communism it was an extraordinary démarche — vivid proof of the depths of Thatcher's fear and mistrust of Germany. Her loyal aide Charles Powell later wrote two accounts of the meeting. Only a handful of officials got the full story. We journalists were also kept in the dark. I was among those travelling in the prime minister's rickety VC10 aircraft. We were given no hint of her proposed bargain with Moscow.&#xa0;</p> <p>Douglas Hurd, the foreign secretary, later wrote: “Nothing had entered her own life to erase vivid memories of the German past. She did not believe that Germany would subordinate itself to a process of European integration.” When Nicholas Ridley, one of her favourite ministers, remarked in an interview that the single currency plan was “a German racket designed to take over the whole of Europe”, he was giving voice to her instincts. The effect was to add a new toxicity to the rising tide of hardline Euroscepticism in the Conservative party. Britain now faced not just an EU plot but the threat of a Fourth Reich.&#xa0;</p>  <p><strong>Prime ministers always add</strong> the adjective “independent” when talking about the British nuclear deterrent. Macmillan's deal with Kennedy in December 1962 to buy the Polaris submarine-based missile system was in its way a personal success. Britain had the bomb but desperately needed a missile to carry it. Kennedy's advisers lined up solidly against the sale. Kennedy overruled his aides, but imposed conditions on the sale. The deterrent would be put at the disposal of Nato. Only if “supreme national interests” were at stake would a British prime minister take full control.&#xa0;</p> <p>Macmillan's cabinet voiced the obvious concern that the arrangement would create “a suspicion that our military independence was, or might be, less secure than, for example, the French”. For all the doubts, Macmillan, it soon turned out, had built a psychological prison from which none of his successors dared try to escape. Independent or otherwise, the deterrent was henceforth deemed a vital emblem of national prestige. Long after the end of the cold war, a close aide to Blair told me that to question its utility in the absence of the Soviet Union would be viewed as something akin to treachery.&#xa0;</p> <p>When David Cameron struck a deal with Barack Obama to buy the latest Trident missiles, he was merely updating the bargain struck by Macmillan. As for its supposed independence, in the laconic description of Peter Westmacott, who served as ambassador in Washington: “We may want to remain as a power with what we call an independent nuclear deterrent but we have long since given up the option of doing that without the Americans. We are dependent on them for it to work.”&#xa0;</p> <p>Dean Acheson's famous jibe in December 1962 that Britain had lost an empire and failed to find a role was all the more wounding for the British establishment because it knew it to be true. Lodging Britain's first application to join the six-nation common market, Macmillan himself had remarked that: “We have to consider the world as it is today . . . and not in outdated terms of a vanished past.” By the early 1960s, the Franco-German market had turned out a success. To be left behind by the US, the Soviet Union and, perhaps, China was one thing. To be eclipsed by those it had rescued or defeated during the second world war was too much for Britain to bear.&#xa0;</p> <p>De Gaulle initially blocked the way, but once the common market gathered strength, Britain knew it had to join. There were objectors, of course. The loud arguments about “sovereignty” heard during the 2016 referendum campaign might have been cut-and-pasted from speeches made during the 1960s and early 1970s. Enoch Powell stood at the head of the English nationalists on the Tory right; Tony Benn and Peter Shore were among prominent objectors on the left.&#xa0;</p> <p>But for more than 40 years after it joined the EC in 1973, Britain seemed to have come up with its riposte to Acheson. Its pursuit of the national interest would rest on the twin pillars of the intimate security relationship with the US and a leading role in the EU. This was often an awkward balancing act but by and large it seemed to work. Britain was a European power with a global outlook. Influence in Washington amplified Britain's say in Brussels — and vice versa.&#xa0;</p> <p>And now? Soon after the retreat from Suez, Anthony Eden had jotted down some private reflections. The significance, he concluded, was not so much that the debacle had rewritten the future but that it had revealed the harsh realities of relative decline. Brexit demands the same sort of reckoning.&#xa0;</p> <p>In blowing up the European pillar of its foreign policy, Britain is confronted again with Acheson's question. Where does it fit in a world dominated by much larger power blocs? The Brexiters have long confused sovereignty with power. The notional sovereignty now reclaimed from Brussels does not confer a capacity to act. Instead, Britain has lost its voice in European affairs and diminished its influence in Washington.&#xa0;</p> <p>So the reckoning must begin with a touch of humility — how best, in reduced circumstance, can Britain promote its core concerns and objectives. One obvious route is to seek new leverage in stronger bilateral relationships — within Europe and beyond — to promote clubs of liberal democracies that share its liberal democratic values. Alongside its soft power — the language, history and creativity still count — it still has more specific talents to contribute — effective intelligence, a strong diplomatic service, capable armed forces willing to deploy, and a culture comfortable with international problem-solving.&#xa0;</p> <p>Making a difference, though, demands the insight shown by Tizard more than 70 years ago. The days of great power posturing have passed. As for Europe, history as well as geography and geopolitics tells us that sooner or later Britain will be drawn back to its own continent.&#xa0;</p> <p><a href=\"https://www.ft.com/philip-stephens\"><em>Philip Stephens</em></a><em> is the FT's chief political commentator. His book ‘Britain Alone: The Path from Suez to Brexit' is published this month by Faber &amp; Faber</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em><br></p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/614fb596-e38e-4767-b5e6-b5b8026e59e1\"><em>A wry observation on Britain's post-Brexit role</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/614fb596-e38e-4767-b5e6-b5b8026e59e1\"><em>From Luca Salice, Visiting Lecturer, School of Humanities University of Westminster, London W1, UK</em></a></p> <p><a href=\"https://www.ft.com/content/261a51bd-b8f8-47f1-9c94-250df59b080b\"><em>The UN is where Brexit Britain can reinvent itself</em></a><em> / </em><a href=\"https://www.ft.com/content/261a51bd-b8f8-47f1-9c94-250df59b080b\"><em>From Jonathan Brewer, Visiting Professor, King's College, London, New York, NY, US</em></a></p><p>Source: Philip Stephens 2021 'From Suez to Brexit and back again: Britain's long search for a role' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T05:00:11.647Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 15924,
          "end": 15929
        }
      ]
    }
  ]
}