{
  "_id": "ee3e41a8ce89a563ec9fc73aab799b9767cd5b861aa3a5bcd23b0b445d4466ce",
  "feed": "ftcomall",
  "title": "Sita Brahmachari: ‘My dad's storytelling skills shaped my life. He had stories pouring out of him'",
  "text": "<p><strong>Sita Brahmachari, 54, won the Waterstones Children's Book Prize with her debut </strong><em><strong>Artichoke Hearts</strong></em><strong>; her most recent novel is </strong><em><strong>Where the River Runs Gold</strong></em><strong>. She is writer in residence at the Islington Centre for Refugees and Migrants, and an Amnesty International ambassador.</strong></p> <p><strong>What was your childhood or earliest ambition? </strong><br>I always made up stories. I didn't know that might make me into a writer one day.</p> <p><strong>Private school or state school? University or straight into work? </strong><br>Mostly state schools, some private — we moved a lot. After A-levels, I&#xa0;went au pairing in France, working with a wonderful actress, and I went to the Cours Florent drama school because of her. Then I went to Bristol university, then I did an MA at the Central School of Speech and Drama. I looked into everything and I think that formed&#xa0;me. </p> <p><strong>Who was or still is your mentor? </strong><br>My parents. My mum was a nurse all her life — she is such a warm, caring person. My dad passed away in 2008. His storytelling skills and empathy shaped my writing and my life. He made a big journey from India in the 1950s to become a GP here and, just in his DNA, he had stories pouring out of him. </p> <p><strong>How physically fit are you? </strong><br>I love jogging, yoga and walking in the woods with my dog. Ideas and imagination start to flow with physical movement.</p> <p><strong>Ambition or talent: which matters more to success? </strong><br>Neither. Finding a sense of what nurtures you and what you love is the most important. And then looking for opportunities to explore that. Doing the thing that you love is success for me.</p> <p><strong>How politically committed are&#xa0;you?</strong><br>I am passionate about universal human rights; I'm an ambassador for the rights of children. In the way that politics is calibrated now, that makes me very active. </p> <p><strong>What would you like to own that you don't currently possess? </strong><br>A wildflower meadow.</p> <p><strong>What's your biggest extravagance?</strong><br>Books. I couldn't go into a bookshop without buying enough to make my arms ache.</p> <p><strong>In what place are you happiest? </strong><br>In the mountains, by a tarn or a&#xa0;beck.</p> <p><strong>What ambitions do you still have? </strong><br>Ambition has never been the way that I've done things — one thing has led to another. I would like to be part of a more positive future for young people.</p> <p><strong>What drives you on?</strong><br>Working with young people. Children often say “It's not fair” and adults say “Nothing is fair” — I've never lost that sense that things can be fair.</p> <p><strong>What is the greatest achievement of your life so far?</strong><br>The most life-changing moment was when, with my first novel — I&#xa0;didn't think I'd get it published! — I&#xa0;found myself receiving an&#xa0;award. </p> <p><strong>What do you find most irritating in other people?</strong><br>Meanness. Lack of courtesy. Bigotry, inequality, racism — I feel much more powerfully and strongly about those than irritation. They make my blood boil.</p> <p><strong>If your 20-year-old self could see you now, what would she think? </strong><br>She would recognise me! Although she might be amazed I've had the concentration to sit at my desk and write all these books. She had more of a butterfly mind than I have now. </p> <p><strong>Which object that you've lost do you wish you still had? </strong><br>When I wrote my first book, my husband made me a little silver artichoke charm, the exact same charm I wrote about. I have written the anxiety of losing it into subsequent books, though I'm wearing it now. If I lost it, I would be heartbroken. It's the symbol of my&#xa0;writing. </p> <p><strong>What is the greatest challenge of&#xa0;our time?</strong><br><a href=\"https://www.ft.com/climate-capital\">Global environmental justice</a>. Creating a sustainable future for future generations.</p> <p><strong>Do you believe in an afterlife? </strong><br>Can you be agnostic about the afterlife? I write about ghosts and spirits — and a lot of writing is about exploring things you haven't worked out. People leave a legacy, even if only in the living memory of the people who knew them — a trace that can sometimes feel like a spirit. </p> <p><strong>If you had to rate your satisfaction with your life so far, out of 10, what would you score?</strong><br>The temperature of my happiness depends on what's going on in the world — it varies day to day. I have a good baseline of security, which makes me very lucky. I'm really conscious of that. That's not the case for so many people.</p> <p><em>Sita Brahmachari's “The River Whale” (Hachette) is a 2021 £1 World Book Day title; </em><a href=\"https://www.worldbookday.com/\"><em>worldbookday.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Hester Lacey 2021 'Sita Brahmachari: ‘My dad's storytelling skills shaped my life. He had stories pouring out of him'' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T05:00:59.334Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4377,
          "end": 4382
        }
      ],
      "nexusId": "10022657"
    }
  ]
}