{
  "_id": "6d5c2a23125f2e1e4f562e27b25c8e47f1314ba3bd3b97deb81e9d14b785f843",
  "feed": "ftcomall",
  "title": "Beaverbrook Town House and the story of Sloane Street",
  "text": "<p>I don't remember the last dinner I ate on Sloane Street, but it could have been minced beef and boiled potatoes — the mince enriched with a teaspoon of Marmite — or white fish poached in milk. Then there might have been rice pudding or stewed apple with a strictly rationed dollop of yoghurt.</p> <p>It was the late 1980s, when my grandmother Jean was still cooking in the tiny kitchen at No. 120, a soot-stained Georgian house on the eastern edge of Chelsea. She and my grandfather, a retired army general, had lived on Sloane Street for decades in threadbare grandeur. There were ancient gas heaters, Bakelite light switches and an occasionally leaky roof.</p> <p>As young boys, my brother and I would often stay in the house, falling asleep under heavy eiderdowns as buses rumbled down from Knightsbridge to Sloane Square. More than 30 years later, I'm back, staying two doors up the road at Beaverbrook Town House, a lavish new landmark on one of London's most storied avenues.</p> <p>The five-star hotel, which opened its doors in September, has 14 rooms above a bar and the Fuji Grill, an intimate Japanese restaurant. I take a table for dinner alongside my mother, Gilly, who grew up at No. 120 in the 1960s. Neither of us has spent time here since the early 1990s when my grandparents died at home, two years apart. </p> <p>Gilly, who now lives in Oxford, has come back to London to gawp at what Sloane Street has become in the 21st century. In the morning we'll walk down memory lane. But first we eat red bream <em>usuzukuri</em> with white truffle ponzu jelly, langoustine nigiri and bream sashimi topped with a garnish of, um, ants. There are no boiled potatoes.</p> <p>The hotel occupies two former houses with modest facades that had served as lodgings for governesses before it was carved up as apartments. The building was almost entirely reconstructed to create the hotel. Yet, inside and out, the Beaverbrook somehow feels as rooted in Chelsea as the old London plane trees on Sloane Square.</p> <p>The rooms are a maximalist riot of colours, patterns and textures by in-demand London designer Nicola Harding. A playful 1920s theme includes rich velvet upholstery and acres of parquet. My mother, who is in a room at the top of the hotel, is most enamoured of the view across the road to Cadogan Place Gardens, where my grandmother used to sunbathe while I ran around in dungarees. It's the same outlook she enjoyed from her childhood bedroom — and is perhaps one of the few things here that hasn't changed.</p> <p>Sloane Street's evolution has been rapid by the standards of London. There were only fields little more than 250 years ago, when the architect Henry Holland laid out a new town of handsome homes. Holland had acquired a lease for 100 acres from Charles Cadogan, who had inherited an estate bought in 1712 by his grandfather, the society physician and antiquary <a href=\"https://www.ft.com/content/29146b4c-501d-11e7-a1f2-db19572361bb\">Hans Sloane</a> (Sloane's daughter married into the Cadogan family).</p> <p>Like Sloane, whose collection of curiosities was the foundation of the British Museum, the first Cadogans built a fortune partly from Caribbean sugar plantations worked by enslaved people. Hans Town, as the area was originally known, was a conspicuous display of wealth. It remains ever more so; the current earl's 93-acre Cadogan Estates, which includes No. 120 and the Beaverbrook Town House, is today worth almost £5bn.</p> <p>The signs of transformation are all around. The shop on the corner opposite No. 120, which my mother remembers selling second-hand clothes, is now the flagship store of the fashion designer Emilia Wickstead, whose clients include the Duchess of Cambridge. Sloane Street has lately become an asphalt catwalk to rival Bond Street. Versace, Armani, Fendi, Dior, Chanel and Prada all have big stores here — billboards with doors that rarely appear to swing open.</p> <p>Yet nothing on the street, perhaps other than the arrival of ant-embellished sushi, symbolises the change more neatly than No. 120 itself. After being gutted and given a total facelift following my grandparents' death, the old house is now an exclusive plastic surgeons' clinic.</p> <p>If it all sounds as sterile and static as a regularly injected forehead, that may explain Earl Cadogan's new mission to reanimate Sloane Street and the wider area. The new hotel, which is a London outpost for The Beaverbrook, a country house hotel in the Surrey Hills, is part of a plan that has also involved the refurbishment of the 134-year-old Cadogan, which reopened just yards up the road in 2019 as a Belmond hotel.</p> <p>Pavilion Road, a newly pedestrianised cobbled mews that runs parallel to Sloane Street, has become a bustling avenue of delis and posh grocers. An Ottolenghi shop is on the way. The Soho House group has just opened its first homewares store on the King's Road, next to the Saatchi Gallery. Soon Sloane Street itself will get a £40m facelift, with new pavements and trees. There are plans to revive and open pubs and restaurants, while a slice of green space on Pont Street is soon to be “<a href=\"https://www.cadogan.co.uk/louis-vuitton-cadogan-and-sugi-join-together-to-rewild-chelsea/\">rewilded</a>” (“low-maintenance planting” is perhaps a less sexy phrase).</p> <p>Hugh Seaborn, chief executive of Cadogan Estates, tells me the investments are in part a response to shifting shopping habits. The demand for retail acreage is falling but luxury brands still want glitzy flagships. “Our job is to make sure this is where they want to be, and to do that we have to make it more attractive with a more diverse range of food and exciting public spaces,” he says.</p> <p>Seaborn, who was heavily involved in the Beaverbrook project, would reject the idea, but this corner of Chelsea has arguably become a shadow of its former self. Soon after Holland developed an area that includes Sloane Square and the King's Road, it began to hum with creative energy. Artists, including Turner and Whistler, lived here. <a href=\"https://www.ft.com/content/bbffd978-8a34-4a81-a2a1-b1bbb3a55826\">Jane Austen</a> often stayed on Sloane Street with her brother. Marshall Wood, a successful 19th century sculptor, once lived with his family at No. 120.</p> <p>The actress and socialite Lillie Langtry, who lived behind the Cadogan Hotel, is rumoured to have met her lover there for trysts (he was the Prince of Wales). Oscar Wilde, who lived in Chelsea, was staying at the hotel when, in 1895, he was notoriously arrested and later imprisoned for “gross indecency”.</p> <p>It was after the second world war that the area really started to sing. Sloane Street drew on the buzz spilling across Sloane Square from the King's Road, where the 1960s were swinging harder than anywhere else. The Beatles bought mini skirts for their girlfriends at Mary Quant's pioneering Bazaar store. In the 1970s, it was where Vivienne Westwood opened her punk boutique, which became known as SEX.</p> <p>But soon the punks were mingling with yuppies and Sloane Rangers, the pearls-and-Hermès headscarf demographic defined by Ann Barr and Peter York in their bestselling book in 1982. Chelsea was beginning to lose its edge. Rents and property values soared, snuffing out any countercultural energy. Quant's Bazaar store is now a branch of Joe &amp; The Juice, a café chain owned by a private equity firm. Even the traditional Sloanes eventually left, fleeing for Battersea, Clapham and beyond.</p> <p>There was still a sense of community when my grandparents lived here for more than 30 years. Theirs was an unusual arrangement; they had been allowed to stay in the house on subsidised rent after initially sharing it with the former estates manager, who was a good friend of theirs before he died in the early 1960s. My grandmother used to wheel the washing to a local launderette. Grandpa bought his sausages at a butcher's at the top of Sloane Street, where the fashion stores are now most densely clustered.</p> <p>Today Norman Waidhofer is the last original shopkeeper on Sloane Street, having purveyed pills and potions at Andrews pharmacy for almost 50 years. “Everyone complains there aren't any useful shops here any more,” he says the morning after the sushi feast, as my mother and I explore the area. We go on north to Harrods, through which Gilly remembers taking a shortcut when walking from her school to Hyde Park to play rounders. The entrance to the luxury store today is a display for Kylie Jenner's cosmetics range.</p> <p>This century the really big money — much of it from overseas — began to wash through Sloane Street and its surrounding mews houses and airy apartments in red-brick mansion blocks. The top of the road now faces One Hyde Park. The controversial development, which is not part of the Cadogan Estates, opened in 2010 and included a penthouse that sold for £140m. It came to symbolise the soulless excess of London's “buy-to-leave” property market; “useful” shops lose their function when homes in Chelsea, Belgravia and Mayfair become empty investments.</p> <p>There are, Seaborn assures me, still “real” residents of Chelsea, hundreds of whom are still on rents subsidised by Earl Cadogan, who is now 84. The Beaverbrook wants to attract locals, or at least those who are in the market for £19 negronis and £48 selections of five slivers of very good sashimi. “People living round here used to go to Mayfair to have fun, we want them to stay here,” says Jake Greenall, the general manager, a dashing 29-year-old former jockey, who is himself the son of a baron.</p> <p>Earl Cadogan's schemes are already bringing life back. The Beaverbrook's bar and restaurant brim with post-lockdown optimism. So does Pavilion Road. It's also clear that it's too late to restore the area's bohemian cool, when old money and a rebel spirit sloshed happily together. A new Ottolenghi outlet is not the same as a local butcher, much less a punk boutique. Even that vaunted “‘rewilding” project is a partnership between Cadogan Estates and — naturally — Louis Vuitton.</p> <p>Yet for what it is — a luxury townhouse hotel that injects colour and a shot of energy into a venerable street without taking itself seriously — the Beaverbrook is a total triumph. What my grandparents would have made of it — and the fate of the old house two doors along — is anyone's guess. The sushi ants, my mother and I decide as she makes a dash for the Oxford train, may have been a step too far.</p> <p><em>This article has been corrected since original publication. The earlier version wrongly said the actress and socialite Lillie Langtry was born in America. She was born in the village of St Saviour, Jersey.</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Simon Usborne 2021 'Beaverbrook Town House and the story of Sloane Street' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T05:00:57.911Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 243,
          "end": 248
        }
      ]
    }
  ]
}