{
  "_id": "76fd8c2a050a244c95088503ce51b9faadcc09ac0380a21f7e4d106a2eb979ac",
  "feed": "ftcomall",
  "title": "Tim Cook sells $750m of Apple stock after completing decade as chief",
  "text": "<p>Tim Cook sold more than $750m worth of Apple shares this week, after receiving the final tranche of a stock award that he was granted a decade ago when he <a href=\"https://www.ft.com/content/ee077687-80ab-44a4-93f3-773165e66f85\">took over</a> from Steve Jobs as the iPhone maker's chief executive.</p> <p>Apple's stock has risen more than tenfold since Cook became chief executive in 2011, a record that entitled him to the maximum possible payout under the award.</p> <p>After his remaining restricted stock awards vested on August 24, around 5m shares were sold at prices ranging between $148-$150, netting $752m, according to <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0000320193/47814c8b-6a34-44e7-bddb-01ac2db7d2b3.pdf\">filings</a> released on Thursday. Apple's shares hit a new all-time high of $151.12 earlier this month, as the market capitalisation of the world's most valuable company approaches a record $2.5tn.</p> <p>Most of the trades were part of a pre-arranged stock sale plan adopted last August, through a scheme commonly used by US company executives to avoid any appearance of insider trading. Just over half of the sales, worth $397m, were withheld by Apple to cover Cook's tax obligations when stock options vest.</p> <p>Cook's original stock award was estimated to be worth $378m in 2011 when it was first granted, at the time putting Cook among the most highly remunerated executives in America. The scheme was <a href=\"https://www.ft.com/content/e039e8b6-dabe-11e2-a237-00144feab7de\">amended</a> in mid-2013 to reflect Apple's share price performance relative to other US companies, after around a third of Apple's shareholders <a href=\"https://www.ft.com/content/c9f09eb2-810c-11e2-9fae-00144feabdc0\">lodged</a> a protest vote on executive pay at the company's annual meeting earlier that year. </p> <p>Apple said in a filing on Thursday that its total shareholder return — which assumes all dividend payouts are reinvested — for the three years to August 24 was 192 per cent, ranking Apple 13th in the S&amp;P 500. The top performer on that basis, among companies who remained in the S&amp;P 500 for the entire period, was chipmaker AMD, according to Bloomberg data, whose total shareholder return over three years was close to 350 per cent. </p> <p>Cook, whose net worth was estimated by Bloomberg to top $1bn for the first time last August, said in 2015 that he planned to give away the majority of his fortune before he dies. He donated just over $10m worth of Apple stock to charity a week ago. </p> <p>Last September, Cook, who receives an annual salary of $3m, was <a href=\"https://www.sec.gov/Archives/edgar/data/320193/000032019320000074/xslF345X03/wf-form4_160141879027128.xml\">granted</a> his first new award of restricted stock units since his 2011 promotion. The stock award, which will vest after April 2023 and is partly dependent on total shareholder returns, could be worth almost $150m at today's share price, if Apple hits the top end of its targets by 2025. </p> <p>In January, Apple said that it would add an “environmental, social and governance modifier” to its executives' annual bonus schemes, allowing the board to vary the cash payout by 10 per cent according to an assessment of “values-driven leadership”.</p> <p>Disclosures of such a high-value share sale in a single instance are unusual, reflecting in part the outsized rise in Apple's share price since Cook's original award.</p> <p>Larry Page and Sergey Brin, Google's co-founders, have together sold more than $1.2bn worth of stock in the search company's parent Alphabet since May. But most of those trades were for $35m-$40m in shares spread out over four months, according to a tally of dozens of filings from OpenInsider.</p> <p>Other tech chief executives exercising options worth nine-figure sums over the past year and a half include Netflix's Reed Hastings and Broadcom's Hock Tan, according to data collated by Equilar, which collects data on executive compensation.</p> <p>Elon Musk, Tesla's chief executive, is in line to receive stock options currently worth tens of billions of dollars over the coming years, after the electric car maker hits various targets for financial performance and market capitalisation, under an incentive scheme agreed in 2018. However, he has yet to cash in those shares.</p> <p><em>Additional reporting by Adam Samson</em></p><p>Source: Tim Bradshaw in London 2021 'Tim Cook sells $750m of Apple stock after completing decade as chief' FT.com 27 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-27T16:33:53.358Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1348,
          "end": 1353
        },
        {
          "start": 220,
          "end": 225
        },
        {
          "start": 24,
          "end": 29
        },
        {
          "start": 39,
          "end": 44
        },
        {
          "start": 974,
          "end": 979
        },
        {
          "start": 1641,
          "end": 1646
        },
        {
          "start": 567,
          "end": 572
        },
        {
          "start": 2502,
          "end": 2507
        },
        {
          "start": 2443,
          "end": 2448
        },
        {
          "start": 2105,
          "end": 2110
        },
        {
          "start": 2857,
          "end": 2862
        },
        {
          "start": 1260,
          "end": 1265
        },
        {
          "start": 1459,
          "end": 1464
        }
      ],
      "nexusId": "10022657"
    }
  ]
}