{
  "_id": "5db162fc053ebf533855cb23500d571e6b4901a0028a0e4e4f3d2ccfbf4ddcf2",
  "feed": "market-watch",
  "title": "Lordstown, Fisker stocks get downgraded as B. of A. cites worries about ‘fierce' competition",
  "text": "<p>The analysts, led by John Murphy, downgraded Lordstown RIDE shares to the equivalent of sell, and Fisker FSR shares to the equivalent of hold in a note Thursday. Avis Budget Group Inc. CAR and parts manufacturer Dana Inc. DAN got upgrades to buy.</p><p>About 80% of B. of A.'s auto coverage is rated buy or hold, the analysts said, “reflecting our constructive stance broadly.” The analysts earlier this week initiated coverage of Lucid Group Inc. LCID with a buy rating.</p><p>Lordstown Motors got a downgrade because the Ohio-based EV maker is “just one of many participants in the automotive industry evolution towards electrification,” the analysts said. Moreover, it is “also one of the less legitimate along the universe of start-up electric vehicle automakers.”</p><p>Lordstown got a new chief executive last month, who promised “absolute focus on execution” and reaffirmed its goal to sell its electric pickup truck, the Endurance, by next year.</p><p>Earlier in the year, however, Lordstown added a “going concern” warning to regulatory filings, following the departure of key executives and amid doubts over its order book, with the company later clarifying that the orders it had were not binding.</p><p>The Justice Department reportedly has launched a probe into the company's dealings and the electric-truck maker has disclosed an SEC inquiry.</p><p>Lordstown “ranked fairly well in our autotech entrant/SPAC analysis, but a series of operational and financial hurdles since are now plaguing the company as competition is significantly heating up,” the B. of A. analysts said in their note.</p><p>Shares of Lordstown have lost nearly 67% this year, contrasting with gains of around 18% for the S&amp;P 500 index. SPX</p><p>For Fisker, the view is that the luxury EV maker “is one of the more legitimate among the universe of start-up electric vehicle automakers,” thanks to its relationship with contract manufacturer Magna International Inc. MGA, “critical” to Fisker's commercialization. Competition, however, “is becoming incredibly fierce.”</p><p>Fisker is contracting auto parts, electronics and other makers in an effort to diversify its production, a strategy some on Wall Street have dubbed a bid to become the “Apple of autos,” focusing on design and consumer interfaces.</p><p>It announced a deal with electronics powerhouse Foxconn Technology Group in February, and plans to have four vehicles in production by 2025, three with Magna and one with Foxconn.</p><p>Fisker shares have lost 16% so far this year.</p><p>For autos in general, a pandemic-induced “supply-chain crunch” continues to force production downtimes across the industry, the analysts said. The constraints, however, are creating additional pent-up demand, which would lead with a multiyear recovery, they said.</p><p>In the next three to six months, however, auto stocks are expected to remain volatile, they said. “As production disruption is likely to most negatively impact the supplier link of the value chain, it is that segment of our coverage where we remain relatively most cautious.”</p>",
  "published": "2021-09-16T11:40:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2174,
          "end": 2180
        }
      ],
      "nexusId": "10022657"
    }
  ]
}