{
  "_id": "fd05f69583162b9d633c6bd976042b09b01ab445256c7051604b2bad76fb86a3",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  The Grand Outdoors Issue: Eating & Drinking:  Picnic Passionately  ---  One of the world's great boxed-lunch traditions, Korean doshirak is the kind  of meal we crave now: practical, portable and pleasing to all the senses  ----  By Eleanore Park",
  "text": "<p>\n  When they opened Shiku in downtown L.A.'s Grand Central Market in January, Mina Park and her husband, Kwang Uh, knew they wanted to share homestyle Korean cooking that resonated with their own memories of family and childhood as well as the distinctive culture of the city's vibrant Korean community. The couple quickly hit on doshirak, the Korean style of lunchbox, as the ideal format. </p><p>\n  Typically packed with rice, a protein, banchan (side dishes) and various pickles, doshiraks suit the crowd at Grand Central Market: office workers grabbing to-go and diners looking for meals to take home or to a picnic spot. It's a functional meal with an appealing design, each element complementing the others visually as well as in taste and texture. </p><p>\n  A popular vegan option, Temple Tangsu, consists of fried pyogo mushrooms with a dusting of savory dried doenjang (fermented soybean paste). Inspired by Korean temple food, the dish has special significance for the couple, who met at a Buddhist temple. A banchan of spicy tuna nods to a canned version popular in Korea that both Mr. Uh and Ms. Park ate as children. \"[Kwang] and his father would go on weekly hikes, and his dad would whip out this can of tuna in the forest,\" said Ms. Park. \"My family and I would be on a boat and bust them out. It evokes memories of outdoor excursions for us.\" </p><p>\n  With the pandemic pushing restaurants to rethink to-go containers for outdoor dining as well as take-out, many Korean chefs stateside have seized on the boxed lunch. \"Doshirak is so naturally fitting for takeaway,\" said Peter Cho of Han Oak and Toki restaurants in Portland, Ore. \"Korean dining is communal and sharing, which is hard to have these days.\" Mr. Cho added that doshiraks allow each guest to try different parts of the menu at once. </p><p>\n  \"It just lends itself to the times,\" Mr. Cho said. \"Because you get this compartmentalized container, it's nice to be able to pair the different kimchi, kakduki, baechu kimchi and pickles. For me, all the food that we've done is closely tied to my personal experience.\" </p><p>\n  Doshiraks are trending in Korea, too. A variety of boxed meals can be found at major convenience stores including 7-Eleven and GS25, and Korean celebrity chefs such Baek Jong-won have lent their famous faces to the labels of mass-market boxes. Yet for many, doshirak remains a taste of home. </p><p>\n  \"For me, it's this comforting feeling or language,\" said New York chef Susan Kim, who launched a pop-up called Doshi (short for doshirak) last year. \"There's a history of doshirak in Korea that people are still returning to. I think, at the root of it, there's a comforting nostalgia.\" </p><p>\n  While Ms. Kim had been developing her business concept for a couple years, the coronavirus lockdown provided new impetus and opportunities. Local restaurants were in flux, opening and closing with revised regulations. The owners of Brooklyn's Hunky Dory, for example, were able to make their kitchen available for one of the pop-ups last fall. </p><p>\n  The Doshi menu and the recipes Ms. Kim shares here reflect her wide-ranging experience as a Korean immigrant growing up in Southern California and working in notable Bay Area kitchens. Her sesame-oil pickles speak equally to her Korean heritage and her love for Italian giardiniera. Her time at Berkeley's legendary Chez Panisse shows in her market-driven spring salad of asparagus, sugar snap peas and fava beans with a pine nut tofu dressing. </p><p>\n  For family and friends meeting up again after an extended hibernation, doshiraks offer a beautiful way to share a meal, packed up elegantly in individual servings, portable to any outdoor activity. \"You do see the jeong,\" said Ms. Kim, using the Korean word for a profound feeling of shared warmth and connection. \"You see the love in the way doshiraks have been crafted.\" </p><p>\n  --- </p><p>\n  Doenjang Steak </p><pre>\n </pre><p>\n  Total Time: 40 minutes </p><p>\n  Serves: 4 </p><pre>\n </pre><p>\n  3 tablespoons grapeseed oil </p><p>\n  1/3 cup doenjang </p><p>\n  2 tablespoons maple syrup </p><p>\n  3 tablespoons spicy mustard </p><p>\n  1 tablespoon fish sauce </p><p>\n  1 teaspoon salt </p><p>\n  1/2 teaspoon black pepper </p><p>\n  1/3 cup water </p><p>\n  1 pound skirt steak, cut in 6-inch slabs </p><pre>\n </pre><p>\n  1. Whisk 2 tablespoons oil with all ingredients except steak. Sink steak in marinade, cover with plastic wrap and let sit at least 1/2 hour at room temperature. </p><pre>\n </pre><p>\n  2. Set a cast-iron pan over high heat. Add remaining oil. Remove steak from marinade and scrape off excess. Cook steak 2 minutes. Flip and cook until medium-rare, 1 minute. Rest 5 minutes. </p><pre>\n </pre><p>\n  3. Slice steak against the grain into strips. </p><p>\n  --- </p><p>\n  Potato Salad </p><pre>\n </pre><p>\n  Total Time: 20 minutes </p><p>\n  Serves: 4-6 </p><pre>\n </pre><p>\n  4 eggs </p><p>\n  1 1/2 pounds Yukon Gold potatoes </p><p>\n  2 tablespoons salt, plus more to taste </p><p>\n  1 crisp apple, such as Pink Lady </p><p>\n  1/3 pound ham </p><p>\n  2 tablespoons plum vinegar </p><p>\n  Black pepper </p><p>\n  1 cup mayonnaise </p><pre>\n </pre><p>\n  1. Bring a pot of water to a boil. Add eggs and boil 8 minutes. Transfer eggs to a bowl of ice water. </p><pre>\n </pre><p>\n  2. Peel potatoes and cut into 1-inch pieces. Transfer to a pot, cover with cold salted water. Bring to a boil over medium-high heat and cook until tender but not falling apart, about 5 minutes. Drain and transfer to a mixing bowl. </p><pre>\n </pre><p>\n  3. Quarter, core and thinly slice apple. Cube ham into 1/2-inch pieces. Peel eggs and crumble through a slotted spoon. Season with salt and pepper. </p><pre>\n </pre><p>\n  4. Add apples, ham, vinegar, mayonnaise and half the eggs to potatoes. Use a rubber spatula to mix. Season with salt and pepper. Sprinkle on remaining eggs. </p><p>\n  --- </p><p>\n  Asparagus, Snap Peas and Fava Beans With Pine Nut Tofu Dressing </p><pre>\n </pre><p>\n  Total Time: 30 minutes </p><p>\n  Serves: 4-6 </p><pre>\n </pre><p>\n  For the dressing: </p><p>\n  1/2 cup pine nuts </p><p>\n  8 ounces silken tofu </p><p>\n  2 tablespoons grapeseed oil </p><p>\n  1 teaspoon salt </p><pre>\n </pre><p>\n  For the salad: </p><p>\n  1 pound asparagus </p><p>\n  1/4 pound sugar snap peas </p><p>\n  1 pound fava beans </p><p>\n  1 tablespoon olive oil </p><p>\n  1 lemon, halved </p><p>\n  1 bunch mint leaves, roughly chopped </p><p>\n  1 bunch perilla leaves, roughly chopped </p><pre>\n </pre><p>\n  1. Use a blender to mix all dressing ingredients until creamy. Refrigerate. </p><pre>\n </pre><p>\n  2. Snap woody ends from asparagus. Remove strings from snap peas. Remove fava beans from pods. </p><pre>\n </pre><p>\n  3. Bring a pot of salted water to a boil. Prepare a bowl of ice water. Blanch favas 1 minute, and use a slotted spoon to transfer to ice water. Repeat with snap peas. Blanch asparagus 1 minute and transfer to a plate. </p><pre>\n </pre><p>\n  4. Pop favas from skins. Halve snap peas diagonally. Cut asparagus in 2-inch pieces. In a medium bowl, toss vegetables with olive oil, a squeeze of lemon, and half the mint and perilla. Season with salt. </p><pre>\n </pre><p>\n  5. Spread 1/2 cup dressing over a platter and top with vegetables. Spoon on more dressing and sprinkle on remaining mint and perilla. </p><p>\n  -- Adapted from Susan Kim </p><p>\n  --- </p><p>\n  Find a recipe for sesame-oil pickles at wsj.com/food. </p><p></p>",
  "published": "2021-03-27T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4613,
          "end": 4618
        },
        {
          "start": 5082,
          "end": 5087
        }
      ],
      "nexusId": "10022657"
    }
  ]
}