{
  "_id": "65f7acd36a1c89b3b80678deb28c9c7515e133859ed611309f47e9e0a77db183",
  "feed": "wall-street-journal",
  "title": "Never Mind the Next Tesla, What's the Next Model S?",
  "text": "<p>Electric-vehicle startups are racing onto the stock market through special-purpose acquisition companies or SPACs. The latest is Faraday Future, which after years of financial troubles has finally bagged a deal to get its first luxury electric vehicle to launch next year. Shares in Property Solutions Acquisition Corp ., the blank-check company acquiring Faraday, have risen 42% since the announcement Thursday.</p><p>The happy couple join at least a dozen other electric-vehicle ventures and SPACs that announced similar mergers over the past half year or so. The deals triggered trading surges and market valuations ranging from speculative to incomprehensible, underpinned by the rally in Tesla's more highly valued shares.</p><p>Not all of the startups will compete head on with Tesla like Faraday and Fisker, another Californian company with a luxury electric vehicle in the works. Others want to develop battery vehicles for commercial transportation (Lordstown, Arrival, Canoo ); trucks powered by hydrogen (Nikola); or next-generation batteries (QuantumScape ).</p><p>What these companies have in common is a reliance on big products to transform their finances and justify their valuations in two, three or more years' time. In a crowded market, not all these products can live up to their billing, but some just might. How to know which?</p><p>The only real way for investors to have at least a semi-educated guess is to wait for the make-or-break vehicles to reach showrooms. For now, investors have little to go on but stories: the background of the founders, pictures, tweaks to the traditional business model of making and selling cars, vehicle reservations that are typically refundable. Tesla's history is instructive. The stock first took off in late 2012, only after the company started to achieve success with the Model S.</p><p>Seeing a key product and its reception is perhaps most important for passenger cars, which are chosen as much for emotional reasons as functional ones. But it also matters in the commercial market: Orders from big customers, such as the up to 800 trucks Budweiser-brewer Anheuser-Busch InBev ordered from Nikola, likely won't mean much if the product can't be made at scale to the promised specifications.</p><p>\"It is the customer reaction to product that gives you the conviction to invest behind consumer tech, as we saw with Apple and Tesla,\" says David Older, head of equities at French fund manager Carmignac. Last year, he bought into two Chinese electric-vehicle makers whose vehicle launches were well received, NIO and Xpeng, though he sold out in the fourth quarter as soaring valuations started to ring alarm bells.</p><p>In the case of the U.S. startups, too, valuations make little sense -- including relative to one another. Among the companies whose mergers with SPACs have completed, the two largest by market value, Nikola and QuantumScape , deal with the least mature technologies: hydrogen and solid-state batteries, respectively. Investors seem more interested in distant disruption promises than the risky reality of product rollouts. Yet the Tesla imitators that stand a chance of surviving are those that, like Tesla, get their vehicles and production ramps right.</p><p>In the 1920s, the number of car makers plummeted even as the number of cars sold rocketed. The capital requirements of scaling up were too daunting for more than a few companies to meet. By the end of that decade, General Motors , Ford and Chrysler controlled roughly 80% of U.S. sales. As electric vehicles take off, the 2020s might not be so different.</p>",
  "published": "2021-02-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2342,
          "end": 2347
        }
      ]
    }
  ]
}