{
  "_id": "b3ec5c481aaff28abc714202fe8fd6c2b879e8043618d7fce099a6831670b817",
  "feed": "ftcomall",
  "title": "Tess Jaray's From Piero and Other Paintings — shadows of the masters",
  "text": "<p>Six small white-gold lozenges arranged in two rows of three are set at a diagonal in the top left-hand corner of a dark grey rectangle that is bordered on the right by a thin dove-grey stripe. That's all there is to “Virgin and Child with Two Angels”, a painting by British artist Tess Jaray that is part of a new show dedicated to her at the New Art Centre in Roche Court, near Salisbury.&#xa0;</p> <p>Yet this small canvas has a mighty forerunner: the eponymous painting, also known as the “Madonna di Senigallia”, by 15th-century Tuscan master Piero della Francesca. In the latter, the Madonna, dressed in the elegant draperies of a central Italian merchant's daughter, stands in a handsome grey-walled room. Behind her, oblique beams of pearly light slice through the shutters so sharply Piero even evokes dust-motes in the sunbeam. The result marries a lambent, spiritual stillness with the attention to detail and human warmth typical of the Flemish masters whom Piero loved.&#xa0;</p> <p>What is remarkable about Jaray's response is that even after she has stripped the Italian's image down to no more than light, colour and line, its air of numinous enchantment remains. The painting is a triumphant expression of an artist who says her aim is to show “what's left when everything else is taken away”. </p> <p>The Madonna is just one of about 30 paintings in the exhibition, <em>Tess Jaray: From Piero and Other Paintings</em>, that find their origin in the Tuscan's oeuvre.&#xa0;&#xa0;</p> <p>There could be no finer muse. Piero's work — which includes his panoramic fresco cycle “The History of the True Cross” in the basilica of San Francesco in Arezzo and “The Baptism of Christ” in London's National Gallery — has captivated audiences more thoroughly than any 15th-century artist other than Leonardo.&#xa0;&#xa0;</p> <p>As the son of a merchant, Piero's skill with mathematics gave him the edge over his peers. At a time when many painters were still struggling to articulate spatial distance, Piero was capable of creating deep perspectives and delicate calibrations of light. His grasp of geometry was fundamental, yet his mental agility saw him disrupt his symmetries with odd angles and off-centre verticals. The result are spaces that are at once ideal and real, the work of an artist who had imbibed Plato's faith in celestial perfection yet stayed true to the evidence of his own eyes when they showed him that both humanity and nature were beautiful yet mutable, their harmonies transient, their architecture designed to decay.&#xa0;</p> <p>Little wonder that Jaray experienced his work as a revelation. She first saw his real paintings — rather than just images in books — in 1960 when she won a scholarship that took her to Italy. Still in her early 20s, the Vienna-born Slade graduate — her Jewish parents fled to Britain in 1938 when she was eight months old — had been working in a style that owed much to German and Austrian Expressionism.&#xa0;</p> <p>After her Italian trip, Jaray decluttered her vision. Aside from Piero, the Florentine architect Brunelleschi was a key influence. His cavernous Euclidean cathedrals radically transformed Jaray's ideas about space and the human figures who inhabited it.&#xa0;</p> <p>Over the decades that followed Jaray developed a practice that defies simple description. Though both abstract and minimal, it's far from minimalist abstraction. Instead,&#xa0;through experimentations with geometry, line, colour, motif and pattern, her paintings express space as if they were architectural structures themselves. </p> <p>Not the hint of a figure is found in Jaray's canvases. Yet humanity haunts her paintings thanks to her employment of forms — columns, pediments, windows, <em>muqarna (</em>Islamic ceiling designs), the repetitive patterns and structures that animate buildings from Syrian mosques to Gothic cathedrals — that are clearly designed by people for people. </p> <p>Roche Court is an ideal setting for her work. Although the interior spaces are closed to the public, the sculpture garden is open and&#xa0;Jaray's paintings can be viewed through the glass walls of the long gallery. Given that her vision is constantly playing with notions of threshold, the transparent screen just adds one more frontier to the experience.&#xa0;</p> <p>Thanks to their bold, ravishing economy, her paintings are, in any case, also best viewed from a distance. One group — “Battle of Constantine”, “Victory of Constantine”, “Victory of Eraclio”, “Victory of Eraclio II”, “Discovery of Gorr” <em>(</em>all 2019<em>) — </em>clearly riff on the battle scenes and grand parades that punctuate Piero's Arezzo fresco cycle. Jaray condenses his seething panoramas down to no more than a spray of spears, perhaps overlapped by a scrap of banner&#xa0;or the husk of a helmet. Devoid of politics, passion or religion, this is a pure exchange between object, space, line and colour. Or is it? Looking at it brought to mind Sun Tzu's <em>The Art of War</em>. Here is conflict boiled down to bare essentials: cold, formal, chillingly beautiful.&#xa0;</p> <p>A tantalising thread of darkness also unspools in Jaray's three versions of Piero's “Flagellation of Christ”, which she pares down to a pattern that echoes the floor tiles the Italian uses to lead the viewer's eye towards Christ as he is subject to the whipping. In Jaray's pictures, we are confronted with no more than a corridor of diamonds stretching away into cold grey emptiness. We imagine what lies beyond; witnesses to a violence that resides, as it turns out, within ourselves.&#xa0;</p> <p>By reducing what we see externally, Jaray magnifies our interior vista. In five large paintings from 2017 — “Glimpse”, “Crossing”, “Echo”, “Return”, “Fez Green” — she takes architectural motifs, such as zigzag patterns, pillars and tiny window squares, and juxtaposes them with narrow bands of contrasting colour. The forms float in space with the hieratic majesty of saints and angels yet maintain the mute, numinous aura of the ecclesiastical spaces from which their details have been extracted.</p> <p>An architect such as Brunelleschi, schooled in classical principles, knew exactly how to use abstract form and space to induce spiritual awe. In Islam, too, abstract geometrical space and rhythmic pattern are employed to evoke a mystical presence. It was after a visit to Syria in the 1990s that Jaray absorbed the Middle Eastern aesthetics into her vocabulary. </p> <p>Space and form&#xa0;— like music — are universal languages, always evolving and untethered to geography even as they enjoy local specificities. Jaray's paintings are testaments to the essential democracy of the human experience as we navigate the spaces, both internal and external, which contain us. They also whisper that the most enriching images may lie within ourselves. In this long housebound winter, that's worth remembering.&#xa0;</p> <p><a href=\"https://sculpture.uk.com/\"><em>sculpture.uk.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em><br><br><br></p><p>Source: Rachel Spence 2021 'Tess Jaray's From Piero and Other Paintings — shadows of the masters' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T05:00:58.873Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 6905,
          "end": 6910
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}