{
  "_id": "9b535e4daa4d113e47a149228fa9c87bf9d461e82c4cdf2058568963def63a88",
  "feed": "ftcomall",
  "title": "Music mogul Lyor Cohen: ‘I don't look on “aggressive” as a bad word'",
  "text": "<p>Lunch with Lyor Cohen starts with a boss move. The global head of music at YouTube, formerly top man at the New York rap label Def Jam, walks briskly into Sautter, a cigar retailer based in Mount Street, Mayfair, one of the ritziest streets in London's ritziest neighbourhood. He inclines his tall frame forwards to inspect the wares. “You're going to take one with me,” he says as he picks out two Cuban cigars, Partagas Serie D No. 5s.&#xa0;</p> <p>“Is he a cigar smoker?” says the woman behind the counter in a Hispanic accent. She means me and, no, I am not. “This is a very strong cigar,” she warns. “We're starting him off at the top,” Cohen says breezily, straightening to his full height of 6ft 5in. The deal is sealed. Not untypically, it is on Cohen's terms. I am about to take up smoking again, for the first time since quitting cigarettes 20 years ago.</p> <p>The man who was once nicknamed “Mr Handle-It-Make-It-Happen” marches outside with the stogies. He has a reputation as a tough negotiator and ruthless competitor. “I'm a carnivore — I'm not a vegan. I'm a predator. But I don't do anything illegal,” he told the FT in 2002, when asked about accusations of poaching a group from a rival label. </p> <p>He started his music career at the sharp end, as road manager for the rap group Run-DMC in the 1980s. Rising through the ranks, he became co-president of Def Jam Records in 1988, marshalling rap's first wave of stars, the likes of LL Cool J, Beastie Boys and Public Enemy. Just over a decade later, he brokered the sale of a 40 per cent stake that he co-owned in the label for a reported $130m.</p> <p>“Rap's unlikely king”, as Newsweek called him, moved to Warner Music Group in 2004, overseeing its move from physical sales to digital music. In 2013, he co-founded the independent label 300 Entertainment, whose roster includes current rap stars Young Thug and Megan Thee Stallion.</p> <p>But, to the consternation of his music industry peers, he jumped ship to YouTube in 2016, switching sides in the skirmishes between record labels and Big Tech. As leader of the Google-owned platform's music division, he presided over the relaunch of <a href=\"https://www.ft.com/content/21e0d8ca-5bec-11e8-9334-2218e7146b04\">YouTube Music</a> in 2018, a streaming service for paying subscribers. Last month, the milestone of <a href=\"https://www.ft.com/content/ae722400-561c-431a-85eb-e09e1f6b0bb2\">50m subscribers</a> was revealed to have been reached, outpacing analysts' expectations. Meanwhile, YouTube's advertising revenue in the second quarter of this year was $7bn, an 84 per cent rise over 2020's figure.</p> <p>At 62, Cohen is in the sunny uplands of a highly successful career. It is sunny for our smoking session too, which takes place at the outdoor seating area next to Sautter's shopfront. The pristine red-brick mansion blocks and luxury emporia of Mayfair bask in a glorious Indian summer's day. </p> <p>“Not a cloud in the fucking sky,” Cohen says. We settle into our chairs and fire up our powerful cigars. </p>  <p><strong>The plan is to smoke and talk</strong>, and then get some takeaway sandwiches and chomp and chew the fat some more. Cohen advises me on how to smoke my Partagas Serie D No. 5 while I send wayward plumes into the cloudless sky. “Take your time, there you go, it's getting started. You may actually like this.”&#xa0;</p> <p>He took up cigars aged 16 after pinching one from his stepfather's supplies. He prefers having one in the morning with an espresso, but never at night — “early in the morning before everything sets off”. The image of the cigar-munching music mogul dismays him. “That makes me cringe. Unfortunately, I just adore them, so I will suffer through the stereotypes.”</p> <p>Cohen reclines in his seat. He has close-cropped white hair and is dressed entirely in blue: windcheater, shirt, trousers, deck shoes. His light blue eyes unwaveringly fix mine when he speaks. His accent is closer to New York, where he made his name, than California, where he grew up.</p> <p>His face and voice seem to melt a bit when proselytising about the wonders of music's new digital age, a hard-boiled record man doing Big Tech evangelism. At such moments, he has something of the look of a blue shark extolling the virtues of a plankton-based diet.</p> <p>Musicians and songwriters complain about not being <a href=\"https://www.ft.com/content/60f7a3e5-e9b9-4547-9d67-55675083be59\">paid enough</a> by streaming services such as YouTube. In Cohen's telling, however, streaming is the rising tide that raises all boats. Last year, YouTube says that it paid out more than $4bn to the music industry, up from more than $3bn the previous year. That derives in part from people streaming music videos but also from individuals posting their own videos on the platform using pop songs as soundtracks. (YouTube Shorts was launched globally in July to compete with TikTok's dominance in this field.) </p> <p>YouTube Music's <a href=\"https://www.ft.com/content/ae722400-561c-431a-85eb-e09e1f6b0bb2\">50m </a>paying subscribers are a small portion of the 2bn-plus people who visit YouTube each month for music-related purposes. The former pay to avoid the advertisements the latter have to view. “The twin-engine growth story is critical to us becoming the biggest and most valuable platform to the music industry,” Cohen says, in bullet-point mode. Last year, Spotify said it paid the music industry more, $5bn, but Cohen insists that YouTube will overtake its Swedish rival: “We will provide more revenue to the music industry by 2025 than anyone else.”&#xa0;</p> <p>The next stage of expansion will be overseen by him from London. When we meet, he is about to move to the city from New York with his wife, the fine-art dealer Xin Li-Cohen, and their baby daughter. (He also has two adult children, a daughter and a son, by a previous marriage.) </p> <p>“If you cut a French person open, they bleed cinema. If you cut a person from the UK open, they bleed music. So why not be here? And the best music is coming out of the UK,” he says of the relocation. He talks about the African influences in UK rap and drill music. “That's going to take it to an even higher level. The risks that people are taking here are much more than in other places.”</p> <p>His words are accompanied by contrasting trails of cigar smoke, leisurely on his part, frantic on mine. “You're an ex-smoker so you're inhaling this fucking thing,” he says. “Slow it down.”</p>  <p><strong>Cigars half-smoked and temporarily</strong> extinguished, we walk along Mount Street to get our sandwiches, past designer boutiques and Lamborghinis with Qatari plates. On the way, we pass two Orthodox Jewish men in black suits and hats. “Happy holidays,” Cohen says in Hebrew. “Did you get a chance to shake the <em>lulav</em> today?” one of them asks, brandishing a bundle of green foliage: the aforementioned lulav. Shaking it is a ritual performed during the Jewish harvest festival, Sukkot. “I did, thank you,” Cohen says.</p> <p>He was born in New York to Israeli Jewish parents who returned to Israel when he was a small child. After they separated, he moved with his mother to California, where she married again. “My dad who earned the title of dad,” is how he refers to his stepfather, a child psychiatrist. He is unforthcoming about his biological father, who is dead. “I didn't know him very well.”&#xa0;</p> <p>We collect our sandwiches from Cohen's assistant, who has bought them from an upmarket café called Hideaway. Cohen, carrying the brown paper bag with the lunch, leads us down a side street into a genuine hideaway. Mount Street Gardens is an unexpected urban oasis hidden by imposing buildings. Tall London plane trees tower over grassy areas, flower beds and wooden benches. A palm tree holds court incongruously in the centre.</p> <p>It is a favourite spot of Cohen's when he is in London. “This is where I spend hours and hours and hours,” he says as we sit on a bench. “I meditate. Think about things. Feel how lucky I am. What blows my mind is this palm tree next to” — he gestures at the plane trees, whose name escapes him — “these north-east trees. They're not supposed to be next to each other.”</p> <p>He offers me a choice of the three sandwiches in the brown bag. I go for a cheese and pesto roll. He munches a salmon and cream cheese bagel. “Like all good Jewish boys,” he says, stretching out his long legs. </p> <p>His mother, who still lives in California, is 91. She finally understood what his newfangled tech-firm job entailed when he used YouTube to find a song by a group she'd liked when she was a teenager in what was then British Palestine. He plays it to me on his mobile phone, as he did for her. The jaunty sounds of a 1940s Israeli folk song pipe out from its speakers. </p> <p>“And she starts to sing,” he remembers. “Quietly, then louder, then tears start coming down her face. I've never seen my mother cry before. She's a pioneer Israeli. The music stops and there's a real awkward silence, and I say, ‘You see mom, that's what I do for a living.' She turns to me and says, ‘You know son, you have a real good job.' It was one of the most moving moments of my life.”</p> <p>He finishes off his bagel. “It was OK but it wasn't Barney Greengrass or Russ &amp; Daughters,” he says, referring to famous New York delis. “Do you want to split this?” He rips apart the third sandwich, a Wigmore cheese, tomato and basil concoction, and hands me a portion.</p> <p>He speaks of wanting to create a new era of co-operation between the record labels and the tech firms. “I have moved the relationship away from being simply transactional to more one of understanding and partnership.” But the question of who gets what remains controversial. Exact figures for per-stream payouts are opaque and vary between platforms; after record label deductions, it can take hundreds, even thousands of streams for a musician to earn £1 from a song. There are accusations that record labels and tech firms have stitched up a cosy deal to share the revenue growth between themselves. </p> <p>“I think most of them haven't got the memo,” he says of these dissenting voices. “Most of the industry doesn't agree with that. Anything that could help artists and songwriters make a better living, I'm game and I know the company I work for is game, because I wouldn't work for a company that wasn't. Transparency and the ability for people to understand what they're supposed to get are super-important.”</p> <p>Earlier this year, the UK government's Department for Digital, Culture, Media &amp; Sport published a report into music streaming. “Streaming needs a complete reset,” it stated baldly. I quote it to Cohen. “OK, what's the next sentence?” he says. I scroll through the notes on my iPad, pulling out various findings from the report, like a startling statistic that 82 per cent of professional musicians in the UK in 2019 earned less than £200 a year from streaming.</p> <p>“I don't know what you're referencing,” he says. “I don't want to speak of something that you're reading off of your iPad.” He relights his Cuban cigar. I do the same, having come to enjoy its thick, bosky taste.</p> <p>“This is the evolution of a digital era,” he says. “We're just at the beginning. It has to evolve. The consumer will tell people how they want to consume. It's all about sequencing. Sometimes people will over-regulate and stifle innovation. So you have to be flexible and stay close to the consumer. Understand their habits and then try to figure out what's fair.”</p>  <p><strong>Cohen identifies himself</strong> as a record man, not a tech guy. His mentor was the hip-hop mogul Russell Simmons, who brought Cohen to New York to work for his company Rush Artist Management in the mid-1980s, and then recruited him to Def Jam Recordings. Since 2017, Simmons has been accused by multiple women of historic sexual harassment, assault and rape. He denies the accusations and says that all of his sexual relations have been consensual.</p> <p>“Deeply saddened by it,” Cohen says of the situation. “I was his roommate. I was his friend. I am his friend. I've been his business partner. I was deeply saddened by it. Just no room for this type of behaviour. I never witnessed it, I was around him often.”</p> <p>In the Def Jam offices, Cohen was called “Little Israel”. As a white Jewish man in a mainly African-American musical culture, he was an outsider. “I never had any friction. None at all. It was all love,” he says. “I never came up against anti-Semitism.”</p> <p>Another name he was given in New York rap circles was Lansky, after the notorious Jewish mobster Meyer Lansky. “I said to them, I understand what you're trying to say and I'm thankful for it. But I would rather you called me Albert Einstein than Lansky. They were trying to be flattering to me. But I always corrected them. I tried to explain to them what it means to be Jewish. I just didn't like the references to money and this and that, and I'd stop them and educate them. All the shop owners in Harlem were Jewish, so that was their experience.”</p> <p>His name has turned up in the lyrics of numerous rap songs. He is usually portrayed as a high roller, a kingpin, like Jay-Z's claim in his 2007 album <em>American Gangster</em> that he will be “the next Lyor”, before raising his sights even higher: “No, the next leader of the whole free world.”</p> <p>Cohen likes his reputation as an aggressive businessman. Is it still the case now? “Absolutely.” How does that fit with the talk of encouraging understanding and partnership between YouTube and the rest?</p> <p>“I'm aggressively doing that,” he replies, without missing a beat. “I'm leaned in. I'm so 'bout it 'bout it, so focused on what I'm doing. I'm not lazy about it. I don't look on ‘aggressive' as a bad word.”</p> <p>It is time to go. Before he leaves, I must settle up. I paid for the cigars and a pair of coffees that I fetched from the café during our conversation, but not the sandwiches. The problem is, I only have a £20 note, which isn't enough. “Can't you just give me the £20 and say that you gave me the £38?” Cohen says, standing up. The deal is struck with a fist bump. This time it appears to be to my advantage. </p> <p>Cohen laughs at that notion, a big, sternum-quaking laugh. “I'm a long player,” he says. “So I prefer you going home richer than you came.”</p> <p><em>Ludovic Hunter-Tilney is the FT's pop critic</em></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Ludovic Hunter-Tilney 2021 'Music mogul Lyor Cohen: ‘I don't look on “aggressive” as a bad word'' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T11:30:58.214Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}