{
  "_id": "f8368cad1d9b1ef58e9f02f581c631c81738326dded81f9cf906678a958af370",
  "feed": "ftcomall",
  "title": "Asia chip shortage slams Apple and Nintendo output",
  "text": "<p><em>Hello and welcome, Mercedes here from Singapore. The Christmas supply crunch of 2021 is upon us and we can blame the “chip Grinch” for hitting holiday wish lists. Nintendo consoles and the latest Apple iPhone are among the victims, according to two scoops in today's newsletter. Elsewhere, don't miss James's take on CATL, the Chinese battery maker he thinks is one of the world's most consequential companies. And finally, we profile the woman leading US diplomatic efforts in Taiwan. There's a chip angle to this too, of course. See you next week. </em></p> <h1>The Big Story — Exclusive</h1> <p>Call it the “chip Grinch”. Acute shortages of semiconductors are set to play havoc with the Christmas gift season, with production of <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Apple-trims-iPad-production-to-feed-chips-to-iPhone-13\"><strong>Apple</strong> iPads</a> down by as much as half and <strong>Nintendo</strong>'s <a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Nintendo-to-make-20-fewer-Switch-consoles-due-to-chip-crunch\">game consoles</a> also badly affected, according to two exclusive articles in Nikkei Asia.</p> <p><strong>Key developments</strong>: Apple has cut back iPad production by 50 per cent in the past two months to allocate more components to the iPhone 13, multiple sources said. </p> <p>The company is prioritising iPhone 13 output in part because it forecasts stronger demand for the smartphone than for the iPad as western markets begin to emerge from the coronavirus pandemic, sources said. Europe and the Americas account for 66 per cent of Apple's revenue.</p> <p>Meanwhile, Nintendo will only be&#xa0;able to produce about 24m units of its popular Switch game console in the fiscal year to March, 20 per cent below&#xa0;an original plan, Nikkei has learned.</p> <p><strong>Upshot</strong>: If Apple and Nintendo, two of the world's leading companies, are so badly affected, you can bet that the “chip Grinch” will steal a lot more seasonal joy before it is done with us. There is, however, an upside for some. Some chip companies, such as <strong>Samsung</strong>, are r<a href=\"https://www.ft.com/content/4535db6f-632f-4afd-b919-2f5a97b1a5ef\">eporting</a> much higher earnings. </p> <h1>Mercedes' top 10</h1> <ol>  <li><p>‘Data protection officer' is becoming one of the <a href=\"https://www.ft.com/content/4b1dc219-ce9c-49a7-8fff-b7c3cb79870f\">hottest jobs</a> in <strong>China</strong> following the introduction of sweeping data protection laws. (FT)</p></li>  <li><p>What is inside the new iPhone 13? The FT and Nikkei partnered up to break it down. Check out the infographic <a href=\"https://vdata.nikkei.com/en/newsgraphics/iphone-teardown/\">here</a>.</p></li>  <li><p><strong>South Korea</strong> brought us K-pop, <em>Parasite</em> and <em>Squid Game</em>. Now the country is plotting how to <a href=\"https://www.ft.com/content/7c3c5302-b230-4531-8fbb-237a32caec5a\">growing its own online platforms</a> to reach global consumers. (FT)</p></li>  <li><p><strong>China</strong> is breaking new ground with its application to a <a href=\"https://asia.nikkei.com/Economy/Trade/China-applies-to-join-digital-trade-pact-with-Singapore-and-NZ\">digital trade pact</a> with <strong>Singapore</strong> and <strong>New Zealand</strong>. (Nikkei Asia)</p></li>  <li><p><strong>China's</strong> ByteDance is <a href=\"https://www.ft.com/content/16f916ac-f755-49e8-a788-c9037804292f\">shaking up its management</a> again. The TikTok owner's billionaire founder is also <a href=\"https://www.bloomberg.com/news/articles/2021-11-03/bytedance-s-zhang-exits-board-joining-exodus-by-tech-founders\">stepping down as chair</a>. (FT, Bloomberg)</p></li>  <li><p>Vingroup is a <strong>south-east Asian</strong> company <a href=\"https://asia.nikkei.com/Business/Automobiles/Vingroup-charges-into-Asian-EV-brand-race-in-U.S.-and-Europe\">to watch</a>. The <strong>Vietnamese</strong> conglomerate is set to break into western markets with its first electric cars. (Nikkei Asia)</p></li>  <li><p>Another one to watch is <strong>China's</strong> Great Wall Motors. The group has started selling EVs in <strong>Thailand</strong> — its first overseas market — <a href=\"https://asia.nikkei.com/Business/Automobiles/China-s-Great-Wall-debuts-low-cost-electric-vehicle-in-Thailand\">at very low prices</a>. (Nikkei Asia)</p></li>  <li><p><strong>South Korean</strong> groups are grappling with a US <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/South-Korea-chipmakers-grapple-with-U.S.-deadline-for-supply-chain-data\">“non-compulsory” request</a> for info on their supply chains. (More on Taiwan's similar struggles in Spotlight.) (Nikkei Asia)</p></li>  <li><p><strong>Indonesia's</strong> IPO pipeline is looking more robust thanks to a number of tech start-ups <a href=\"https://www.dealstreetasia.com/stories/blibli-warung-pintar-ipo-267582/\">looking to debut.</a> (DealStreetAsia)</p></li>  <li><p>Shares in <strong>South Korea's</strong> Kakao Pay have soared on <a href=\"https://www.ft.com/content/e2c7d16b-20a1-479b-b226-8068db4e3889\">their debut</a>. The fintech's shares are up as much as 156 per cent on their IPO price. (FT)</p></li> </ol> <h1>Our take</h1> <p>Chinese battery maker <strong>CATL</strong> is fast becoming one of the world's most interesting and consequential tech companies. </p> <p>For one thing, the Shenzhen-listed giant's market capitalisation rose to a high of Rmb1.55tn ($242bn) this week, taking it to within a hair's breadth of becoming China's second most valuable listed company. (It looks set to overtake <strong>ICBC</strong>, China's biggest state-owned bank, but it will be a while before it catches <strong>Kweichow Moutai,</strong> the distiller of fiery liquor.)</p> <p>For another, the company boasts a lengthening list of world-leading clients, supplying batteries to electric vehicles made by <strong>Tesla</strong>, <strong>Daimler,</strong> <strong>BMW</strong> and others. </p> <p>But it is CATL's focus on cutting-edge innovation that makes it a particularly unusual prospect. One type of battery it supplies to Tesla's Model 3 and Model Y is called LFP, which is free of cobalt, making it less flammable. </p> <p>But the key breakthrough may come as the world's first <a href=\"https://asia.nikkei.com/Spotlight/Electric-cars-in-China/China-s-CATL-unveils-sodium-ion-battery-as-EV-popularity-rises\">sodium-ion battery</a>, which CATL unveiled in July, gains traction in the market. Because the battery does not use lithium — a relatively rare raw material — it is expected to be much cheaper than LFP batteries. It is this prospect that has investors in CATL salivating. </p> <p>— <em>James</em></p> <h1>Smart data</h1> <p>The pledges toward “net zero” heard at COP26 and other climate meetings are providing a big boost to <a href=\"https://www.ft.com/content/38b041e9-18f1-4eee-99fa-8de627bf9975\">tech entrepreneurs</a> all over the world.</p> <p>Even as the world contended with the fallout from the Covid-19 pandemic, there was a record $17bn in venture capital pumped into the so-called “climate tech” space in 2020, according to data from BloombergNEF, a research group — triple the sum spent four years before (see chart).</p> <p>Climate tech includes such areas as renewable energy, green hydrogen, air capture facilities that can strip carbon out of the atmosphere and several others.</p> <h1>Spotlight</h1> <p><strong>Sandra Oudkirk</strong> is the new(-ish) director of the American Institute in Taiwan, Washington's de facto embassy on the self-governed island. But the global semiconductor shortage is already where <a href=\"https://asia.nikkei.com/Economy/Trade-war/Top-U.S.-diplomat-in-Taiwan-stresses-supply-chain-cooperation\">most of her diplomatic efforts</a> are focused. </p> <p>Oudkirk, who started in the job in July, is leading efforts by the AIT to forge closer relations with tech suppliers on the island. The US administration says Taiwan plays a crucial role in America's efforts to foster supply chain diversification amid the US-China trade war. The AIT helped facilitate <strong>Taiwan Semiconductor Manufacturing Co's</strong> <a href=\"https://www.ft.com/content/80196d74-2632-4ca2-8b5e-7ff7924524a4\">$12bn chip facility in Arizona</a> earlier this year, for instance. </p> <p>But Oudkirk has her work cut out. The US diplomat says building a more resilient supply chain will mean increasing the manufacture of some products on American soil — a desire some Taiwanese tech bosses including TSMC say <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-founder-chides-U.S.-plan-for-full-chip-supply-chain-onshore\">isn't feasible</a>. Oudkirk is also dealing with concerns over the US's recent request for Taiwanese chipmakers to hand over sensitive data. </p> <h1>Art of the deal</h1> <p>The fundraising cheques in south-east Asia are getting bigger and bigger. The <a href=\"https://asia.nikkei.com/Business/Startups/Philippine-fintech-Mynt-hits-2bn-valuation-after-fundraising\">$300m</a> raised this week by <strong>Mynt</strong>, the Philippines' lone unicorn, is small by global standards but would have been inconceivable just a few years ago. </p> <p>Mynt, a fintech group that is behind the popular <strong>GCash</strong> mobile wallet, is now valued at more than $2bn after the injection from <strong>Warburg Pincus</strong>, <strong>Insight Partners</strong>, tech investor <strong>Itai Tsiddon</strong> and US venture firm <strong>Amplo Ventures</strong>. China's <strong>Ant Group</strong> saw its stake diluted from 40 to 35 per cent. </p> <p>GCash has 48m users — nearly half the country's population — up from 33m last year, and is on track to triple transaction volume to 3tn pesos ($60bn) this year. But it is having to defend its territory against regional rivals including <strong>ShopeePay,</strong> which has enjoyed huge growth in the Philippines. The new funds will be a well-needed shot in the arm for Mynt. </p><p>Source: James Kynge and Mercedes Ruehl  2021 'Asia chip shortage slams Apple and Nintendo output' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-03T07:55:21.622Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 25,
          "end": 30
        },
        {
          "start": 866,
          "end": 871
        },
        {
          "start": 1479,
          "end": 1484
        },
        {
          "start": 1266,
          "end": 1271
        },
        {
          "start": 710,
          "end": 715
        },
        {
          "start": 196,
          "end": 201
        }
      ]
    }
  ]
}