{
  "_id": "b691c338620d7cd8c3a27f9cfc043caf73bf38cd1646e557c4abea13c69bd933",
  "feed": "market-watch",
  "title": "Apple can't force developers to use in-app payment system, federal judge rules",
  "text": "<p>Apple is “permanently restrained and enjoined from prohibiting developers from including in their apps and their metadata buttons, external links, or other calls to action that direct customers to purchasing mechanisms, in addition to In-App Purchasing and (ii) communicating with customers through points of contact obtained voluntarily from customers through account registration within the app,” federal judge Yvonne Gonzalez Rogers, who presided over the closely-watched trial in May, said in an 185-page ruling.</p><p>The judge said Apple violated California's unfair competition law by banning developers from directing customers to other payment services. Apple must allow developers to include links in their apps to other payment methods within 90 days, she said. Apple is considering all legal options, which could include seeking to block the order before then, according to an Apple representative.</p><p>It wasn't all bad for Apple on one crucial point. Gonzalez Rogers said, “The Court does not find that Apple is an antitrust monopolist in the submarket for mobile gaming transactions. However, it does find that Apple's conduct in enforcing anti-steering restrictions is anticompetitive.” Epic was also ordered to pay damages to Apple.</p><p>Apple immediately spotlighted the latter opinion. “Today the Court has affirmed what we've known all along: the App Store is not in violation of antitrust law,” Apple said in a statement emailed to MarketWatch. “As the Court recognized ‘success is not illegal,' Apple faces rigorous competition in every segment in which we do business, and we believe customers and developers choose us because our products and services are the best in the world.”</p><p>“We are extremely pleased with this decision, which is a resounding victory,” Katherine Adams, Apple's senior vice president and general counsel, said in a conference call with reporters Friday. “Apple's App Store business model has been validated. The court has confirmed that Apple is not a monopolist under either federal or state law.”</p><p>Epic Chief Executive Tim Sweeney tweeted the ruling “isn't a win for developers or for consumers. Epic is fighting for fair competition among in-app payment methods and app stores for a billion consumers.” He added Epic's popular Fortnite game, which was at the center of the federal trial, will not return to the App Store until or unless Epic can offer alternate in-app payments.</p><p>https://twitter.com/TimSweeneyEpic/status/1436370670166945792?s=19Apple shares are down 2.5% in early afternoon trading Friday.</p><p>Lawmakers, regulators, and the tech industry have closely monitored the high-profile case for its impact on online platforms and digital commerce amid a flurry of antitrust activity. Among the most interested parties have been Google, Amazon, Facebook Inc. FB, and Microsoft Corp. MSFT, all of whom depend on vast platforms to haul in billions of dollars annually.</p><p>The decision could upend the economics of a $100 billion online market and provide a short-term financial hit to the App Store, a major source of revenue for Apple the past several years.</p><p>Market Pulse:Apple's stock takes a dive to pace the Dow's losers after report of unfavorable court decision</p><p>In the days leading to Gonzalez Rogers' decision, Apple made a small concession — several developers and coalitions insist it was a “sham” — to smaller developers with a legal settlement on Aug. 19. Under the deal, agreed to allow app makers to direct their consumers to payment options outside the App Store, which could allow them to avoid paying fees of up to 30% that Apple charges developers for online purchases in iOS apps.</p><p>Indeed, in Friday's ruling, the federal judge pointedly said, “Nothing other than legal action seems to motivate Apple to reconsider pricing and reduce rates.”</p><p>Read more: Apple will change its App Store practices in legal settlement</p><p>Epic sued Apple and Alphabet Inc.'s Google GOOGLGOOG in separate lawsuits in 2020, claiming their influential app stores gouged developers with onerous commission fees of up to 30% and unfairly competed directly with similar apps of their own. The digital platforms, in other words, were in violation of antitrust law in the ability of smaller companies to compete with Apple and Google.</p><p>A long line of economic and technology experts testified on behalf of Apple and Epic during a contentious trial to set the future course for distributing and selling software on the internet, prompting a bipartisan bill in the U.S. Senate that takes direct aim at both computing giants.</p><p>Read more: Bill takes aim at Apple and Google app-store tactics, senator calls it ‘craven textbook abuse' that harms consumers</p><p>While Epic awaits a trial vs. Google in federal court in 2022, the South Korean government passed a law that severely restricts the ability of Google and Apple to extract commission fees from developers.</p><p>At the same time, Apple made concessions to smaller developers in the days leading to Gonzalez Rogers' decision. On Sept. 1, Apple said it would let app developers such as Netflix Inc. NFLX and Spotify Technology SPOTprovide customers a link to create a paid account that sidesteps Apple's in-app-purchase commissions of up to 30%.</p><p>The App Store&#xa0;update, part of a&#xa0;settlement with the Japan Fair Trade Commission, goes into effect globally early next year and applies to “reader” apps where users consume content that they have purchased elsewhere.</p><p>A few days earlier, as part of a proposed settlement of a 2019 class-action lawsuit from developers, Apple&#xa0;agreed to allow app makers to direct their consumers to payment options outside the App Store, which could allow them to avoid paying fees of up to 30% that Apple charges developers for online purchases in iOS apps.</p>",
  "published": "2021-09-10T14:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4995,
          "end": 5000
        },
        {
          "start": 1401,
          "end": 1406
        },
        {
          "start": 4888,
          "end": 4893
        },
        {
          "start": 3062,
          "end": 3067
        },
        {
          "start": 883,
          "end": 888
        },
        {
          "start": 657,
          "end": 662
        },
        {
          "start": 3874,
          "end": 3879
        },
        {
          "start": 4568,
          "end": 4573
        },
        {
          "start": 5682,
          "end": 5687
        },
        {
          "start": 1240,
          "end": 1245
        },
        {
          "start": 1116,
          "end": 1121
        },
        {
          "start": 1502,
          "end": 1507
        },
        {
          "start": 927,
          "end": 932
        },
        {
          "start": 3105,
          "end": 3110
        },
        {
          "start": 532,
          "end": 537
        },
        {
          "start": 4322,
          "end": 4327
        },
        {
          "start": 1007,
          "end": 1012
        },
        {
          "start": 1884,
          "end": 1890
        },
        {
          "start": 1967,
          "end": 1972
        },
        {
          "start": 3572,
          "end": 3577
        },
        {
          "start": 767,
          "end": 772
        },
        {
          "start": 4234,
          "end": 4239
        },
        {
          "start": 5152,
          "end": 5157
        },
        {
          "start": 1784,
          "end": 1789
        },
        {
          "start": 1233,
          "end": 1238
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3744,
          "end": 3749
        },
        {
          "start": 3250,
          "end": 3255
        },
        {
          "start": 3802,
          "end": 3807
        },
        {
          "start": 4820,
          "end": 4825
        },
        {
          "start": 5519,
          "end": 5524
        }
      ],
      "nexusId": "10022657"
    }
  ]
}