{
  "_id": "a0f538ba98dfb3e19b732711089bfa87d7139b1200c29f0b85b2424dadb4e360",
  "feed": "ftcomall",
  "title": "Ted Lasso's leadership lessons",
  "text": "<p>Hollywood acceptance speeches can often startle, but at last week's Emmy awards for television shows there were some corkers.</p> <p>One winner began her address with a long scream. Another used the F-word, repeatedly, and another said he wanted to thank a pal in the audience who had unfortunately chosen that moment to “go take a dump”.&#xa0;</p> <p>All three starred in <em>Ted Lasso</em>, a US comedy about a remorselessly genial American football coach (named Ted Lasso) who is hired to manage an English Premier League soccer team despite knowing almost nothing about England or its football.</p> <p>A lot of people I know loved it. A few loathed it and most have not watched it because it requires a subscription to Apple TV Plus.</p> <p>Personally, I could not get enough of it, even though outwardly, it is little more than a familiar send-up of the alleged gulf between cynical Brits and corny Americans that strays dangerously close to schmaltz.</p> <p>It is saved by its portrayal of the impact of bullying fathers, as well as divorce, anxiety and an array of workplace woes, from vile bosses to obnoxious team members.</p> <p>This may explain why it has also been a hit in the less obvious realm of LinkedIn.</p> <p>Brad Smith, former chief executive of Intuit, the financial software group, is among dozens of LinkedIn denizens who have been inspired to post their <a href=\"https://www.linkedin.com/pulse/life-leadership-lessons-from-ted-lasso-brad-d-smith/\">leadership lessons </a>of Ted Lasso over the past 12 months.</p> <p>A Toyota dealer in Florida, a police chief in California, a teacher in Louisiana have done the same.</p> <p>Each has their own favourite Ted lesson but few disagree with Jennifer Dulski, a US tech executive, <a href=\"https://www.linkedin.com/pulse/7-ways-all-leaders-should-like-ted-jennifer-dulski/\">who wrote</a> in July about one of the more striking Lasso qualities.</p> <p>“First and foremost, Ted is kind to everyone he meets, whether they are teammate, boss, Uber driver, journalist, or fan,” she said. “He genuinely cares about the people around him and that kindness rubs off and makes others want to be better as well.”</p> <p>Or as Brad Smith put it: “When you invest the time to connect with and care for people in an authentic way, you will achieve great things.”</p> <p>Why have so many found this quality of kindness in a manager so gripping? Is it because rotten bosses are rife?</p> <p>One might think so, given the enduring belief in the <a href=\"https://hbr.org/2014/12/overcoming-the-peter-principle\">Peter principle</a>, the idea that employees rise to their level of incompetence. In other words, if people are good at their job, they are repeatedly promoted until they reach a position for which they are hopelessly unsuited, where they stay put and multiply.&#xa0;</p> <p>Happily, the evidence for this is mixed. Only about 13 per cent of European workers have bad bosses, according to a <a href=\"https://www.amandagoodall.com/BadBosses-Artz-Goodall-Oswald-forthcoming-IR-2019.pdf\">2019 study </a>of nearly 30,000 employees that claims to be the first statistically representative international estimate of the problem.</p> <p>It showed managers scored an average of four out of five, where five is best, for qualities that included two things Lasso does in spades. Both are also known to make workers happier in real life: give useful feedback and praise good work.</p> <p>So why does the idea of the awful boss still persist? I suspect it is because their impact is so toxic. Famously, half of employees say they have left a job to escape a manager at some point, <a href=\"https://www.gallup.com/workplace/236570/employees-lot-managers.aspx\">Gallup </a>data has shown.</p> <p>The idea of a lousy boss is even more dire in the midst of a global pandemic, which doubtless explains part of the Lasso appeal.</p> <p>This has not gone unnoticed. In the UK, 45 per cent of workers think their organisation is more empathetic towards staff than it was before the pandemic, a survey showed last week, and 35 per cent say they now have more emotional support at work.</p> <p>I hope this lasts. One of my lockdown discoveries was the audiobook, which is where I heard Stephen Fry say something about another specialist in geniality, PG Wodehouse, that I doubt I would have linked with working life so readily pre-pandemic.</p> <p>In an introduction to one Wodehouse volume, Fry says the writer had been a tremendous influence.</p> <p>“He taught me something about good nature: it is enough to be benign, to be gentle, to be funny, to be kind.” This is a great&#xa0;lesson of Ted Lasso and, as the past 18 months have shown, one it is wise to heed in real life well.</p> <p><a href=\"mailto:pilita.clark@ft.com\"><em>Pilita.clark@ft.com</em></a><em><br>Twitter: </em><a href=\"https://twitter.com/pilitaclark\"><em>@pilitaclark</em></a></p><p>Source: Pilita Clark 2021 'Ted Lasso's leadership lessons' FT.com 26 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-26T03:00:12.878Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 687,
          "end": 692
        }
      ]
    }
  ]
}