{
  "_id": "a126588c8166b9d5bfbf416ad5f6dc1cd58f5e23cb534bc51c007777e70722f5",
  "feed": "wall-street-journal",
  "title": "Now Look Who's Calling for Family Leave Subsidies; Maybe Democrats really do have a marketing problem.",
  "text": "<p>The core problem is the product, not the marketing, but when it comes to the new federal schemes for family-leave policies, this column must concede that the salesmanship is not stellar. Now comes a letter to Senate Majority Leader Chuck Schumer (D., N.Y.) and Speaker of the House Nancy Pelosi (D., Calif.). The return address is The Office of the Duke and Duchess of Sussex, the British royals who have apparently given up their duties but not their titles.</p><p>In the new letter Meghan, the Duchess of Sussex, writes:</p><p>Dear Leader Schumer and Speaker Pelosi,</p><p>I'm not an elected official, and I'm not a politician. I am, like many, an engaged citizen and a parent. And because you and your congressional colleagues have a role in shaping family outcomes for generations to come, that's why I'm writing to you at this deeply important time—as a mom—to advocate for paid leave.</p><p>The duchess, who was born and grew up in the United States, continues:</p><p>Over the past 20 months, the pandemic has exposed long-existing fault lines in our communities. At an alarming rate, millions of women dropped out of the workforce, staying home with their kids as schools and daycares were closed, and looking after loved ones full-time. The working mom or parent is facing the conflict of being present or being paid. The sacrifice of either comes at a great cost.</p><p>For many, this sacrifice goes back further than the past 20 months; it's 20 or 30 years, even longer—decades of giving time, body, and endless energy not just in the pursuit of the American dream, but simply the dream of stability.</p><p>I grew up on the $4.99 salad bar at Sizzler—it may have cost less back then (to be honest, I can't remember)—but what I do remember was the feeling: I knew how hard my parents worked to afford this because even at five bucks, eating out was something special, and I felt lucky. And as a Girl Scout, when my troop would go to dinner for a big celebration, it was back to that same salad bar or The Old Spaghetti Factory—because that's what those families could afford to do too.</p><p>Given the context this last paragraph appears intended to portray some sort of hardship, but your humble correspondent is surely not alone in copping to fond memories of Sizzler buffets. While this column cannot speak for the Old Spaghetti Factory, entries like this one from its online menu do sound intriguing:</p><p>Mizithra Cheese over Angel Hair Pasta paired with a deliciously fresh, colorful chicken piccata.</p><p>It's a match made in heaven. Tender chicken breast topped with a medley of butter, lemon, capers, shallots, and tomatoes. Perfect for fans of Mizithra and guests who love a fresh combination of flavors.</p><p>In fact there seems to be a phenomenon of amateur cooks trying to duplicate the Old Spaghetti Factory flavor at home, which suggests that at least some people don't view dining there as one of life's great misfortunes.</p><p>Let's move on to the joyful news contained in the duchess's letter, and its implications:</p><p>In June, my husband and I welcomed our second child. Like any parents, we were overjoyed. Like many parents, we were overwhelmed. Like fewer parents, we weren't confronted with the harsh reality of either spending those first few critical months with our baby or going back to work. We knew we could take her home, and in that vital (and sacred) stage, devote any and everything to our kids and to our family. We knew that by doing so we wouldn't have to make impossible choices about childcare, work, and medical care that so many have to make every single day.</p><p>They certainly didn't have to make impossible choices. And it is truly wonderful that they have been concentrating entirely on their children. But at the risk of being impolite to his lordship and her ladyship, one might ask whether some of their many new business partners are wondering why Mr. and Mrs. Sussex chose this particular moment to take on so many astoundingly lucrative assignments—and when those assignments might be completed.</p><p>This column understands how rude it is in Democratic circles to consider the rights and needs of business owners when discussing expansive family-leave policies. But is it really fair to demand an extended family leave when, just after releasing an Apple podcast with Oprah Winfrey, the couple still hasn't fulfilled all the other obligations they've taken on? The Journal's Erich Schwartzel reported last month:</p><p>Since leaving behind their royal duties last year and moving to California, Prince Harry and Meghan, the Duke and Duchess of Sussex, have netted tens of millions of dollars in deals with media companies like Netflix Inc. and Spotify Technology SA, many of which rely on their proximity to their previous life in England.</p><p>Getting there has been no fairy tale. Interviews with associates and colleagues of the couple reveal years of behind-the-scenes hustling that laid the groundwork for a major Hollywood arrival that will blanket the couple across film, TV, podcasts and books. They mined personal connections and friendships. They met with potential suitors and evaluated streaming services for their ability to reach a global audience, securing a deal reported to be in the $100 million range from Netflix in the process.</p><p>There also appears to be a memoir in the works and earlier this month the New York Times reported:</p><p>Prince Harry and Meghan, the Duchess of Sussex, are getting into the investment business. They are joining Ethic, a fintech asset manager in the fast-growing environmental, social and governance space, as \"impact partners\" and investors. Ethic has $1.3 billion under management and creates separately managed accounts to invest in social responsibility themes.</p><p>Many may find it inspiring to watch two scrappy young royals chase the American dream, and see how much of it they can stuff into their pockets in the space of 15 minutes. But if there's an economic and moral argument to impose a giant scheme of family-leave mandates and subsidies on U.S. taxpayers, this is not it.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web.)</p><p>***</p><p>Now Look Who's Calling for Family Leave Subsidies</p>",
  "published": "2021-10-21T20:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4229,
          "end": 4234
        }
      ],
      "nexusId": "10022657"
    }
  ]
}