{
  "_id": "19236d4b13b4eef62da930935e7765b7d2b62da16278dd73c7febf87e225f017",
  "feed": "ftcomall",
  "title": "‘A photograph is not this fixed thing'",
  "text": "<p>“There's a government that's completely ignoring a crazy pandemic that's killing people . . . [They] let their most vulnerable be vanquished or get sick, and don't care about them.” </p> <p>Photographer Pacifico Silano is not just talking about our contemporary plague — he's drawing parallels with the early 1980s and the onset of the HIV/Aids crisis, which figures significantly, if not overtly, in his new book, <em>I Wish I Never Saw the Sunshine</em>. </p> <p>The photographs in the book, which takes its title from a melancholy Ronettes song, draw on unusual source material: gay male pornography of the 1970s and 1980s. But rather than an explicit extravaganza of chest hair and six-packs, Silano's work appropriates the images, rephotographing and cropping them so we gain only glimpses of faces, glances at bodies. He splices them with background details from these magazines — sunflowers or a phone and a coffee cup — drawing attention to unexpected levels of care in the original art direction.</p> <p>As Silano, 35, delicately puts it on a video call from Brooklyn, his material had “a very specific end goal”, but by removing its purpose and offering just fragments of images, he wants the viewer to wonder instead which stories are being hidden — and which greater truths are being revealed.</p> <p>Those truths, in Silano's telling, are certainly&#xa0;political. The magazines were produced in a culture of shame — or, rather, at a time when US society wanted queer men to be ashamed — so Silano's images speak of a specific discrimination, that particular malice shown then towards those with <a href=\"https://www.ft.com/content/cda37f7c-f723-11e9-bbe1-4db3476c5ff0\">HIV/Aids</a>. More broadly, they summon how minorities anywhere can suffer from neglect or outright persecution at the hands of politicians and puritans.</p> <p>This suffering is something Silano's family experienced first-hand. His uncle died of complications from HIV/Aids in 1989, aged 36, and the only memento Silano had of him was a photograph from his father. </p> <p>Silano wanted to explore the loss he felt about his uncle's early death and his own life and gay identity. But with little to work from as artistic inspiration, he tried to see what his uncle would have seen, so he “started to think about pornography as this representation of gay identity”.</p> <p>With it came all these visual codes of what seemed “manly” in the 1970s and 1980s: cowboys, bikers, soldiers — the Village People without the irony. Silano says there's “something inherently camp about these men putting on this mock-up of masculinity and performing it on these pages”, but it's easier to appreciate this today, now that many queer men (like everyone else) can express their gender however they wish.</p> <p>The cowboy, in fact, is an image Silano shares with one of the most important appropriation artists, Richard Prince, but whereas Prince rephotographed cigarette ads starring the Marlboro Man, that icon of (literally) toxic masculinity, Silano's cowboys . . . well, let's say they probably never rode a horse.</p> <p>Like Prince and other photographic artists who work with appropriated images, Silano wants to show with his art that “a photograph is not this fixed thing . . . As time goes by, we read it through this lens of history, what's changed, how our perceptions are evolving.” We can never look at the same photograph twice, his book suggests: each time we see it, we're a new person.</p> <p><em>Photographs © Pacifico Silano 2021; Courtesy Loose Joints</em></p> <p><em>“I Wish I Never Saw the Sunshine” is published by Loose Joints; </em><a href=\"https://loosejoints.biz/\"><em>loosejoints.biz</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Josh Spero 2021 '‘A photograph is not this fixed thing'' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T05:00:59.334Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3658,
          "end": 3663
        }
      ],
      "nexusId": "10022657"
    }
  ]
}