{
  "_id": "c3f53fa5b2c5af544c56c3dd1e6b9be7e1789d2cd1d541cd9d3546280509a551",
  "feed": "wall-street-journal",
  "title": "U.S. News: Global Tax Deal Faces Test in Congress --- Pact is key to Biden's domestic tax agenda, which Republicans say is harmful to growth",
  "text": "<p>She must now navigate more complex negotiations, such as where to set the precise tax rate and how to implement the agreement -- discussions set to begin Friday in Venice among finance ministers of the Group of 20 major economies. Ms. Yellen must also sell the plan on Capitol Hill, where support from all Democrats and possibly some Republicans will be necessary to turn the agreement into law in the U.S.</p><p>\"Yellen has enormous depth of expertise and trust and credibility, so that's important,\" said Tony Fratto, a Treasury official in the administration of President George W. Bush. \"Executing on it I think is still going to be really hard.\"</p><p>Ms. Yellen, 74, was chosen to lead the Treasury in part because of her economic policy experience and relationships with policy makers around the world forged in her years leading the Federal Reserve. But convincing a divided Congress of the merits of the deal may turn out to be the biggest test of her diplomatic skills.</p><p>A global minimum tax is a key element of the Biden administration's plans to raise taxes on U.S. companies to help finance new spending on infrastructure, education and antipoverty programs. The international tax changes could generate nearly $1 trillion of revenue over a decade, according to Treasury estimates. But if the U.S. raises its minimum tax and other countries don't, U.S. companies would be at a competitive disadvantage to rivals in low-tax countries and could seek to shift profits overseas.</p><p>The president's tax agenda faces stiff opposition from Republicans, who say it would cost jobs and slow economic growth, and even some moderate Democrats, including Sen. Joe Manchin of West Virginia, are skeptical.</p><p>Republicans and business groups also warn about what happens if the U.S. raises the minimum tax but other countries don't follow suit, a situation that could make a U.S. headquarters address a significant negative for a company.</p><p>\"Congressional support . . . will hinge on protecting American workers and the U.S. tax base,\" Sen. Mike Crapo (R., Idaho), the senior Republican on the Finance Committee, and Rep. Kevin Brady (R., Texas), his counterpart on the House Ways and Means Committee, wrote in a letter to Ms. Yellen on Thursday. \"Other countries have shown that they will aggressively seek to gain market share and strip away our tax base, so U.S. negotiators must be equally aggressive in defending American interests.\"</p><p>Ms. Yellen has had several discussions with congressional leaders about incorporating the minimum-tax language in legislation that Democrats plan to advance this year using a process known as reconciliation, which requires a simple majority in the Senate rather than the 60 votes needed for most legislation, a senior Treasury official said this week. Still, with the Senate evenly split and Democrats holding a slim majority in the House, the bill's fate is far from certain.</p><p>The agreement also includes some provisions that may require changes to international tax treaties, which two-thirds of the Senate must approve. Those provisions were crafted to attract bipartisan support, the senior Treasury official said. For example, countries agreed to remove digital-services levies as part of the deal, something Republicans and Democrats have insisted on for years.</p><p>Yearslong global tax talks reached an impasse in 2019 over efforts by European nations to give more taxing rights to countries where consumers lived, rather than where the product or service was invented or made.</p><p>That idea, dubbed pillar one, would allow them to raise more revenue from technology companies such as Apple Inc. and Facebook Inc. But the Trump administration insisted on a provision that would have made some of the rules optional for U.S. companies -- a no-go for Europe.</p><p>Ms. Yellen dropped the U.S. insistence on that provision, reviving the discussions. The Biden administration was more interested in pillar two -- the global minimum tax.</p><p>In April, the U.S. offered new proposals on pillar one that would make it simpler to identify which companies would pay more tax to consumer countries, a concession that helped persuade the Europeans that the U.S. was serious about securing a deal.</p><p>The talks resumed last month at a meeting of finance ministers from the Group of Seven rich countries in London. U.S. officials believed that a G-7 agreement would build enough momentum to bring along major emerging economies such as Brazil, China and India.</p><p>Ms. Yellen met privately with counterparts to persuade them it was in their economic interest to avoid what she called a race to the bottom -- competitive rounds of tax cuts to attract investment -- and make compromises to secure a deal, a G-7 official said.</p><p>On June 5, the G-7 announced a deal to impose a minimum tax of at least 15% and to give countries more authority to tax the profits of digital companies.</p><p>After intense lobbying by G-7 officials, 130 countries signed on to the broad outlines of the overhaul. Negotiators expect the deal will get the backing of G-20 leaders at their October summit.</p>",
  "published": "2021-07-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3600,
          "end": 3610
        },
        {
          "start": 3600,
          "end": 3605
        },
        {
          "start": 3600,
          "end": 3609
        }
      ],
      "nexusId": "10022657"
    }
  ]
}