{
  "_id": "31ae76856e8d5ec60868d9aaa13534e6100ddfa37e22367448b3ee117fe683c6",
  "feed": "wall-street-journal",
  "title": "Shalane Flanagan Aims to Finish Her Sixth Marathon in Six Weeks—On Two Rebuilt Knees; The former NYC Marathon winner returns to the Big Apple this weekend to finish a moonshot goal she set after reconstructive surgery on both knees",
  "text": "<p>When she steps to the starting line of Sunday's marathon in Staten Island, it indeed won't be as a professional. After intensive work with a physical therapist, Flanagan, 40 years old, is attempting to finish a challenge that is perhaps even more rigorous: completing six marathons in six weeks in under three hours each, as a \"recreational\" runner with reconstructed knees.</p><p>She neglected to mention her new goal to Dr. Robert LaPrade, the Minneapolis knee surgeon who rebuilt her knees.</p><p>\"He probably will be shocked to know I'm doing this much,\" Flanagan said. \"My training as an elite athlete had me every seven days running long runs between 20 miles and 28 miles….So I was like, 'If my knees allow me to, I think this could be really fun.' \"</p><p>LaPrade, however, says he always knew that Flanagan might have other ideas. \"Athletes never completely retire so I knew in the back of my mind she was going to push it a little more,\" he said.</p><p>Flanagan might not have set such an ambitious goal if her \"forced year of no running\" in 2020 hadn't brought so many doldrums. She felt out of sorts and got an \"itch to set a goal to get back in shape.\" Getting back in shape meant something different to Flanagan than it did for most of LaPrade's patients, however.</p><p>\"My main goal is to get someone back to where they can walk around and not have pain,\" said LaPrade. \"There's always a risk you won't be able to return to activity.\"</p><p>Flanagan's extreme six marathon gambit will push her refurbished knees to a degree that isn't contemplated by normal postsurgical rehab protocols. And her schedule this fall is diametrically opposed to how she approached marathoning as a professional. She ran her first 26.2-mile race in 2010, six years after first turning pro. In keeping with conventional thinking that the body needs significant time to recover afterward, she never raced more than two marathons in a calendar year.</p><p>After making history in 2017 as the first American woman to win in New York City in more than 40 years, she finished third in 2018 and realized that her heavy training mileage was catching up with her.</p><p>\"I had really bad knee pain and couldn't quite figure out what was wrong, went to a bunch of doctors, but pieced together good enough training to still run the race,\" she said of the 2018 New York City Marathon.</p><p>When the knee pain did not improve with rest following her retirement, Flanagan connected with LaPrade, an orthopedic knee specialist. He diagnosed her with a degenerative overuse injury in her patellar tendons, the fibrous tissue connecting the lower thigh muscles to the kneecap and shin bone that is essential to straightening the leg.</p><p>\"In her right leg, about 80% of the tendon detached,\" said LaPrade. Things were slightly less acute on Flanagan's left side, where just 60% of her patellar tendon had torn. The tendons would only deteriorate further if she kept running, even recreationally.</p><p>The severity of Flanagan's injury made most traditional repairs unviable. She would have to undergo major reconstructive surgery that involves removing the damaged tendon and replacing it with tissue grafted from elsewhere on the body, usually the hamstring.</p><p>There was one more wrinkle: Even in retirement, Flanagan would need her full hamstrings to run.</p><p>\"Hamstrings are important for speed,\" explained LaPrade. \"It's tolerated for a lot of athletes and I've done it on other professionals, but for her she wouldn't be able to run as fast uphill.\"</p><p>That's how Flanagan ended up with hamstring muscles from the cadaver of a 21-year-old securing both of her kneecaps.</p><p>LaPrade operated on her right knee in April 2019 at the Steadman Clinic in Vail, Colo., and did the same surgery on the left side eight months later in Minneapolis, where his practice is now based. After each procedure, Flanagan spent the first week bedridden, followed by six weeks on crutches with a heavy duty brace. Running was out of the question for another three months, and even then she could only jog in one- or two-minute bursts.</p><p>\"I definitely struggled during that time period. Upon reflection it was probably worse than I thought,\" said Flanagan, adding that she questioned whether she would be able to run again at all. \"They were really painful and long recoveries.\"</p><p>Flanagan settled into a new stride on her new knees over the course of 2020. Yet she says she says that, without a goal, \"I felt like I was in a dark hole of thinking, 'What am I doing?'\"</p><p>A glimmer of hope came in January, when organizers of the World Marathon majors announced that instead of beginning the season with the Tokyo Marathon in March followed by Boston and London in April, then Berlin, Chicago and New York City in subsequent fall months, all six races would take place in a six-week stretch beginning in late September.</p><p>\"When I saw the schedule in January, I thought, 'Wow, someone should really do that,' \" said Flanagan. At the time, both of her knees were still swollen and she \"wasn't running much.\" But as she built mileage throughout the spring, Flanagan flirted with the idea of becoming that \"someone.\"</p><p>Months of intensive physical therapy had her feeling stronger. And regular MRI scans at the Nike Sports Research Lab showed that her tendons were healing.</p><p>\"We saw strengthening of quad tendons and anecdotally I could tell my knees felt better than a year ago because of the strengthening from running,\" said Flanagan. \"That was really reassuring to have the knowledge that I wasn't going to be hurting myself in the process of this goal.\"</p><p>By September, Flanagan felt confident enough to announce her goal of completing \"Project Eclipse\": six marathons in five time zones in six weeks, all completed under three hours, an average pace of 6:52 minutes per mile. She didn't consult with LaPrade, though he said he would have signed off as long as she wasn't experiencing knee pain.</p><p>Unlike the 12 marathons Flanagan had run professionally, she would have no specific training plan and no coach. She would get in miles whenever her primary duties—as mother to 18-month-old Jack and coach at Bowerman Track Club in Beaverton, Ore.—allowed.</p><p>Despite doing it \"by feel,\" she is on track to meet her goal. She completed the Berlin Marathon in 2:38:22 on Sept. 26 and followed it up with a 2:35:04 in London seven days later. The next weekend she ran 2:46:39 through sweltering conditions in Chicago on Sunday morning and immediately hopped on a plane to Boston, where she finished the hilly course in 2:40:34 on Monday, Oct. 11. Organizers canceled the Tokyo Marathon after Flanagan announced her goal, so she ran a virtual version of the race in 2:35:14 near her home in Portland, Ore., on Oct. 17.</p><p>Throughout all those miles, her reconstructed knees have yet to let her down.</p><p>\"Every time I finish, I'm like, 'Knees are fine,' \" she said. \"It's other things that hurt now.\"</p><p>Write to Laine Higgins at laine.higgins@wsj.com</p><p>Shalane Flanagan Aims to Finish Her Sixth Marathon in Six Weeks—On Two Rebuilt Knees</p>",
  "published": "2021-11-02T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 136,
          "end": 141
        }
      ],
      "nexusId": "10022657"
    }
  ]
}