{
  "_id": "e92b80480e476b39d8d966ba72e9681331e62dc28182b51a411c31fa14fe679a",
  "feed": "ftcomall",
  "title": "A selection of the FT's biggest stories and best reads every Friday",
  "text": "<p>Greetings from Tokyo, where the vaccination programme finally launched this week. Also big news here is the selection of a new female head for the Tokyo Olympics organising committee after the former chief resigned over sexist remarks he made. With five months to go, it is amazing that we still don't know for sure if the games will go ahead. Elsewhere, I have been following the continuing turmoil in Myanmar and the blackouts in Texas as local temperatures dropped to their lowest in 30 years. <br><br>I hope you enjoy my pick of the week's stories, plus a few from elsewhere you shouldn't miss.&#xa0;<a href=\"https://ep.ft.com/pages/newsletters/5a8d70c20bfc0e000429c348/subscribe/success\">Click here</a> if you'd like to receive Long Story Short by email every Friday.</p> <h2>1. ‘An export ban is easier said than done'</h2> <p>The escalation of tensions between China and the US during the Donald Trump era has been alarming. With President Joe Biden now in the White House, Beijing's control of the supply of rare earths threatens to become a new source of friction for the two countries. In this exclusive report, FT reporters <a href=\"https://www.ft.com/content/d3ed83f4-19bc-4d16-b510-415749c032c1\">reveal</a> that China is exploring limiting the export of rare earth minerals that are crucial for the manufacture of American F-35 fighter jets and other sophisticated weaponry. But analysts warn that any aggressive moves by China could backfire by prompting rivals to develop their own production capacity:</p> <blockquote>  <p><em>“Export controls are a doubled-edged sword that should be applied very carefully.”</em></p> </blockquote> <h2>2. ‘Missing in action'</h2> <p>This <a href=\"https://www.ft.com/content/657b123a-78ba-4fba-b18e-23c07e313331\">deeply reported </a>story gets to the bottom of a question many of us had as we watched the global race to develop Covid-19 vaccines: where has this left the world's three biggest vaccine makers? GlaxoSmithKline, Merck and Sanofi are now playing catch-up after upstarts including Moderna and BioNTech demonstrated their mastery of&#xa0;advanced technologies that will shape the industry for years to come. There was a reluctance to embrace new methods among big vaccine-makers but some analysts also suspect they were wary of being distracted from their core businesses by wholeheartedly pursuing a coronavirus vaccine:&#xa0;</p> <blockquote>  <p><em>“Even a year ago, vaccines were still seen as ‘stable, good businesses' but ‘unsexy'.”</em></p> </blockquote> <h2>3. ‘How can I help?'</h2> <p>You may have already seen the reviews for Bill Gates' new book <em>How to Avoid a Climate Disaster</em>. But in <a href=\"https://www.ft.com/content/c11bb885-1274-4677-ba05-fcbac67dc808?segmentId=bf7fa2fd-67ee-cdfa-8261-b2a3edbdf916\">this piece</a> for FT Weekend, Microsoft's co-founder takes us through his proposals for how businesses can act to eliminate emissions and lower the so-called “green premiums” we need to pay for clean energy. One way companies can make an impact, he says, is through the products they buy. Businesses can further contribute by expanding investment to develop green technology. Gates (pictured above with wife Melinda) argues that short-term costs for executives may be high but consumers will remember the groups that are seriously tackling climate change. He writes: </p> <blockquote>  <p><em>“Clean tech has to be so cheap that everyone adopts it.”</em></p> </blockquote> <h2>4.&#xa0;‘They are its blood vessels. Its blood type. Its DNA'</h2> <p>I have been looking forward to reading this FT Magazine piece, having watched my colleagues spend months on reporting to tell the story of Hong Kong's <a href=\"https://www.ft.com/content/3ab1091c-8ebc-47a9-b57c-0264ab75e677\">two family-run empires</a>: Jardine Matheson and the Swire Group. For two centuries, these two businesses have been central to Hong Kong's economy and transformation as they morphed from traders of textile and tea into property, transport, retail and industrial conglomerates. Now, their future is uncertain as Beijing's influence over the territory increases. While walking us through their history, our reporters address the question of whether these business empires will remain as essential a part of the city's future. According to one local investor:</p> <blockquote>  <p><em>“Once again, it's the old choice: evolve or perish.”</em></p> </blockquote> <h2>5.&#xa0;‘The joy of lipstick is blissfully simple'</h2> <p>I'm almost a year into working from home and I confess that I spend very little time putting make-up on for my Zoom calls. But one thing I do find useful is wearing lipstick, which not only makes me look healthy but feel cheerful. So I loved <a href=\"https://www.ft.com/content/e8113534-fb67-4c8b-ae83-3234cdb16c9e\">this column</a> by How To Spend It deputy editor Beatrice Hodgkin and I couldn't agree with her more. Lipstick sales may have been down 49 per cent last year, but Beatrice says we need lipstick more than ever during these tough times. Mask-wearing culture should not be a deterrent either, says lipstick fan Katrin McMillan:</p> <blockquote>  <p><em>“Wearing red lipstick under a mask is like wearing beautiful underwear.”</em></p> </blockquote> <h2>Quick hits</h2> <h4>OTHER FT STORIES THAT HAVE CAUGHT MY EYE THIS WEEK</h4> <ul>  <li><p>My colleagues and I <a href=\"https://www.ft.com/content/29d4aa6b-fba5-4a53-876e-3f097fdef1d2\">reported</a> this week that Nissan has been approached by Apple in recent months about a tie-up for its secretive autonomous car project. The talks were brief because of divisions over branding of the iPhone maker's electric vehicles, leaving this hotly anticipated partnership position up for grabs. </p></li>  <li><p>In an exclusive interview with the FT's editor Roula Khalaf, French president Emmanuel Macron has said Europe and the US should <a href=\"https://www.ft.com/content/15853717-af6c-4858-87d4-58b1826895a8\">urgently allocate</a> up to 5 per cent of their current vaccine supplies to developing countries, pointing to the increasing influence of China and Russia.&#xa0;</p></li>  <li><p>Texans <a href=\"https://www.ft.com/content/ab94a33f-103c-49d4-8c8b-0a077b2aa607\">are demanding answers</a> after a dramatic collapse in power supply in the face of Arctic air that has frozen pipes and turbines and left almost 3m homes and businesses without electricity. In an investigation ordered by the state's governor, utilities will be asked why equipment was not “winterised”.</p></li>  <li><p>In this column, FT Alphaville's <a href=\"https://www.ft.com/content/69e43380-dd6d-4240-b5e1-47fc1f2f0bdc\">Jemima Kelly wrote</a> that fact-checking can be a powerful tool in the fight against online falsehood. But it can be abused as a means of censorship if not only facts but also opinions and narratives are being altered. </p></li>  <li><p>Homeworking is likely to stay with us long after the pandemic eases. Pilita Clark wrote that employers <a href=\"https://www.ft.com/content/da683644-5de3-4ef6-852c-1f714ffdb2b7\">can avoid a “discrimination crisis”</a> by laying down rules about when we need to be in the office, so those at home do not get forgotten — especially when it comes to promotions. </p></li> </ul> <h2>Best of the rest</h2> <h4>WHAT I'VE BEEN READING ELSEWHERE</h4> <ol>  <li><p><a href=\"https://www.wsj.com/articles/facebook-meets-apple-in-clash-of-the-tech-titanswe-need-to-inflict-pain-11613192406?page=1\"><strong>Facebook meets Apple in clash of the tech titans</strong></a> This is an interesting read on the increasing tension between Silicon Valley CEO titans Mark Zuckerberg and Tim Cook. It zeroes in on their stand over digital privacy and clashing visions of what the internet should be. (The Wall Street Journal)</p></li>  <li><p><a href=\"https://www.reuters.com/article/olympics-2020-women-int/dont-be-silent-how-a-22-year-old-woman-helped-bring-down-the-tokyo-olympics-chief-idUSKBN2AI0Y5\"><strong>Don't be silent: How a 22-year-old woman helped bring down the Tokyo Olympics chief</strong></a> In addition to international pressure and sponsor outrage, behind the resignation of the president of Tokyo 2020 was a #DontBeSilent online campaign led by a female university student who gathered more than 150,000 signatures in protest of his sexist comments. (Reuters)</p></li>  <li><p><a href=\"https://www.politico.com/interactives/2021/magazine-nikki-haleys-choice/\"><strong>Nikki Haley's time for choosing</strong></a> I was drawn into this piece by the great intro. In case you missed it, it is a fascinating interview with the former Republican governor of South Carolina who is widely seen as a potential candidate for president in 2024. (Politico)</p></li> </ol> <h2>Before you go</h2> <p><strong>What I'm listening to </strong>I have been following this podcast series by NPR called <em>How I Built It</em> and particularly enjoyed <a href=\"https://podcasts.apple.com/gb/podcast/norma-kamali-norma-kamali/id1150510297?i=1000507255597\">the recent conversation</a> with designer Norma Kamali, who has been in the fashion industry for more than 50 years. It is fascinating to hear how she built her career but I also really liked how she took us back in time with her tales about trips to London in the 1960s where she discovered fashion. I recommend listening to the other interviews as well, especially if you spot a brand or company you follow.</p> <p>We always want to hear your thoughts and feedback, so drop me a line at <a href=\"https://twitter.com/kanainagaki?lang=en\">@KanaInagaki</a> or email us at&#xa0;<a href=\"mailto:longstoryshort@ft.com\">longstoryshort@ft.com</a>&#xa0;— and have a lovely weekend.&#xa0;</p> <p><strong>Kana</strong><br><em>Tokyo correspondent </em></p><p>Source: Kana Inagaki 2021 'A selection of the FT's biggest stories and best reads every Friday' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T12:09:52.937Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5926,
          "end": 5931
        },
        {
          "start": 4504,
          "end": 4509
        }
      ]
    }
  ]
}