{
  "_id": "997ca0de2523fa88f8bf2a69e2e437928f37d67b5fc3c8923e285db9b8240d9f",
  "feed": "market-watch",
  "title": "Google lowers app store fees to 15% amid scrutiny from developers, regulators",
  "text": "<p>Google's GOOGLGOOGaction follows a similar but less comprehensive move by Apple AAPL, as both companies contend with mounting pressure from developers, regulators and lawmakers to make their mobile stores more accessible and commission fees less punitive.</p><p>Service fees for subscriptions in the Google Play store will drop to 15% from 30% from the day developers join, the company announced. Previously, developers were hit with a 30% rate for 12 months before the commission dipped to 15%. The policy appears to apply only to subscriptions and not in-app purchases, according to the blog post that announced the change; Google did not immediately respond to a request for further comment.</p><p>Google said 99% of developers would qualify for the lower service fee, which goes into effect Jan. 1, 2022. The Silicon Valley giant also said it is reducing fees as low as 10% for specific vertical apps in the&#xa0;Play Media Experience Program.</p><p>“Digital subscriptions have become one of the fastest growing models for developers but we know that subscription businesses face specific challenges in customer acquisition and retention,” Sameer Samat, Google's vice president of product management, said in an announcement. “We've worked with our partners in dating, fitness, education and other sectors to understand the nuances of their businesses. Our current service fee drops from 30% to 15% after 12 months of a recurring subscription. But we've heard that customer churn makes it challenging for subscription businesses to benefit from that reduced rate. So, we're simplifying things to ensure they can.”</p><p>In-depth: What is a platform, and what should one do? The answer could determine the future of Apple and the rest of Big Tech</p><p>The change would appear to have the most dramatic effects on large companies that pay millions in fees to the app-store owners every year, such as Netflix Inc. NFLX, Spotify Technology SA SPOTand Match Group Inc. MTCHMatch's chief legal officer testified at a congressional hearing in April that the company pays $500 million a year in such fees.</p><p>“The pricing change [Google has] announced will allow us to better invest in our products and further empower users to confidently connect online,” Whitney Wolfe Herd, chief executive of Match rival Bumble Inc. BMBL, said in a statement included in Google's blog post Thursday.</p><p>Google and Apple have dramatically lowered fees amid a wave of lawsuits and legislation over their app store policies, including dual lawsuits from “Fortnite” maker Epic Games Inc. against both Big Tech giants. However, Apple still charges 30% for the first year of a subscription, and Google's changes would appear to not affect in-game purchases as well.</p><p>See also: Epic v. Apple could be a legal marathon as appeals wend through system</p><p>Apple, which has faced more heated regulator scrutiny over the App Store than Google's Play Store, recently sliced its fee to 15% from 30% for certain apps, including those that make less than $1 million a year, news apps, and certain premium video streamers that participate in an Apple program.</p><p>The iPhone maker in September said it would allow app developers like Netflix and Spotify to provide customers a link to create a paid account that sidesteps Apple's in-app-purchase commissions of up to 30%. The App Store&#xa0;update, part of a&#xa0;settlement with the Japan Fair Trade Commission, goes into effect globally early next year and applies to “reader” apps where users consume content that they have purchased elsewhere.</p><p>A bipartisan bill in the U.S. Senate, the Open App Markets Act, would force the companies' app stores to let developers use other payment systems, potentially helping them opt out of default service fees. The bill, announced in August, came on the heels of an antitrust lawsuit from attorneys general in 36 states and the District of Columbia that claims Google abused its power over app developers through its Play Store on Android.</p>",
  "published": "2021-10-22T08:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1690,
          "end": 1695
        },
        {
          "start": 2357,
          "end": 2362
        },
        {
          "start": 2784,
          "end": 2789
        },
        {
          "start": 74,
          "end": 79
        },
        {
          "start": 2566,
          "end": 2571
        },
        {
          "start": 80,
          "end": 84
        },
        {
          "start": 3239,
          "end": 3244
        },
        {
          "start": 2721,
          "end": 2726
        },
        {
          "start": 3066,
          "end": 3071
        }
      ],
      "nexusId": "10022657"
    }
  ]
}