{
  "_id": "8303b7cb9baa3bc55f3094beed32dee3a0c9711ba6dc2c5fb82f5f5eb411f573",
  "feed": "wall-street-journal",
  "title": "What to Watch: Seven Shows and Movies to Stream This Week; Ken Burns's 'Muhammad Ali' documentary arrives on PBS, B.J. Novak's newsy anthology series 'The Premise' is on Hulu and more to add to your queue",
  "text": "<p>(PBS, PBS.org)</p><p>Ken Burns's latest documentary, \"Muhammad Ali,\" tells the story of how Cassius Clay became a boxer and how Muhammad Ali became an American icon whose life, the director says, \"intersects with almost all of the major themes of the late part of the 20th century.\" That, Mr. Burns says, includes everything from the role of sports in society to questions about war, politics, sexuality, faith and religion.</p><p>Mr. Burns directs the four-part documentary along with his daughter and son-in-law, Sarah Burns and David McMahon. It begins airing Sunday for consecutive nights on PBS. Each of the installments will be available to stream in their entirety free at PBS.org and the PBS Video app, Sunday through Oct. 11.</p><p>A big theme of the Ali story, Mr. Burns notes, is how public perception of the man evolved over time. He went from celebrated boxer in his prime to a man many considered a draft dodger for not serving in Vietnam because of his religious views. In the 1990s, he emerged as one of the world's most beloved figures, lighting the flame at the 1996 Olympics in Atlanta.</p><p>\"A lot of things about Muhammad Ali that are impressive—among the many, many things that are impressive—is that he remains a kind of constant,\" the filmmaker says. \"I think a lot of it is us being able to change with him.\"</p><p>New Release: 'The Premise'</p><p>(Hulu)</p><p>\"The Premise\" is a five-part anthology series created by \"The Office\" 's B.J. Novak that puts outrageous spins on hot-button issues—from woke culture and social media to gun violence. One installment is about a man who makes a sex tape that could, inadvertently, exonerate a Black man accused of assaulting a police officer. Another is about a grieving father of a 5-year-old girl who was shot to death and who goes to work for a gun-advocacy group.</p><p>\"I am inundated, like everyone else, with the news of the world and how really crazy our times can seem,\" says Mr. Novak. \"Sometimes an idea comes to my head and I smile to myself and wonder: Could that happen? Why hasn't that happened yet? How would that happen? And so it's really sort of a flight of fancy, but flying into the big issues of our time instead of away from them.\"</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately? Join the conversation below.</p><p>Mr. Novak says some of the trends and events he's examining in \"The Premise\"—particularly an episode about how we're seen and criticized on social media—are aspects of the culture he's experienced, and things he's seen happen to others and in the world. But, the actor and writer notes, \"there's really no difference anymore because our lives, our experiences are so reactive to this barrage of news and issues.\"</p><p>\"A school shooting a thousand miles away can obsess your emotions for the day,\" he says. \"So can a police incident or a woke virtue signal that you see online. All of these things that don't happen to us physically are happening to us very much emotionally.\"</p><p>\"The Premise\" premieres Thursday as part of the FX on Hulu programming block.</p><p>An Expert Recommends: 'The Kominsky Method'</p><p>(Netflix)</p><p>For his role as Leslie Higgins in the Apple TV+ series \"Ted Lasso,\" Jeremy Swift is nominated for outstanding supporting actor in a comedy series at Sunday's Emmy Awards. Here, he recommends Netflix's \"The Kominksy Method,\" nominated for multiple awards, including outstanding comedy series and lead actor in a comedy series, for Michael Douglas. Edited from an interview:</p><p>\"I was initially a little bit queasy about 'The Kominsky Method' because I'm 61 and just a decade-and-a-half away from the difficult, last chapter of life stuff that it deals with. But I was completely drawn into it because it's so beautifully written.</p><p>The series is about an aging actor, Sandy Kominsky (Michael Douglas), who's had a taste of success and now runs an acting school, and he's dealing with his family, his friends, a stuttering sex life and the difficulties of later life. He and his curmudgeonly friend and agent, Norman Newlander (Alan Arkin) challenge each other and push each other towards the truth. It's very touching and at the same time, hilarious.</p><p>The third and final season begins at Norman's funeral. Sandy gives a speech at the funeral, and Michael Douglas was just awesome. He's a guy of a certain age who has been through some stuff himself, and his speech was so touching. We've all seen funeral scenes before and I thought that was one of the greatest in the canon.\"</p><p>Streaming Notes:</p><p>•The Emmys are Sunday: The 73rd Primetime Emmy Awards are set to air Sunday Sept. 19 on CBS. Which lockdown hits will win awards? Stay tuned.</p><p>•\"Cry Macho\" on HBO Max: In \"Cry Macho,\" a new film that hits theaters and HBO Max on Friday, Clint Eastwood plays Mike Milo, a former rodeo man who is hired to reunite his old boss (Dwight Yoakam) with his son. Mr. Eastwood also directs the film, based on the book by N. Richard Nash.</p><p>•Nicolas Cage's Pig &amp; Prisoners: Nicolas Cage is following up July's \"Pig,\" a critically acclaimed film about a truffle hunter in search of his stolen pig now streaming on Amazon, with \"Prisoners of the Ghostland,\" a supernatural Western that's in theaters and available from digital retailers on Friday.</p><p>What to Watch: Seven Shows and Movies to Stream This Week</p>",
  "published": "2021-09-15T19:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3121,
          "end": 3126
        }
      ],
      "nexusId": "10022657"
    }
  ]
}