{
  "_id": "b779d78ff5d560a0e6cf45547e9d4de92a88580817315fd619c05bd077f9a1e0",
  "feed": "ftcomall",
  "title": "How To Spend It in... Connecticut",
  "text": "<p>I became interested in midcentury design when I was working at the Los Angeles County Museum of Art. The&#xa0;museum staged a show about modern Californian design and so I&#xa0;would go&#xa0;to see everything I could: houses by Rudolph Schindler and Richard Neutra, the&#xa0;landmark Eames House, basically anything of the period. When we moved back to the East Coast, I assumed we would&#xa0;live in New York, but we had a friend&#xa0;who lived just 49 miles north of the city, in&#xa0;New Canaan, Connecticut, and he encouraged us to come look. We discovered this stunning, lush area that was&#xa0;a hotbed for midcentury design and, especially, houses by the Harvard Five – a group of architects inspired by the Bauhaus that included Marcel Breuer – who all settled here in the 1940s.</p> <p>I launched <a href=\"https://object-thing.com/\">Object &amp; Thing</a> from here in 2019 as an art and design fair, though since the pandemic we've changed our format to working with artists and organising exhibitions in architecturally significant residences, such as the former home of architect Gerald Luss, known for his 1959 interiors of the Time-Life building.</p> <p>The area still draws an eclectic, creative mix of people; the writer James Frey and natural skincare expert Tata Harper are both residents and friends. And while an old-fashioned sensibility remains – people sing carols between two town churches during the holidays, for example, and belong to garden clubs – there is also a really dynamic, 21st-century energy.</p> <p>For architecture enthusiasts, one of the greatest draws is <a href=\"https://gracefarms.org/\">Grace Farms</a>, an 80-acre public space designed by the Pritzker Prize-winning Japanese architecture practice SANAA. It opened in 2015 with the idea that people can collaborate for the&#xa0;common good. Past&#xa0;programmes have included a lecture by&#xa0;the Congolese Nobel Peace Prize winner Dr Denis Mukwege, a site-specific installation by&#xa0;artist Teresita Fernandez and an incredible performance piece by Carrie Mae&#xa0;Weems. Alongside a tea bar for reflection and an underground basketball court, you'll&#xa0;also find Commons, a light-filled restaurant where they serve grilled cheese sandwiches with sliced apple and&#xa0;crispy bacon. I'm a vegetarian, but my&#xa0;son&#xa0;swears&#xa0;they're incredible.</p> <p>My other design must-see is Philip Johnson's <a href=\"https://theglasshouse.org/\">Glass House</a>, which was the architect's home and playground for experimentation. Built between 1949 and&#xa0;1995, the property features all kinds of&#xa0;different buildings, from a sculpture gallery&#xa0;that's flooded with natural light to Da Monsta, a postmodernist, sculptural building inspired by Johnson's friend the&#xa0;artist Frank Stella. The&#xa0;Brick House, the one-bedroom Studio, and&#xa0;the Ghost House that&#xa0;uses chain-link material in a reference to&#xa0;Frank Gehry, all co-exist within a carefully considered landscape.</p> <p>The quaint town centre has many treasures, but the <a href=\"https://www.elmstreetbooks.com/\">Elm Street Bookstore</a> is one of my favourites. It's an old-school place where the staff still recommend their top picks. Afterwards I'll pop next door to a&#xa0;café called <a href=\"http://www.rosienewcanaan.com/\">Rosie</a> for carrot muffins that are the size of softballs. <a href=\"https://designstore.theglasshouse.org\">The Glass House Design Store</a> is also downtown, right across from the train station, and it's the place to source iconic pieces such as Carl Auböck Egg paperweights and Alvar Aalto vases.&#xa0;</p> <p>Whenever we have an overflow of guests, I have them stay at the historic <a href=\"https://www.rogershermaninn.com/\">Roger Sherman Inn</a>. Built in the 1700s, it's quintessentially colonial New England with just 15 rooms and a wood-panelled bar. The&#xa0;bar is a draw for locals and it's a fun scene. The whole thing feels like being at your grandmother's cosy house. One of the main meeting points in town – particularly on Saturday morning – is <a href=\"https://www.instagram.com/zumbachscoffee/?hl=en\">Zumbach's Gourmet Coffee</a> on Pine Street. The owner, Doug Zumbach, is considered a sort of mayor and he roasts and sells amazing blends. He hosts a vintage car series called Caffeine &amp; Carburetors several times a year&#xa0;and it draws people from all over the north-east. It's usually set in the centre of town but sometimes it will be in <a href=\"https://wavenyparkconservancy.org/\">Waveny Park</a>, once a grand private estate. The grounds of the park were partially designed by Frederick Law Olmsted Jr, who also designed the National Mall in Washington and the gardens at the White House.&#xa0;</p> <p>This part of southern Connecticut is the&#xa0;perfect jumping-off point for other parts of the state, and a great side trip is to&#xa0;the picturesque town of New Preston, in&#xa0;Litchfield County. I always stop at <a href=\"https://www.thesmithystore.com/\">The&#xa0;Smithy</a> food market, where gorgeous baskets overflow with local produce, and the ice cream from nearby <a href=\"https://www.arethusafarm.com/\">Arethusa Farm</a> – especially the mint chip and sweet cream flavours – is worth a detour, too. For housewares and clothing I love <a href=\"https://www.plain-goods.com/\">Plain Goods</a>, set over two floors in a historic building in the centre of town, and <a href=\"https://privethouse.com/\">Privet House</a>, just down the street, for baskets of every shape and size as well as Georg Jensen tabletop pieces.</p> <p>When people are visiting, I&#xa0;tend to suggest <a href=\"https://aubergeresorts.com/mayflower/\">Mayflower Inn</a> in Washington for grander occasions, particularly in the summer when you can sit outside and have lunch overlooking the Shakespeare Gardens. April Bloomfield recently joined as its chef-in-residence. It's also beautiful at&#xa0;Christmas with the tree fully&#xa0;decorated. Just across the&#xa0;state border in Amenia, New York, is <a href=\"https://troutbeck.com/\">Troutbeck</a>, a historic property that has been revived as a hotel with an excellent restaurant, members' programmes and a well-curated boutique. Another great&#xa0;place&#xa0;to stay is <a href=\"https://www.graybarns.com/\">Graybarns</a> on the&#xa0;Silvermine River in Norwalk where rooms are chicly minimalist: the Mercantile serves excellent avocado toast with pepitas and&#xa0;pickled&#xa0;red onion&#xa0;for&#xa0;breakfast.</p> <p>One of the strengths of&#xa0;these parts of Connecticut, and of New Canaan in particular, is the mix of architectural styles; colonial buildings from the 1700s and 1800s sit seamlessly with midcentury masterpieces and make it a unique place. Another strength is the people, who are sensitive to traditional New&#xa0;England values and to always being neighbourly. These days, this counts more than ever. Whether you're into art, gardening, literature or great food, it's easy to find your passion here, because everyone is just really dug in.</p><p>Source: Christina Ohly Evans. Portraits by Weston Wells 2021 'How To Spend It in... Connecticut' FT.com 8 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-08T15:55:43.499Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2080,
          "end": 2085
        }
      ],
      "nexusId": "10022657"
    }
  ]
}