{
  "_id": "c427654ebbb59b55e53954770dbb0cee2766c796ce172aa66c2a6e07d57705ea",
  "feed": "market-watch",
  "title": "Qualcomm stock jumps more than 5% after earnings, forecast easily beat projections",
  "text": "<p>Qualcomm QCOM reported fiscal fourth-quarter earnings of $2.8 billion, or $2.45 a share, on sales of $9.34 billion, up from $6.5 billion a year ago. After adjusting for share-based compensation and other items, the chip maker reported earnings of $2.55 a share, up from $1.45 a share a year ago.</p><p>Analysts on average expected adjusted earnings of $2.26 a share on sales of $8.85 billion, according to FactSet. Shares jumped more than 5% in after-hours trading immediately following the release of the results, after closing with a 2.4% gain at $138.48.</p><p>For the full year, Qualcomm reported that net income grew 74% to $9.04 billion and revenue increased 43% to $33.57 billion. Both annual totals were easily record highs, showing gains from the spread of 5G into more smartphones.</p><p>“As of fiscal 2021, we are exceeding our 2019 Analyst Day targets for revenue growth and diversification and operating margin expansion, while more than doubling our year-over-year non-GAAP EPS,” Chief Executive Cristiano Amon said in a statement, ahead of Qualcomm's next analyst day on Nov. 16.</p><p>“I find it interesting that the company grew this much during a supply-constrained environment,” said Moor Insights &amp; Strategy chief analyst Patrick Moorhead, referencing the semiconductor shortage. “Some have said that Qualcomm's multi-foundry approach was too complex, but now it's looking very smart.”</p><p>Qualcomm's stock has lagged of late, falling 6.2% in the past three months as the S&amp;P 500 index SPX gained 4.7%, amid concerns that Apple Inc.'s AAPL holiday concerns and overall soft smartphone sales, especially in China, could damage the mobile-chip specialist. But Bernstein analyst Stacy Rasgon said heading into the print that “things look OK at this point” for Qualcomm.</p><p>“Smartphones were down [year-over-year] in Q3 on industry constraints, but [quarter-over-quarter] appear roughly seasonal in Sept-Q (up MSD sequentially). A weak China is not new, &amp; Qualcomm's own supply constraints have reduced some exposure,” Rasgon, who has an outperform rating and $190 price target on the stock, wrote in a Monday note. “And while Apple themselves appears not immune to COVID's supply-chain challenges, their guidance into Dec-Q was still relatively in-line with strong iPhone outlook even if constrained, with higher 5G mix.”</p><p>Qualcomm's forecast suggested executives are not concerned about the smartphone market either. The company guided for first-quarter revenue of $10 billion to $10.8 billion and adjusted earnings of $2.90 to $3.10 a share, while analysts on average were expecting profit of $2.59 a share on sales of $9.66 billion, according to FactSet.</p>",
  "published": "2021-11-03T16:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2112,
          "end": 2117
        },
        {
          "start": 1514,
          "end": 1524
        },
        {
          "start": 1514,
          "end": 1523
        },
        {
          "start": 1514,
          "end": 1519
        },
        {
          "start": 1527,
          "end": 1531
        }
      ],
      "nexusId": "10022657"
    }
  ]
}