{
  "_id": "75d6daedb2fa44bcbe3543f0dae1b5b67001b4a4d5a7a7656663ba958bd9e13d",
  "feed": "ftcomall",
  "title": "Maxwell's lawyers try to scorch women accusers' credibility",
  "text": "<p>There was a moment of seeming levity this week in <a href=\"https://www.ft.com/stream/2d405b94-360f-4a56-9e3c-b62fb4814d35\">Ghislaine Maxwell</a>'s otherwise grim trial on sex trafficking charges. It came as her defence lawyer was recounting all the roles one of Maxwell's accusers had played in her career as a soap opera actress: car crash victim, cancer patient, prostitute and someone stalked by a serial killer, among others. </p> <p>“I forgot about that one,” the woman, now in her early 40s and identified pseudonymously as “<a href=\"https://www.ft.com/content/66e62edc-6125-4f59-8a04-ca975aeb3507\">Jane</a>”, quipped. </p> <p>Then the attorney, Laura Menninger, got to the point: Jane was, she said, essentially a trained liar. Her testimony about the sexual abuse she suffered, beginning at age 14, had been a performance. “You are an actor who convincingly portrays someone else for a living,” the lawyer stated. “You are able to cry on command.”</p> <p>The exchange revealed the ugly contours of the Maxwell trial: in order to prevail, the British socialite's lawyers will have to destroy the credibility of Jane and three other victims who are expected to also testify that Maxwell lured them into <a href=\"https://www.ft.com/stream/0d590979-782d-4b85-bdd1-e7cce4a19a23\">Jeffrey Epstein</a>'s clutches and sometimes participated in his sexual abuse of them. Maxwell has denied any wrongdoing.</p> <p>Attacking an accuser's credibility in such a case is hardly a novel legal strategy. What may be changing is how it plays in a MeToo era in which much of society is revising ideas about how to receive and respond to women's complaints of abuse. An aggressive defence that might have once swayed jurors, say lawyers, might now be viewed by some as victim-shaming. &#xa0;&#xa0;</p> <p>“It's certainly a risky strategy,” said Elie Honig, a former prosecutor who has handled sexual abuse cases. “It's also probably the only strategy <a href=\"https://www.ft.com/content/710be467-25bf-4e7f-89c6-be501a1a074a\">Ghislaine Maxwell</a> has. If the jury credits and believes these women, she's cooked.”</p> <p>Maxwell is one of two high-profile women who is this week on trial in a case that touches on issues of gender and justice. In San Jose, California, <a href=\"https://www.ft.com/content/6960e721-1a18-4856-a487-4bd43c2db6b0\">Elizabeth Holmes</a>, the once-vaunted founder of failed blood-testing company Theranos, attempted to fend off fraud charges by telling jurors she had, in fact, been under the control of a domineering boyfriend and business partner. “He impacted everything about who I was and I don't fully understand that,” she said on Monday. </p> <p>In Manhattan, another of Maxwell's lawyers, Bobbi Sternheim, also cast her client as a victim, arguing in a biblical opening statement that Maxwell was being made the scapegoat for Epstein's sins. “Ever since Eve was accused of tempting Adam with the apple, women have been blamed for the bad behaviour of men, and women are often vilified and punished more than men are,” Sternheim declared.</p> <p>To an extraordinary degree, the Maxwell trial is a contest of accomplished women. The formidable Menninger and Sternheim are leading the defence against an equally distinguished prosecution team that features Alison Moe, Lara Pomerantz and Maurene Comey. The presiding judge is the no-nonsense Alison Nathan, nominated last month by President Joe Biden to the federal appeals court. Then there is Maxwell, herself. </p> <p>The Oxford-educated daughter of the late British press baron and embezzler Robert Maxwell sliced through the Manhattan social scene when she arrived in the early 1990s. She became Epstein's close confidante and the manager of his luxury properties, including New York's largest private residence and a Caribbean island. She was arrested in 2020, a year after he was <a href=\"https://www.ft.com/content/a34f9e1e-bb77-11e9-b350-db00d509634e\">found hanged</a> in a Manhattan prison cell awaiting trial on charges that he abused dozens of underage girls. </p> <p>Prosecutors claim she was instrumental in Epstein's scheme because she enabled him to win the trust of vulnerable young women such as Jane, who recounted to jurors this week how the pair struck up a conversation with her while she was eating ice cream on a picnic bench at a summer arts camp in Michigan in 1994. She was 14. “I just assumed they were married,” Jane said.</p> <p>Her father had died of cancer months earlier and the family had lost their house, Jane recalled. Weeks after that first encounter, Epstein sent a chauffeur-driven car to bring her and her mother to his <a href=\"https://www.ft.com/content/b25aed8e-daa6-11e9-8f9b-77216ebe1f17\">Palm Beach</a> estate for tea where, he explained, he liked to support young artists, she recounted. </p> <p>She began to return by herself about every other week, Jane testified. There was fun by the pool with Ghislaine, who seemed to her like “an older sister”, and trips to the movies and shopping. Then one day Epstein led her into his pool house and assaulted her, Jane said. Later, she testified, Maxwell showed her how to perform sexualised massages on Epstein that sometimes turned into orgies.</p> <p>“They moved me over to the bed and took their clothes off,” she said, recalling how the first such episode began.</p> <p>By testifying, Jane said, she was hoping for closure: “This is something I've been running from my entire life.”</p> <p>But first she had to endure a cross-examination by Menninger, who spent most of a day attacking every part of Jane's story. The witness, she claimed, had exaggerated her family's hardship, was motivated by money (she won a $5m financial settlement from an Epstein victims fund that apparently became $2.9m after lawyers' fees), and should have come forward years earlier. She also flagged up apparent inconsistencies between Jane's testimony and authorities' records of various interviews they had conducted with her.</p> <p>“You have come up with that memory in the last two years?” Menninger demanded at one point, after confronting Jane with a document from a 2019 meeting stating she had “no specific memory” of her first sexualised massage with Maxwell. Jane was also peppered with embarrassing questions about her recollection of performing oral sex on Epstein, nipple squeezing, masturbation and the use of vibrators.</p> <p>To Barry Salzman, a Florida attorney who specialises in sexual abuse cases and has represented Epstein victims, it was standard fare. “So many years have passed that the defence has a lot to play with in terms of faulty memory,” Salzman said. More broadly, he observed: “In this country, usually — but not always — victims of sexual abuse sort of become the villains in these cases by the defence attorneys.”</p> <p>Salzman does not expect Maxwell's lawyers to pull their punches when the other women take the stand. “They're going to just throw everything they can at this. She's facing 70 years [in prison],” he said, asking: “Who would put themselves through this?”</p><p>Source: Joshua Chaffin in New York 2021 'Maxwell's lawyers try to scorch women accusers' credibility' FT.com 3 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-03T13:24:23.559Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2468,
          "end": 2473
        }
      ],
      "nexusId": "10022657"
    }
  ]
}