{
  "_id": "2b3601bf372a3e728064a0dcf7780a28e1050f7da31b6fc80cf9ff61a2ab8e0c",
  "feed": "wall-street-journal",
  "title": "Voters Want to Curb the Influence of Big Tech Companies, New Poll Shows; Survey indicates broad support for stronger U.S. regulations over use of data, wariness of social media's effects on children",
  "text": "<p>On another issue, 84% of voters said they were \"very nervous\" about the effects of social media on children, including 84% of Democrats and 85% of Republicans, according to the poll.</p><p>The findings were based on a survey of 2,016 registered voters in late July by Benenson Strategy Group in partnership with Public Opinion Strategies. It has a margin of error of 2.07%.</p><p>It was conducted for the Future of Tech Commission, a bipartisan, independent group that hopes to use the findings to persuade federal policy makers to take steps to curb the power of internet platforms.</p><p>The poll shows that \"the tech industry has got to operate within boundaries—and the only entity that can bind it is the federal government,\" said Deval Patrick, a former Democratic governor of Massachusetts and one of the commission's three co-chairs.</p><p>The other co-chairs are Jim Steyer, founder of Common Sense Media, a group that promotes safe technology and media for children, and Margaret Spellings, who was education secretary under Republican former President George W. Bush.</p><p>In addition to the poll to be released Thursday, the commission has been conducting town halls on tech policy throughout the U.S.</p><p>\"What we hear consistently is that people want and expect federal leadership,\" said Ms. Spellings. \"Secondly, they want America, the U.S., to be the world's leader in these issues.\"</p><p>SHARE YOUR THOUGHTS</p><p>To what degree, if any, should Big Tech's power be curbed? Why? Join the conversation below.</p><p>The findings come amid a reassessment of the role of big tech companies in Europe, the U.S, China and elsewhere around the world.</p><p>Strengthening privacy for users and accountability for big tech companies emerged as two of the biggest policy priorities for voters, according to the poll's findings. The results amount to a call to action by voters, said pollster Joel Benenson, who advised the Democratic campaigns of former President Barack Obama and, in 2016, of Hillary Clinton.</p><p>While there was widespread support for strengthening antitrust laws to ensure more competition in tech markets, breaking up the companies on antitrust grounds was a relatively low priority for many voters.</p><p>By 54% to 45%, voters agreed that \"breaking up big tech companies threatens our country's biggest drivers of innovation and growth.\"</p><p>Big technology companies including Facebook Inc., Amazon.com Inc., Apple Inc., Alphabet Inc.'s Google and others have generally rejected claims that they exercise too much market power, saying they operate in dynamic and highly competitive markets.</p><p>At the same time, some of the companies have expressed openness to changes, largely focused on new privacy protections.</p><p>Facebook has been running internet and television ads in Washington, D.C., and some other markets voicing its support for tighter regulation of the internet.</p><p>\"As we have said for some time now, we support updated rules of the road for the internet and privacy regulations that will set more consistent data-protection standards that work for everyone,\" said Steve Satterfield, Facebook's vice president for privacy and public policy, at a congressional hearing this week.</p><p>The major tech companies generally fared well in a section of the poll that asked respondents to say whether they viewed the firms favorably or unfavorably. Google had an 81% favorability rating, Amazon 74%, Apple 67% and Facebook 53%.</p><p>Various executives fared somewhat less well. Amazon founder Jeff Bezos's rating was barely positive, at 36% favorable to 35% unfavorable. Facebook founder Mark Zuckerberg's rating was 36% favorable to 44% unfavorable. Other executives were less well known.</p><p>In a statement, Facebook said it had been \"advocating for updated internet regulations for some time. We'll continue working with Congress and the administration to set clear and fair rules that support a safe and secure open internet.\"</p><p>Google declined to comment. Apple and Amazon didn't immediately respond to requests for comment.</p><p>Write to John D. McKinnon at john.mckinnon@wsj.com</p><p>Voters Want to Curb the Influence of Big Tech Companies, New Poll Shows</p>",
  "published": "2021-09-23T15:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3899,
          "end": 3904
        },
        {
          "start": 2367,
          "end": 2376
        },
        {
          "start": 2367,
          "end": 2372
        },
        {
          "start": 2367,
          "end": 2377
        },
        {
          "start": 3349,
          "end": 3354
        },
        {
          "start": 2361,
          "end": 2372
        }
      ],
      "nexusId": "10022657"
    }
  ]
}