{
  "_id": "df67fc163a94b7d7be3075dbcacf6dfcea508d3ad16e5161c244e7dd67398e9d",
  "feed": "wall-street-journal",
  "title": "White-Hot U.S. Stock Rally Masks Massive Value Swings",
  "text": "<p>Yet under the surface, the market values of stocks within the S&amp;P 500 are shrinking or swelling at a rate approaching the first half of 2020, when volatility soared at the start of the Covid-19 pandemic. That is according to Bank of America Corp. analysts who parsed the 50 largest shifts -- higher or lower -- in market value among companies in the S&amp;P 500 as a percentage of the index's total market value.</p><p>Mammoth swings have grown more common across the stock market even as major indexes keep touching records. And they haven't been limited to stocks such as GameStop Corp., which soared more than 2,000% this year before fizzling, or ViacomCBS Inc., which shed more than half its value in a few days in the midst of the blowup of Archegos Capital Management.</p><p>Apple Inc., for example, gained $265 billion in market value -- more than what all of Coca-Cola Co. is currently worth -- in five sessions ahead of its January earnings report. Nvidia Corp. and PayPal Holdings Inc. each fell about $56 billion in market value in just days in March, according to Bank of America.</p><p>The S&amp;P 500 slipped on Tuesday after signs of rapid economic recovery propelled the broad U.S. stock index to another record close a day earlier. The Dow Jones Industrial Average slipped 0.3%, or about 97 points, from its own closing record. The tech-heavy Nasdaq Composite fell less than 0.1% and remains down about 2.8% from its February high.</p><p>The increased turbulence in individual stocks highlights a salient feature of the market over the past year: Market volatility can cut both ways, leading to big swings, both up and down, in stocks. Some analysts said this is driven in part by the popularity of the momentum trade in which investors buy shares of stocks that are rising quickly and dump the relative losers. Others say dwindling liquidity -- or how readily buyers can find sellers and vice versa -- has magnified the market's moves in either direction.</p><p>\"Once you get these movements in markets going . . . they really seem to have a lot of power,\" said Benjamin Bowler, head of equity derivatives research at Bank of America. \"Markets are a lot more unstable than meets the eye.\"</p><p>The trend has trickled into the options market and led investors to bet on big moves for individual stocks. Bullish options that profit if individual stocks surge have been growing costlier as investors account for the growing likelihood that shares of certain companies could abruptly jump higher as quickly as they could fall, according to Bank of America. Investors typically pay more for bearish options than bullish ones to protect against market crashes.</p><p>The shift among individual stocks highlights how falling volatility in the broader market, such as in the S&amp;P 500, belies the big moves in stocks and sectors.</p><p>There have also been outsize divergences among major indexes and groups within the market. Beaten-down corners of the stock market have been outperforming their highflying growth counterparts by the largest margin since 2001, according to Dow Jones Market Data. The S&amp;P 500's energy sector just finished its best quarter on record, after a punishing 2020 in which it was the biggest stock-market laggard. Tech stocks, long a market darling, have trailed.</p><p>Some investors said they expect the recent dynamics to persist, especially after President Biden unveiled his $2.3 trillion infrastructure plan, and that dwindling correlations among stocks and sectors are positive signs for the stock market.</p><p>\"We're entering a new regime,\" said Eddie Perkin, chief investment officer of equities at Eaton Vance. \"It's not just about the market going up and down, but who are the individual winners and losers, and it's not a simple thing to figure out.\"</p><p>To some investors, the recent dash for records, despite the swings in individual stocks, highlights the market's resilience as investors have banked on a speedy economic recovery. Millions of people in the U.S. have been vaccinated, businesses have reopened and many people have returned to work, sending unemployment to a pandemic low. Meanwhile, the U.S. economy is expected to grow about 6.5% this year, the fastest pace since 1984.</p><p>Worries that rising Treasury yields would derail the stock rally, especially in the tech sector, haven't panned out. The yield on the 10-year Treasury note settled at 1.656% Tuesday and the Nasdaq Composite has staged a powerful rebound over the past week after falling into a correction -- defined as a drop of at least 10%. It is now off 2.8% from its closing high hit Feb. 12.</p><p>\"We are optimistic,\" said Mona Mahajan, senior U.S. investment strategist at Allianz Global Investors. \"We think earnings will be quite strong. We think stimulus will be deployed into the system.\"</p>",
  "published": "2021-04-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 765,
          "end": 775
        },
        {
          "start": 765,
          "end": 770
        },
        {
          "start": 765,
          "end": 774
        }
      ],
      "nexusId": "10022657"
    }
  ]
}