{
  "_id": "7151ab83ba6cdd4958fff757db5f215465f377ab7a023b8b51a1731941e4d805",
  "feed": "wall-street-journal",
  "title": "Technology  ---  PERSONAL TECHNOLOGY:  Apple AirTag Joins the Find-and-Seek Game  ----  By Joanna Stern",
  "text": "<p>\n  \"Come on. I'm right here, inside your coat. No, not that pocket -- the one with the stale muffin crumbs.\" </p><p>\n  My often-misplaced work ID card can't tell me how it really feels, but it now communicates with me via the $29 Apple AirTag tracker I attached to it. Right now, it says it's 7 feet to the left and likely on another floor. </p><p>\n  Lost-item trackers, the high-tech savior of the forgetful, aren't new. Attach these Bluetooth doodads to items you fear you might lose -- keys, wallet, bag, pet -- and they communicate their whereabouts to your phone. Tile, a pioneer in the space, sells four flavors for iPhone and Android, ranging from the $25 Tile Mate to the $35 Pro. Samsung's got its $30 SmartTag for Galaxy phones. Now Apple's AirTag for iPhone owners has arrived and it topples the others. </p><p>\n  After two weeks of \"losing\" items with the trackers attached, the AirTags, in concert with my iPhone's Find My app, proved to be the best. Whether it was a remote control between couch cushions or Wasabi, my on-loan dog at the park, two Apple technologies led me right to them. </p><p>\n  Yet Apple's smallest gadget further enables two big tech threats: a giant company's ever-expanding control and consolidation, and a vast network that could easily be abused by bad actors. Allow me to help you find your way. </p><pre>\n </pre><p>\n  Finding Nearby </p><pre>\n </pre><p>\n  These trackers work best when you've misplaced your stuff nearby. </p><p>\n  AirTags and other lost-item trackers use low-powered Bluetooth to stay connected to your phone, potentially up to several hundred feet away. The strength and range depend on lots of factors, including obstacles that might come between the two. When the two are in contact, the phone's app indicates the tracker is nearby and lets you sound an alarm on the little disc. </p><p>\n  I tested the sounds by dropping all three of these into the vortex that is my backpack, then seeing which I could hear best while in a room about 30 feet away. The AirTag's chirp was noticeably lower and softer than the Tile Pro's melodious alarm. Samsung's tracker was louder. </p><p>\n  Apple's Precision Finding makes up for that weak voice. If you have an iPhone 11 or later -- models with U1 chips -- you can get precise directional information about where your AirTag is. </p><p>\n  Tap the Find Nearby button in the Find My app when the AirTag is within close range, and a giant arrow will guide you to where to look. Apple can sense when something is above you, suggesting to look on another floor. Tile and Samsung don't. </p><p>\n  People who constantly lose things might lose AirTags -- and Apple's tag, unlike Tile's and Samsung's tags, lacks a handy key-ring hole. Apple is ready to sell you a selection of holders, including a $35 leather key ring. </p><pre>\n </pre><p>\n  Finding Far Away </p><pre>\n </pre><p>\n  But what happens now that we're leaving our homes and losing stuff all over the darn place again? A billion iPhones help you look. </p><p>\n  When an AirTag isn't in proximity of your iPhone, it uses other Apple devices to report its location on the Find My network. Whenever an iPhone, iPad or Mac comes within Bluetooth range of an AirTag, it can quickly connect to it and report that location back to the AirTag's owner. This is done through an encrypted and anonymous background connection. </p><p>\n  When I asked my video producer to hide my fanny pack with an AirTag, a Tile Pro and a Samsung Galaxy SmartTag on a public street corner, it took four minutes for AirTag's location to update in the Find My app via a passing iPhone. Tile and Samsung continued to say the bag was where I previously had it. </p><p>\n  Tile has a similar network, but it relies on others having Tile's iPhone or Android app. It will soon work with Amazon's Sidewalk network of household devices. Samsung has a network that works with other Galaxy phones, too. Still, neither can match Apple's vastness. </p><p>\n  The most surprising test was using the AirTag as a lost-pet tracker on an adorable drug-detection dog named Wasabi. (Don't worry, Wasabi was accompanied by his owner and trainer, who works at the security firm 3DK9.) I equipped his collar with an AirTag and a GPS-enabled Whistle Go Explore, which uses AT&amp;T's cellular network to provide live location data. The Whistle app showed me exactly where the dog was headed -- first on the highway and then in the park. The AirTag, within about five minutes of the dog's arrival at the park, picked up his location near the waterfront. </p><p>\n  Apple doesn't market AirTags as pet trackers. The $150 Whistle was faster, but I'd still prefer an AirTag on my dog's collar. The Whistle requires a subscription for connectivity, plus battery recharging. An AirTag's replaceable battery is expected to last a year. </p><pre>\n </pre><p>\n  Finding Yourself Trapped </p><pre>\n </pre><p>\n  It's Apple's tight control of the iPhone's hardware and software that gives AirTags an immense leg up on Tile. Apple says it plans to open its ultra-wideband detection capabilities to third-party developers like Tile, but it hasn't yet. My iPhone bugs me with pop-ups saying the Tile app is tracking my location in the background. If I want the nagging to stop, I have to disable the app's location services, which effectively disables the whole purpose of the thing. </p><p>\n  Those disadvantages are exactly what the 150-person company has been arguing in front of Congress. \"To be clear, we welcome competition, but it has to be fair competition. Apple's idea of competing is patently unfair,\" Kirsten Daru, Tile's general counsel, said at a Senate antitrust hearing. </p><p>\n  An Apple spokeswoman said it works to \"help protect the privacy of users' location data, giving users transparency and control over how all apps may access and share their location.\" </p><p>\n  The company also launched its Find My platform so other accessory makers can use the finding power and privacy of iPhones. Tile Chief Executive CJ Prober doesn't plan to join the Find My network because of the \"unprecedented control\" it would give Apple over its business. People would need to use Apple's Find My app instead of Tile's, which would make the service inoperable with Android and limit the company's ability to offer differentiated features, he told me. </p><p>\n  And a small device easily used to pinpoint a dog can be easily used to pinpoint a human. Apple has some deterrents against using these for stalking. For one thing, if you arrive at home with an unknown AirTag -- one not registered to your account -- you'll get a notification on your iPhone if it's running iOS 14.5 or later. Additionally, if an AirTag is apart from its registered owner for more than 72 hours, it will sound its alarm. </p><p>\n  Am I suggesting that you don't buy an AirTag -- or 25 of them -- for keeping tabs on your always-disappearing stuff? No. I'm just reminding you of the giant implications of this tiny device. </p><p></p>",
  "published": "2021-05-10T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6128,
          "end": 6133
        },
        {
          "start": 720,
          "end": 725
        },
        {
          "start": 3736,
          "end": 3741
        },
        {
          "start": 2517,
          "end": 2522
        },
        {
          "start": 2593,
          "end": 2598
        },
        {
          "start": 5267,
          "end": 5272
        },
        {
          "start": 2026,
          "end": 2031
        },
        {
          "start": 2351,
          "end": 2356
        },
        {
          "start": 4333,
          "end": 4338
        },
        {
          "start": 4738,
          "end": 4743
        },
        {
          "start": 5391,
          "end": 5396
        },
        {
          "start": 36,
          "end": 41
        },
        {
          "start": 1074,
          "end": 1079
        },
        {
          "start": 4632,
          "end": 4637
        },
        {
          "start": 1029,
          "end": 1034
        },
        {
          "start": 217,
          "end": 222
        },
        {
          "start": 5869,
          "end": 5874
        },
        {
          "start": 2894,
          "end": 2899
        },
        {
          "start": 5819,
          "end": 5824
        }
      ],
      "nexusId": "10022657"
    }
  ]
}