{
  "_id": "ccc81d378dc3ec2d42893204a971c84572e09ae95597c68019be219d8a87d399",
  "feed": "ftcomall",
  "title": "Scoreboard: Golf's reckoning with Donald Trump has come",
  "text": "<p><em>In this edition of Scoreboard, we explore how professional golf is abandoning Donald Trump, explain how New Zealand Rugby's financial crisis is driving investment talks with Silver Lake, analyse the reasons behind New York's plans to legalise mobile sports betting, and more.</em></p> <p><em>Send us tips and feedback at </em><a href=\"mailto:scoreboard@ft.com\"><em>scoreboard@ft.com</em></a><em>. Not already receiving the email newsletter? Sign up </em><a href=\"https://subs.ft.com/scoreboard\"><em>here</em></a><em>. For everyone else, let's go.</em></p> <h1>Donald Trump loses golf's vote</h1> <p>When the PGA Championship was staged as the last of the four men's golf majors, it had the tagline: “Glory's Last Shot”, <em>writes Sujeet Indap in New York in a special dispatch for Scoreboard.</em></p> <p>On the morning of January 6, it also looked like <strong>Donald Trump</strong>'s last shot at glory.</p> <p>The US President had not only lost his re-election bid but Republicans were set to be the minority in both houses of Congress. Yet, back in 2014, his course in Bedminster had been selected to host the 2022 PGA tournament, a culmination of the New York businessman's longstanding efforts to join the top flight of the golf establishment.</p> <p>After the <a href=\"https://www.ft.com/us-capitol-attack\">violent riot at the US Capitol</a> on the afternoon of January 6, even golf's powers could no longer stand to be aligned with Trump. Last weekend, the <strong>PGA of America</strong>, an organisation of club professionals, <a href=\"https://www.ft.com/content/dd552cac-ecd9-4b25-8f89-825b0aeb52d2\">said it would move</a> its flagship event from Trump's New Jersey course.&#xa0;</p> <p>The decision, according to reports, <a href=\"https://twitter.com/maggieNYT/status/1348731325440733184?ref_src=twsrc%5Etfw\">shook Trump</a> who had seen a large chunk of the golf world stand by him through a polarising presidency. And while he has perhaps irreparably stained his image, golf is left to wonder where its relationship with Trump goes.</p> <p>At the game's highest level, corporate sponsors and governing bodies had already been trying to keep a safe distance. A <strong>PGA Tour</strong> stop at Trump's Doral resort in Miami left for Mexico City in 2017. The famed Turnberry resort in Scotland has not been chosen to hold the <strong>Open Championship</strong> since <a href=\"https://www.ft.com/content/937f706a-3a0e-11e6-a780-b48ed7b6126f\">Trump bought it in 2014</a> and the <strong>R&amp;A</strong> said it had no plans to select it anytime soon.</p> <p>Yet, Trump's popularity among golf's grass roots endures. Several top players from <strong>Tiger Woods</strong> to <strong>Ernie Els</strong> to <strong>Lexi Thompson</strong> have chosen to be playing companions of the president in Florida, even as the likes of <strong>LeBron James</strong> and <strong>Colin Kaepernick</strong> have <a href=\"https://www.ft.com/content/c7bb647a-e5fb-4644-8446-9afb69a8e363\">openly clashed</a> with Trump.&#xa0;</p> <p>Two legends of the game, <strong>Gary Player</strong> and <strong>Annika Sorenstam</strong>, even showed up to the White House the day after the capitol riot to collect the Medals of Freedom that the president had awarded them.</p> <p>Given the sport's old, white base, governing bodies have earnestly tried to make <a href=\"https://www.ft.com/content/37ebc070-a264-11e9-974c-ad1c6ab5efd1\">the game more accessible</a>. But those efforts have been in parallel to at the least tolerating Trump but never fully dumping him.&#xa0;</p> <p>After recent events, those who tried to gently avoid taking sides in the Trump debate can now finally no longer avoid staking out a position — look no further than <a href=\"https://www.ft.com/content/be344816-3fab-42e2-99ed-38309d06a435\">New England Patriots coach Bill Belichick</a>. Such a reckoning is due in the golf world too.</p> <h1>Why the All Blacks need Silver Lake's gold </h1> <p>New Zealand's mighty All Blacks have dominated rugby union for almost a century and now the sporting franchise wants to expand its commercial opportunities through a tie-up with <strong>Silver Lake</strong>, <em>writes Jamie Smyth in Sydney in another special dispatch for Scoreboard.</em>&#xa0;</p> <p><strong>New Zealand Rugby</strong> has been in talks with the US private equity firm for more than six months about making an investment, which could see it take a <a href=\"https://www.ft.com/content/9f3de1de-6a1f-47b6-8f98-93899edad892\">15 per cent stake</a> in a separate entity that would hold NZ Rugby's broadcasting, sponsorship and ticketing rights worth $2bn.</p> <p>The discussions are being driven by the commercial realities of Covid-19, which has dented the finances of global sporting bodies and forced even the most traditional organisations to explore new ways of raising capital.</p> <p>“We know we're in a fight for the survival of the game. And we know how important that is,” <strong>Mark Robinson</strong>, NZ Rugby chief executive, told Stuff, a New Zealand news outlet in November.</p> <p>NZ Rugby made a quarter of its 180 staff redundant in June, when it forecast a NZ$120m fall in revenues due to the virus. But its financial challenges predate Covid-19, with the organisation notching up three successive years of losses. Mr Robinson forecast losses in 2020 would balloon to NZ$40-45m, slashing NZ Rugby's reserves to under NZ$50m.</p> <p>Added to the financial challenges facing NZ Rugby, the All Blacks, which boast a <a href=\"https://www.ft.com/content/b5afe588-560b-11e7-80b6-9bfa4c1f83d2\">win ratio of 77 per cent in Test matches</a>, have undergone a fall in form lately and lost their crown as world champions in 2019 to South Africa.&#xa0;</p> <p>Nevertheless, they remain a highly marketable sports brand and provide Silver Lake with an opportunity to tap into a sport that is enjoying global growth, particularly in Japan and <a href=\"https://www.usa.rugby/2020/11/new-report-highlights-global-rise-in-rugby-interest-in-2019/\">the US</a>.&#xa0;&#xa0;&#xa0;</p> <p><strong>Simon Poidevin</strong>, a former Australia rugby player and now a corporate restructuring adviser, said Silver Lake's talks with NZ Rugby shows how sport is moving centre stage in the finance world.</p> <p>“People see what <a href=\"https://www.ft.com/content/e57f79b2-54b0-11ea-8841-482eed0038b1\">CVC has done in the UK</a>. There are rumours South Africa has done a deal and Australia is looking at working with New Zealand at opportunities that come out [of] Silver Lake,” he said.</p> <p>“Private equity wants to lock into revenue streams. It is a big positive for the game it will inevitably lead to global competitions and will lead to much better management of finances.”</p> <h1>New York's big bet on mobile sports wagering</h1> <p>Big news out of New York this week <em>—</em> and no, we're not talking about <strong>James Harden</strong>'s <a href=\"https://www.espn.com/nba/story/_/id/30706097/sources-houston-rockets-trade-james-harden-brooklyn-nets\">blockbuster trade</a> to the <strong>Brooklyn Nets</strong>.</p> <p>State governor <strong>Andrew Cuomo</strong> is <a href=\"https://www.ft.com/content/e4a1cf9b-8fc9-4967-8b18-d3701989034d\">aiming to bring mobile sports betting</a> to the Big Apple, a proposal which if passed could create the single largest market for sports wagering in the US to date, estimated at some $20bn per year.</p> <p>The move is a bet by Cuomo to legalise two long-verboten vices <em>—</em> the other being marijuana <em>—</em> in an effort to boost sorely needed tax revenues after New York was walloped by the pandemic.&#xa0;</p> <p>State estimates for tax revenue shortfall in the current fiscal year are $14.9bn, while combined annual tax revenues for both mobile sports gambling and pot are estimated to be $800m once fully implemented.</p> <p>But let's take a step back. There are other non-pandemic themes forcing New York's hand.&#xa0;</p> <p>Neighbouring New Jersey is currently the US leader in sports gambling wagers among states which have legalised the practice since 2018. Today, New York City residents can theoretically hop on the Port Authority train across the Hudson River to wager on everything from <strong>National Football League</strong> games to cricket, darts, golf and more.</p> <p>A big state with a large, wealthy market is reason enough to salivate over the business potential in New York sports betting. Still, there is also reason to be cautious.</p> <p>First, New York's entry into the casino market over the past decade has been messy, with new upstate venues <a href=\"https://www.nytimes.com/2019/08/16/nyregion/casinos-ny-gambling-catskills.html\">oversaturating the market</a>, and fallen short on expectations of billions in revenues to turbo-charge the economy north of New York City.&#xa0;</p> <p>Second, Cuomo is proposing New York could operate mobile betting in a similar way to the state lottery, soliciting bids from a limited number of platforms in the hope of maintaining more control and securing greater tax revenue.&#xa0;</p> <p><strong>DraftKings</strong>, the Boston-based fantasy and mobile betting platform, called Cuomo's support for mobile betting a “major milestone” for the industry but that “significant legislative and regulatory steps remain”.</p> <p>New York's state legislative process is notoriously arduous and less than transparent. Its budget is due March 31 but it's not unusual for myriad unresolved issues or motions to be combined into a single “<a href=\"https://www.wsj.com/articles/big-ugly-bill-may-emerge-in-albany-as-state-legislature-nears-break-11560121200\">big ugly</a>” bill scheduled for passage at the conclusion of the legislative session, which is in June. Only then, will we know if Cuomo's bet will pay off.</p> <p><em>Read the FT analysis of New York's move in mobile sports betting </em><a href=\"https://www.ft.com/content/e4a1cf9b-8fc9-4967-8b18-d3701989034d\"><em>here</em></a><em>.</em></p> <h1>Highlights</h1> <ul>  <li><p><strong>Inter Milan </strong>is the latest Italian football club to <a href=\"https://www.ft.com/content/ef43ce66-af92-4076-a568-6a5502665cb5#comments-anchor\">attract private equity interest</a>.<strong> BC Partners </strong>is holding talks with Chinese retail conglomerate <strong>Suning Holdings</strong>, which is looking to sell all or part of its 68.5 per cent shareholding in the<strong> Serie A </strong>team. Sweden's <strong>EQT </strong>and US-based <strong>Arctos Sports Partners</strong> are also interested in a deal.</p></li>  <li><p>Some&#xa0;<strong>Premier League&#xa0;</strong>clubs have complained that nearly £300m of&#xa0;<strong>Bank of England</strong>&#xa0;loans made to<strong>&#xa0;Arsenal&#xa0;</strong>and&#xa0;<strong>Tottenham Hotspur&#xa0;</strong>is <a href=\"https://www.ft.com/content/d0157351-9745-4640-8db3-cfc56a043eab\">skewing the competition</a>, amid concern that debt is not available on the same terms to smaller rivals</p></li>  <li><p>French broadcaster <strong>Canal Plus </strong>announced it would hand back rights to screen <strong>Ligue 1</strong> matches and urged a new tender for rights. The move further plunges <a href=\"https://www.ft.com/content/8bc47209-c8ad-496b-a2a6-5d2813ba3609\">French football clubs into crisis</a> following the collapse of its TV rights deal with Spanish broadcaster <strong>Mediapro</strong>.&#xa0;</p></li>  <li><p><strong>Legends Hospitality</strong> was <a href=\"https://www.ft.com/content/25f34597-3629-4fe2-9154-ff4b60232ece\">valued at $1.35bn</a> in a deal this week by private investment group <strong>Sixth Street Partners </strong>to take a majority stake in the sports and entertainment company, which is co-owned by baseball's <strong>New York Yankees</strong> and American football's <strong>Dallas Cowboys</strong>.</p></li>  <li><p>French ski resorts face a <a href=\"https://www.ft.com/content/50e7a19d-6859-45a4-8722-17b0ba9363c8\">“life or death” struggle</a> if they can't open next month, warned <strong>Dominique Marcel</strong>, chief executive of the <strong>Compagnie des Alpes</strong>, the country's biggest operator. Resorts make 35 per cent of their winter income in a two-week stretch in February when schools are on holiday.</p></li>  <li><p><strong>Hamish McLennan</strong>, chairman of <strong>Rugby Australia</strong>, <a href=\"https://www.ft.com/content/ca48db79-813e-4e74-98fc-6fbba7cf9745\">told the FT</a> that his country wants to cash in on its adept handling of Covid-19 by inviting international rugby union teams to play in a “mini world cup” during the southern hemisphere winter.&#xa0;</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p><strong>Shay Segev </strong>has been <a href=\"https://www.ft.com/content/8bdf750d-7ba5-4353-853e-89ca998365d6\">appointed</a> co-chief executive of sports streaming group<strong> DAZN</strong>. The move comes just seven months after he was appointed chief executive of <strong>Entain</strong>, the FTSE 100 betting company, which is being pursued by <strong>MGM Resorts</strong> in a takeover battle.</p></li>  <li><p><strong>Theo Epstein</strong>, who led the <strong>Boston Red Sox</strong> and the<strong> Chicago Cubs to World Series </strong>success, will take on an advisory role as<strong> Major League Baseball </strong>weighs up changes to make the sport more entertaining.</p></li> </ul> <h1>Final Whistle</h1> <p><strong>Chorley FC's</strong> surprise victory against <strong>Derby County</strong> in last week's FA Cup match gave the winning team, which plays in the sixth division of English football, another chance to perform <a href=\"https://twitter.com/chorleyfc/status/1347911844464381952\">its celebratory rendition</a> of <strong>Adele's</strong> classic <em>Someone Like You</em>. At each stage of the competition this season the post-match celebrations have gone viral. Reaching such high notes — on and off the pitch — is impressive.</p>&#xa0;<p>Source:  2021 'Scoreboard: Golf's reckoning with Donald Trump has come' FT.com 16 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-16T09:00:52.044Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5477,
          "end": 5482
        }
      ]
    }
  ]
}