{
  "_id": "a3f7d7ba2a37be2104630234c08e863d054f2ac4d0901269dd280fe4ff679531",
  "feed": "ftcomall",
  "title": "We need to talk about dying",
  "text": "<p>Sometimes a death, however tragic, can bear hidden gifts for the living: my older brother Peter's was one such. He taught me lessons, in the manner of his dying, that I could have learnt no other way.</p> <p>Of course, the past year has been one long tutorial in mortality for all of us: thanks to coronavirus, we have been staring death in the face for months and realising — sometimes for the first time — that it can come unannounced, at any point. I find I've never been as happy as since I finally figured that out.</p> <p>But the double whammy of losing a special sibling and counting the loss of <a href=\"https://eu.usatoday.com/in-depth/news/2021/01/19/covid-19-deaths-americans-dying-faster-than-our-soldiers-did-wwii/6602717002/\">more Americans than died in the second world war</a> has taught me another fact of death that has improved the quality of my living. I have learnt how important it is to talk about dying — because I have seen, at first hand, the immeasurable pain and chaos that can be caused when we fail to do so. </p> <p>A lawyer, city councilman, philanthropist and font of considerable wisdom in his lifetime, Peter led by unfortunate example when it came to the end of his life. He was already terminally ill with lung cancer when a bout of pneumonia landed him in an intensive care unit outside Detroit in June 2019. But as family and friends elbowed machines aside to gather at his bedside, we soon realised that most of us knew almost nothing about how he wanted to die. </p> <p>We knew so much about this 65-year-old, thrice-married eldest of four siblings, born so premature that he fitted into the nurse's hand but larger than life as he lived it. But we did not know, until fairly late in the process, that he had filled out legal paperwork to the effect that he did not want to be kept alive by machine if he had almost no chance of recovery.</p> <p>And yet he was. After suffering two crippling heart attacks in the ICU, he lingered for over a week on life support. My witty, vital, intuitive, comic brother languished on a ventilator, unable to scratch his nose, raise his eyebrow like Hercule Poirot (as he was wont to do from childhood) or ease the ventilator tube off the raw red sore that was his tongue.</p> <p>I often took the 6am shift by his bedside, preferring the empty, digital-green gloom of the night-lit ICU room to squeezing in between specialists and respiratory therapists, high-school buddies and work colleagues, ventilators and heart monitors during the day. But that meant I was alone, often for hours, holding his hand as he stiffened, involuntarily gripped my fingers and grimaced with mini-seizures caused by cardiac-arrest-induced brain damage. Each lasted for up to 30 seconds and seemed to repeat interminably. Would this be what he would have wanted? I felt sure not, but how could I possibly know, since I'd never had the courage to ask him. </p> <p>My failure to have that conversation with my closest friend and dearest sibling seems so obviously wrong to me now. But it also seems inexplicable: our own mother had died 37 years before, of the same disease. Both in our twenties, my brother and I took leaves of absence from work to care for her, moving into the terminal ward in hospital for the final six weeks of her life, where we slept in empty sickrooms or on waiting-room sofas. We held her hand, and each other, when she died, on a deep, cold night just before Christmas 1982. We of all people should have known that failing to prepare for death doesn't make it go away. </p>  <p><strong>My brother made the choices</strong> he made out of love: he wished to spare loved ones the anguish of facing his demise until they absolutely had to. But by then, it was too late to ask whether he would have wanted us to put him out of the misery of the interminable seizures; whether he would have wanted his body to linger when most of his brain was gone; and how he would have wanted us to handle the decision: is it time now to let him go? </p> <p>Those decisions tore our family apart at the time when we most needed to cling together. His&#xa0;funeral even had to be delayed because we could not agree on where to bury his ashes (he had left no wishes). It later emerged that he had bought a cemetery plot for three back in 1982 when we buried our mother but I did not know that — even though the plot was meant to include my own grave.</p> <p>I vowed to tell my own children, then 18 and&#xa0;20, more than they could ever wish to know about my end-of-life wishes — and pronto. They were overseas when my brother died but they were scarcely out of customs before I had insisted they snapshot a copy of my living will and keep it on their iPhones, complete with detailed instructions for exactly when to pull the plug and whether to ventilate or medicate or feed me until then. I begged them to dance on my grave, rather than weep, and we discussed which Temptations songs would go best with which Ed Sheeran ballads at my wake. I threw in a copy of that 1982 cemetery contract just in case.</p> <p>And then I insisted we draw up the same paperwork for them, though they were scarcely into adulthood. We discovered that one of us wanted the kitchen sink thrown at any illness, no&#xa0;matter how slim the hope of recovery. Another put quality of life far above quantity, and the third wanted to hedge her bets on the quantity/quality continuum. We all shared the paperwork to each other's phones. I breathed a sigh of relief that all the guesswork would be taken out of it — and they breathed their usual sigh of exasperation at how tedious their old mother can be.</p> <p>Of course, their end-of-life wishes now could well bear no relation to what they think about death once it feels more proximate. For that reason, palliative care experts encourage us all to revisit and, if necessary, revise our <a href=\"https://www.ft.com/content/136314b8-1bb3-4cff-ab2b-2bf34e026e1d\">end-of-life documents</a> every few years, or when circumstances change.</p> <p>Doing this work is “not just for the patient but for those who are left behind”, says <a href=\"https://theupsidetoaging.com/2018/12/04/an-interview-with-kate-debartolo-of-the-conversation-project-talking-matters-2/\">Kate DeBartolo</a>, director of The Conversation Project, which provides workbooks, conversation starter kits and other tools to help Americans talk about this difficult subject. <a href=\"https://www.ft.com/content/7aa6a0b4-6607-47d3-8340-2b2c9fcacfa2\">Grief is a very complex matter</a>, and so is the guilt that often accompanies it, she says: “We know that six months after the loss of a loved one, depression rates are lower if people have had this conversation.”</p> <p>The pandemic shocked many people into action, according to DeBartolo: “We saw a huge uptick, double or triple our regular traffic” in the early months, when a lot of people were feeling “this thing has been on my to-do list and now I really need to do it”. Since then, there has been a “slow return to normal” but she adds that this is not just “something to do in an emergency”: not a chat to have for the first time among mismatched sofas in an ICU waiting room.</p>  <p><strong>Statistics from before the pandemic</strong> show that most people intend to have “the conversation” — but never get around to it. More than 90 per cent of Americans say it is important to discuss their end-of-life wishes but fewer than a third have actually done so, according to <a href=\"https://theconversationproject.org/wp-content/uploads/2018/07/Final-2018-Kelton-Findings-Press-Release.pdf\">a 2018 survey</a> by The Conversation Project. </p> <p>“The more we realise that death is a very important part of life at an earlier age, the better we do at the end of life,” says Terrence Maag, medical director for home care, hospice and advance care planning at HealthPartners, a healthcare group based in the US Midwest. “We&#xa0;hide the bodies in the hospital basement, we are not comfortable with death being a part of life,” he says. </p> <p>During the early days of the coronavirus pandemic, his group realised it had to do something about that situation, and quickly. “We&#xa0;were seeing people with Covid-19 who had&#xa0;been feeling sick and then, wham, they couldn't breathe,” he says, “and they didn't have&#xa0;a chance to tell us their wishes, and the default in the American healthcare system is just&#xa0;to do everything.”</p> <p>So HealthPartners sent out 56,000 letters, focusing on patients over age 65 who did not have an “advance medical directive” in their medical record — a legal document that sets out what happens if a patient is too ill to make decisions themselves. The goal was to get patients talking to their doctors and families about what to do if anyone fell grievously ill with Covid-19. But Maag thinks the impact will outlast the pandemic. “People keep saying, ‘I&#xa0;want to get back to normal,' but this will change ‘normal' for ever.” </p> <p>Kate Lally, a cancer and palliative care specialist at the Dana-Farber Cancer Institute in Boston, who faced the same conversations with her own family after her breast cancer diagnosis, says that “Covid has made these conversations easier”. “We put out a mailing to all our patients saying, ‘If you were to get the virus, what kind of care would you want?' and patients were quite receptive . . . It could be a bit of a blessing of the pandemic that people are more able to think through these types of things.”</p> <p><a href=\"https://www.ft.com/content/e3bfb9d2-18db-11e9-b93e-f4351a53f1c3\">Palliative care experts</a> stress that no one does this perfectly — but in my view, we should at least try. These are my perspectives on a very difficult situation; others, even in my own family, may have seen things differently.</p> <p>But the experts at The Conversation Project say just doing the legal paperwork is not enough. So I recently spent an evening with its workbook <em>What Matters to Me</em> and, as a <a href=\"https://www.dailymail.co.uk/news/article-9166917/Public-buildings-shrouded-red-amber-memory-400-000-people-killed-pandemic.html\">light show played across the sky</a> to commemorate 400,000 US pandemic deaths, I answered questions such as whether I'd like to die at home or in hospital, make my own healthcare decisions or leave it to the experts, and what exactly quality of life means to me (the ability to walk my dogs, to drink a cup of coffee).</p> <p>Over lunch the next day, with reruns of <em>Survivor</em> playing on the television in the background, I shared the results with my now 21-year-old daughter, living at home for the past year because of the pandemic. I relied heavily on a clever card game provided as an icebreaker by the Chinese American Coalition for Compassionate Care, which helps promote end-of-life discussions in the Asian-American community, where they are sometimes taboo. Each player chooses 12 cards from a pack that covers all the bases, from “Don't put my body in the freezer until eight hours after I die” to “If I'm going to die anyway, I don't want to be kept alive by machines”.</p> <p>My daughter guessed all 12 of my cards before I even chose them — so I figure my brother's lesson is well and truly learnt. Perhaps one day, if she is called upon to make the kind of decisions we faced with my sibling, she can point to a card and say: “Mom told me what to do in this circumstance.” She will be sad, and scared, and possibly heartbroken — but she will not be guilty or confused. And that will be my dear brother's final, incalculable gift to those he left behind. </p> <p><em>Patti Waldmeir is an FT contributing writer</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Patti&#xa0;Waldmeir 2021 'We need to talk about dying' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T05:15:25.145Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 10822,
          "end": 10827
        },
        {
          "start": 10822,
          "end": 10829
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}