{
  "_id": "00f17b3dae28a11701e86cc8824dfffd741eef043b662d8da959b61bb318cd21",
  "feed": "wall-street-journal",
  "title": "Apple, Hyundai Talks Break Off",
  "text": "<p>The two auto makers have fielded multiple requests from other firms to jointly develop autonomous electric vehicles, though no initial steps have been determined, according to the regulatory filings.</p><p>The companies had held talks with the Cupertino, Calif., technology giant about a deal for Kia to build vehicles for Apple in Georgia, The Wall Street Journal reported last week. The prospect of an auto partnership had sent the South Korean companies' stocks soaring this year, igniting investor enthusiasm after both Kia and Hyundai had suffered years of slumping car sales.</p><p>Shares sank 5.4% for Hyundai Motor following Monday's regulatory-filing disclosures, while Kia plunged by more than 13%.</p><p>Apple began seeking potential automotive partners late last year as it considers whether it can begin production of a vehicle as soon as 2024. In a rare move for a potential Apple partner, Hyundai in January said it was talking to Apple about a potential cooperation around electric, driverless vehicles. No sooner than it had said so, Seoul-based Hyundai tried to backtrack on the statement.</p><p>Kia had begun reaching out to potential partners in recent weeks about making an electric car for the iPhone maker, even without a deal having been locked down.</p><p>Apple has flirted with other automotive companies over the years but without reaching a partnership. Word of its secret car program broke in 2015, stoking excitement for the potential of what new possibilities Apple might bring to the auto market. The interest raised fears among traditional car makers that they would soon be surpassed -- like Nokia Corp. or BlackBerry Ltd. had been after the iPhone's debut in 2007.</p><p>Instead, Apple's auto effort has been largely unrealized as it has struggled to decide which path it will choose. It has gone through different leadership and approaches since beginning in 2014.</p>",
  "published": "2021-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1679,
          "end": 1684
        },
        {
          "start": 928,
          "end": 933
        },
        {
          "start": 697,
          "end": 702
        },
        {
          "start": 317,
          "end": 322
        },
        {
          "start": 1251,
          "end": 1256
        },
        {
          "start": 871,
          "end": 876
        },
        {
          "start": 1461,
          "end": 1466
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}