{
  "_id": "4c0dd2127462c4fa68d55499e923540b5ad29fc727323416760156e6d56746b9",
  "feed": "ftcomall",
  "title": "The fight to overcome vaccine hesitancy among African Americans",
  "text": "<p>Yusuf White is in full flow when Lisa Fitzpatrick decides to approach him. </p> <p>A slight young man buzzing with nervous energy, White has a message for the handful of people who happen to drift by this Washington DC street corner close to where Martin Luther King Jr Avenue meets Malcolm X Avenue. Covid-19 is a man-made disease, he announces, invented by white people to subjugate African Americans like him. “There are a lot of pandemics in this world!” he shouts. “Why are we focusing so much on this one? It's because they want to control us. Covid plants fear in your mind — social distancing is how they control you.”</p> <p>Standing nearby, wearing a lab coat and a sceptical frown, Fitzpatrick looks unimpressed. An infectious diseases doctor and academic, she has heard this kind of rhetoric before. Three years ago Fitzpatrick moved from her city-centre apartment in the US capital to this rundown area in an effort to improve the flow of health information to underprivileged communities. In 2019, she set up Grapevine Health, a health education business designed to combat some of the <a href=\"https://www.ft.com/content/df9aef14-b5d3-4bd9-af95-ff7fe820fcf1\">misinformation</a> that she says is rife among <a href=\"https://www.ft.com/content/9019eddf-6d65-4b8d-b7b3-241578dc6e4f\">poor and black communities</a> like hers.</p> <p>The idea, she tells the Financial Times later in the relative warmth of her nearby townhouse, occurred to her nearly 15 years ago, when she spoke on a health education panel aimed at black men and realised they were paying more attention to her blunt advice than the academic content being offered by her fellow panellists. “One of the men came up to me afterwards and asked, ‘How does someone like me access someone like you on a regular basis?' And I never forgot that.”</p> <p>For the past few months, Fitzpatrick's mission has been a singular one: to persuade — one by one if necessary — as many black people as possible to get vaccinated against Covid-19. Her task is hugely important. For America, whose disastrous handling of the disease has incurred a higher national death toll from the virus than in the second world war, vaccines provide the best hope for overcoming the pandemic. But the unprecedented success and speed of bringing them to market has brought powerful challenges, such as vaccine hesitancy.</p> <p>Persuading African Americans that vaccines are safe is proving particularly difficult. Black adults are one of the groups <a href=\"https://www.ft.com/content/38a7875c-a86d-42cc-89ed-53daa7c72e10\">most worried about being inoculated</a>: in a January study by the Kaiser Family Foundation health think-tank, 43 per cent said they wanted to “wait and see” before receiving a vaccine, compared with only 26 per cent of white Americans. Data from the US Centers for Disease Control and Prevention (CDC) show that while African Americans make up 13 per cent of the US population and account for 15 per cent of Covid-19 deaths, they constituted only 6 per cent of those who had been vaccinated as of mid-February.</p> <p>For many African Americans, the question of whether to be vaccinated is not a fear of the new; instead they want to know whether they can trust that their government has their best interests at heart. Over the past four years they have watched former president Donald Trump tell a white nationalist group to “stand by” in the run-up to the election, oversee the tear-gassing of Black Lives Matter protesters outside the White House, and downplay a pandemic that hit their community harder than any other.</p> <p>But concerns over the intentions of the US government go back much further: to 20th-century medical experiments on black people; to reports of smallpox-infested blankets deliberately being handed out to Native Americans in the 18th century; to the arrival of African slaves in America in 1619. </p> <p>“The relationship among people of colour and our society is fractured. Nowhere is that made clearer than in people's attitudes towards the vaccine,” says Reed Tuckson, a doctor who works with Fitzpatrick in the Black Coalition Against Covid-19 campaign group.</p> <p>New US president Joe Biden has promised to make <a href=\"https://www.ft.com/content/391a6c3e-b819-48bc-9156-5723e7de3d89\">healing the country's racial divide</a> a priority, alongside dealing with the pandemic. He has also recognised how these issues intersect, with the creation of the Covid-19 Health Equity Task Force, which will make recommendations for addressing health inequities caused by the pandemic.</p> <p>But White's position on the vaccine, as he stands on the street about to talk to Fitzpatrick, is clear: he does not trust the health authorities, partly because he believes they might be trying to harm people like him, but also because their response to the pandemic has been so poor. Why should he trust the government that oversaw this?</p> <p>Fitzpatrick leads White to one side, away from the audience he is beginning to attract. “I get what he's saying,” she tells me later. “We have not built trust within the black community — and now we are asking them to take a leap of faith and take this vaccine.”</p>  <p><strong>To understand why so many black</strong> Americans share White's concerns, it helps to go back 90 years to a city called Tuskegee, in Alabama. In 1932, officials working on behalf of the US Public Health Service started recruiting volunteers from the farms around the city for a vague-sounding medical programme. </p> <p>Lillie Tyson Head's father, Freddie Lee Tyson, was one of those recruited. So were her great-uncle and two cousins. “My father was approached and told he had bad blood,” she says from her home in Wirtz, Virginia. “They approached the men in the fields where they worked. They approached them in their churches. They approached them in schools.”</p> <p>It was not until 40 years later that the Tysons and hundreds of other black families from Macon County found out the men had been part of a medical experiment to track what would happen if syphilis was allowed to progress untreated in the body. The trial did not involve giving the men syphilis; rather, they were denied treatment, even after penicillin had been recognised as a safe and effective remedy in 1945 and even if they had become very sick. </p> <p>Freddie Lee Tyson, who had congenital syphilis but never showed any symptoms, was not one of these. Lillie says he remained fit and healthy until he was killed in a car accident on his way to work, aged 82. But at least 28 of the trial's participants suffered the last stage of syphilis: organ failure and ultimately death.</p> <p>In 1951, while the Tuskegee experiment was still going on, Henrietta Lacks, a young tobacco farmer and mother of five, entered the Johns Hopkins hospital in Baltimore, complaining of vaginal bleeding. Her husband had driven her the 20 miles there, because it was the only hospital around that would treat black patients like her. </p> <p>Lacks had cervical cancer, which was to kill her within months at the age of 31. But before it did, a sample of her tissue was collected without her knowledge during treatment and sent to George Gey, the hospital's head of tissue culture. The cells turned out to be unique, thriving outside the body and doubling in number every 24 hours. Their descendants, named <a href=\"https://www.ft.com/content/e4a53d86-0013-11e3-ba6b-00144feab7de\">HeLa cells</a>, live on today and have been used for everything from developing the polio vaccine to helping identify how Covid-19 infects the human body. </p> <p>Yet Lacks's family did not find out these miracle cells even existed until the 1970s. They never shared in any of the commercial gain, even as HeLa cells trade today among medical practitioners for thousands of dollars per vial. In fact, her story remained almost entirely unknown until Rebecca Skloot's 2010 book <a href=\"https://www.ft.com/content/8c86f180-9b62-11df-8239-00144feab49a\"><em>The Immortal Life of Henrietta Lacks</em></a>.</p> <p>These are the kinds of stories many black Americans remember and they are a large part of the reason so many do not trust the advice of governmental health bodies. “Tuskegee wasn't a one-off,” says Tyson Head. </p> <p>As she points out, <a href=\"https://www.ft.com/content/7b0db882-a369-4e32-a86a-eb7fda2a0da0\">inequalities in healthcare continue today</a>. African Americans are less likely than their white counterparts to have private health insurance, less likely to be given mental health advice and less likely to be prescribed opioids for serious pain. This is partly because of socio-economic status, but also because of apparently deep biases among medical professionals. In a 2016 study, half of the medical students asked endorsed statements such as “black people's nerve endings are less sensitive than white people's” or “black people have thicker skin than white people”.</p> <p>“There are a lot of people who don't trust their doctors,” says Fitzpatrick. “It's just the feeling you get. Is the doctor holding on to the door knob the whole time? Do they refuse to sit down? These patients are picking up on those subtle clues.”</p> <p>Successive administrations have attempted to solve some of these inequalities — the Obama-era Affordable Care Act, for example, proved particularly successful at improving insurance rates among marginalised communities. But the pandemic has underlined how much of the problem remains. US government data show black people are 10 per cent more likely to contract coronavirus than white people, three times more likely to be hospitalised with the disease and twice as likely to die.</p> <p>For <a href=\"https://www.ft.com/content/e1bc0612-2480-40ea-88df-ca250fa0b52a\">Marcella Nunez-Smith</a>, who heads up the Covid-19 Health Equity Task Force, the size of the challenge is clear. “If you think about what it means to have 400 years in this country being marginalised and minoritised — <a href=\"https://www.ft.com/content/a25a2463-9367-4a79-9f7c-012ba728bd3a\">the distrust you would have in that system</a>,” she says. “But you don't need to talk about Tuskegee or Henrietta Lacks, because so many people can tell you stories about friends of theirs trying to get healthcare just a couple of weeks ago and getting mistreated.”</p> <p>Tyson Head also understands why people might not trust medical advice, given what her father went through. But she has been vaccinated, as have most of the family members she has who are eligible.</p> <p>“Despite what some people now think, the men at Tuskegee were not injected with syphilis,” she says, referring to an urban myth about the experiment. “The whole point was that they were denied treatment. We are not being denied the vaccine for Covid-19, so let's not deny it to ourselves.”</p>  <p><strong>Fitzpatrick's message is similar. </strong>Until recently, she had led a conventional, if restless, career as a high-level health official. After 10 years at the CDC — regarded as the world's top public health body until its reputation was tarnished by its <a href=\"https://www.ft.com/content/4329c5a9-c59f-4cd3-9d6a-f7a311c3fde2\">botched response to the coronavirus pandemic</a> — she became an associate professor of medicine at Howard University, a historically black college in Washington. </p> <p>In 2014, she decided her future might lie in business and attended a course in social innovation at the Harvard Kennedy School, the school of government at Harvard University. There, she realised her interest in public health education could be monetised, so she honed her <a href=\"https://www.youtube.com/user/DrLisaPPH\">video series</a> and persona of “Dr Lisa on the Street”. The idea was to sell her educational output to healthcare and insurance companies, but venture capital funds would not back her — they saw her work as worthy but unprofitable. She went back into public service as chief medical officer for Washington for a few years before she decided to move to the impoverished south-east of the city and put her own money into her idea.</p> <p>Since then, she says, she has understood better why people in the area have worse health outcomes. The only grocery store she likes is a drive away, and since her car broke down, she has resorted to takeaways. Her blood pressure has gone up, as has her weight. She has got used to the sound of gunfire outside her window, though it has probably not helped her mental health.</p> <p>This is, of course, the life led by many of the people she now comes into contact with while filming her street encounters. Darryl Robinson grew up in this neighbourhood during the 1970s and 1980s, just as the full horror of Tuskegee was coming to light. “Tuskegee was mentioned in my home — it was the kind of thing we discussed at dinner,” he says, speaking from his apartment a few miles from where he grew up. “But it was not just with my parents — the conversation was all around, with friends and family members too.” Many of Robinson's neighbours were suspicious of doctors even before the revelations about Tuskegee, in part because they lacked access to primary care.</p> <p>All of these things played on Robinson's mind when he first contemplated the possibility of receiving a Covid-19 vaccine, as did his own health as a prediabetic. When his doctor (not Fitzpatrick) first mentioned vaccination, Robinson's reaction was similar to that of Yusuf White: “I was emphatic: no.”</p> <p>But slowly, over the course of several months and many conversations, his doctor persuaded him that people with underlying conditions had been well represented in clinical trials and faced no particular risk from the vaccine. “I was concerned about those with pre-existing issues,” Robinson says. “But I have spoken with several medical professionals and people like that were in the testing group. The problems that they have encountered have just come with people who are [severely] allergic.” Robinson received the vaccine this month, and plans to drive the three miles to his parents' house as soon as possible and hug them for the first time in a year.</p> <p>Not everyone is as easily persuaded by science. Robinson says many of the young men to whom he provides employment training at the Congress Heights Community Training and Development Corporation in Washington are less willing even to contemplate being vaccinated as part of a government-run programme. </p> <p>One is Willie Adams, a father of four in his thirties, who was working at Washington's Georgetown University Hospital until last year, but is now unemployed and has recently been attending Robinson's courses. </p> <p>As an operating theatre attendant, Adams came into direct contact with Covid-19 and, had he still been in his job, would have been one of the first to be offered a vaccine. But it would not have mattered — he would not have taken it, nor does he intend to. “They have been running tests on us for decades,” he says. “The history of this is horrible.”</p> <p>It is not stories such as Tuskegee that weigh on Adams' mind when he thinks about the vaccine though. Instead he has a deeper sense that the government places little value on his life.</p> <p>Adams was one of those who marched through Washington last summer demanding justice after the killing of George Floyd by a police officer in Minneapolis in May. Adams, along with thousands of others, was kept in line by heavily armed police who manned the streets and buzzed over the city in helicopters for several days. Months later, he watched in horror as a mob of Trump supporters stormed Congress, outnumbering security. </p> <p>“When I went to the Capitol for the Black Lives Matter march, the police were there with their guns and everything,” he says. “Now you are telling me there was no one out there to stop these people [the pro-Trump mob]? Why should I trust the government after that?”</p> <p>Adams' sense of unease about the government's intentions has bled into a host of <a href=\"https://www.ft.com/content/6660cb80-8c11-476a-b107-e0193fa975f9\">conspiracy theories</a>. He believes officials want to use the vaccination programme to implant microchips into people, but also talks at length about 5G mobile phone networks, secret concentration camps and the coming of the “New World Order”.</p> <p>All of this prompts an obvious question: where is he getting this information? </p>  <p><strong>In 2011, Andrew Wakefield, the disgraced</strong> British doctor whose now-debunked research falsely linked autism to the measles, mumps and rubella vaccine, travelled to Minneapolis to meet local Somali leaders. (His research, published in 1998, had been retracted and he had been struck off the medical register the year before his visit.)</p> <p>Concerns had been growing in the community for years about high rates of autism among Somali children, and Wakefield, dapperly dressed, with a cut-glass British accent, was there to tell them their fears about the MMR vaccine were well founded. The meeting was so sensitive that reporters and health officials say they were kept out by an armed guard. (Wakefield declined to comment in reply to FT questions.)</p> <p>Whatever happened behind those closed doors was to have ramifications in Minnesota and beyond for years. Academics in the state believe Wakefield's intervention exacerbated declining trust in the vaccination system among Somali families. In 2004, MMR vaccine uptake among children of Somali descent in Minneapolis was 92 per cent. Ten years later, it had fallen to 42 per cent. And in 2017, an outbreak of measles ripped through the Somali community, infecting 79 people and hospitalising 22.</p> <p>Further afield, Wakefield's visit — and similar high-profile fake claims — provided a blueprint for <a href=\"https://www.ft.com/content/f1966dd4-1c21-4a92-b726-f3634d8d9f16\">anti-vaccination groups</a> looking to make inroads into black communities across America. “This was when they first realised how effective they could be in the African American community just by tailoring their message slightly,” says Erica DeWald, director of strategic communications at pro-vaccine group <a href=\"https://vaccinateyourfamily.org/\">Vaccinate Your Family</a>.</p> <p>Children's Health Defense, for example, one of the most prominent anti-vaccine groups in the country, now mentions Tuskegee and slavery in its literature. The group, which was founded by Robert F Kennedy&#xa0;Jr, son of the late Bobby Kennedy, has also secured the support of the Nation of Islam, the religious and political group which brought Malcolm X, the 1960s black rights activist, to prominence.</p> <p>“These groups are working very hard to create vaccine hesitancy, building on existing and justified mistrust,” says Dorit Reiss, a professor at University of California Hastings College of the Law in San Francisco and an expert in vaccine regulation.</p> <p>Adams says he does a lot of research online, though he can't say exactly where. Many of the things he mentions, however, echo the messages put out by this network of anti-vaccine campaigners. “Did you see that woman fainting after she got her shot?” he asks, referring to a video of a nurse passing out during a press conference soon after being vaccinated. The nurse recovered quickly, but the footage was seized on and reposted many times by anti-vaccination groups online. “You want me to believe I should put that inside me?” says Adams.</p> <p>Social media companies have taken some action in clamping down on misinformation. Kennedy was banned from Instagram but remains on Facebook, with more than 300,000 followers, and Twitter, with more than 225,000. The video Adams refers to has been removed from Facebook but is on YouTube, albeit with a health warning. “Social media companies are trying to get rid of a lot of this material, but the system is easily gamed,” says Reiss. </p> <p>Meanwhile, a new source of online misinformation has cropped up: Clubhouse, the fast-growing audio app that lets users drop into and participate in real time conversations. While Clubhouse conversations are limited to 5,000 people, false statements about vaccines made there can have a wider impact because they are spoken out loud by a person who is not hiding their identity. And so the misinformation hunters have had to move there too.</p> <p>“For the past two weeks, I have spent way more time than I planned trying to dispel myths and conspiracy theories,” says Shireen Mitchell, founder of <a href=\"https://stoponlinevaw.com/\">Stop Online Violence Against Women</a>, a group that supports women of colour who are harassed online.</p> <p>Clubhouse says: “The spreading or sharing of misinformation is strictly prohibited on Clubhouse. If it is determined that a violation has taken place, Clubhouse may warn, suspend or remove the user from the platform, based on the severity of the violation.”</p> <p>But however hard Mitchell, Reiss, DeWald and their colleagues work to fight online vaccine falsehoods, most admit that trust can only be built by those who already have it — and ideally in person. “We don't have time to build trust as outside experts,” says Reiss. “The best thing we can do is to get people who already have trust to sell the message. There is a real risk that the anti-vaccine message is gaining momentum.”</p>  <p><strong>Reiss's sense of urgency is shared</strong> by many doctors, as new, more infectious variants of Covid-19 occur. A quick way to reach people is to promote instances of prominent black people receiving vaccines. This why footage of US vice-president Kamala Harris receiving the Moderna vaccine has been shared hundreds of thousands of times online — but also why anti-vaxxers have flooded comment sections with false conspiracy theories about whether the footage is real. </p> <p>Text messaging could be far more effective in reaching people than video, believes Fitzpatrick. “Underserved communities prefer texting,” she says. “And they don't like to download apps because they take up too much space.”</p> <p>Better still is word of mouth, especially in black communities. According to research by Nielsen, the data analysis company, black people are 37 per cent more likely than the general population to say they are influenced by word-of-mouth recommendations.</p> <p>“It probably started with the Underground Railroad,” says Fitzpatrick, referring to the secret network of people who helped slaves escape the southern states in the 19th century. “We trust these informal communication networks.”</p> <p>Her version of the Underground Railroad is Dr Lisa on the Street. She looks for a sunny day when people are more likely to be out, sets up her coronavirus information stall and waits for people to come and engage in conversation. Her self-funded film crew records conversations to post online later in the hope of reaching more people. But she knows that personal interactions have the biggest impact.</p> <p>Today, warming to his theme, Yusuf White begins to elaborate on his theory that diet and lifestyle offer far better protection against coronavirus than social distancing or a vaccine. “What about vitamin C? What about sea moss [a type of red seaweed made popular by celebrity Kim Kardashian]?” he asks Fitzpatrick. “Why are you taking over-the-counter medicines when they are worse than street drugs?”</p> <p>At last she interrupts, speaking softly but plainly. “How do you know?” she asks. “You're so busy talking that you're not listening to me. I'm telling you, you can take all those things, but if you get coronavirus, it's too late.” </p> <p>Over the next half-hour, she reasons and persuades White out of almost everything he appeared to believe about the pandemic. By the end of their conversation, his questions are less hostile. “What are the symptoms of Covid?” he asks. “Has the vaccination been given to people?” And finally: “Where do you go to get one? </p> <p><em>Kiran Stacey is the FT's Washington correspondent</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Kiran Stacey in Washington 2021 'The fight to overcome vaccine hesitancy among African Americans' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T10:31:53.334Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 22625,
          "end": 22630
        }
      ],
      "nexusId": "10022657"
    }
  ]
}