{
  "_id": "909ee4da627842bef4cac54447d8b1810d9c45829ffa642f54132b7e01ffabef",
  "feed": "wall-street-journal",
  "title": "Apple Puts New Wares On Display",
  "text": "<p>The rollout featured a further expansion of the company's in-house-designed processor chips to the iMac desktop computer. The chip change was part of a full iMac redesign -- the first significant redesign of Apple's popular desktop since 2012. Apple also said it is bringing its new chips to the high-end iPad Pro, which comes with a brighter screen and speedy fifth-generation, or 5G, connectivity.</p><p>The Cupertino, Calif.-based company began offering the faster 5G technology in its newest iPhones last fall, helping juice sales for the device. iPad sales rose 41% in the October-to-December quarter to $8.4 billion, and other Apple products such as its Mac computers, watches and wireless headphones also saw sales increases because of the pandemic.</p><p>The tech giant topped $100 billion in quarterly sales for the first time as consumers flocked to new iterations of the iPhone and other devices.</p><p>Analysts surveyed by FactSet, on average, expect iPad sales to fall in the second half of the fiscal year compared with a year ago, but still finish 2021 in September better than a year earlier.</p><p>The latest iPad Pro will be available to order April 30. The device starts at $799, while the larger version with its brighter screen will begin at $1,099. The iMac, which will be offered in a variety of colors, begins at $1,299. Apple's new M1 chip will allow the desktop to be much slimmer, according to the company.</p><p>The development of a paid subscription option within Apple's podcast app comes with a revamp of that app.</p><p>It underscores a core strategy that Chief Executive Officer Tim Cook has been championing since well before the pandemic, one focused on building out the company's digital services to fuel growth and keep consumers even more closely tied with Apple's ecosystem. The tech giant's services division generated almost $16 billion in sales in the quarter that ended in December, an almost 25% increase from the same period the previous year.</p><p>Mr. Cook's services-driven strategy will put Apple in closer competition with companies that operate on its devices. Some of those businesses have grown more vocal in complaints about Apple, saying it uses its might in anticompetitive ways.</p><p>The European Union has opened formal probes into Apple in part after Spotify accused the tech giant of abusing its control over how apps appear in its App Store. Apple has denied wrongdoing. Spotify has complained for years that Apple aimed to limit competition to benefit its own streaming service.</p><p>Executives from Spotify, Tile, Apple, Google and Match Group Inc. -- a dating company that owns the app Tinder and other properties -- are set to testify Wednesday in a hearing before a U.S. Senate subcommittee focused on competition and antitrust issues.</p><p>In 2005, Apple helped make podcasts mainstream by bringing the medium to iTunes. The format has taken off since then with listeners and advertisers, and tech companies have been working recently to beef up their offerings.</p><p>Spotify has said it plans to launch a subscription podcasting model that would let certain podcasters charge listeners for access on the streaming service. The new subscription options are set to be announced on Spotify as soon as next month, according to people familiar with the matter.</p><p>The streaming company has been adding subscribers thanks to its focus on podcasts, spending big money to lock in high-profile talent such as Joe Rogan. Amazon.com Inc. has signaled its expanded interest in podcasts by purchasing Wondery.</p><p>The tracking device revealed Tuesday had been expected for a while. Called AirTag, the devices can be affixed to users' bags or other items to track with their iPhone, similar to a product by Tile.</p><p>Apple will begin taking orders for AirTag on Friday, with the products arriving April 30. They are selling for $29 apiece or as a four-pack for $99.</p><p>---</p><p>Benjamin Mullin contributed to this article.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2356,
          "end": 2361
        },
        {
          "start": 2525,
          "end": 2530
        },
        {
          "start": 2243,
          "end": 2248
        },
        {
          "start": 2423,
          "end": 2428
        },
        {
          "start": 3698,
          "end": 3703
        },
        {
          "start": 2759,
          "end": 2764
        },
        {
          "start": 208,
          "end": 213
        },
        {
          "start": 1998,
          "end": 2003
        },
        {
          "start": 244,
          "end": 249
        },
        {
          "start": 1321,
          "end": 1326
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2137,
          "end": 2142
        },
        {
          "start": 627,
          "end": 632
        },
        {
          "start": 1463,
          "end": 1468
        },
        {
          "start": 1759,
          "end": 1764
        }
      ]
    }
  ]
}