{
  "_id": "bd0a1520e84d581d06d9e7e1d5009529913cfb90f80c311378454c454648c4e5",
  "feed": "market-watch",
  "title": "ViacomCBS unveils new Paramount leadership team, with new focus on streaming",
  "text": "<p>Among the changes&#xa0;expected as a result of the realignment is a greater push for Paramount to create content exclusively for its Paramount+ streaming service and other ViacomCBS VIAC networks and streaming platforms, people familiar with the company's thinking said.</p><p>“The moves we're making today will build on Paramount's strong momentum, ensuring it continues to engage audiences at scale while embracing viewers' evolving tastes and habits,” Bakish said in a statement Monday.</p><p>Paramount Pictures under the new structure will likely reduce by about half the number of theatrical releases it typically makes in a given year, said one of the people familiar with the company's thinking. Paramount Pictures had been targeting making at least a dozen theatrical releases annually, the person said.</p><p>On the television side, Paramount Television Studios will put more focus on creating shows for its own sister services such as Paramount+ and its cable networks including the Paramount Network, the people familiar with the company said. That is a shift from its current strategy which has made it a prolific supplier to services such as&#xa0;Netflix NFLX&#xa0;and&#xa0;Apple AAPL&#xa0;TV+, an approach some Wall Street analysts have cheered.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>Facebook says its rules apply to all. Company documents reveal a secret elite that's exempt.</p><p>Restaurants close dining rooms again as delta-driven infections spread.</p>",
  "published": "2021-09-13T20:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1155,
          "end": 1159
        },
        {
          "start": 1149,
          "end": 1154
        }
      ],
      "nexusId": "10022657"
    }
  ]
}