{
  "_id": "02788cd708334370c244f2c2c04080f63df8418f1ae7db3cd9fbd7bbca3d309f",
  "feed": "wall-street-journal",
  "title": "Universal Music Spinoff to Test Investors' Appetite for Music; Company behind Taylor Swift and Drake is expected to list in Europe on Tuesday after Vivendi distributes shares to its stockholders",
  "text": "<p>Analysts value Universal Music above €40 billion, equivalent to about $46.9 billion, higher than recent estimates and transactions indicate. In August, the company was valued at €33 billion, when billionaire William Ackman bought a 10% interest through his Pershing Square Holdings Ltd. hedge fund. The purchase came after Mr. Ackman scrapped ambitious plans to use his special-purpose acquisition company, or SPAC, to invest in Universal, citing Securities and Exchange Commission concerns.</p><p>Last year, Chinese internet conglomerate Tencent Holdings Ltd. doubled its stake in Universal to about 20% in a deal that valued the business at about €30 billion.</p><p>When the shares list, the Tencent-led consortium will have a 20% stake, and Mr. Ackman's entities and Vivendi each will have 10%. The rest will be distributed to each Vivendi shareholder. As a result, French investor and former chairman of Vivendi Vincent Bolloré will hold an 18% stake. There are no restrictions on investors that would keep them from selling the shares upon receiving them.</p><p>Tencent and Mr. Ackman have expressed interest in holding Universal long-term. Vivendi said it would hold on to its stake for at least two years to remain associated and for tax reasons. Whether Mr. Bolloré chooses to hold on to his stake—which would be worth roughly €6 billion at a €33 billion valuation—will be closely watched by investors and analysts.</p><p>Because Mr. Bolloré controls Vivendi via a 27% stake, that means he will control some 28% of Universal either directly or indirectly. People close to Mr. Bolloré said it was unclear what the tycoon would do with his stake, though they expect he will likely hold on to it for a while.</p><p>Mr. Ackman has laid out a bullish case for music, pronouncing it a better streaming business than video and drawing comparisons to the software industry. \"You need food and water to live, but music comes next,\" Mr. Ackman said. \"If you own UMG, you own a royalty on people listening to music.\"</p><p>At its capital markets day presentation to analysts last month, Universal executives said they expect revenue to grow by more than 10% this year at constant currencies, and profit to rise by double that amount.</p><p>The targets led Barclays to increase its valuation of the company to €41.4 billion from €38.5 billion. JPMorgan analysts said they believe their base case value of €54 billion \"will prove conservative.\"</p><p>Once public, analysts say, Universal will be the best way to participate in the music market. Competitor Sony Music Entertainment is accessible only as a small piece of Japanese conglomerate Sony Group Corp.; Warner Music Group Corp. has less than 15% of its stock listed publicly and is controlled by billionaire Len Blavatnik.</p><p>Universal's prospectus outlines the growth prospects of the music business, in which it commands some 40% market share. The more big acts it has under its umbrella, the more Universal makes from its licensing agreements with music-streaming services, such as those offered by Spotify Technology SA, Apple Inc. and Amazon.com Inc. Nine of the top 10 recording artists of 2020, by sales—and slices of the 10th—are on its roster, according to the International Federation of the Phonographic Industry.</p><p>After years of decimation because of piracy and plummeting CD sales, the music industry has been growing since 2016, thanks to the rise of music streaming. \"Even with its strong growth in recent years, UMG believes streaming is still in the early stages of global penetration,\" the music company said, pointing to technological innovations across devices and formats such as voice-controlled speakers and connected cars. It also highlighted music's intersection with social media and gaming, and licensing opportunities in digital health and fitness industries.</p><p>Vivendi is cashing in on its longtime prized asset. The French company, which dates back to the middle of the 19th century, will be left with businesses that include French pay-TV group Canal Plus, ad-holding firm Havas and publishing company Editis, as well as small divisions like the videogame maker Gameloft. (On Wednesday, Vivendi struck a deal to increase its stake in French media group Lagardère SA to 45.1% and indicated its intent to take over the entire company.)</p><p>Vivendi has held Universal since 2000, when it bought the media assets of Canadian conglomerate Seagram Co., then controlled by the Bronfman family.</p><p>Mr. Bolloré has made a fortune over the past three decades by seizing control of businesses, often without paying a premium. It took Mr. Bolloré less than two years to effectively take control of Vivendi after exchanging some pay-TV operations he owned for a small stake. Though his holding company remains Vivendi's No. 1 shareholder, Mr. Bolloré was replaced on Vivendi's board by his son, Cyrille, in 2019, one year after another son, Yannick, succeeded him as chairman.</p><p>Mr. Bolloré's handling of Universal has further enhanced his reputation as one of Europe's more skilled, if sometimes unpredictable, corporate tacticians. Since Mr. Bolloré took the helm, Vivendi has rebuffed offers for Universal, when the music company was valued at far less than it is today.</p><p>In 2015, Vivendi ignored calls from the U.S. hedge fund P. Schoenfeld Asset Management to sell some or all of Universal and use the funds to boost cash returns. In 2013, Vivendi rejected an $8.5 billion offer for Universal from Japan's SoftBank Corp.</p><p>Internally, Universal management has enjoyed a hands-off approach, according to people familiar with the matter. Mr. Bolloré backed Chief Executive Lucian Grainge on acquisitions and let the company's results, which have outperformed any other Vivendi unit by sales and profit, speak for themselves, the people said.</p><p>As streaming revenue rose in recent years, Vivendi repeatedly teased the idea of floating all or part of Universal, arguing that the increasing value of the music business wasn't reflected in its own share price. Vivendi's sales of stakes in Universal ahead of the listing added around €10 billion to the company's coffers.</p><p>Universal Music Spinoff to Test Investors' Appetite for Music</p>",
  "published": "2021-09-19T12:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3026,
          "end": 3036
        },
        {
          "start": 3026,
          "end": 3035
        },
        {
          "start": 3026,
          "end": 3031
        }
      ],
      "nexusId": "10022657"
    }
  ]
}