{
  "_id": "5e27e4a125e9a0439b0c7f0380aba9a68079fcaabcc2aed0de977989497ac1ef",
  "feed": "market-watch",
  "title": "HP CEO: PC shipments will be hampered by supply-chain issues into next year",
  "text": "<p>“We continue to see very strong demand, and expect to enter next year with a significant backlog,” HP HPQ CEO Enrique Lores told MarketWatch in a Zoom briefing Wednesday before launching a meeting with investors and analysts that included financial guidance for next year.</p><p>HP's stock, which has struggled as the backlog has increased, fell in late-afternoon trading to close down 0.9%. Shares have declined 12.7% in the past six months, as the S&amp;P 500 index SPX has increased 9.3%.</p><p>But shares snapped back in after-hours trading, and were up 4% after HP Chief Financial Officer Marie Myers offered fiscal 2022 earnings guidance of between $3.86 and $4.06 a share, easily exceeding street estimates of $3.79 a share, and the company raised its annual dividend 29% to $1 a share.</p><p>Lores, who outlined strides the computing pioneer is making in gaming (more than $2 billion in revenue), peripherals ($500 million for Instant Ink subscriptions), and digital services in HP's first investor day since 2019,said the PC maker is taking aggressive steps to meet surging demand as offices reopen. However, customers and partners should expect ongoing constraints due to the nettlesome issue of unavailability of integrated circuits, which are used in the IT industry across most categories, including the server and storage businesses.</p><p>For more: The tiny, $1 chip that is behind record price increases for computers</p><p>Lores said HP executives are “taking three key actions” to address the issue. The company has started signing agreements with components suppliers to manage access to components directly; designing its products so that more devices use the same components; and initiated a new enterprise resource planning system to optimize its ordering for components and ease an order backlog equal to a quarter's worth of PC sales, or about $10 billion.</p><p>“The pandemic has shown how fragile the supply-chain system is,” he added.</p><p>Though worldwide PC shipments grew from 1% (according to Gartner) to 4% (according to IDC) in the third quarter, HP suffered mid-single-digit declines in both reports. HP also lost its No. 1 status to Lenovo Group Ltd. HK:992, according to both third-party analyses, due to a 6% decline while Lenovo shipments grew 2% to 3%. Dell Technologies Inc. DELL and Apple Inc. AAPL also posted significant percentage gains as HP declined.</p><p>Lores attributed the slowdown to two trends: Surging demand for desktop PCs at a time when more people are working and learning remotely, and component shortages that are expected to persist into the first half of 2022. Adding to the chaos, many businesses are attempting to equip employees with two devices — one for the home and one for the office. HP said PC use today is 130% of what it was before the pandemic.</p><p>The trick for PC makers is bridging the gap between demand and their ability to fulfill backlogs, which often “comes down to small nuances that could lead to vastly different outcomes,” Daniel Newman, principal analyst at Futurum, told MarketWatch.</p><p>During HP's most recent earnings announcement, Lores addressed the company's plan to more closely manage its original design manufacturers, or ODMs. HP also must contend with competitors like Lenovo and Dell, which benefit from higher volumes, which can create even more competition for limited supply.&#xa0;&#xa0;</p><p>“I don't see the secular trends, like remote work and learning, changing, nor do I see the supply-chain fix being short-term — especially with the long tail to build additional manufacturing capacity and the workforce shortages likely to continue,” Newman said.</p><p>Many of HP's ills start with what analyst Patrick Moorhead describes as “the size and breadth of HP's supply chain,” which is smaller than those of Apple, Dell and Lenovo.</p><p>HP's de-emphasis of an outsourcing model, in which original design manufacturers managed relationships with components suppliers in addition to managing production, could be the long-term solution, analysts say.</p><p>“What I've picked up is that they have a much more hands-off approach when it comes to ODMs,” Moorhead, principal analyst at Moor Insights &amp; Strategy, told MarketWatch. “ODMs would manage supply of those pesky USB controllers and chips used for power management.”</p><p>During the securities analysts meeting Wednesday, HP executives focused on the total addressable markets for advanced personal systems ($560 billion), print ($360 billion), and peripherals ($110 billion). The company acquired HyperX, the gaming division of Kingston Technologies Co., for $425 million in February — its first of a peripherals company.</p><p>HP expects its foray into peripherals, gaming and software-driven services to pump up revenue next year and beyond. Collectively, revenue from gaming, peripherals, Instant Ink, industrial graphics and 3-D, and workforce solutions should exceed $10 billion in fiscal year 2022, according to Myers.</p>",
  "published": "2021-10-20T17:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2279,
          "end": 2289
        },
        {
          "start": 2279,
          "end": 2284
        },
        {
          "start": 3732,
          "end": 3737
        },
        {
          "start": 2279,
          "end": 2288
        },
        {
          "start": 2290,
          "end": 2294
        }
      ],
      "nexusId": "10022657"
    }
  ]
}