{
  "_id": "27ca2300d1c127988327d549d201a1e453f1026abd18d47dd369148553d20502",
  "feed": "ftcomall",
  "title": "Vaccine passports are a technical and ethical minefield",
  "text": "<p><em>The writer directs the Leverhulme Centre for Demographic Science at Nuffield College, Oxford university</em></p> <p>I remember the evening a co-worker arrived at our door waving a phone, beaming “I've got it!” His Android mobile was the only way to use the UK government app that let EU citizens apply for UK settled status after Brexit. After some unsettling jokes about uploading my private biometric data on his device, we completed the deed and he disappeared into the night. As governments around the world ponder digital vaccine passports, that evening remains in my mind. &#xa0;</p> <p>Vaccine passports are essentially certificates that link proof of vaccination to the identity of the holder, a potential silver bullet to return to our pre-Covid-19 lives. <a href=\"https://www.ft.com/content/472c36a7-3969-42e3-96a7-def2f9d04026\">Before the pandemic</a>, the EU was working on plans for cross-border electronic certificates to replace the paper booklets that many travellers carry. At this week's EU summit some leaders <a href=\"https://www.ft.com/content/a8346439-d365-43a8-be5b-c53d0bdbdd7b\">pressed for further steps towards coronavirus passports</a>. </p> <p>A recent <a href=\"https://royalsociety.org/-/media/policy/projects/set-c/set-c-vaccine-passports.pdf?la=en-GB&amp;hash=A3319C914245F73795AB163AD15E9021\">Royal Society report</a> that I led came up with 12 different criteria that would need to be satisfied to make such passports feasible. This is a complex ecosystem that requires an understanding of everything from immunity and infection to technology, ethics and behavioural factors. But the underlying question must be: what would a vaccine passport be used for? </p> <p>The head of <a href=\"https://www.ft.com/content/986a2348-8570-4444-9d73-dae0ac6552ab\">Heathrow</a> airport has called for digital health certificates to reboot international travel.<a href=\"https://www.gov.uk/foreign-travel-advice/estonia/entry-requirements\"> Estonia</a> and Iceland already link e-vaccination certificates to travel and exclusion from quarantine. <a href=\"https://www.ft.com/content/c11156ac-07c6-4859-80a2-bdae692bff38\">Greece is pressing the EU</a> to move quickly. There are precedents such as the airline industry group <a href=\"https://www.iata.org/en/programs/passenger/travel-pass/\">Iata's travel pass</a> initiative. But would these certificates only be required for international travel or could they be needed for getting a job, attending a football match, or buying some milk?</p> <p>Israel recently introduced a <a href=\"https://www.reuters.com/article/health-coronavirus-israel-green-pass-int-idUSKBN2AO2K3\">green pass</a> heralded as “<a href=\"https://www.jpost.com/israel-news/everything-you-need-to-know-about-israels-green-passport-program-659437\">the first step back to an almost normal life</a>”. It opens entry to gyms, cinemas, hotels and meets some our technical criteria such as verifiable credentials, portability, (attempts at) security for personal data and interoperability. It is valid for six months after a second dose and for “those who have recovered from coronavirus”. </p> <p>But this could be problematic. Current vaccines protect against severe disease, but we do not yet know whether they stop transmission, how quickly immunity wanes or if they are compromised by emerging variants. Whether someone who has “recovered” meets immunity criteria remains a question. In addition to an expiry date, we would need the ability to revoke a vaccine passport. Israel's warning of severe punishment for forgery is another reminder of what could go wrong.</p> <p>There is also the question of mission creep. Recall the UK's early <a href=\"https://www.tandfonline.com/doi/full/10.1080/13600869.2020.1794569\">digital contact tracing app</a>, which raised concerns about privacy, government surveillance and private sector data sharing. Or consider the <a href=\"https://www.arabnews.com/node/1804141/saudi-arabia\">technical problems with the Tawakkalna</a> app, introduced in Saudi Arabia, which is used for entry into many places but recently froze. </p> <p>All vaccine passports have the potential to block people from essential goods and services and exclude those who lack identification or do not own or cannot afford a smartphone. </p> <p>The RS criteria for a workable vaccine passport included equity, ethics and non-discrimination. That means we must ask who would we exclude? There is higher vaccine hesitancy among ethnic minorities and the jabs are being rolled out by age. Plus some people are excluded entirely: children, pregnant women and those with allergies. </p> <p>Others worry of a slippery slope towards digital health or ID cards. We are already partway there, as I discovered, with <a href=\"https://support.apple.com/en-us/HT208647\">Apple's link with healthcare institutions which allows me</a> to download my immunisation and medical records on to my iPhone. This technology could mean greater efficiency in the health system and better outcomes. But there would be serious ethical concerns if a vaccine QR code that tracks movement is linked to other data — say housing and immigration status — without our knowledge, or if it increases surveillance of already disadvantaged groups.</p> <p>Credit cards and social media data hold a wealth of behavioural and location data, that companies regularly mine. With vaccine passports, it will come down to trust in government and that can only be won through transparency. There is a risk that the government expends time and money to create a passport system only to have the public recoil in horror. </p> <p>We also shouldn't forget we are globally interconnected. When travel resumes, visitors and workers will cross borders and need global standards such the WHO's <a href=\"https://www.who.int/groups/smart-vaccination-certificate-working-group\">Smart Vaccination Certificate</a>. This could be a legal minefield of issues. Human rights and data protection need to be weighed against a duty of care and commercial freedom to act. Governments may make vaccine passports mandatory on economic grounds or to protect public health. Or they may decide to dodge that bullet, but allow businesses to require them instead.</p> <p>There is also the question of whether a domestic vaccine passport is worth the investment. That depends, of course, on vaccine rollout, virus mutation and other factors. To work, a substantial proportion of the population needs to be vaccinated with universal access, which in most countries is months away. In the meantime, let's put the pieces of this puzzle together and carefully judge if we like the picture that emerges.&#xa0;</p><p>Source: Melinda Mills 2021 'Vaccine passports are a technical and ethical minefield' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T16:54:49.185Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3679,
          "end": 3684
        }
      ],
      "nexusId": "10022657"
    }
  ]
}