{
  "_id": "28e787a13949fcd1aef9e4096c2ed4e4d1830363a27bf8210d1b97d7b7239713",
  "feed": "ftcomall",
  "title": "Letter: Hysteria over ID cards shows things never change",
  "text": "<p>I am baffled at the hysteria against ID cards manifested in the latest splutters about voting, including the comment by Labour's Cat Smith (“The Tories must reverse course on voter IDs”,<a href=\"https://www.ft.com/content/f060b381-694f-4f1b-a02f-10c4475732a1\"> Opinion</a>, May 15).</p> <p>I shared those very conventional views that ID cards were an invention of the Gestapo until I lived in France and worked in Switzerland and Nordic countries where citizens' privacy is much more cherished than in the UK.</p> <p>There, voting was so easy as you presented an ID card and did not have to produce letters or cards sent to an address. If your name was on the electoral register you got a ballot paper.</p> <p>Is this part of the Brexit pathology that anything done on the continent is unacceptable to Brits? My Liberal and left friends join with the anti-European right in denouncing the idea and then get out their iPhones and credit cards to pay for a drink even if they have given far more private ID details to American tech firms than would be required to get a UK ID card.</p> <p>To be sure, the government proposal is a “culture war” stunt. Evidence of voter fraud is nugatory to non-existent. What might be better would be for the NHS to produce a simple app or ID card sized proof of being vaccinated for Covid with picture, date of birth and date and type of vaccination(s).</p> <p>The English establishment is in one of its periodic fits of hysteria over ID cards and it shows that some things never change.</p> <p><strong>Denis MacShane<br></strong><em>Former Europe Minister<br>London SW1, UK</em></p><p>Source:  2021 'Letter: Hysteria over ID cards shows things never change' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-18T23:05:33.011Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}