{
  "_id": "e01a8fe3df74f926cc540f8237b8f74feb934b45988536675a99f08c189367fc",
  "feed": "ftcomall",
  "title": "EU lawmakers agree on rules to target Big Tech",
  "text": "<p>EU lawmakers have reached a breakthrough on how to target tech companies, including Apple and Google, as part of moves by Brussels to curb anti-competitive practices in the digital economy.</p> <p>The European Parliament's main political parties agreed on Wednesday to a deal that would apply to companies with a market capitalisation of at least €80bn and offering at least one internet service, such as online search, according to four people with direct knowledge of the discussions.</p> <p>It means the rules would draw more companies than thought into the EU's planned Digital Markets Act (DMA), a wide-ranging effort to rein in Big Tech. Brussels hopes to implement the act next year.</p> <p>Companies including Google, Amazon, Apple, Facebook and Microsoft would fall under its scope, alongside Netherlands' Booking and China's Alibaba.</p> <p>The agreement reached by a group of MEPs on Wednesday paves the way for EU lawmakers to vote on the package next week. Their plans would then have to be agreed with EU member states before becoming law.</p> <p>The act is aimed at banning anti-competitive behaviour, such as taking advantage of a dominant position in a sector to undermine rivals' services.</p> <p>The proposed rules will also boost the power of national competition authorities to scrutinise tech companies' acquisitions of smaller rivals, following fears that they are buying competitors on the cheap to ‘kill' challengers. </p> <p>The Socialists &amp; Democrats, the second-largest political party in the European Parliament, had been pushing for the rules to be widely drawn so that more companies would be subject to regulation. </p> <p>The centre-right European People's party, whose members include Germany's chancellor Angela Merkel and the president of the European Commission Ursula von der Leyen, wanted a more focused regulation targeting only the largest tech companies.</p> <p>Andreas Schwab, the EPP MEP leading the negotiations over the DMA said: “I am satisfied that the parliament is sending a united message to the market which is ‘game over with unfair business practices in digital markets'.”</p> <p>Lawmakers have also been involved in <a href=\"https://www.ft.com/content/7e8391c1-329e-4944-98a4-b72c4e6428d0\">long negotiations</a> over whether to ban targeted advertising, which is a big source of revenue particularly for Google and Facebook.</p> <p>As part of their compromise this week, MEPs have agreed not to ban the practice but to impose severe restrictions, including protection for children and tougher transparency requirements.</p> <p>Lawmakers have yet to agree on their common position on the Digital Services Act, another draft legislation that aims to clarify how big tech should deal with illegal or harmful content online, which could still be delayed until next year.</p> <p>EU regulators hope to agree a common position of the parliament, the commission and member states early next year before France, which will hold the rotating presidency of the EU from January, heads into presidential elections in April. </p> <p>“The political wind is behind these set of new rules,” said a person directly involved in the discussions. “The new rules aim to answer the fundamental question of how we think the modern internet should be regulated.”</p><p>Source: Javier Espinoza in Brussels  2021 'EU lawmakers agree on rules to target Big Tech' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T22:11:38.135Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 713,
          "end": 718
        },
        {
          "start": 84,
          "end": 89
        }
      ],
      "nexusId": "10022657"
    }
  ]
}