{
  "_id": "8a111dbf390d5e11686654f46c0309411b7b7bd9922e838c4d1b79a16e586db4",
  "feed": "market-watch",
  "title": "Snap points to possibility of Apple causing the long-feared ‘ad-mageddon'",
  "text": "<p>Apple updated its mobile operating system in April to give users the option of not sharing their data or having it tracked, making it more difficult for software developers to track users across their apps, and for advertisers to target their ads.</p><p>Based on comments by Snap SNAP on Thursday, the results are not pretty. The young social-media company, known for its Snapchat app, blamed the changes Apple made to iOS as a big factor in its $3 million third-quarter revenue shortfall. In addition, Snap executives forecast that fourth-quarter revenue would grow at a rate of only about 19% to 20%, down from third-quarter growth of 57%.</p><p>Shares of Snap plunged more than 20% in after-hours trading, taking some of the biggest names in tech with it — Facebook Inc. FB, Alphabet Inc. GOOG GOOGL, Twitter Inc. TWTR and Pinterest Inc. PINS all saw their shares fall after the Snap news.</p><p>Facebook, for example, has been warning about the effects of Apple's changes for more than a year, most recently in September, but investors have yet to see much change to Facebook's very profitable business model, even amid all the other controversies at the social-media giant.</p><p>Last December, Facebook even launched a full-on PR assault on Apple, with full-page ads in three national newspapers, proclaiming that Apple's then-upcoming changes would hurt the ability of small businesses to offer targeted advertising to consumers, and app developers' ability to offer free content.</p><p>But Snap co-founder and Chief Executive Evan Spiegel — who has previously avoided aiming any specific attacks at Apple regarding the change — said Thursday that the privacy changes have proved more problematic than expected, specifically mentioning that Apple even changed the tools that advertisers have to measure results of their ads.</p><p>Read more: How Apple's privacy changes will affect more than Facebook.</p><p>“I think what we really underestimated were the tooling changes,” said Spiegel. “Advertisers have essentially for a long time now used a set of really sophisticated tools to measure and optimize their campaigns, so that allows them to test out a bunch of different creative and see what's performing.”</p><p>With Apple's changes, he said, those tools “were essentially rendered blind.”</p><p>Still, Spiegel reined in his criticism of Apple, adding that these privacy changes were “important to the long-term health of the ecosystem” and something that “we fully support.”</p><p>In addition to Apple's huge changes, the global supply chain and staffing problems are affecting the number of ads that companies are starting to run in the all-important holiday season.</p><p>“[Advertisers] don't necessarily want to accelerate the field of products that they are going to have a hard time getting into the hands of customers, and that is somewhat broad,” Snap Chief Business Officer Jeremi Gorman told analysts on Thursday's post-earnings conference call.</p><p>But Snap executives added, in response to an analyst's question, that the Apple changes were having the biggest impact and would affect the broader advertising ecosystem, as some companies have been warning about but not yet quantifying.</p><p>“So what you're seeing when we go into Q4 is a full-quarter impact of those issues, on Q4, and you know the reason that we're mentioning, you know, iOS 15, is that that's going to continue to disrupt the advertising ecosystem,” said Derek Anderson, Snap's chief financial officer.</p><p>Facebook, Google parent Alphabet and Twitter all report earnings next week, and investors will be able to gauge how widespread those issues are from their results, guidance and comments on company conference calls. If the outlook for the fourth quarter from any of those companies is as dismal as Snap's, investors are likely to see a huge downdraft in internet ad companies. On Thursday, many investors were trying to get ahead of future bad news, which could even potentially impact the reported mega-merger talks between PayPal Holdings Inc. PYPL and Pinterest PINS.</p><p>If Snap's warning does prove to be applicable to its rivals, the next few weeks could spell an “ad-mageddon” for internet stocks and social-media companies.</p>",
  "published": "2021-10-21T21:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2180,
          "end": 2185
        },
        {
          "start": 1577,
          "end": 1582
        },
        {
          "start": 2975,
          "end": 2980
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1817,
          "end": 1822
        },
        {
          "start": 1296,
          "end": 1301
        },
        {
          "start": 1223,
          "end": 1228
        },
        {
          "start": 2448,
          "end": 2453
        },
        {
          "start": 1718,
          "end": 1723
        },
        {
          "start": 942,
          "end": 947
        },
        {
          "start": 30,
          "end": 35
        },
        {
          "start": 399,
          "end": 404
        },
        {
          "start": 2295,
          "end": 2300
        }
      ],
      "nexusId": "10022657"
    }
  ]
}