{
  "_id": "db3d4894b0d21877cfdd2b50bf88c81b8281badb55ccda4b973b08bae94e79f8",
  "feed": "ftcomall",
  "title": "The Versailles complex: political leaders and their palaces",
  "text": "<p>When Alexei Navalny's two-hour video about a palace <a href=\"https://www.ft.com/content/912032f7-06de-4224-ad89-bc2062aac381\">he alleged was Vladimir Putin's</a> hit 100m views on YouTube, you could see that the Russian president was rattled. </p> <p>A little more than a week later, oligarch Arkady Rotenberg was wheeled out to take the flak, saying it was his home — the imperial eagles, nautical exclusion zone and security service presence seem to tell another story, though. </p> <p>Protests, despite widespread arrests, are continuing. The eagles appear to be a copy of those on the Winter Palace in St Petersburg: and look what happened to that.</p> <p>History suggests that leaders have a blind spot for quite how such opulent vanity projects can irk. Romanian dictator Nicolae Ceausescu demolished a swath of Bucharest to build his extravagant Palace of the Parliament but was executed before it was decorated. </p> <p>Saddam Hussein was alleged to have 100 palaces in Iraq. The scale of former Ukrainian president Viktor Yanukovich's place was given away by the zoo and replica naval galleon.</p> <p>Former Zimbabwean president Robert Mugabe's palace in Harare was built to resemble the White House but, of course, bigger and with a bigger pool. Former Kazakh ruler Nursultan Nazarbayev's Ak Orda palace also mimics the US president's pad, but bigger and with a dome and mirror glass. President Erdogan's 1,000-room Ak Saray Palace in Ankara is bigger than Versailles.</p> <p>Much is usually made of the contents of these palaces: the garish furnishings and gold toilets, the crystal balustrades, the huge portraits of the dear leaders on white stallions. But style is personal. There is no reason we should mock dictators for their taste (albeit it's odd that they all seem to have the same taste). </p> <p>Instead, we might look to why they seek to build these behemoths in the first place. In their almost invariably neoclassical style, slightly Frenchified, always looking to Versailles (without, somehow, recalling how that ended) — they are a response to uncertainty and anxiety, to a lack of being rooted in legitimacy.</p> <p>Their scale exerts a presence on the landscape, an image of power extending into infinity, an attempt to inscribe their status into time and space. They tend to resemble hotels, which are grander than even the biggest houses. </p> <p>The games rooms and aqua-discos, the casinos, theatres, strip clubs and ice-hockey rinks (which all appear in Putin's alleged palace) are conjured up to fill the empty space. But there are few friends with whom to play poker or watch a pole dancer with because dictators live an isolated existence, paranoid and lonely.</p> <p>For dictators, there is no separation between home and work, everything is work and that work is the creation of an image and intimidation. Former President Trump's property branding is an extension of this neediness. His impeccable dictator-chic taste has often been noted: the pseudo-Versailles fittings and so on. His anti-democratic inclinations were foretold in his interiors.</p> <p>If the exteriors are French classical, the interiors are catalogues of kitsch; a cornucopia of inlaid side tables and ornate sofas, exotic animal sculptures, the huge TVs and chandeliers and acres of marble (Ceausescu's palace had, allegedly, 1m sq ft of marble and 3,500 tons of crystal). The palace becomes a feat of consumption, sometimes overwhelming the nation's finances.</p> <p>To fill the rooms takes dozens of flunkies scrolling the web to find appropriate fittings. The project becomes one of sheer accumulation. Approbation tends to fall on the gilded and monogrammed furniture, the pools and the menageries, but sometimes it is the most banal fittings that reveal the most: protesters brandishing gold-sprayed toilet brushes (referring to the €700 models Navalny picked out in his video) in the streets hit where it hurts — the average Russian wage is just over €500 a month.</p> <p><em>Edwin Heathcote is the FT's architecture critic</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><em>This article has been amended since publication to clarify the fact that not all of these buildings were residences</em></p><p>Source: Edwin Heathcote 2021 'The Versailles complex: political leaders and their palaces' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T05:00:15.723Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4105,
          "end": 4110
        },
        {
          "start": 4105,
          "end": 4112
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}