{
  "_id": "96898b19ffbfde4cd8bed7636a80cac0ead25cdfb0a946732510882cebfac7ea",
  "feed": "ftcomall",
  "title": "Hong Kongers rush to buy final edition of Apple Daily newspaper",
  "text": "<p>Hundreds of Hong Kongers queued for hours to buy the final edition of Apple Daily on Thursday morning, a day after the pro-democracy newspaper closed following the arrests of senior journalists and the government freezing its assets. </p> <p>The tabloid founded by media mogul <a href=\"https://www.ft.com/content/507751fa-6945-4d9d-a42a-effeb040492e\">Jimmy Lai</a> has long irritated authorities in Hong Kong and Beijing for its coverage of city officials and trenchant criticism of the Chinese Communist party. </p> <p>Its <a href=\"https://www.ft.com/content/b9cbb594-aa2e-491e-a0b4-2340a2423bbe\">closure has been viewed</a> as a marker of the deterioration of civic freedoms and crackdown on political opposition in the city after China imposed a tough national security law last year following pro-democracy protests in 2019. </p> <p>The law increased Beijing's control of the territory, which was promised a high degree of autonomy for 50 years following the handover from British to Chinese rule in 1997. </p> <p>Dominic Raab, UK foreign secretary, said Apple Daily's shuttering was evidence that the national security law was “being used as a tool to curtail freedoms and punish dissent — rather than keep public order”.</p> <p>Carrie Lam, Hong Kong's chief executive, hit back at western criticism of the paper's forced closure, accusing the US of “beautifying” criminal acts that endangered the state.</p> <p>Hong Kong authorities have accused the paper and its executives of endangering national security by publishing calls for sanctions against the city and its officials following the 2019 protests. Chinese state media have labelled Apple Daily secessionist. </p> <p>Apple Daily printed 1m copies of its <a href=\"https://www.ft.com/content/1eec04cb-bc7d-497b-9c87-4518355b5fc6\">final edition on Thursday</a>, far more than its usual circulation of about 150,000 copies. </p> <p>At some newsstands, the lines were hundreds deep. In Mong Kok, one of the city's busiest shopping districts in Kowloon, supporters lined up at newsstands at 1am to get a copy straight off the presses. Many vendors were sold out by Thursday morning.</p> <p>“I felt too sad to shed any tears,” said one 55-year-old man who said he had read Apple Daily since it was launched 26 years ago. “I read everything in the paper, including the columns, the sport, everything . . . I can't think of any other newspaper that I would buy instead.”</p> <p>At the offices of Next Digital, Apple Daily's parent company, staff gathered on the roof and shined their mobile phones to supporters gathered below. Many employees had resigned in the lead up to the closure, especially after police <a href=\"https://www.ft.com/content/0ebdbf6c-315d-43c8-9b5e-dc6efc0af953\">raided the company's offices</a> last week and arrested five executives, including Ryan Law, the paper's chief editor, under the national security law — the first time the national security rule had been used against journalists. </p> <p>Apple Daily's news articles and other content was taken offline at midnight on Thursday in a possible sign of concerns about further legal troubles the company faces. Internet users had scrambled to archive the material on Hong Kong web forums.</p> <a href=\"http://www.ft.com/cms/1770e787-22db-4c57-9228-31528a37de8a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Primrose Riordan and Nicolle Liu in Hong Kong 2021 'Hong Kongers rush to buy final edition of Apple Daily newspaper' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T04:26:15.154Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2581,
          "end": 2586
        },
        {
          "start": 42,
          "end": 47
        },
        {
          "start": 1926,
          "end": 1931
        },
        {
          "start": 70,
          "end": 75
        },
        {
          "start": 1470,
          "end": 1475
        },
        {
          "start": 1444,
          "end": 1449
        },
        {
          "start": 871,
          "end": 876
        },
        {
          "start": 2154,
          "end": 2159
        }
      ],
      "nexusId": "10022657"
    }
  ]
}