{
  "_id": "60785c019297f09fd67f2f552b4c9e2d9bc65e437d9fd16b9a0d0b271fff41ef",
  "feed": "ftcomall",
  "title": "Pandemic winners and losers",
  "text": "<p><em>Please share this newsletter with friends and colleagues who might find it valuable and let them know that, even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. Welcome and please sign up </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>US <a href=\"https://www.ft.com/content/b254833a-27c9-482c-8492-4b63571e57ee#post-b377e97e-1ea0-4df1-be47-74838f6fcb52\">new home sales</a> have hit their highest level since 2006</p></li>  <li><p>Russia <a href=\"https://www.ft.com/content/b254833a-27c9-482c-8492-4b63571e57ee#post-7b613f27-edf2-455f-aa8b-e82093b06b32\">increased interest rates</a> by 50 basis points to 5 per cent, the second rise this year</p></li>  <li><p>FT analysis shows vaccine uptake <a href=\"https://www.ft.com/content/e3a60193-0cb6-447a-a4dc-fec204b40446\">is increasing</a> among ethnic minorities in England</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our </em><a href=\"https://www.ft.com/content/b254833a-27c9-482c-8492-4b63571e57ee\"><em>live blog</em></a></p> <p>As young people emerge blinking from lockdown, they will start celebrating their newfound freedom by organising and sharing their social activities like never before. That's the thinking behind the forecast for an <a href=\"https://www.ft.com/content/7990bb4c-b366-4811-91ac-b9cfb26b6678\">80 per cent rise in revenues</a> for the next quarter from Snap, the parent of messaging app Snapchat as it announced its results.</p> <p>The flurry of earnings statements over the past few weeks has offered us a range of insights into consumer behaviour as well as a guide to the changing fortunes of the world's biggest companies as vaccines brighten economic prospects and economies, in the richer parts of the world at least, reopen for business. </p> <p><a href=\"https://www.ft.com/content/5cc8f198-345f-4a21-997f-acc841c7b39b\">US banks</a> were among the biggest winners in the first quarter, benefiting in particular from a boom in investment banking. Record profits were also announced by the likes of asset manager <a href=\"https://www.ft.com/content/ddc50d19-4e50-4375-9390-aa0923d5d090\">Blackstone</a>, boosted by rising prospects of economic recovery and backstopped by government support programmes.</p> <p>Retailers, particularly those reliant on bricks-and-mortar outlets, have endured a difficult time as stores were forced to close. <a href=\"https://www.ft.com/content/912b75ba-f025-4b20-820e-7c994bff8ff0\">Inditex</a>, the world's largest clothing retailer, reported a sharp fall in full-year profits, made worse by the trend for stay-at-home loungewear rather than the fast fashion favoured by the likes of its Zara chain. Discount store Primark <a href=\"https://www.ft.com/content/03cb1c6a-efca-40bd-9d7c-8754b56c0ce3\">reported plunging profits</a> but is ploughing on with openings on hopes that pent-up demand would drive consumers back in store. </p> <p>After enduring the worst year in aviation history, first-quarter announcements from US <a href=\"https://www.ft.com/content/429cc929-eae3-4a3f-9b43-4bcfae4ecb9e\">airlines</a> were peppered with optimism that “the worst is behind us” and hopes that the summer holiday season could yet be saved. In Europe, Ryanair chief <a href=\"https://www.ft.com/content/17c23e3f-7f4c-4a22-844b-6b250fbafd5a\">Michael O'Leary</a> told an FT audience this week that corporate travel could be back to pre-pandemic levels by 2022.</p> <p>Announcements from the <a href=\"https://www.ft.com/content/7f9dd5f1-db83-4ee1-b262-75c665dba822\">luxury sector</a> have been even more optimistic, indicating damage from the pandemic could be overcome as early as this year as shoppers in the US and China more than compensate for the lack of sales from shuttered boutiques in European capitals. Hermès yesterday reported revenues 33 per cent up on the same period in 2019, while <a href=\"https://www.ft.com/content/9c892b85-9ae2-4ef9-8e42-9a09baf3492b\">LVMH</a>, the world's biggest luxury group, last week recorded an increase of 8 per cent.</p> <p>Consumer companies offer some interesting insights into societal changes. US group <a href=\"https://www.ft.com/content/b32e4685-b07d-402a-909a-5c141503b08b\">Procter &amp; Gamble</a> lost sales on razors as men toiled at home unshaven, but more than made up for the shortfall from the boom in cleaning products. <a href=\"https://www.ft.com/content/1e66673b-1dd0-4b3d-aff2-6736d93936b8\">Nestlé</a>, the world's biggest foodmaker, reported its fastest quarterly sales growth in a decade as caffeine heads swapped their usual café visits for Nespresso pods and splashed out on home baking ingredients.</p> <p>Obvious losers have been sectors relying on live events such as concerts and professional sports. <a href=\"https://www.ft.com/content/9aee33d9-a3de-43fe-ab3d-2a7ba7ab49d3\">Informa</a>, the world's biggest exhibitions organiser, announced a £1.1bn loss and said it expected large-scale physical events to be one of the last parts of the economy to return to pre-pandemic trading levels.</p> <p>One question still to be resolved is whether <a href=\"https://www.ft.com/content/e88132b0-bc8d-4c6a-aa60-3677c7c94a73\">“stay at home” stocks</a> that benefited from the pandemic, such as video conferencing company <a href=\"https://www.ft.com/content/f05fc2b9-3dee-4b27-87d1-ae05cae60109\">Zoom</a>, can continue to expand as life returns to some kind of normality. There will be more clues next week with quarterly statements due from Apple, Amazon, Facebook and Microsoft.</p> <h2>Global economy</h2> <p>Services in the <strong>eurozone</strong> have <a href=\"https://www.ft.com/content/bdc3366a-2fec-4288-a7b5-1af90f08e4db\">returned to growth</a> for the first time since last summer while manufacturing is expanding at its fastest since records began in 1997, according to IHS Markit's PMI survey. “Pent-up spending, restocking, investment in new machinery and growing optimism about the outlook have all helped fuel a further record surge in both output and new orders”, it said. The <a href=\"https://www.ft.com/content/3768f00c-3c51-49f9-b49c-19cb1480b72a\">European Central Bank</a> said the recovery still had a long way to go as it kept interest rates on hold at its latest monetary policy meeting.</p> <p><a href=\"https://www.ft.com/content/46098033-7696-4e3f-b7f3-065385490e72\">Consumer confidence</a> and spending in the <strong>UK</strong> is rebounding quickly as the second quarter gets under way, according to new research data and confirmed by official figures on debit and credit card transactions. <a href=\"https://www.ft.com/content/bbb2973d-6086-4951-9747-bfa4f08f409b\">Retail sales</a> in March rose strongly as Britons stocked up on food for Easter and clothes and gardening products. The UK's pandemic support measures have pushed <a href=\"https://www.ft.com/content/68804db6-11a1-4d6e-97b2-ba83cb476e43\">borrowing</a> to its highest level since the second world war. </p> <h2>Business</h2> <p>The true scale of pandemic damage to UK business may be revealed when “the dam of <strong>zombie businesses</strong>” breaks this summer as government support measures come to an end. The number of companies in serious <a href=\"https://www.ft.com/content/28d50871-2858-42e7-894d-bfde0bf5c77d\">financial distress</a> has risen at the fastest rate in more than seven years, according to insolvency group Begbies Traynor. </p> <p>The continuing huge demand for home PCs during the pandemic helped chipmaker <strong>Intel</strong> <a href=\"https://www.ft.com/content/be61a4db-fb1f-4756-8fe8-ad21568d9fc5\">mitigate losses</a> from its data centre business as it reported first-quarter results. Global PC sales peaked at more than 350m in 2012 before falling below 260m in 2018, only to jump back above 300m last year. </p> <p>Falling demand for newsprint and office paper has been turbocharged by the pandemic, dealing a harsh blow to the <strong>paper industry</strong>. Finland's <a href=\"https://www.ft.com/content/921982b6-94f3-46df-ae55-e30985239424\">Stora Enso</a> said it would close two paper mills and reduce capacity by more than a third. The shift has, however, been cushioned by the demand for packaging materials as online shopping continues to grow. </p> <h2>Markets</h2> <p>As a strong US bounceback fuels fears of economic overheating, funds that hold <strong>inflation-protected bonds</strong> are enjoying their <a href=\"https://www.ft.com/content/951002b3-5938-41e3-9294-d7b7db38156f\">highest inflows</a> since the aftermath of the global financial crisis. “[Treasury Inflation-Protected Securities] are not going to give you great yield or return potential, but if you are worried about a significant upside surprise in inflation, there is really no better investment out there that can act as a hedge,” said one analyst.</p> <p>“For equity markets, the parallels between current conditions and those of 1999 are striking and worrisome,” writes Citi strategist <a href=\"https://www.ft.com/content/eba424d5-185a-4d6c-805d-4a4a9e199f89\">Tobias Levkovich</a> in the FT. <strong>Investor euphoria</strong>, driven by the fear of missing out and the widespread belief that “this time is different”, indicates a market correction could be on the horizon, he argues. </p> <p><strong>Developing countries</strong> borrowed on foreign markets at record speed in the first quarter but a resurgent virus in countries such as India and Brazil means risks are mounting for investors in <a href=\"https://www.ft.com/content/47605463-78b8-43f9-b109-c72adad6ed6d\">emerging market debt</a>.</p> <h2>Have your say</h2> <p>XTRS comments on <a href=\"https://www.ft.com/content/f568997c-513c-48b0-8422-fabacda46418?commentID=f374ed27-c36a-4b2e-9127-3b58e95c0204\">The new frontiers of hybrid work take shape</a>:</p> <blockquote>  <p>As a social science academic, I have been working in a hybrid mode since the early 2000s, when laptops became powerful enough to run advanced statistical packages. What are the benefits of this? I am by far more productive at home than in my office. I work faster and on more sophisticated issues. All my research projects have been produced at home. In my Department room, I work on my repetitive tasks (for example, marking exams) and have meetings with my students, the staff and the faculty.<br>What are the main problems with this hybrid model? You need a considerable amount of self-control, and you should learn how to manage your time and when to stop working. Many academics are crazy workaholics, and the average working time exceeds any healthy standards (many surveys show this). I employed several years adjusting my life to this, and now I am more efficient.</p> </blockquote> <h2>Final thought</h2> <p>The diversity of nominees for the 93rd Academy Awards is being touted as a watershed moment for the film industry. Here's <a href=\"https://www.ft.com/content/45ce37d3-7b45-4d2e-a024-7216f1159448\">everything you need to know</a> about Sunday night's Oscars.</p> <p><em>We would really like to hear from you. Please let us know what you think of this newsletter, or send any thoughts or suggestions to </em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thank you.</em></p><p>Source: Darren Dodd 2021 'Pandemic winners and losers' FT.com 23 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-23T16:36:12.367Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3891,
          "end": 3896
        }
      ]
    }
  ]
}