{
  "_id": "91cb2df171e22e0926acfe82270351dd7a50271745bc6785876e484c85bac7b4",
  "feed": "ftcomall",
  "title": "Beijing forces elite Jack Ma academy to halt new enrolments",
  "text": "<p>Jack Ma's elite business academy has been forced to suspend new student enrolments following pressure from Beijing as authorities tighten their chokehold on the Chinese tech billionaire's empire. </p> <p>Hupan University, an executive training programme that is reputedly as hard to get into as Harvard, has suspended a first-year class that was set to begin at the end of March, according to people close to the institution. It was unclear when new students would be able to enrol, they added.</p> <p>The targeting of Hupan is the strongest indication yet that the crackdown on Ma's interests is broadening beyond his businesses to encompass other activities through which he projects influence. </p> <p>Regulators scuppered the <a href=\"https://www.ft.com/content/e6d0dffe-a691-484e-9c3e-434d1553a3d6\">$37bn initial public offering</a> of Ma's payments business Ant Group at the last minute in November and the following month launched an antitrust probe into his ecommerce company Alibaba. </p> <p>The entrepreneur has not been seen in public since October when he publicly criticised China's regulators and state-owned banks, bar <a href=\"https://www.ft.com/content/d3e0ab4a-6362-4b58-99b3-23185b9a1cd4\">one brief video appearance</a> in January.</p> <p>Ma led a group of industrial and technology titans to set up Hupan in his hometown of Hangzhou in 2015 with the aim of teaching entrepreneurship, business management and corporate culture to a select group of high achievers each year.</p> <p>“We want Hupan to run for 300 years,” Ma, who is Hupan's president, said when welcoming the first batch of students six years ago.&#xa0;</p> <p>Hupan quickly became one of China's most prestigious business schools, with students having the opportunity to attend classes taught by Ma. Foreign entrepreneurs such as Travis Kalanick, founder of ride-hailing group Uber, have also given lectures at the school.&#xa0;</p> <p>But the Chinese Communist party has grown increasingly suspicious of the billionaire's clout and influence in society, according to people familiar with the matter, setting the stage for the move against his university.</p> <p>“The government thinks Hupan has the potential to organise China's top entrepreneurs to work towards a common goal set by Jack Ma instead of the Communist party,” said a person close to the school. “That cannot be allowed.”</p> <p>People close to the situation caution that while Hupan is under pressure, classes are in session for existing students and the school is not set to close for good.</p> <p>Beijing has also pressured Alibaba to <a href=\"https://www.ft.com/content/79c2459d-85fe-457b-bb09-26d587eeaed6\">divest some of its holdings</a> in China's leading private media groups as officials worry that Ma and the company have been trying to influence public opinion, according to people familiar with the matter.</p> <p>Some high-ranking officials in Beijing have begun to view the school as a modern-day version of the Donglin Academy, one person said. The private academy was a powerful 17th century debating ground that spawned like-minded thinkers who eventually influenced politics and weakened the Ming Dynasty government.&#xa0;&#xa0;</p> <p>“Hupan is like an elite community, it's one of [the authorities'] main targets,” said another person who has worked with Ma. The person added that while Beijing might view Hupan as a means for Ma to build an even more powerful following, the school was focused on entrepreneurship.</p> <p>Ma has made education his signature initiative since stepping away from his formal role at Alibaba in 2019. While his charity has poured funding into rural education, Hupan is a big focus of his efforts. </p> <p>Its programme runs for three years, with students travelling to the Hupan campus every couple of months for classes and networking. Prospective students must have founded a company, paid corporate tax for three years, employ more than 30 people and generate at least Rmb30m in annual revenue.&#xa0;The application deadline is November with the new class starting in late March.&#xa0;</p> <p>Famous Hupan alumni include prominent Chinese tech entrepreneurs such as Jean Liu, president of ride-hailing group Didi, and Shen Peng, founder of online insurance platform Waterdrop.</p> <p>The school spent Rmb580m ($89m) on a new campus which opened last year, according to local media reports. Designed by renowned architect Kris Yao, the school's circular structure includes ponds, water lilies and a pavilion, resembling US tech group Apple's Silicon Valley campus. Ma hopes to build a second Hupan campus in southwestern Yunnan province.</p> <p>Guards prevented an FT reporter from entering the campus during an attempted visit last month. </p> <p>Beijing's crackdown on Ma's interests has yet to target the billionaire personally. His friends and associates say that even as he has adopted an uncharacteristically low-profile lifestyle, Ma remains <a href=\"https://www.ft.com/content/784fb680-3e58-4c7a-a375-2f78fad52c64\">free to move about</a> and is working to solve Ant's regulatory issues.&#xa0;</p> <p>Hupan said classes were&#xa0;running normally but did not respond to requests for further comment.</p> <p><em>Additional reporting by Nian Liu in Beijing and Tom Mitchell in Singapore</em></p><p>Source: By Sun Yu and Ryan McMorrow in Beijing 2021 'Beijing forces elite Jack Ma academy to halt new enrolments' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T05:00:07.443Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4148,
          "end": 4153
        }
      ],
      "nexusId": "10022657"
    }
  ]
}