{
  "_id": "37d54715bfa5be1df3d9f77833ba35e75bae74774110383916013a803c6a0e3e",
  "feed": "ftcomall",
  "title": "China's Didi data displeasure ",
  "text": "<p>Shares in Didi are down more than 20 per cent in New York today, after a Chinese regulatory crackdown over the weekend spooked investors in the ride-hailing app that only listed in the US last week. </p> <p>Beijing's displeasure with Chinese companies listing in New York has become ever more apparent over the past few days. It began on Friday with the Cyberspace Administration of China&#xa0;(CAC) announcing an investigation on data security and <a href=\"https://www.ft.com/content/0d1d96e7-6b56-4c92-b6f1-b0f93d8b5e72\">ordering Didi to stop</a> registering new users. This came two days after <a href=\"https://www.ft.com/content/dd7ea7fa-96c4-420c-94be-5730a284cc04\">Didi completed a $4.4bn IPO,</a> the biggest since Alibaba, with a capitalisation of $80bn. It priced at $14 a share, began trading at $16.65 and is currently priced at $12.30. </p> <p>Then on Sunday, the CAC ordered Didi's app to be<a href=\"https://www.ft.com/content/809b31e2-6b1e-42b6-8009-3ea78969d870\"> taken off domestic app stores</a> as it had “problems of seriously violating laws on collecting and using personal information”.</p> <p>Today, the Chinese government came out into the open in showing its annoyance over US launches, announcing it would <a href=\"https://www.ft.com/content/095eb7ac-09ea-4a5c-8253-d8ca2d945614\">tighten restrictions on overseas listings</a>. The State Council said it would act to strengthen the protection of sensitive data related to overseas listings, and “consolidate the information security responsibilities of overseas listed companies”.</p> <p>Beijing appears to be mirroring US concerns about national and data security and this tit-for-tat has investors running scared. Bruce Pang, head of research at the investment bank China Renaissance, said the new rules may impose long waiting periods on any companies looking to list abroad, which “will hit investor sentiment, depress valuations for IPOs in the US&#xa0;and make it more difficult to raise funds in New York”.</p> <p>Thirty-four Chinese companies raised a record $12.4bn in New York during the first half of 2021, according to data from Dealogic. However, more than <a href=\"https://www.ft.com/content/d0873b18-01ea-44d3-ac5c-755e0e50d2e3\">two-thirds have sunk below</a> their initial public offering price, as growing regulatory scrutiny hit investor sentiment.</p> <p><a href=\"https://www.ft.com/content/edeba135-6fea-4aa5-9b9e-a6e0bcdb0058\">Lex points out </a>regulators are also<a href=\"https://www.ft.com/content/771f6d40-ecd2-4855-8193-d0550f1d2e3d\"> investigating Full Truck Alliance </a>and Kanzhun after the road freight app and online recruitment group both listed in New York last month. Like Didi, they rely heavily on China for sales and a ban on signing up new users will damage their businesses.</p> <p>Beijing has been riled by US legislation that forces Chinese companies to give access to their audit files to regulators or face being delisted. On Tuesday, the State Council called for establishing “a system for extraterritorial application of [China's] capital market laws”.</p> <p>The moves do seem likely to <a href=\"https://www.ft.com/content/00403ae5-7565-413e-907d-ad46549375ba\">jeopardise future New York listings</a>. “This is now a risk factor that is unmeasurable, unpredictable and impossible to navigate,” said an executive at one Wall Street bank.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Nextdoor calls on Spac for listing</strong><br>Hyperlocal social media platform Nextdoor has<a href=\"https://www.ft.com/content/a9981c05-e8a7-4788-9487-56a488c904e5\"> agreed to go public </a>through a merger with a special purpose acquisition company, in a deal that would value it at $4.3bn. It will merge with a Nasdaq-listed Spac launched by Silicon Valley VC firm Khosla Ventures.</p> <p><strong>2. Jassy's golden hello</strong><br>Amazon executive Andy Jassy is being handed a stock package<a href=\"https://www.ft.com/content/3b058692-8cf2-4bd8-83bc-5dc0f6081534\"> worth more than $200m</a> as he takes over from Jeff Bezos as chief executive today. In a regulatory filing, the company said it had approved the 61,000-share plan, which will vest over the next 10 years.</p> <p><strong>3. ByteDance aims TikTok AI at business</strong><br>ByteDance is selling some of the artificial-intelligence technology that powers its viral video app TikTok <a href=\"https://www.ft.com/content/bed7cba1-db7a-49c7-9d57-06fd19e14e10\">to websites and apps outside China,</a> as it broadens its revenue streams ahead of a long-anticipated initial public offering. A new division called BytePlus quietly launched in June and already lists customers all over the world, including in the US.</p> <p><strong>4. Coop can't cope with ransomware</strong><br>More than 1,000 companies have been hit in <a href=\"https://www.ft.com/content/a8e7c9a2-5819-424f-b087-c6f2e8f0c7a1\">the latest global ransomware attack</a>, with Sweden's Coop grocery chain forced to close hundreds of stores. In one of the largest supply chain attacks to date, hackers compromised companies through Kaseya, an IT management software supplier. <a href=\"https://www.ft.com/content/194de509-c952-47b1-b354-80b46508f575\">Lex looks at</a> the growing cost of attacks and insurance.<a href=\"https://www.ft.com/content/c4ea6fb3-6262-4426-9503-05391f0e523a\"> Elisabeth Braw says</a> a digital bias has left some companies exposed and the value of older workers should not be overlooked.</p> <p><strong>5. Not coming to a screen near you</strong><br>Next-generation OLED displays are features of the latest 5G iPhones and Samsung Galaxy handsets. But they are next in line to fall victim to the effects of the global chip shortage,<a href=\"https://www.ft.com/content/55b22c7f-ec3c-4ae0-afe1-95c32332c376\"> explains June Yoon</a>.</p> <h2>Tech tools — Sony's neckband speaker</h2> <p>If you want an alternative to putting devices in or over your ears to hear video calls or listen to music, this non-bud may be for you. Sony announced today its <a href=\"https://presscentre.sony.eu/pressreleases/a-better-way-to-work-from-home-sony-introduces-the-srs-nb10-wireless-neckband-speaker-3114902\">SRS-NB10 wireless neckband speaker</a> that is designed to rest on your shoulders. It features a full-range speaker unit angled upwards so as not to disturb those around you and a passive radiator to boost the bass. There are two microphones so you can be heard clearly at the other end and battery life is put at 20 hours. The neckband should be available in September for around $150 (€150).</p><p>Source: Chris Nuttall in London 2021 'China's Didi data displeasure ' FT.com 6 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-06T18:48:32.550Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}