{
  "_id": "b5d2efa94f18a9dec3f7ac892bf51aa105a98c0e8adcfaa64a127d87f0e4eb5e",
  "feed": "ftcomall",
  "title": "The ‘big data' of botany",
  "text": "<p>What we devise for one purpose has a way of being useful for another. My favourite example is the lotion Skin So Soft, marketed by Avon. “We use the power of beauty to transform women's lives”, Avon's website emphasises. When Skin So Soft hit the market as a beauty product, it was found by users to repel mosquitoes and be a defence against deer ticks.</p> <p>In botanical gardens, herbaria are another example. They are collections of preserved bits of plant, usually dried, labelled and filed between papery sheets. At Kew the great herbarium contains more than 7m specimens and the number grows annually. Their primary use was for the identification of plants found in the wild. In the past 30 years they have turned out to have other applications.</p> <p>In a fine new book*, Barbara M Thiers, longtime director of the <br>New York Botanical Garden's huge herbarium, traces the emergence and changing uses of herbaria worldwide. She writes with a lucid, calm authority from which I enjoy learning. She sets out the challenges of these remarkable collections, her life's work. Her book is invaluable for any personal library on the history of plants and their future. It is beautifully produced.</p> <p>Herbaria are not easy housemates. They take up space, need trained workers and a controlled temperature. To outsiders they might seem relics, physically and scientifically, of an outdated age. Until the late 1990s <br>I watched attempts by bureaucrats and biologists to sideline Oxford university's herbarium of more than a million specimens and hamper plant identification. It was a mercy, as administrators now realise, they failed. </p> <p>In Louisiana, they were slower to grasp the issues. In 2017, the University&#xa0;of Louisiana at&#xa0;Monroe ordered a new home to be found for its herbarium, or the collection would be thrown out: its site was needed for a football stadium. As the collection covered almost every vascular plant known in Louisiana, it would have been a serious loss. It found a haven at the Botanical Research Institute in Fort Worth, Texas.</p> <p>Thiers explains why herbaria now have a value far beyond their original purpose. One reason is that since the 1990s DNA has been readily extractable from dried bits of plants, even if the bit is hundreds of years old. It helps us to construct family trees and rearrange plant names, to gardeners' exasperation, but also allows plants' genomes to be reconstructed. </p> <p>The results show which gene controls a plant's height, colour and so forth, to the great advantage of plant breeders. Diseases can also be traced and plotted. Potato blight was lethal in Ireland in the 1840s. Only recently has its progress been tracked and understood from potato holdings in herbaria.</p> <p>Chemical changes in the soil and air are also trackable. Plants take up heavy metals in the water they absorb and, as a result, their concentration can be measured and plotted through time from herbarium specimens of differing dates. Historians have preferred to focus on broader-brush evidence for climate, gleaned from samples of the polar ice caps or carbon-dated timber. Specimens in herbaria offer much more finely calibrated evidence, specific to labelled habitats and years. </p> <p>Plants take up carbon dioxide through holes in their leaves. The more openings their leaves have, the denser the carbon must have been in the surrounding atmosphere when the specimen was collected. The evidence for levels of free-floating carbon shows its drastic increase in recent decades.</p> <p>From herbaria's specimens we can track the past flowering seasons of individual plants in specific locations. Current flowering times can then be compared, and it will surprise nobody whose primroses are already flowering that the direction of change is to ever-earlier seasons. </p> <p>Herbaria are repositories of historical depth. Examining collected specimens from closely defined bits of ground at closely defined times is a marvellous way of tracking invasive species and the loss of less robust ones. Biodiversity is never a stationary target.</p> <p><a href=\"https://www.ft.com/content/ec0c8220-8e95-11e9-a1c1-51bf8f989972\">When digitised</a>, herbaria become powerful sources of prediction and scientific analysis. Thiers explains how their mass of data worldwide is an extraordinary resource for “big data” science. From 2003 to 2017, grants from the Andrew W Mellon Foundation enabled the Global Plants Initiative, which amassed data and images of about 2.4m plant specimens from more than 300 herbaria. </p> <p>Such data can be mapped on to particular landscapes and used to measure environmental change and loss. It co-ordinates our fragmented knowledge of what actually grows on the planet we talk of saving.</p> <p>As Thiers explains, herbaria go back to Luca Ghini in the first half of the 16th century. He was active first in Bologna, then in Pisa, where he helped to found the world's <a href=\"https://www.atlasobscura.com/places/botanical-garden-of-pisa\">oldest botanical garden still in existence</a>, and still notable for its straight-trunked trees. </p> <p>The herbarium was a western European innovation, despite the high level of plant observation and description in classical antiquity, in Chinese from about 300BC, in Arabic texts from the 7th century AD onwards and also in Aztec sources, now largely lost. Those languages had herbal texts of course, but no known collections of dried specimens.</p> <p>From America to Africa, Brazil to China, Thiers sustains the global perspective that her supremely joined-up subject demands. She gives credit to the remarkable William Dampier, born in 1651, who combined his early collections of plant material with a fashionable type of free trade: piracy. </p> <p>With the backing of the Royal Navy, he left in 1699 for a voyage to <br>Brazil and, ultimately, the west coast of Australia. On the way home, his <br>ship sank off Ascension Island but he managed to save some of his collected specimens, which, after various gifts, arrived in Oxford where they survive. In 2001, the remains of his wrecked ship were located on the seabed but no plant specimens, alas, had survived there.</p> <p>In Brazil we meet the admirable João Barbosa Rodrigues, whose many collections from 1868 became the backbone of the country's first herbarium. In California the achievements of Alice Eastwood, I learn, were of inestimable importance. </p> <p>This remarkable woman was a self-taught botaniser who could not afford higher education. She became a self- funded collector on foot and horseback and, in the San Francisco earthquake of 1906, risked her life to save specimens from the California Academy of Sciences' herbarium. Ten years later it reopened and under her care grew to hold more than 300,000 collected specimens, many being her own. She died in 1953, aged 94.</p> <p>Thiers tells some wonderful stories, among which she herself belongs. As a teenager, she used to help her botanist father with the herbarium <br>at San Francisco University that he had founded. She admits that her main motive was pocket money with which to buy a pair of white go-go boots.</p> <p>As she rightly observes, the world's herbaria need many more trained, patient staff, capable of recording and recognising specimens and using them in digitised programmes. She gives websites to which we can link and contribute. It is a vocation that makes a difference. Plants still need as many go-go characters as possible. We are far from understanding, let alone saving, the green world on which we and gardening depend.<br><br>*“<em>Herbarium: The Quest to Preserve and Classify the World's Plants” (£30, Timber Press)</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p>&#xa0;<p>Source: Robin Lane Fox 2021 'The ‘big data' of botany' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T11:14:14.240Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7607,
          "end": 7612
        }
      ]
    }
  ]
}