{
  "_id": "a6e34077154ea281b9359cdbf9126818216ae162a12023982763efdd74189da0",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Antitrust Bills  Aim at Big Tech  ----  By Ryan Tracy",
  "text": "<p>   WASHINGTON -- House lawmakers have drafted legislation designed to curb the market power of large online platforms by restricting them from certain lines of business and curtailing their ability to buy competitors, according to documents viewed by The Wall Street Journal. </p><p>   The lawmakers are considering five draft bills, the documents show. They would make it unlawful for operators of large platforms to control a business that creates an irreconcilable conflict of interest, to advantage their own products or services over a competitor, and to acquire companies that pose current or potential competitive threats. </p><p>   Another bill targets the budgets of antitrust enforcement agencies, while a fifth requires platforms to make their services interoperable with those of other companies. </p><p>   The legislative ideas are being discussed as part of talks between Rep. David Cicilline (D., R.I.) and Rep. Ken Buck (R., Col.), the top two members of the House Antitrust Subcommittee, according to people familiar with the matter. </p><p>   Details of the drafts could change before the final bills are introduced, and it isn't yet known whether the proposals will win broad support from both parties, these people said. </p><p>   Representatives of the two lawmakers didn't respond to requests for comment. The two have been working on legislation targeting large technology companies after an investigation into the market power of Apple Inc., Alphabet Inc.'s Google, Amazon.com Inc. and Facebook Inc. </p><p>   Representatives of Apple, Google, Facebook and Amazon didn't respond to requests for comment. </p><p>   Alec Stapp, director of technology policy at the Progressive Policy Institute think tank, said the draft language appeared to be written broadly enough that it could capture large companies outside Silicon Valley that offer some of their services online. </p><p>   He criticized the potential merger restrictions. \"Any company that is a potential nascent or competitive threat in any line of business couldn't be acquired,\" he said. \"Shutting that down could harm investment in startups.\" </p><p>   The think tank receives support from corporations including Google. Mr. Stapp said that funding doesn't influence policy positions. </p><p>   The bills are part of broader discussions on Capitol Hill about changing antitrust laws, driven by a perception among many lawmakers that corporations have grown too powerful, especially in the technology industry. </p><p>   While many liberal Democrats support restrictions on mergers and even breakups of big companies, Republicans have resisted farther-reaching changes to existing law. Mr. Buck has urged fellow Republicans to change antitrust laws as a way of addressing their concerns about big technology companies' sway over political discourse, but others in the party have said the laws on the books are sufficient to do the job if they are strongly enforced. </p><p></p>",
  "published": "2021-06-10T06:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1490,
          "end": 1495
        },
        {
          "start": 1401,
          "end": 1410
        },
        {
          "start": 1401,
          "end": 1406
        },
        {
          "start": 1401,
          "end": 1411
        }
      ],
      "nexusId": "10022657"
    }
  ]
}