{
  "_id": "4b634faa28f8490e9589c8218815407a9c415817aa6a185be3f2d303ba2b5f07",
  "feed": "ftcomall",
  "title": "The BlackBerry and me",
  "text": "<p>Packing for a house move, I rediscover with some pride how little I own of sentimental value. Remnants of a private life well-lived should strew the hippocampus, not the home. </p> <p>Only one long-discarded object taunts me from whichever dumpsite (or in whichever recycled guise) it now occupies. I so wish I had kept the BlackBerry Pearl that was issued to me by The Economist in 2007.</p> <p>BlackBerry never achieved what vinyl did in music or Blu-ray did in film: a large enough cult of fans to withstand the march of tastes and invention. I number among the rare grievers at the wake. A few theories suggest why. </p> <p>One concerns the lost pleasure of touch. The least vaunted of our senses is also the worst-served by the modern world. The wares of Apple and Samsung have tangible form, at least, as streamed entertainment and new forms of money don't. </p> <p>In its alienating elegance, though, the smartphone is the tactile equivalent of chamber pop or a certain kind of model-agency beauty. It washes over you. Those who follow these things were left cold this month as <a href=\"https://www.ft.com/content/27435aeb-ed0c-4536-ab55-37b6358591e3\">Apple showed off</a> the next of its ever-decreasing circles of smartphone iteration. I felt that way about the previous dozen models. Give me the clunkiness, the lumpy-textured keyboard, the <em>actuality</em> of a BlackBerry.</p> <p>Give me, too, the kind of online world that it enabled. The BlackBerry stood for what will come to be seen as the golden age of the internet. For a few years either side of the crash, the web was evolved enough to enhance life without being so far gone as to plausibly replace it. Social media's mutation from Speaker's Corner to Gin Lane roughly tracks the smartphone's conquest of BlackBerry. It comes down, I think, to the difficulty of typing anything of length, and therefore of nuance, on a touch screen. The currency of the internet changed from the paragraph to the sentence, from the blog to the tweet, from the word to the image. </p> <p>Nor, with such limited browsing clout, was the web as accessed through a BlackBerry all that moreish and immersive. To lose yourself in an online tribe for hours on end you had to endure the biomechanical nuisance of being at a computer. If there is such a thing as benign inefficiency, this was it. It is an open question whether Brexit or president Donald Trump would happen in a BlackBerry world.</p> <p>Taken together, these qualities should be enough to endear the device to a commercially viable number of users. And still it has the prospects of the white rhino. I am forced to conclude that my ardour says less about the product than about myself or, at any rate, my generation.</p> <p>I turn 40 next year. No great age, say the actuaries, but old enough to learn that nostalgia is the strongest force in the world — that love recollected, for instance, is more potent than love in real time. </p> <p>The question is which phase of life to dwell on. This month, with its 80th anniversary, debate resumes as to whether <em>Citizen Kane</em> merits the hype. The non-linear narrative is less dazzling than it must have been at the time. The shoutiness of the mostly theatre-trained cast still drags. </p> <p>On my first viewing in over a decade, I have come to stumble over something else, too. It strikes a false and slightly trite note that a dying man would call out for the sledge he rode as a boy. As I age, I sense that what people tend to romanticise is less their childhood than their first few years out on their own. Autonomy, despite or because of its challenges, is more intoxicating to recall than the caress of parental protection. </p> <p>That, in plastic form, is what the BlackBerry represents to a certain tranche of millennials. To be granted one by an employer was the first proof of our (self-)importance. Our most evocative trysts were arranged on its mesh of keys and its rosebud of a trackball. Overlaying all this are memories of agreeably low-stakes politics and an economy that was going to grow at an annualised 2.6 per cent until the sun croaked. The device, in the end, was no less fleeting than the world it promised.</p> <p><em>Email Janan at&#xa0;</em><a href=\"mailto:janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Janan Ganesh 2021 'The BlackBerry and me' FT.com 25 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-25T04:00:25.331Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 737,
          "end": 742
        },
        {
          "start": 1054,
          "end": 1059
        }
      ],
      "nexusId": "10022657"
    }
  ]
}