{
  "_id": "ec60ae9e9f666be7ab890723024568469a538da2b3c43778b3224b4358e084a6",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Adventure & Travel -- Time Capsule: Still Chugging Along --- Manhattan commuters have been bolting down bivalves at Grand Central Station's Oyster Bar for 100-plus years. Why stop now?",
  "text": "<p>NOW: From the looks of it, you'd never guess that the Oyster Bar has survived two global pandemics, dodged the wrecking ball and risen from the ashes of an inferno. It reopened in late September after being closed for almost 18 months of the pandemic. The burnished wood paneling still casts a welcoming glow and the tiled ceiling -- completely restored in 2014 -- sparkles. The air is cleaner than it was in the days when people smoked between courses, but still perfumed with hints of Worcestershire, chili sauce and brine. The menu has seen some recent abridgments. \"The cost of products has gone up dramatically because of Covid,\" said executive chef Sandy Ingber, who has worked at the Oyster Bar for more than 30 years. Casualties include the lobster roll and fried clams. The combination pan roast remains, along with at least 12 varieties of oysters, fresh fish and crab cakes, which Mr. Ingber said are flying off the menu. \"I'm shocked, but I'm happy.\"</p><p>---</p><p>TIMETABLE / SOME KEY EVENTS IN THE OYSTER BAR'S RED-AND-WHITE CHECKERED HISTORY</p><p>1913: The new Grand Central Terminal opens and \"supplies patrons with home comforts\" at a cost of more than $1 billion in today's dollars. Its main restaurant boasts one of the city's largest raw bars. Newspapers proclaim it equal to \"the most famous restaurants in New York or the capitals of Europe.\"</p><p>1941: The Oyster Bar is on the cover of the New Yorker, with throngs of ski-toting Manhattanites lined up for a sustaining stew before training it to the slopes.</p><p>1974: The Oyster Bar is closed. MTA gives restaurateur Jerome Brody $75,000 to renovate. He spends almost twice that and reopens two months later with a new menu and an expanded wine list.</p><p>1975: Jackie Onassis holds a press conference at the Oyster Bar as part of her campaign to protect Grand Central from development plans.</p><p>1997: An overnight fire sweeps through the restaurant. Hundreds of the tiles pop out of the ceiling and virtually the entire restaurant is reduced to ash. Two weeks later, a reduced menu was being served in the Saloon; the restaurant reopened in under three months.</p><p>2018: Anguished cries issue from the Oyster Bar when the $14 caviar, egg, and sour cream sandwich is removed from the menu due to a shortage of Louisiana bowfin roe. The sandwich returned to the menu the following year and continues to have a devoted following.</p><p>2020: The restaurant closes twice: first in March, along with most everything else on the planet due to the Covid-19 pandemic, and again in September.</p><p>September 2021: The restaurant reopens.</p><p>---</p><p>A few menu highlights, past and present</p><p>Dinner in 1917</p><p>Oyster Stew: $0.40</p><p>Fried scallops with tartar sauce &amp; bacon: $0.80</p><p>Dozen Bluepoint Oysters: $0.35</p><p>Whole lobster: $1.75</p><p>Apple Cider: $0.10</p><p>Dinner in 2021</p><p>Oyster Stew: $15.95</p><p>Fried scallops over arugula: $32.95</p><p>Dozen Bluepoint Oysters: $35.50</p><p>Whole lobster: $33.95/pound $24</p><p>Manhattan: $13.50</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2735,
          "end": 2740
        }
      ],
      "nexusId": "10022657"
    }
  ]
}