{
  "_id": "33ddda083b5f61dfd78c4754c435ade7ff4ebf72c50fdaee762eb974f180824c",
  "feed": "ftcomall",
  "title": "People: the strongest link in the strained supply chain",
  "text": "<p>Somewhere in Kansas or Michigan last month, some hapless car worker may have headed home to announce she <a href=\"https://www.ft.com/content/a75de9de-c37a-466e-b9e7-8d28af4daee0\">had been laid off</a> as a result of a microchip shortage that could also prevent her upgrading her smartphone or buying a new gaming console for the family next Christmas.</p> <p>Brought to a screeching halt by the pandemic exactly a year ago, global consumer demand has now slammed into forward gear.</p> <p>The semiconductor drought blighting producers of cars, <a href=\"https://www.ft.com/content/6caf7028-cae1-44f3-9bc2-7dc2d47a23ef\">phones</a> and <a href=\"https://www.ft.com/content/f7c089dc-515e-4387-82fd-ea0a49998650\">PlayStation 5s</a> is not the only consequence. A shortage of <a href=\"https://www.ft.com/content/f97d653c-71f4-4b84-90ee-896b7bd5d299\">polymer resins</a> for plastic products is cramping the supply of <a href=\"https://www.ft.com/content/b2f4f9cf-af80-428f-a198-2698ceb4c701\">giant bags</a> used to mix pharmaceutical ingredients, which in turn could slow the rollout of the coronavirus vaccine around the world. <a href=\"https://www.ft.com/content/545c1294-1fa8-4798-be77-c95961bfd21b\">US ports</a> are filling up as Covid-hit workers struggle to offload products backed up in <a href=\"https://www.ft.com/content/71818164-9f74-48ad-af10-88c3acf30190\">containers</a>, which as a result are themselves in short supply for Chinese exporters who desperately need the boxes back in their home ports for the next shipment.</p> <p>While the scale and suddenness of the pandemic may have been hard to predict, the risk of a volatile recovery was not. As early as last May, when I chaired a session on supply chains for the Financial Times Global Boardroom conference, panellists discussed the prospect of a frightening “bullwhip” phase that would follow lockdown. The imaginary car worker I mentioned is feeling its sting now.</p> <p>This also highlights the shortage of another commodity: skilled managers who can map a route out of the chaos.</p> <p>Supply chain directors were upwardly mobile before coronavirus, their ascent fuelled by companies' need to ensure ethical and sustainable sourcing, and, in the UK at least, to prepare for Brexit. Such experts may not always become chief executive (<a href=\"https://www.ft.com/content/718ad57c-ef76-11e0-941e-00144feab49a\">Apple's Tim Cook</a> is the obvious exception) but they certainly now have the chief executive's ear, says Lucy Harding, head of supply chain recruitment for headhunter Odgers Berndtson. </p> <p>When I first wrote about the “quiet supply chain revolution” in 2000 (“So quiet nobody can hear it,” one colleague quipped), these backroom heroes were nervously monitoring the impact of the first internet boom. More streamlined, web-enabled supply would mean greater efficiency and transparency, they believed. Yet two fears supply chain managers raised two decades ago still loom: greed and the unexpected.</p> <p>First, the unexpected. Companies may rely on machines to run supply chains in good times, but algorithms are not yet as good as people at organising the response to significant unpredicted disruption. </p> <p><a href=\"https://warwick.ac.uk/newsandevents/pressreleases/manufacturers_leverage_supply/\">In a recent survey of midsized and larger companies</a> by researchers at Warwick university, 84 per cent said their planning systems had been effective during the pandemic. Yet Janet Godsell, Warwick's professor of operations and supply chain strategy, points out that without human intervention, a once-in-a-generation drop or surge in demand would trigger a disproportionate automated response. In a separate poll, more than half of retailers said they needed managers to intervene “to a high degree” or on all decisions during the first phase of last year's shutdown. </p> <p>Second, greed. The number of companies with supply chain directors has ballooned since the turn of the century, Godsell says. But some are merely rebadged logistics or procurement managers. Their instinct may be to hoard information — which the supply chain visionaries of the 2000s dreamt would be freed by the internet — and exploit suppliers, rather than explore possibilities for co-operation along the whole chain. </p> <p>The pandemic has called the crude contractual approach into question. Harding's contacts report numerous cases of customers supporting smaller suppliers through the crisis. Their rationale was simple: “We need to keep you guys going, because if you stop, we stop.” Early payment of suppliers was not uncommon. Some companies even bought personal protective equipment for their key manufacturers' staff, or paid to bus them in to factories. </p> <p>How much of this warm collaborative feeling will last? Jacques Aschenbroich, the chief executive of Valeo, one of the world's largest car parts suppliers, <a href=\"https://www.ft.com/content/3f77a307-3fd1-4493-a4c8-55987ec2e573\">cast doubt</a> last week on the need to change the whole supply model from <a href=\"https://www.ft.com/content/606d1460-83c6-11ea-b555-37a289098206\">just in time to just in case</a>. “You have the equivalent of a 100-year-old flood hitting the sector,” he said. “Does that have to call into question the whole supply chain? I do not believe so.” </p> <p>The crisis should, though, reinforce one broad principle that makes the chain more resilient: people tend to remember who treated them right when times were hard. As Godsell points out, the next time something goes wrong and inventory runs low, suppliers “are more likely to give their product to their nice customers”.</p> <p><a href=\"mailto:andrew.hill@ft.com\">andrew.hill@ft.com</a></p> <p>Twitter: <a href=\"https://twitter.com/andrewtghill\">@andrewtghill</a></p><p>Source: Andrew Hill 2021 'People: the strongest link in the strained supply chain' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-08T04:00:20.186Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1719,
          "end": 1724
        }
      ],
      "nexusId": "10022657"
    }
  ]
}