{
  "_id": "cded2a4be197a2cdd7171403a9509733d48af784fc43788a6318f9c1edc42eca",
  "feed": "ftcomall",
  "title": "Chanel unveils new complex for its prized suppliers at Métiers d'Art",
  "text": "<p>On a rainy Tuesday afternoon on the northern fringes of Paris, some 360 journalists, clients and a handful of celebrities gathered at 19M, the 25,000 sq m concrete-and-glass campus that Chanel recently erected to house 11 of its prized suppliers.</p> <p>The crowd had assembled for Chanel's 20th Métiers d'Art show, an annual celebration of French artisanship that is typically held abroad, in lavish fashion, for larger audiences. This time, prior to the show, guests were invited to survey the workmanship involved at its suppliers' ateliers, which include the embroiderer Montex, the feather-and-flowers specialist Lemarié and pleating virtuoso Lognon.</p> <p>Housed on former circus grounds and referencing both Coco Chanel's August 19 1883 birth date and the 19th arrondissement, 19M was designed by architect Rudy Ricciotti to resemble swaths of woven fabric, with thread-like concrete pillars lining the floor-to-ceiling windows on each level.</p> <p>Inside, the ateliers were polished and industrial. Six hundred or so artisans, some in well-worn smocks and white Apple headphones, others outfitted in Chanel, moved between tables and steel machines. On a floor housing the goldsmiths Goossens, a young woman demonstrated to a velvet-jacketed Pharrell Williams how she coloured and fired the coin-sized watermelon cabochons adorning the necklaces, bangles and earrings in the collection. </p> <p>On another, the French model and longtime Chanel ambassador Caroline de Maigret introduced Montex embroiderers who were stitching silver floral spangles to black velvet panels that would later adorn the house's signature flap bags. One pointed to the crystal embroidery on an exceptional blue tweed jacket a client was wearing: “We made that here,” she said.</p> <p>If it were not for Chanel, it is possible these flame-keepers of French savoir faire would no longer be here. The late Karl Lagerfeld is credited with urging Chanel's owners, in 1985, to begin snapping up the small workshops specialising in traditional couture techniques, some of which had been supplying France's fashion houses since the 1800s (the suppliers do not work exclusively for Chanel).</p> <p>A year ago, Chanel owned about a dozen of these workshops; now it owns 40 companies within its supply chain, part of a $1.1bn investment in technology, property and suppliers that France's second-largest luxury house made last year. Its most recent addition, in August, is the Italian knitwear company Paima.</p> <p>“We will continue to invest . . . to ensure that in 20 years from now we are able to get the best product,” Bruno Pavlovsky, Chanel's president of fashion, said in an interview ahead of the show. Chanel has raised prices on handbags and other flagship items several times over the past two years, driven by higher costs for raw materials, squeezed production capacity and strong customer demand.</p> <p>Raw materials such as wool, cashmere and silk “are becoming more and more difficult for us, if you want to have the best quality and just enough [material]”, Pavlovsky said of the acquisition strategy. “We need to participate and invest if we want them to continue to exist.”</p> <p>Another challenge for Chanel, and for other makers of luxury goods, is recruiting young talent to work in the manufacturing process — and shiny new workshops like Chanel's 19M and Gucci's ArtLab are part of that recruitment drive. </p> <p>Pavlovsky is keen to point out that many of the 600 specialists employed in the new compound are in their twenties, trained not only in traditional couture techniques but also in 3D printing and design. “When you talk about ateliers, you imagine the ateliers of yesterday — but in fact these are the ateliers of today and tomorrow.”</p> <p>Chanel has not been immune to the ills of the pandemic; sales fell 18 per cent to $10.1bn in 2020. When he last spoke to the<a href=\"https://www.ft.com/content/3de477b3-8524-47e9-a861-6f6e97cc8b44\"> FT in October</a>, Pavlovsky was optimistic about the resumption of travel and luxury's prospects for 2022. Is he still feeling so positive? “We can be optimistic but have to be realistic,” he replies. “The [Covid-19] situation is far from being done. At the moment we are dealing with a lot of new restrictions for travel,” he continues, adding that Chanel remains focused on cultivating local customers in lieu of tourists.</p> <p>What Pavlovsky is feeling optimistic about is the outlook for creative director Virginie Viard's latest Métiers d'Art show. Last year's collection, streamed online, sans audience, had a record sell-through of more than 90 per cent, Pavlovsky said. “This is the 20th Métiers collection, so we hope this will be higher than the 19th.”</p> <p>In contrast to past displays, the 2021 show was a stripped-back affair, held in a pale polished concrete gallery inside the complex. Models glided between guests in clothes that were overly laden with belts and jewellery but that nevertheless managed a certain ease. There were slim, elegant wool and tweed coats, one with pockets embroidered to mirror the lines of the building; thick woven cardigans that hung like varsity jackets; and wide-cut bleached jeans with hems that ruffled gently over Chanel's signature two-tone Mary Janes, their thick block heels dressed with pearls. There was a nostalgic '80s feel to the boxy jackets and pleated tapered trousers, and a more youthful, Y2K cast to the low-slung trousers and skirts, some revealing a span of midriff. </p> <p>It is clear that Viard believes clothes should be useful as well as decorative; pockets were designed into everything — coats, dresses, even the fronts of macramé-knit pencil skirts. In her show notes, Viard described the collection as “very metropolitan yet sophisticated”.</p> <p>Despite Chanel's commitment to sourcing the best of everything, not every product coming out of the company has been up to snuff of late. Over the weekend, a video of the brand's $825 beauty <a href=\"https://www.nytimes.com/2021/12/06/style/chanel-tiktok-advent-calendar-controversy.html\">Advent calendar</a> went viral on TikTok after an influencer ridiculed it for being full of inexpensive products such as stickers, an empty dust bag and a keychain that had allegedly been part of a past gift-with-purchase offer.</p> <p>Pavlovsky said the calendar was designed to be “sustainable”.</p> <p>“Perhaps we have done a mistake, I don't know, but we are taking it very seriously at Chanel,” he said. “I hope [the collection] will come with better comments.”</p> <p><em>Follow&#xa0;</em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em>&#xa0;on Instagram to find out about our latest stories first</em></p><p>Source: Lauren Indvik 2021 'Chanel unveils new complex for its prized suppliers at Métiers d'Art' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-09T13:28:09.798Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1051,
          "end": 1056
        }
      ],
      "nexusId": "10022657"
    }
  ]
}