{
  "_id": "97fa9e057d0b06bb3baa069c8f9d74274cf0ad4ed3904a42de623cd226d1c621",
  "feed": "wall-street-journal",
  "title": "$750 Million Lawsuit Filed Against Travis Scott, Drake and Others Over Astroworld Tragedy; Lawsuit on behalf of 125 festivalgoers says musicians, companies failed to create safe conditions",
  "text": "<p>\"The deaths and injuries that occurred were needless and senseless, and the suffering caused the families and all others involved will be endless,\" the lawsuit said. \"The damages sought in this case attempts to fix, help, or make up for the harms and losses suffered by these Plaintiffs—nothing more and nothing less.\"</p><p>One of the plaintiffs includes the estate representing Axel Acosta, a 21-year-old who died after he was crushed during the crowd surge at the event.</p><p>Nine other festivalgoers also died, including a 9-year-old Dallas boy named Ezra Blount, who was the youngest person to die from injuries suffered at the event.</p><p>The Houston Police Department has launched a criminal investigation into the festival, reviewing hours of video footage to gain insight on the timeline of events. The investigation may take weeks or months.</p><p>Several lawsuits have already been filed against Mr. Scott and others involved in organizing the show, including Live Nation, the world's largest concert promotion company and the owner of Astroworld festival's promoter. Tony Buzbee, the Houston lawyer behind the $750 million lawsuit, said he intends to file another lawsuit soon with 100 more plaintiffs.</p><p>The latest lawsuit alleges Mr. Scott has a history of inciting violence at his concerts, and says Drake, the rap megastar who joined Mr. Scott's performance at the event, could have tried to end the concert and encouraged more safety protocols.</p><p>Attorneys for Mr. Scott didn't immediately respond to a request for comment Wednesday. His lawyers have previously said the artist didn't know what was happening in the crowd of more than 50,000 during his performance earlier this month.</p><p>Representatives for Drake, whose full name is Aubrey Drake Graham, didn't immediately respond to a request for comment.</p><p>Live Nation and Apple, whose Apple Music had partnered with the festival to promote and live-stream the event, are also accused in the lawsuit of failing to ensure safety protocols.</p><p>Representatives for Apple didn't immediately respond to a request for comment.</p><p>A representative for Live Nation said the company \"will address all legal matters at the appropriate time.\"</p><p>\"We continue to support and assist local authorities in their ongoing investigation so that both the fans who attended and their families can get the answers they want and deserve,\" the representative said.</p><p>$750 Million Lawsuit Filed Against Travis Scott, Drake and Others Over Astroworld Tragedy</p>",
  "published": "2021-11-17T21:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1998,
          "end": 2003
        },
        {
          "start": 1812,
          "end": 1817
        },
        {
          "start": 1825,
          "end": 1830
        }
      ],
      "nexusId": "10022657"
    }
  ]
}