{
  "_id": "5b80bac6ac8f404367a9c0448b8e540d850cfa2acbb09d0a22b64989b0a3a632",
  "feed": "ftcomall",
  "title": "Arm competition concerns mount",
  "text": "<p>Tech is in the crosshairs of the competition sharpshooters again — in the UK, US, Europe and Australia.</p> <p><a href=\"https://www.ft.com/content/a3adccc9-678e-44ef-bdb5-e847ecb7de8c\">We revealed today</a> the EU and UK are set to open in-depth antitrust investigations into Nvidia's $40bn acquisition of the UK chip designer Arm, after rivals called for the deal to be blocked. Officials and advisers in both Brussels and London said that serious scrutiny of the deal was warranted.</p> <p>“This deal will be thoroughly investigated [ . . . ] and scrutiny may lead all the way to a prohibition,” one person with direct knowledge of the situation told us.</p> <p>Chip rivals are concerned that Arm will lose its current impartiality in supplying them with designs and regulators may agree. “There is a good chance of the deal being blocked because there is no real way to preserve neutrality. There will be irresistible economic incentives for Nvidia to combine elements with Arm. Otherwise, why are they paying $40bn?” said one person close to the situation.</p> <p>In Australia, the competition regulator's chief Rod Sims<a href=\"https://www.ft.com/content/5d656fa3-9278-4528-9edf-514ddfd29c1d\"> told the FT</a> he was confident politicians would approve legislation forcing Big Tech companies to pay for news, despite a threat by Google to shut its search engine in the country. “This has got more cross-party support than just about any other bill I can remember,” he said.</p> <p>In the US, Senator Amy Klobuchar<a href=\"https://www.axios.com/newsletters/axios-login-a9a40766-5be3-4ad4-9470-da3768b0c173.html\"> told Axios</a> she planned to reintroduce her bipartisan Journalism Competition and Preservation Act to let newspapers collectively bargain with dominant platforms over payment and other issues. She also introduced a bill on Thursday that would give more powers to the Federal Trade Commission and Justice department to tackle competition issues.</p> <p>For now, the New York Times is doing very well without extra payments from Big Tech. Today it reported it ended 2020 with <a href=\"https://www.ft.com/content/47ce6180-bcc5-4824-aadd-6e154f6c5a40\">more than 7.5m paying readers</a>. Propelled by interest in the US election, the publisher added 627,000 new digital subscribers in the final three months, ahead of analyst expectations.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. UK assault on batteries, Apple's Kia car</strong><br>A post-Brexit realisation has dawned on carmakers in the UK that their real challenge now is replacing traditional&#xa0;engine plants with battery factories. <a href=\"https://www.ft.com/content/0e097085-5b80-4bc1-8c34-ec5df5be0acc\">Today's Big Read</a> looks at the task ahead. Meanwhile, the semiconductor shortage for the auto industry <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Chipmaker-Xilinx-says-car-supply-crunch-goes-beyond-semiconductors\">may be prolonged</a>, and Apple is close to finalising a deal with Hyundai-Kia to manufacture an Apple-branded autonomous electric vehicle at the Kia assembly plant in West Point, Georgia, <a href=\"https://www.cnbc.com/2021/02/03/apple-and-hyundai-kia-driving-towards-deal-on-apple-car.html\">sources tell CNBC</a>.</p> <p><strong>2. Parler chief says he was fired</strong><br>John Matze, chief executive of the social media platform favoured by far-right groups and recently forced offline, has been dismissed. He told the Financial Times that&#xa0;<a href=\"https://www.ft.com/content/8aad916d-015e-438c-ba84-d363c388ede3\">he was removed</a>&#xa0;by Parler's board, which is controlled by Republican mega-donor Rebekah Mercer, but was given no reason for his “termination”.</p> <p><strong>3. BT and Nokia struggle with fibre and 5G progress</strong><br>The UK government needs to cut business rates on new fibre lines in order to hit its target of connecting 85 per cent of the country to “gigabit” speed broadband, <a href=\"https://www.ft.com/content/59ea4958-43d0-48cf-8c43-ddb48d2ac845\">according to BT's chief.</a> In the 5G world, Nokia is expecting a <a href=\"https://www.ft.com/content/9e9855ca-58f3-42dc-857d-7b0d591aefff\">second year of declining revenues.</a> The telecoms equipment maker warned of a tough 2021 as it struggles to assert itself in the 5G market against rivals Huawei and Ericsson.</p> <p><strong>4. Myanmar Facebook block, India Twitter ban</strong><br>Myanmar's junta has ordered all internet service providers <a href=\"https://www.ft.com/content/65c3f19d-2d54-4f32-9b96-7114d8416e26\">to block access </a>to Facebook in the country in a bid to quash public opposition to this week's military coup.&#xa0;In India, the government <a href=\"https://www.ft.com/content/8b9cfde2-9acb-476b-bf16-f5d6cc599494\">has warned Twitter</a> to re-block access to accounts on its platform that had used a hashtag connected to a<a href=\"https://www.ft.com/content/0312fd46-b47e-4c55-b007-c56f5e6f24be\">&#xa0;farmers' protest</a>, or face penalties.</p> <p><strong>5. Bitcoin boom backstopped by easy-money policies&#xa0;<br></strong>A flood of central bank stimulus and widening interest among retail and institutional investors has sustained the&#xa0;<a href=\"https://www.ft.com/content/c6463b9b-4fab-4376-a1b9-e7ec7847cfcf\">rally in cryptocurrencies</a>&#xa0;even as sceptics warn that the market is in the throes of a bubble. This is the latest report in our<a href=\"https://www.ft.com/content/38ee2e14-8b0a-48aa-9525-520992c08375\"><em> Runaway Markets series</em></a><em>.</em></p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>Ben Horowitz, Mary Meeker, and Bill Gurley are among today's ‘legends' of venture capital, having withstood the industry's toughest test — time. But there's now a new generation of VCs being prepped to (one day) lead the world's top investment funds. Several are benefiting from initiatives to open up the VC industry beyond just the privileged elite, and from community forums.&#xa0;Elsewhere, young creators like Harry Stebbings have set up&#xa0;their own funds, hiring other 20-somethings to help lead them.<br><a href=\"https://sifted.eu/articles/europes-youngest-vcs/\">So who are the most exciting and youngest VCs to watch in Europe?</a>&#xa0;And how are they thinking differently?</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-unicorn-startups\">European start-up</a>&#xa0;news this week, French company&#xa0;<a href=\"https://sifted.eu/articles/beam/\">Beam raised $9.5m in fresh capital</a>&#xa0;from investors to back their improbable mission: reinvent the browser. The move will see them taking on Google, Microsoft and Mozilla. Looking at&#xa0;<a href=\"https://sifted.eu/rankings/uk-startups-top-rankings\">UK start-ups</a>, Cashplus, a digital-only banking provider, became the latest fintech to&#xa0;<a href=\"https://sifted.eu/articles/cashplus-banking-licence/\">secure a banking licence</a>&#xa0;and turning to Romania&#xa0;<a href=\"https://sifted.eu/articles/uipath-35bn/\">UiPath closed a $750m funding round</a>&#xa0;at a post-money valuation of $35bn, making it the largest European private tech company just months ahead of a planned initial public offering.</p> <h2>Tech tools — Microsoft Viva</h2> <p>Y viva employee experience management! <a href=\"https://www.microsoft.com/en-us/microsoft-365/blog/2021/02/04/microsoft-viva-empowering-every-employee-for-the-new-digital-age/\">Microsoft unveiled Viva today,</a> its first<a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/introducing-microsoft-viva/ba-p/2111763\"> “Employee Experience Platform”.</a> That means office software as a service focused on internal comms, organising employee development and training, benefits and wellbeing. Microsoft can leverage its adoption through its success with 365 and Teams, while posing a challenge to Workday, which offers similar human resources services, and Qualtrics, which was spun out by SAP last month.</p><p>Source: Chris Nuttall in London 2021 'Arm competition concerns mount' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T20:48:36.823Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2398,
          "end": 2403
        },
        {
          "start": 2327,
          "end": 2332
        },
        {
          "start": 2034,
          "end": 2039
        }
      ]
    }
  ]
}