{
  "_id": "d0a2589aff3d90e09abb5e8a1f9384f5b2103bec0016fe55087e082234ed27e1",
  "feed": "ftcomall",
  "title": "AT&T nears deal to create $150bn streaming giant with Discovery",
  "text": "<p>AT&amp;T is nearing a deal to combine its content unit WarnerMedia with rival Discovery to create a media giant with an enterprise value of $150bn, just a few years after acquiring the owner of CNN, HBO and Warner Bros, said people briefed about the matter.&#xa0;</p> <p>The board of directors of AT&amp;T were meeting on Sunday to approve the deal, said two people with direct knowledge of the matter. The agreed deal is expected to be announced in the coming days, those people said.&#xa0;&#xa0;</p> <p>The deal would merge one of Hollywood's most valuable catalogues — spanning the Warner Bros film and television studios, the HBO network and a portfolio of cable channels including CNN — with Discovery, which has had success with a <a href=\"https://www.ft.com/content/fbc29a04-5688-11ea-a528-dd0f971febbc\">streaming service</a> aimed at unscripted cooking and home renovation shows.&#xa0;</p> <p>After years of watching Netflix dominate the streaming landscape, the world's largest media and tech companies have sought to fight back with their own services. In the past year and a half, Disney, Apple, WarnerMedia, Comcast, Discovery and others have launched streaming platforms as they battle for a piece of the future of entertainment.&#xa0;</p> <p>The structure of the deal remained unclear but AT&amp;T, which has a market value of about $230bn, is expected to control most of the combined entity. Discovery has a market value of $24bn.&#xa0;</p> <p>AT&amp;T's move to merge its content division with Discovery comes five years after it agreed to take over Time Warner <a href=\"https://www.ft.com/content/45fd9800-988a-11e6-8f9b-70e3cabccfae\">for $85.4bn</a> as the telecom company looked to transform itself into the world's largest vertically integrated content and distribution company.&#xa0;&#xa0;</p> <p>In 2019, AT&amp;T chief executive John Stankey and Discovery chief David Zaslav discussed combining their programming into a single streaming service, excluding HBO, for about $8 a month. But when Disney revealed it would offer up its massive trove of Star Wars, Pixar, Marvel and Disney classics for only $7 a month on <a href=\"https://www.ft.com/content/49581411-5650-4448-8325-ce12f85ee86b\">Disney Plus</a>, they scrapped the plan. </p> <p>Instead, Stankey combined HBO with the rest of WarnerMedia's programming to create one flagship streaming service, <a href=\"https://www.ft.com/content/7f33e9b9-2a4b-4562-98a0-1dd52e317abb\">HBO Max</a>, which debuted in the US last year for $15 a month. </p> <p>Discovery, the company behind HGTV, the Oprah Winfrey Network and broadcaster Eurosport, in January <a href=\"https://www.ft.com/content/d4ca3377-b10b-4f4c-ae39-aa9e1644ffdd\">launched</a> a $5 a month streaming service, which Zaslav told the Financial Times was “the most important new business” since he joined the company more than a decade ago. </p> <p>HBO Max and Discovery Plus have gained some traction in the streaming race. Discovery in April said it had reached 15m subscribers across its streaming business, while HBO Max <a href=\"https://www.ft.com/content/7f33e9b9-2a4b-4562-98a0-1dd52e317abb\">signed up almost 3m</a> subscribers in the first quarter, reaching 9.7m retail subscribers by the end of March.</p> <p>However, both companies are vying against much larger rivals: <a href=\"https://www.ft.com/content/48c06611-1c17-4941-96cc-b085dfe05cdf\">Netflix has</a> 208m subscribers globally, while Disney Plus has lured 104m subscribers in only a year and half since its launch. </p> <p>WarnerMedia plans to launch HBO Max in Latin America and parts of <a href=\"https://www.ft.com/content/753098d2-2b26-425f-92af-6e413800f74e\">Europe later this year</a>. </p> <p>Bloomberg first reported news of the talks between AT&amp;T and Discovery.&#xa0;AT&amp;T and Discovery declined to comment.</p><p>Source: James Fontanella-Khan and Anna Nicolaou in New York 2021 'AT&amp;T nears deal to create $150bn streaming giant with Discovery' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-16T16:58:21.116Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 973,
          "end": 978
        }
      ],
      "nexusId": "10022657"
    }
  ]
}