{
  "_id": "6689ca186f58481b8fbf7cc65e4685c2320b429a4c5355bf34c2510f151fd89b",
  "feed": "ftcomall",
  "title": "France pushes for big changes to proposed EU tech regulation",
  "text": "<p>France is pushing for the EU's upcoming regulations on Big Tech to be changed so that member states could wield more power to punish bad behaviour and police more types of content.</p> <p>Cedric O, the French minister for the digital economy, has met with senior EU officials and members of the European parliament in recent weeks to push France's case. On Wednesday he met Thierry Breton, the European commissioner in charge of the upcoming legislation. </p> <p>“We are getting pretty active in terms of talking to various people about the upcoming tech regulation,” he told the Financial Times. “Getting these laws passed is a major objective of ours for when France next holds the rotating presidency of the EU Council next year.”&#xa0;</p> <p>He added: “They touch on vitally important subjects both for our economies and democracies.”</p> <p>France's move risks increasing tension in Brussels, where EU regulators fear being upstaged by large member states, such as France and Germany, which are busy enacting their own laws to tackle Big Tech. </p> <p>French officials want to see changes to the Digital Services Act, which sets out the responsibilities of Big Tech companies when it comes to policing the web. </p> <p>Paris wants every member state to have the right to fine tech platforms and force them to remove illegal content. Currently, only countries where tech companies have their headquarters can enforce the EU's laws. </p> <p>As a result Ireland and Luxembourg, where Apple, Google, Facebook and Amazon are based, have disproportionate responsibilities in regulating Big Tech. </p> <p>But EU officials worry that the French proposals will erode the EU's single market. “This would remove one of the first pillars of EU law and it would mean that a company, instead of being subject to one regulator, is subject to 27 authorities,” said one person with direct knowledge of the discussions. “It risks fragmenting the single market into a nightmare.”</p> <p>Separately, France is also pushing for the DSA to widen beyond illegal content to the policing of harmful content and disinformation. “We think the text needs to be broadened to include other types of problematic content,” said O. “If there is no legal framework there is nothing to stop Twitter or Facebook from censoring speech they do not like.”</p> <p>The expansion of the DSA has taken on new importance after Facebook and Twitter banned President Donald Trump, prompting EU leaders to wonder if a legal framework should underpin such decisions. </p> <p>O said he had also spent time meeting counterparts from the Netherlands and Portugal to discuss the issues. </p><p>Source: Javier Espinoza in Brussels and Leila Abboud in Paris 2021 'France pushes for big changes to proposed EU tech regulation' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-15T04:00:48.670Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1429,
          "end": 1434
        },
        {
          "start": 1429,
          "end": 1436
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}