{
  "_id": "d45fc1b6535092c007db5a8b55d7141fd78cfa1efccd24959b8de6dac12be1c5",
  "feed": "wall-street-journal",
  "title": "Trump-Tied SPAC Quadruples in Price",
  "text": "<p>The unveiling of the new company comes after Mr. Trump's access to several social-media platforms including Twitter Inc. and Facebook Inc. was restricted following the Jan. 6 assault on the U.S. Capitol.</p><p>He held discussions with a number of different platforms throughout the year to find a new online megaphone. Mr. Trump had nearly 89 million followers on Twitter.</p><p>Digital World Acquisition and its stock ticker, DWAC, were trending on some social-media platforms Thursday, with traders rushing to buy the shares.</p><p>Such sharp share-price increases for companies going public with SPACs were common early this year, when such stocks were popular among day traders. The big gains have become rarer in recent months with many companies that go public this way struggling to meet their growth targets.</p><p>Also called a blank-check company, a SPAC is a shell company that raises money and trades on a stock exchange to merge with a private firm such as Mr. Trump's and take it public. The private company then replaces the SPAC in the stock market.</p><p>Many other social-media sites catering to conservatives have emerged in recent years, including Parler, Gab and Gettr, a free-speech-focused platform launched by former Trump adviser Jason Miller this year.</p><p>Parler, which was founded in 2018, built a big following after the 2020 election but was stopped in its tracks after the Jan. 6 assault on the U.S. Capitol. Apple Inc. removed Parler from its app store and cloud-computing company Amazon Web Services booted it from its servers amid concerns that Parler wasn't able to effectively moderate threats of violence on its platform. Parler has since returned to Apple's App Store.</p><p>Gab, founded in 2016 with the aim of being a haven for free commentary, went offline for more than a week in the fall of 2018 after a man opened fire at a Pittsburgh synagogue shortly after posting anti-Semitic messages on Gab. The company was quickly dropped by its web-hosting firm, domain registrar and payment processors. Gab eventually found a new digital home and said at the time it prohibited calling for acts of violence.</p><p>Gab said Thursday that it supports Mr. Trump's new network. It said users can still follow the former president's statements on his reserved Gab account. Parler didn't respond to a request for comment.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1406,
          "end": 1416
        },
        {
          "start": 1406,
          "end": 1411
        },
        {
          "start": 1654,
          "end": 1659
        },
        {
          "start": 1406,
          "end": 1415
        }
      ],
      "nexusId": "10022657"
    }
  ]
}