{
  "_id": "921f2cd8528744df555b399b1734b1b45ec9f0a8ba3e87282e1cad54f3516feb",
  "feed": "wall-street-journal",
  "title": "Directors of Hong Kong's Apple Daily Publisher Quit, Citing National-Security Crackdown; The resigning directors of Next Digital, which recently closed the pro-democracy newspaper founded by jailed tycoon Jimmy Lai, said officials forced the company out of business",
  "text": "<p>In a filing to Hong Kong's stock exchange on Sunday, the directors of Next Digital Ltd. said the government's actions under a national-security crackdown created a climate of fear at the company, adding that no rights are safe now because freedom of speech has been denied. Next Digital shut Apple Daily down in late June after authorities froze its assets and charged senior executives—including its top editor—with alleged violations of a national-security law that was imposed upon the city by Beijing last year.</p><p>Actions taken by authorities in recent months included freezing the company's bank accounts and barring the company from paying its employees, including journalists, and covering expenses like buying ink and paying electricity bills, the filing said. The directors noted that these events had taken place, without any court convictions, since the national-security law took effect.</p><p>\"Under this new law, a company can be forced into liquidation without the involvement of the courts,\" said the filing, which named Chairman Ip Yut Kin, independent nonexecutive director Louis Gordon Crovitz, a former publisher of The Wall Street Journal, and two others. Their resignations were effective Sunday, and trading of the company's shares—halted since earlier this year after authorities froze Mr. Lai's assets—remain suspended.</p><p>Hong Kong officials have accused Apple Daily of using news as a tool to challenge China's national security. The allegations against the media executives and journalists center on more than 30 unspecified articles published since 2019 that authorities said played a part in a conspiracy to get foreign entities to impose sanctions on Hong Kong and China.</p><p>Hong Kong's Security Bureau said Monday that Next Digital is trying to shift its responsibility and \"maliciously smearing\" the national-security law. It disputed that Next Digital was forced into liquidation due to a lack of funds arising from enforcement actions.</p><p>Next Digital's directors said in the filing that the company has assets but was prohibited from using them.</p><p>Mr. Lai, an outspoken critic of Beijing who founded Apple Daily in 1995, is in jail for taking part in protests and is awaiting trial on foreign collusion charges under the national-security law. Other former executives, editors and editorial writers have also been arrested or charged under the law, which is aimed at punishing secessionist acts, terrorism or collusion with foreign entities.</p><p>The four directors who resigned Sunday said in the filing that it is in the best interests of shareholders, creditors, employees and others to liquidate the company, in the hopes that liquidators authorized by the Hong Kong government could make payments that the directors were otherwise barred from approving. That would allow Next Digital to pay its creditors and former employees at Apple Daily, it said.</p><p>Critics have said the moves to choke Next Digital's funds dealt serious blows to Hong Kong's press freedom, which is guaranteed by the city's mini-constitution, called the Basic Law.</p><p>The filing from the directors thanked shareholders, businesses that had continued to place ads despite rising political pressures, its staff and readers. Apple's online subscription service, launched in 2019, drew more than 500,000 subscribers in the city of 7.5 million, it said.</p><p>\"You put your trust in the work of our journalists, and you understand that a free society and free markets depend on the free flow of information,\" it said.</p><p>Apple Daily</p><p>More WSJ coverage of the Chinese pro-democracy newspaper, selected by the editors.</p><p>* Apple Daily Exits From Hong Kong Telling Readers 'Until We Meet Again' (June 24)</p><p>* Hong Kong's Apple Daily Newspaper Prints Last Edition as Free-Press Era Ends (June 23)</p><p>* Hong Kong's Apple Daily Considers Closing Unless Government Releases Funds (June 21)</p><p>* Hong Kong's National-Security Police Freeze Media Tycoon's Assets (May 14)</p><p>* Who Is Jimmy Lai and Why Was the Apple Daily Publisher Arrested in Hong Kong? (Aug. 10, 2020)</p><p>Write to Elaine Yu at elaine.yu@wsj.com</p><p>Directors of Hong Kong's Apple Daily Publisher Quit, Citing National-Security Crackdown</p>",
  "published": "2021-09-06T15:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3490,
          "end": 3495
        },
        {
          "start": 3956,
          "end": 3961
        },
        {
          "start": 292,
          "end": 297
        },
        {
          "start": 3205,
          "end": 3210
        },
        {
          "start": 3587,
          "end": 3592
        },
        {
          "start": 4082,
          "end": 4087
        },
        {
          "start": 2117,
          "end": 2122
        },
        {
          "start": 1370,
          "end": 1375
        },
        {
          "start": 3771,
          "end": 3776
        },
        {
          "start": 3682,
          "end": 3687
        },
        {
          "start": 2846,
          "end": 2851
        },
        {
          "start": 25,
          "end": 30
        }
      ],
      "nexusId": "10022657"
    }
  ]
}