{
  "_id": "5e4afaf3353f42c12c78902a887896f483e90856010e330e074c8fe6ed9698c2",
  "feed": "market-watch",
  "title": "Selling money-making stocks in a bull market is a tough call but you'll thank yourself when the bears take charge",
  "text": "<p>The same thing often occurs with our investment portfolios. When the stock market is going like gangbusters, we tend to think that the good times will never end.</p><p>And why tinker with success? After all, the S&amp;P 500 SPX hit more than 50 record highs in 2021 alone. Some of the biggest stocks keep getting bigger faster. It took almost 40 years for Apple AAPL to become the first trillion-dollar company in terms of market capitalization. It hit this plateau in 2018 and took just two more years to rise to $2 trillion in value. Nowadays, Microsoft MSFT, Alphabet (Google) GOOGL, Amazon.com AMZN, Tesla TSLA and Meta Platforms (Facebook) FB have also joined the trillion-dollar club.</p><p>But at some point the music will stop. Inflation is likely to continue into 2022 and beyond. In response, the Federal Reserve is expected to raise short-term interest rates several times next year, which will make it more expensive for consumers to borrow money for big-ticket purchases and for companies already struggling with razor-thin profit margins. Nervous investors may shed some of their stock holdings to reduce their exposure to stocks.</p><p>Should you do the same? That depends on whether your portfolio follows an asset allocation strategy with a targeted mix of stock, bond and cash investments that reflects your savings objectives, timeframe and risk tolerance. Even if it does, at some point you'll want to give it a tune up using a sensible portfolio rebalancing strategy.</p><p>Rebalance now for the year ahead</p><p>Why is rebalancing needed? Because over time asset weightings get out of sync as values rise and fall. For example, divide the value of the stock holdings in your investment account by the total account value. The result will be its current percentage of stocks. In this bull market, chances are the percentage will be higher than what you expected.</p><p>Among investment professionals, this is known as “overweighting.” While it can result in impressive returns when the market is hot, being overweight on a predetermined asset allocation leaves you exposed to bigger losses when a selloff occurs.</p><p>The time to think about rebalancing isn't when the market is going through wild gyrations. If a financial adviser manages your account, your account typically will be rebalanced annually, at year-end and the start of a new year.</p><p>If you want to rebalance on your own, review your latest account statements. Figure out how much you might need to sell from your stock holdings to restore your target weightings.</p><p>If you believe that the stock market has a lot more upside potential, maybe you'll want to keep your stock allocation a bit higher. Conversely, if you're about to retire and are concerned about eroding the value of your retirement nest egg, you might change your asset allocation to a more conservative mix, such as 50% bonds, 40% stocks and 10% cash.</p><p>Beyond the percentages, you'll also want to look “under the hood” of the portfolio to identify certain issues that, if not addressed, could negatively impact your investment efficiency.</p><p>Reduce exposure to Big Tech</p><p>In terms of market capitalization, and back to those five largest U.S. companies– Facebook, Apple, Alphabet (Google), Microsoft, and Amazon. These five account for 20% of the entire S&amp;P 500 and 40% of the NASDAQ Composite Index COMP.</p><p>If you invest in an S&amp;P 500 index fund or ETF or most actively managed large-cap funds, you'll probably see these technology stocks at the top of their holdings lists. If you own several of these funds it means that a large portion of your stock holdings are concentrated in these companies.</p><p>What happens if one or more of them hits a rough patch or government regulators decide to tinker with their business models or break them up?</p><p>Selling some of these large-cap stock funds as part of your rebalancing strategy and reinvesting the proceeds in bonds can reduce your Big Tech exposure while restoring your target weightings. You might also want to consider selling a little more and investing in midcap- or small-cap funds, which don't invest in giant tech stocks.&#xa0;</p><p>This may also be a good time to look at investment expenses. If the fees your funds are charging aren't justified by their lackluster performance, consider moving this money to lower-cost index funds and ETFs.&#xa0;</p><p>Don't forget about taxes</p><p>If you're rebalancing in a taxable account, you'll want to pay close attention to capital gains resulting from selling a stock, bond or fund at a profit. If you sell any of these securities after holding them for less than a year, profits will be taxed as ordinary income. If you hold them longer than a year, you'll have to pay long-term capital gains taxes, which can be as high as 20% depending on your gross adjusted income.&#xa0;</p><p>To help reduce tax consequences, see if you can take advantage of a strategy the pros call tax-loss harvesting. This simply means selling shares of a security or fund you've lost money on to generate capital losses you can use to reduce capital gains when you sell other investments at a profit.&#xa0;</p><p>This is relatively easy to do with stocks. It's harder to do with mutual funds and ETFs, since calculating the cost-basis (what you paid for shares) isn't always clear cut. There are several strategies you can use to potentially raise your cost-basis but they're complicated and require a lot of homework to do correctly.</p><p>If you don't feel you have the ability to make these decisions on your own, consider partnering with an experienced, fee-only adviser who is legally bound to act in your best interest. They can analyze your current portfolio and asset allocation strategy, identify overweighting and overconcentration risks, audit investment costs and recommend actions that can restore an optimal balance in a more cost and tax-efficient manner.</p><p>Pam Krueger is the creator and host of the award-winning MoneyTrack investor-education television series seen nationally on PBS. She is also the founder and CEO of Wealthramp.com, an SEC-registered adviser matching platform that connects consumers with vetted and qualified fee-only financial advisers.&#xa0; &#xa0;</p><p>More:How frequently should you be checking your portfolio?</p><p>Also read: Look for the best dividend-paying stocks to stay in the money in 2022 and beyond</p>",
  "published": "2021-12-30T18:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3161,
          "end": 3166
        },
        {
          "start": 352,
          "end": 356
        },
        {
          "start": 346,
          "end": 351
        }
      ],
      "nexusId": "10022657"
    }
  ]
}