{
  "_id": "f86dc1b45e4f2f7e4cc1dc4bdb0e7ea7564759b55fc6c649e05160bdd26a8e09",
  "feed": "wall-street-journal",
  "title": "Peril and Opportunity for Trump at CPAC",
  "text": "<p>Mr. Trump didn't run in 2012, but many themes of his 2016 campaign were there in his 2011 remarks: defeating China, ending dependence on the Organization of the Petroleum Exporting Countries, and promises to \"blast\" an American enemy -- Somali pirates in that case -- \"so fast.\"</p><p>Back then he was allowed only five minutes to talk. A prerogative of being the former president is he'll have as much time he wants Sunday. How he uses it will be important.</p><p>One approach would be to devote the speech to his anger and grievances over losing the election. He could complain it was stolen and brag about winning more than 74 million votes. He could claim credit for every GOP victory, from flipping House seats to adding state legislative chambers, while blaming others -- notably Minority Leader Mitch McConnell -- for every GOP failure, including losing the Senate.</p><p>Mr. Trump could also declare he'll be involved in the 2022 midterms by endorsing candidates who share his MAGA views and punishing those \"very weak\" Republicans who've betrayed him, an unsubtle message of cross me and I'll destroy you. If Mr. Trump follows this route, the media will happily make the day's story line his declaration of civil war on other Republicans.</p><p>Mr. Trump took this approach in his disastrous campaign stop the night before the Jan. 5 Georgia Senate runoffs. If he repeats it at CPAC, he'll be speaking to the shrinking share of the electorate that believes his every claim. The events of Jan. 6 diminished the former president's appeal, and his shtick is getting old. People are tuning him out as his power to dominate the conversation and cow intraparty opponents diminishes each day, whether he recognizes it or not.</p><p>There's a second approach Mr. Trump could take Sunday. He could emphasize his agenda and contrast it with Mr. Biden's policies starting with the new administration's immigration proposal. He could share an expanded vision of where he would be taking America if he were still in the Oval Office, something he failed to do during his re-election campaign. He could remind people of his pre-Covid economic achievements. He could finally express compassion about those who died or suffered from Covid and declare his pride in Operation Warp Speed, which by his administration's final week reached the daily vaccination target Mr. Biden had set for the end of his first 100 days: one million vaccinations.</p><p>Mr. Trump could say he'll encourage, endorse and support MAGA candidates in 2022, but avoid trash-talking other Republicans. He could heed Florida Sen. Rick Scott's wise statement Tuesday that Republicans \"don't have time\" for civil war as Democrats pursue a far-left agenda.</p><p>In short, Mr. Trump could help his supporters overcome their frustration by offering a forward-looking program of action. He could even acknowledge Mr. Biden as the legitimate president and condemn Jan. 6's violence. It wouldn't hurt and could actually improve the former president's standing.</p><p>Leaders who come out of the wilderness after defeat do so by changing their approach and re-creating themselves. It's unclear whether Mr. Trump has the ability to change, especially after a defeat that left him embittered and isolated. What are the odds Mr. Trump takes the more constructive second tack? His choice Sunday will tell us a lot about his future and what the GOP will face in the next few years. Let's hope Mr. Trump heeds the Grail Knight and chooses wisely.</p><p>---</p><p>Mr. Rove helped organize the political-action committee American Crossroads and is author of \"The Triumph of William McKinley\" (Simon &amp; Schuster, 2015).</p>",
  "published": "2021-02-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}