{
  "_id": "7892da5692b03acd1a2462a0a0838c7cc6f3c19a9e41eb2fbe0749ceda34dad9",
  "feed": "market-watch",
  "title": "Match sees strong growth in paid subscribers, but comes up short with revenue forecast",
  "text": "<p>Shares were off about 4.4% in after-hours trading Tuesday.</p><p>The company reported 16.3 million payers for the third quarter, up from 15.0 million in the second quarter and ahead of the FactSet consensus, which called for 15.8 million. Match's MTCH flagship Tinder brand had 10.4 million paid subscribers in the quarter, up from 9.6 million in the second quarter.</p><p>Match's revenue for the period came in roughly in line with expectations, as the company grew the top line to $802 million, up from $639.8 million a year prior. Analysts tracked by FactSet were expecting $803 million.</p><p>The company continues to see some pandemic-related effects in Asia, including in Japan, which is Match's second-largest market in terms of revenue.</p><p>Match generated third-quarter net income of $131.2 million, or 43 cents a share, down from $141.2 million, or 47 cents a share, in the year-prior quarter. The company's results for the current period reflect a loss of $39 million related to the repurchase of some 2022 exchangeable notes.</p><p>Analysts tracked by FactSet were modeling 49 cents in GAAP earnings per share.</p><p>Match highlighted a series of Tinder features that launched in October, including Plus One, which lets users indicate if they are seeking a date for an upcoming wedding or looking to stand in as a date. The Plus One introduction comes “ahead of what is expected to be the busiest wedding season in history,” Match said in its shareholder letter.</p><p>The company expects to test the introduction of “virtual goods” on Tinder starting next year and is upbeat about the potential for new virtual currency called Tinder coins, which it has already begun to test in several markets.</p><p>“Coins will allow for the unbundling of subscription packages in select marketsand selling certain subscription features (such as See Who Likes You) on a pay-as-you-go basis in markets where members find this structure more appealing,” Match said in its letter.</p><p>For the fourth quarter, Match expects revenue of $810 million to $820 million and adjusted earnings before interest, taxes, depreciation and amortization (Ebitda) of $285 million to $290 million. Analysts surveyed by FactSet were modeling $838 million in revenue and $286 million in adjusted Ebitda.</p><p>“Based on the current trends and our strategic direction at Hyperconnect, we have reduced our full-year expectations for Hyperconnect's revenue contribution by about $20 million,” Match noted.</p><p>Looking ahead to 2022, Match expects “momentum at Tinder and Hinge to drive the mid-to-high teens annual revenue growth that we typically aim for each year.” The company anticipates that the overall growth rate for the company will “approach 20%” when adding “a full-year contribution from Hyperconnect.”</p><p>The company held off on providing early expectations for 2022 adjusted Ebitda due to the evolving landscape around Apple App Store payments.</p><p>Shares of Match have declined 8.3% over the past three months as the S&amp;P 500 SPX has risen 5.5%.</p>",
  "published": "2021-11-03T12:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2844,
          "end": 2849
        }
      ],
      "nexusId": "10022657"
    }
  ]
}