{
  "_id": "41b1217212291a68a638a5ec1c5902258cd91ee7e1c631738c1f6a3690d762dc",
  "feed": "wall-street-journal",
  "title": "Upward Mobility:  Will Crime Keep Rising? Not Necessarily  ----  By Jason L. Riley",
  "text": "<p>   Two more people were shot dead and another 19 were wounded last weekend in New York City, where the New York Post reports that shootings have climbed by nearly 70% in the past year, and homicides have risen by almost 50% since 2019. </p><p>   Unfortunately, the Big Apple has a lot of company. Since 2020 there have been significant increases in violent crime, and in homicides specifically, everywhere from Minneapolis and Los Angeles to Philadelphia and Portland, Ore. \"Homicide rates in large cities were up more than 30 percent on average last year, and up another 24 percent for the beginning of this year,\" the New York Times reported earlier this month. In Chicago, 2020 was the worst year for killings in three decades. </p><p>   When I reached out to the criminal-justice scholar Barry Latzer to get his read on these trends, I was expecting a downer of a conversation. Yet Mr. Latzer, a professor emeritus at John Jay College who has just published a new book, \"The Roots of Violent Crime in America,\" was guardedly optimistic. The spike in violent crime last year coincided with the lifting of lockdowns in many places and the antipolice protests following the killing of George Floyd, which may have led to less-aggressive policing in the short run. In other words, this may be an aberration rather than a new trend. </p><p>   \"I'm not troubled by aberrant years. We've had that before,\" Mr. Latzer said. \"You can't treat upticks, or spikes, the same way as booms, which are multiyear, essentially continuous rises in crime.\" From the late 1960s to the early 1990s, crime rose almost every year. \"You really had a 25-year boom,\" he said. \"What I think we're seeing today is what economists essentially call noise. Some years it goes up, some years it goes down. But when you put all the dots together and string them out over time, it's a pretty flat line over, say, a decadelong period.\" </p><p>   To the professor's point, between 2000 and 2019, homicide rates per 100,000 people fluctuated between 5.1 and 6.2, except for one year (2001) when the rate reached 7.1. Compare that with what happened between 1960 and 1980, when the rate more than doubled to 10.4 from 5. \"Right now, I don't see the big factors, the multiyear factors,\" Mr. Latzer said. \"When crime really surged in the late '60s, we had multiple factors. You had the baby-boom generation reaching their most crime-prone years. You had a very weak criminal justice system. And later, you had crack cocaine.\" </p><p>   U.S. demographics don't portend a serious crime wave. Seniors, the fastest-growing segment of the population, are the least likely lawbreakers. But Mr. Latzer did express concern that policy makers seem to be going out of their way to turn back the clock on crime rates. \"We're turning loose people who commit repeat offenses,\" he said, in reference to the popularity of so-called bail-reform measures that make it harder to keep defendants locked up until trial. We're \"demoralizing\" law-enforcement by treating criminals like victims and police officers like criminals. \"We're creating a perfect storm,\" he said. </p><p>   The suspect in a triple homicide in Austin, Texas, earlier this year had been out on bail. A man arrested last week in Flint, Mich., in connection with the fatal stabbing of a 13-year-old girl and the sexual assault of her mother, is a career criminal who had been released on bond a few days earlier. A crime wave isn't inevitable, but that doesn't mean one can't be manufactured. </p><p>   California passed a ballot measure in 2014 that made stealing items valued at less than $950 a misdemeanor rather than a felony, and unlikely to result in any punishment. On social media, you can watch videos of people methodically entering convenience stores with duffle bags, stuffing them full and exiting without incident. The San Francisco Chronicle reported last month that Walgreens has closed 17 stores in the city in the past five years due to rampant shoplifting: \"Theft in Walgreens' San Francisco stores is four times the average for stores elsewhere in the country, and the chain spends 35 times more on security guards in the city than elsewhere.\" </p><p>   It won't surprise you to find out that much of this crime takes place in low-income communities, and when the stores leave, so do the jobs. Crime control is conducive to upward mobility, which is something people who care about social inequality might keep in mind. </p><p>   --- </p><p>   Correction: In last week's column, I stated incorrectly that Donald Trump's 34% share of the Asian vote in 2020 was the highest of any Republican presidential candidate since 2000. According to exit polling, John McCain won 35% of the Asian vote in 2008, and George W. Bush won 44% in 2004. </p><p></p>",
  "published": "2021-06-16T06:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 256,
          "end": 261
        }
      ],
      "nexusId": "10022657"
    }
  ]
}