{
  "_id": "0891690a3cc4e78ccd62de88ec868d81e74351f37af1f0b0f79bc0d97fd904b9",
  "feed": "market-watch",
  "title": "S&P 500, Nasdaq Composite clinch record closes on strong earnings, but Dow ends lower",
  "text": "<p>It wasn't all good news on the earnings front, however, with the Dow Jones Industrial Average weighed down by a steep loss for Cisco Systems Inc.</p><p>What did major indexes do?</p><p>The Dow DJIA closed down 60.10&#xa0; points, or 0.2%, at 35,870.95.</p><p>The S&amp;P 500 SPX rose 15.87 points, or 0.3%, to end at a record 4,704.54.</p><p>The Nasdaq Composite COMP climbed 72.14 points, or 0.5%, finishing at a record 15,993.71.</p><p>On Wednesday, the Dow, S&amp;P 500 and Nasdaq Composite all lost ground in a subdued trading session. The S&amp;P 500 remained just 0.3% away from its record close, with the Nasdaq Composite just 0.4% its all-time high finish.</p><p>What's drove markets?</p><p>Stocks drifted between small gains and losses into the midday, before firming up in the afternoon and into the close. Analysts said concerns over a renewed rise in COVID-19 cases in Europe weighed on the market.</p><p>Germany has seen the highest number of daily cases seen over the course of the pandemic, while other countries have weighed renewed lockdown measures. U.S. cases continue to average more than 88,000 a day, and more than 48,000 people were hospitalized. Michigan and Minnesota lead the U.S. by new cases as measured on a per capita basis.&#xa0;</p><p>“The fourth wave is hitting our country with full force,” Merkel said in a speech on Wednesday. “The daily death toll is also frightening.”</p><p>Stocks have noticed, said Tom Essaye, founder of Sevens Report Research, in a note, with cruise line names and hotel companies suffering modest declines in recent sessions.</p><p>Essaye wrote that he doubted a rise in cases would result in renewed U.S. lockdowns, but if cases continue to rise, “we could see temporary headwinds on the ‘Get Out and Spend' name such as cruise lines, theme parks, hotels and live-event companies.”</p><p>A strong quarter from graphics chip maker Nvidia Corp.NVDA, which reported a 50% jump in revenue late Wednesday, helped to buoy sentiment. Shares closed up 8.3%.</p><p>Corporate earnings have beaten Wall Street estimates in the third quarter, as strong demand has helped to offset the pressure from supply-chain disruptions.</p><p>In U.S. economic data, new filings for jobless benefits slipped by 1,000 to 268,000 in the seven days ended Nov. 13, the government said. Economists polled by The Wall Street Journal had estimated initial jobless claims would total a seasonally adjusted 260,000.</p><p>See: Why the stock market could hit a peak Friday, before ‘minor' dip Thanksgiving week</p><p>The Philadelphia Federal Reserve Bank's manufacturing index jumped in November to 39 from 23.8. While the Conference Board's Leading Economic Index jumped 0.9% in October and pointed toward a pickup in growth toward the end of 2021.</p><p>New York Federal Reserve President John Williams on Wednesday defended the central bank's new inflation-targeting strategy from critics who say it is holding the central bank from taking obvious moves to bring cool prices.</p><p>Chicago Fed President Charles Evans said late Wednesday that the disruptions have lasted longer than he anticipated, though he still expects the central bank to end its bond-buying program in the middle of 2022 as currently planned.</p><p>“The reason why I think momentum will be good going into next year is because I think the supply-chain issues are going to be rectified,” said Evans on Thursday.</p><p>Markets will be highly tuned into any signals on who President Joe Biden will pick to chair the Fed. Biden on Tuesday said a decision would come&#xa0;“in about four days.”&#xa0;The decision is widely seen as coming down to a choice between renominating Chairman Jerome Powell or choosing Fed Gov. Lael Brainard.</p><p>Barron's:&#xa0;Who Will Be the Next Fed Chair? Why Brainard Is Gaining on Powell.</p><p>“Stock markets have been resilient all year; they have looked through upside surprises in inflation, downside surprises in growth, and a dramatic change in central bank pricing,” said strategists at Barclays led by Ajay Rajadhyaksha. The Barclays strategists see limited upside to U.S. equities but also don't expect a major selloff, as there's significant downside hedging.</p><p>Read: Here's what a 1970s inflation-fighting fiasco says about the battle against rising prices</p><p>Which companies were in focus?</p><p>Shares of Macy's Inc.M jumped 21.2% after reporting third-quarter results that soared past expectations, while Kohl's Corp.KSS shares advanced 10.6% after beating forecasts.</p><p>Shares of Cisco CSCO fell 5.5% after delivering disappointing guidance.</p><p>Deere &amp; Co. DE shares rose 1% after it reached a new agreement with workers and a strike since Oct. 14 was called off.</p><p>Reports that Apple Inc. AAPL is attempting to ramp up its car-development plans and focusing on self-driving functions sent shares up 2.9%</p><p>What did other markets do?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 1.8 basis points to 1.586%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down 0.3%.</p><p>Oil futures bounced higher, with the U.S. benchmark CL00 up 0.8% to settle at $79.01 a barrel, while gold futures GC00 fell 0.5% to settle at $1,861.40.</p><p>The Stoxx Europe 600 XX:SXXP fell 0.5%, while London's FTSE 100 UK:UKX was down 0.5%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.5%, while the Hang Seng Index HK:HSI declined 1.3% and Japan's Nikkei 225 JP:NIK was off 0.3%.</p><p>-Additional reporting by Steve Goldstein</p>",
  "published": "2021-11-18T16:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4546,
          "end": 4550
        },
        {
          "start": 4535,
          "end": 4545
        },
        {
          "start": 4535,
          "end": 4544
        },
        {
          "start": 4535,
          "end": 4540
        }
      ],
      "nexusId": "10022657"
    }
  ]
}