{
  "_id": "72bb51e50941d7d13ff41daab0941b6c61ed089f1ca9cf543b32fadd274ee769",
  "feed": "wall-street-journal",
  "title": "Spotify Seeks More Advertising",
  "text": "<p>And it is trying to attract more podcast publishers and creators to its ad marketplace, after saying earlier this year that its advertising growth has been hindered by limited inventory.</p><p>\"It's not just kind of the largest of brands and the biggest of shows, it's also small- and medium-sized businesses and DIY creators,\" said Jay Richman, vice president and head of global advertising business and platform at Spotify.</p><p>The campaign will run in markets including the U.S., Canada, the U.K., Australia, Spain and New Zealand, using digital video, social media and audio ads on and off Spotify.</p><p>The company worked with creative agency FCB New York, part of Interpublic Group of Cos., on the campaign.</p><p>The effort comes as Spotify is poised to overtake Apple Inc. in podcast listenership. Spotify is on pace for 28.2 million monthly podcast listeners by the end of 2021, besting Apple's likely 28 million, according to forecasts from research firm eMarketer.</p><p>U.S. ad revenue from podcasts grew by 19% to $842 million in 2020, is set to top $1 billion this year and will reach $2 billion by 2023, according to trade group Interactive Advertising Bureau. An estimated 116 million Americans, or 41% of the population over the age of 12, are now monthly podcast listeners, up from 37% in 2020, according to Edison Research and Triton Digital.</p><p>Spotify, founded as a music-streaming service, in recent years has recast itself as an audio company, with big bets on podcasting and live audio, including deals for podcast makers Gimlet Media and Bill Simmons's the Ringer and a $100 million-plus licensing agreement with Joe Rogan.</p><p>Spotify also has set out to revamp advertising in podcasting, which for years measured audiences through the number of times episodes are downloaded. That doesn't indicate whether someone actually listened to an episode, however, or whether they skipped the ads. Advertising comprised 12% of Spotify's revenue in the second quarter, up from 7% a year earlier. \"We're now finally seeing the ad-supported side break out andbecome a significant revenue driverfor the firm,\" Chief Executive Daniel Ek said in July.</p><p>The company said its advertising segment revenue more than doubled in the quarter.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 749,
          "end": 759
        },
        {
          "start": 749,
          "end": 754
        },
        {
          "start": 875,
          "end": 880
        },
        {
          "start": 749,
          "end": 758
        }
      ],
      "nexusId": "10022657"
    }
  ]
}