{
  "_id": "6f187ebbb6b58d3d7227f7be2cd43bff12a2a283be2a604642fae6bdc5eb5cc3",
  "feed": "market-watch",
  "title": "Google earnings aren't as exposed to Apple change that sunk Snap, but Alphabet has its own worries",
  "text": "<p>Google GOOGLGOOG could be hindered by a change in Apple Inc.'s AAPL privacy policy that makes it harder to target and measure digital advertising as well as a choked global supply chain that has driven down ad spending. Google probably isn't as exposed as Snap SNAP because Google has invested heavily in developing aggregated measurement approaches to prepare for privacy changes, according to Wall Street analysts.</p><p>“Given&#xa0;Snap's size, maturity, and ad technology stack relative to the much larger, more experienced, industry leaders, we believe the company is more susceptible to these challenges,” Monness, Crespi, Hardt &amp; Co.'s Brian J. White wrote of the privacy issues and supply-chain disruptions. “That said, we doubt any company tied to digital ad spending will be immune to these issues, including Facebook, Alphabet, and others.”</p><p>For more: Snap points to possibility of Apple causing the long-feared ‘ad-mageddon'</p><p>Google's primary headache continues to be antitrust scrutiny both in the U.S. and abroad, which led the company to halve its app fees on Thursday — a nod to saber rattling from developers, regulators and lawmakers to make Google's digital store more accessible and commission fees less punitive.</p><p>A bipartisan bill in the U.S. Senate, the&#xa0;Open App Markets Act, would force the companies' app stores to let developers use other payment systems, potentially helping them opt out of default service fees. The bill, announced in August, came on the heels of an&#xa0;antitrust lawsuit from attorneys general in 36 states and the District of Columbia&#xa0;that claims Google abused its power over app developers through its Play Store on Android.</p><p>“We believe Alphabet is well-positioned for a continued recovery in digital ad spending and further momentum in the cloud; however, we anticipate antitrust investigations will carry on with great fanfare,” Monness Crespi Hardt analyst White cautioned.</p><p>What to expect</p><p>Earnings:&#xa0;Analysts on average expect Google to report earnings of $23.73 a share, up from $16.40 a share a year ago. Analysts were projecting $20.05 a share at the end of June.</p><p>Contributors to Estimize — a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others — are just as optimistic, projecting earnings of $23.73 a share on average.</p><p>Revenue:&#xa0;Analysts on average expect Google to report $52.31 billion in third-quarter revenue, excluding traffic acquisition costs (TAC), compared with $38 billion a year ago subtracting TAC. Estimize contributors predict $52.06 billion on average.</p><p>Stock movement:&#xa0;Google's stock has soared 56% so far this year, while the S&amp;P 500 index&#xa0;SPXhas increased 21%.</p><p>What analysts are saying</p><p>Google's exposure is further mitigated by a diverse revenue model that includes a multibillion-dollar cloud business and other bets. “Google Cloud offers a uniquevalue proposition for enterprises given its ability to leverage consumer-related innovations (e.g., Google Maps, Google Assistant, Google Play, YouTube, Google Shopping, etc.) with its robust cloud offering,” White said in an Oct. 13 note that rates Google shares as buy with a price target of $3,500.</p><p>Cowen's John Blackledge remains “bullish” on the resilient strength of Google's powerhouse search business in the midst of an uncertain online ad market. “We expect robust holiday spending despite inventory issues,” Blackledge said in an Oct. 11 note that maintains an outperform rating on Alphabet shares and price target of $3,300.</p>",
  "published": "2021-10-22T19:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 881,
          "end": 886
        },
        {
          "start": 63,
          "end": 67
        },
        {
          "start": 50,
          "end": 59
        },
        {
          "start": 50,
          "end": 55
        },
        {
          "start": 50,
          "end": 60
        },
        {
          "start": 37,
          "end": 42
        }
      ],
      "nexusId": "10022657"
    }
  ]
}