{
  "_id": "e44d47d323430bf8bd80832460c8a79ef6a0537447a32a18695a29e7c46ff501",
  "feed": "ftcomall",
  "title": "Tesla's bitcoin bet is unlikely to have many corporate copycats",
  "text": "<p>Cryptocurrencies play almost no role in the staid world of corporate treasury, where protecting a company's financial liquidity and cash reserves are key. Their massive volatility has ruled them out.</p> <p>That did not stop Elon Musk, chief executive of Tesla, from <a href=\"https://www.ft.com/content/5e83f15e-ea2c-4d2f-8ae8-bf72fc5effd0\">putting $1.5bn of his company's spare cash </a>into bitcoin last month. The company's shares edged up more than 1 per cent on news of the bet on Monday, while the price of bitcoin staged a strong rally. But to experts in corporate treasury management, the move makes almost no sense.</p> <p>“Corporations invest their cash in very high quality, short-term fixed income securities, and are willing to accept a relatively low rate of return,” said Jerry Klein, a managing director at Treasury Partners, an investment management firm in New York. “I don't think there is a case to be made for investing corporate cash in a risky asset like <a href=\"https://www.ft.com/bitcoin\">bitcoin</a>, where they could experience significant declines.”</p> <p>Apart from a handful of listed vehicles that try to give stock market investors a way to speculate on <a href=\"https://www.ft.com/cryptocurrencies\">cryptocurrency</a>, only a very few companies have put their spare money into bitcoin. One of the first was the ecommerce site Overstock — though it only had $2m in bitcoin when it last disclosed the figure.</p> <p>The US software company MicroStrategy broke the mould in the middle of last year, making a well-timed move to start shovelling all the spare cash not needed for its operations into bitcoin. A week ago the company said it had spent a total of $1.145bn on bitcoin, and was sitting on a hoard of digital currency currently worth $3.2bn.</p> <p>Michael Saylor, its chief executive, described the investment as a “second strategy” for his company alongside its previous business of selling software, rather than as a treasury decision. The company has also said the investment was designed to raise brand awareness among corporate buyers of information technology and boost its software sales.&#xa0;</p> <p>For <a href=\"https://www.ft.com/stream/35edec46-ef7b-4f9b-b85a-25174e6e07fa\">Tesla</a>, with a stock market value of more than $800bn, speculating on bitcoin seems unlikely to rise to the level of a second strategy. But accepting payment for its electric cars in the form of bitcoin could burnish its brand in the cryptocurrency universe. Musk's vocal support for bitcoin and other digital currencies has already brought him a strong following in the crypto world. Tesla also said it would soon start accepting payment in bitcoin in a limited way, potentially giving it more ways to tap Musk's crypto fan base.</p> <p>While there may be longer term upside to <a href=\"https://www.ft.com/topics/people/Elon_Musk\">Musk</a>'s enthusiasm for bitcoin, it brings more immediate risks.</p> <p>One is to the company's reported profitability. Like MicroStrategy, Tesla said it would treat its crypto holdings as an intangible asset with long-term value, like goodwill. As such, it will have to revalue its bitcoin holding regularly and take any decline in value as a cost against profits. Any increase in value, on the other hand, can't be fed back into profits, but can only be realised when Tesla sells the holding, in line with US accounting standards.</p> <p>Tesla's quarterly profit swings are already heavily influenced by the amounts it makes from selling regulatory credits to other companies, distracting from the performance of its underlying car business. A collapse in bitcoin prices could add to the extraneous earnings moves — though the downside would be limited to $1.5bn, unless the company pumps more of its money into crypto markets. In its filing with securities regulators, Tesla said its board had authorised purchases of gold and other digital assets.</p> <p>“It's unusual, it's risky and it won't necessarily provide that hedge that they are looking for,” said Campbell Harvey, a professor at Duke University in Durham, North Carolina. “That to me is OK if you are a hedge fund and your clients know that this is exactly what you do, you make speculative bets and sometimes they work and sometimes they do not . . . Tesla is not a hedge fund.”&#xa0;</p> <p>The largest blue-chip companies have become full-time asset managers over the past decade as their cash holdings have swelled, venturing beyond time deposits and money market funds as places to park their cash. However, their purchases have often focused on the more sedate world of Treasuries, corporate bonds and asset-backed securities. Apple, which held almost $200bn in cash and securities in December, invested 48 per cent in corporate debt.</p> <p><a href=\"https://www.ft.com/content/0746e3c6-9177-4fcd-91bb-e427aa9f9267\">Bitcoin</a> prices have swung wildly over the past 12 months. During the worst of the sell-off in March last year, prices fell as much as 63 per cent from highs hit just weeks earlier. The cryptocurrency has since surged in value and is up tenfold from last year's lows. On Wednesday it was quoted as high as $47,492.&#xa0;</p> <p>David Yermack, a professor at New York University, said cryptocurrencies were still so new that accounting and tax authorities did not yet have rules on how companies should recognise the investments. He added that Tesla's investment could prompt guidance on those fronts.</p> <p>“It has got to be at the top of everyone's minds,” he said. “Many companies have avoided doing this for years because the auditors don't know how to account for it.”</p> <p>A large bitcoin investment could also put a dent in Musk's self-declared intention of building a new style of corporate conglomerate dedicated to tackling <a href=\"https://www.ft.com/climate-capital\">climate change</a>. The intensive data-crunching that goes into bitcoin mining — the process by which people involved in the network validate transactions — consumes plenty of energy.</p> <p>Some crypto experts argue that it would be too simplistic for institutions committed to environmental, social and governance issues, or <a href=\"https://www.ft.com/stream/e11a1e80-32df-4443-a483-5bd64245c9c4\">ESG investing</a>, to hold this against the company. </p> <p>Ethan Buchman, a co-founder of the crypto project Cosmos, said Tesla had already faced potentially bigger ethical concerns, given the mining practices involved in extracting the materials used in car batteries. He also claimed that cryptocurrencies such as bitcoin, if successful, could lead to more moderate economic growth over the long-term, with big advantages for sustainability.</p><p>Source: Richard Waters in San Francisco and Eric Platt in New York 2021 'Tesla's bitcoin bet is unlikely to have many corporate copycats' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T07:57:40.600Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4273,
          "end": 4280
        },
        {
          "start": 4273,
          "end": 4278
        }
      ],
      "nexusId": "10022657"
    }
  ]
}