{
  "_id": "ef4be2ccc6fffcfe43aebdce306beb8beff7726da30ca212147f352d7708e007",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Travel & Entertainment -- What to Stream:  Horror  Comes to  Suburbia  ----  By Chris Kornelis",
  "text": "<p>\n  Three new releases that are streaming this week: </p><pre> </pre><p>\n  'Them' </p><p>\n  (Amazon Prime Video) </p><p>\n  \"Them,\" a horror series out Friday, is about a Black family from North Carolina who moves to an all-white neighborhood in California in 1953 during the Great Migration. It's also the story of a mother mourning the loss of her son, a father struggling with PTSD, a pair of girls adjusting to predominantly white schools and the survival of a marriage. On top of it all, creator Little Marvin wanted to make a proper horror story, complete with supernatural monsters and noises in the basement. </p><p>\n  \"I could have done a biopic about a family from the Great Migration,\" he says. But \"I wasn't really interested in coming through the front door. I wanted to sneak around in the back of the history, break open a basement window and let myself down into the basement level of history.\" </p><p>\n  The anthology series has been picked up for a second season. Little Marvin says each season will follow a different period in American history through the lens of a different marginalized community. </p><pre> </pre><p>\n  'Thunder Force' </p><p>\n  (Netflix) </p><p>\n  When Pom Klementieff was up for the role of Laser in \"Thunder Force,\" a buddy-action comedy out Friday, she was told her character was one of the most powerful super villains in the world and that she loved to kill people. So, some friends made an audition video of her getting angry and throwing lasers. \"But there's, like, nothing in your hands,\" the actress said in a phone call from London, where she was shooting the coming \"Mission: Impossible\" film. \"It was completely ridiculous.\" </p><p>\n  \"Thunder Force\" is a send-up of superhero films. It stars Melissa McCarthy as a Slayer-loving forklift operator and Octavia Spencer as a single mom and scientist who figured out how to give regular people superpowers. Their primary foil is a crew known as Miscreants which includes Ms. Klementieff as Laser, Bobby Cannavale as The King, and Jason Bateman as The Crab. \"The comedy comes from the fact that you just commit to the joke,\" says Ms. Klementieff. \"You take yourself very seriously in any situation.\" </p><pre> </pre><p>\n  'The Jim Brockmire Podcast' </p><p>\n  (Spotify, Apple Podcasts, etc.) </p><p>\n  There are a lot of TV characters in Hank Azaria's life -- but Jim Brockmire, a hard-drinking baseball announcer who detailed the discovery of his wife's infidelity in between pitches on his broadcast, is one he's been playing around with since he was a teenager. He portrayed the character on screen for four years in IFC's \"Brockmire\" (now on Hulu) a run that ended a year ago. Now, he is bringing Brockmire back in \"The Jim Brockmire Podcast,\" in which the character interviews -- and roasts -- notables like Don Cheadle and Ben Stiller. </p><p>\n  In the debut episode, out now, Brockmire unloads on guest Charles Barkley. \"I remember the first time I saw you swing a golf club,\" he says to the commentator and former basketball star. \"I say this in all honesty: I thought I was looking into the mouth of hell.\" </p><p></p>",
  "published": "2021-04-08T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2119,
          "end": 2124
        }
      ]
    }
  ]
}