{
  "_id": "6083bb0576bd9255b06663a6f510517e9e6876d17052f069cc44c74fa0bfb4d8",
  "feed": "market-watch",
  "title": "‘I don't want to die': Kimmel, Colbert, Noah and other TV hosts to bring climate- change fight to the mainstream on Wednesday night",
  "text": "<p>The group of mostly comedians is taking the serious stance after this summer's deadly heat, wildfires, hurricanes and floods, whose severity and frequency are pinned on climate change. &#xa0;</p><p>CBS' “The Late Show with Stephen Colbert” and “The Late Late Show with James Corden,” ABC's “Jimmy Kimmel Live!,” NBC's “The Tonight Show Starring Jimmy Fallon” and “Late Night with Seth Meyers,” Comedy Central's “The Daily Show with Trevor Noah” and TBS' “Full Frontal with Samantha Bee” are&#xa0;all participating&#xa0;in Climate Night.</p><p>https://twitter.com/ClimateGroup/status/1440699910525915141?s=20The goal of the coordinated effort is to reach a wider audience and convey the seriousness of the challenge impacting humanity, a topic that will only draw greater attention in the weeks leading up to a pivotal global climate-change conference in Glasgow, UK, in early November.</p><p>The event coincides with Climate Week NYC and has been created by former&#xa0;Daily Show&#xa0;and&#xa0;Patriot Act&#xa0;showrunner Steve Bodow. It is supported in part by Laurene Powell Jobs's Emerson Collective.</p><p>Read:Jeff Bezos pledges $1 billion toward preserving 30% of Earth's land and sea</p><p>“Climate change has gone very fast from ‘probably the future,' to ‘actually,&#xa0;right now' — which means we all need to be talking and thinking about it much more,” Bodow said in a release. “Late-night hosts reflect our national conversation even more than Russian Twitter bots set it, so this incredible group of shows coming together makes a statement about the scale and urgency of the world's hottest problem.”</p><p>Expressing in the promotional materials why he's participating, Kimmel said, “I don't want to die.”</p><p>And Fallon retorted: “In the interest of recycling, please use whatever Jimmy Kimmel said.”</p><p>Social media reaction has included support for the effort, especially the push to reach millions of viewers collectively. But some commentors say climate-change scolding from wealthy entertainers who presumably have a larger carbon footprint than average Americans may go down with mixed results.</p><p>“I'm proud to dedicate one entire night of my show to the climate, so I can say I wasn't part of the problem, I was 1/365th of the solution,” Colbert said.</p><p>Global leaders, company executives and investors are already broadly pushing toward a future that tackles climate change. Younger generations from all political stripes also tend to want more action against global warming than their older counterparts.</p><p>Read: ‘Older generations aren't protecting us': Anxious about climate, 4 in 10 young people may not ever have kids, major survey shows</p><p>This week, the United Nations is urging its membership to make deeper cuts to emissions of heat-trapping gases and give poorer countries more money to develop cleaner energy and adapt to the worsening impacts of climate change.</p><p>“I'm not desperate, but I'm tremendously worried,”&#xa0;U.N. Secretary-General Antonio Guterres&#xa0;told the Associated Press. “We are on the verge of the abyss and we cannot afford a step in the wrong direction.”</p><p>Health officials are also sounding an alarm. Global warming packs the “greatest threat” to public health, said an unprecedented joint statement out earlier this month from more than 200 U.S. and international medical journals.</p>",
  "published": "2021-09-22T12:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}