{
  "_id": "fff5056ee0e23791f1cf1a33f635bb07fcdc78ae41ec527bf7efc7f04d4b2cb2",
  "feed": "ftcomall",
  "title": "Netherlands election: Mark Rutte and Europe's new awkward squad",
  "text": "<p>Just over a year ago, when the EU was mired in tense negotiations over its future budget, <a href=\"https://www.ft.com/topics/people/Mark_Rutte\">Dutch prime minister Mark Rutte</a> turned up at a crucial summit with an apple and a biography of Frédéric Chopin.</p> <p>The Netherlands was then leading a small group of wealthier northern countries that wanted to limit fiscal transfers to other member states and shrink the overall size of the budget.</p> <p>“Our position is known and I don't see what is there to negotiate,” the 54-year-old Rutte said as he arrived in Brussels. He would spend his night reading the book on the Polish composer because <a href=\"https://www.ft.com/content/3864989a-544a-11ea-90ad-25e377c0ee1f\">“what else is there to do?”</a></p> <p>With the coronavirus pandemic hitting Europe's economy, the Netherlands eventually acquiesced to a bigger budget and a substantial EU recovery fund after winning an emergency brake to temporarily suspend the dispersal of aid if one country raised objections. </p> <p>But the Dutch leader's approach, which German chancellor and erstwhile Rutte ally Angela Merkel reportedly slammed as<a href=\"https://www.volkskrant.nl/nieuws-achtergrond/merkel-geirriteerd-over-kinderlijk-gedrag-rutte-tijdens-eu-top~b635b9a0/\"> “childish behaviour”</a> last February, cemented his reputation in Brussels as a dogmatic leader who often revels in his role as high priest of parsimony.</p> <p>In the years since the UK voted to leave the EU — sealing the departure of the most intransigent member state — Rutte has emerged as the hard-nosed leader of an awkward squad of countries that often says “no” to further political and economic integration. </p> <p>That strain of Euroscepticism is part of an enduring electoral appeal in the Netherlands that has turned him into<a href=\"https://www.ft.com/content/6a115875-8ace-4ea4-acda-cb00a035f24d\"> one of Europe's most longstanding political leaders</a>. Rutte is <a href=\"https://www.ft.com/content/9ea670fb-85e8-4fd2-bf43-4423e7ffcc78\">on course to win a historic fourth term</a> as Dutch prime minister this month, marking another milestone in a record-breaking career defined by his political shape-shifting.</p> <p>If he wins the election, Rutte would become the EU's second longest-serving leader after Hungary's Viktor Orban when Merkel departs German politics later this year. The Dutchman's right-leaning liberal VVD party tops the polls ahead of a general election for which voting closes on March 17 — the first major ballot to be held in an EU member state during lockdown restrictions. </p> <p>His popularity at home has held remarkably steady despite criticism of his government's messaging on Covid-19 lockdowns and <a href=\"https://www.ft.com/content/b37fa75e-af06-4f40-8c26-76c70abe1af2\">a child benefits scandal</a> that forced his cabinet to resign in January. During his 11 years in office, he has earned and lived up to the nickname “Teflon Mark” — a reference to his uncanny ability to shrug off crises while his political rivals flounder. Rutte's fourth term would make him the Netherlands' longest-serving prime minister. </p> <p>But the stability that comes with Rutte's long tenure also brings its own risks. Some observers believe his governments have stored up future problems by not making the case more forcefully for EU membership. </p> <p>Luuk van Middelaar, a political theorist and author, says Rutte's “double speak” on the EU has helped create widespread Euroscepticism in the country: “The government's position is that the EU is where the country's interests lie. But there is a reluctance to make the case at home”. </p> <p>“Rutte's bet is that he needs to protect his right flank and that is also his excuse for dodging EU issues,” he says. “But there is a downside to that strategy over time.”</p> <h2>Frugal four</h2> <p>Since the UK voted to leave the EU in 2016, Rutte has supercharged Dutch diplomatic efforts in Europe and elevated the Netherlands to one of the EU's major political players. The Dutch have taken up traditional British causes such as the need for smaller EU budgets, demands for fiscal responsibility over common risk-sharing and championing the completion of the single market over new integrationist initiatives. </p> <p>This newfound clout has won the Netherlands allies in hawkish countries such as Finland, Sweden and Denmark. It has also attracted equal amounts of opprobrium in parts of the south and east. </p> <p>Animus towards the Dutch peaked last summer during the EU's fraught negotiations to create a <a href=\"https://www.ft.com/content/2b69c9c4-2ea4-4635-9d8a-1b67852c0322\">€750bn common borrowing fund</a> for the Covid-19 recovery. Rutte led a band of <a href=\"https://www.ft.com/content/55f6796e-4a9f-43b2-8d94-da0804d1f83b\">“frugal four” countries</a> that opposed grants for pandemic-hit economies and demanded a smaller common EU budget. </p> <p>The stance put the Netherlands at loggerheads with France and Germany who backed the idea of a borrowing instrument with hundreds of billions in euros of grants. </p> <p>Beyond thwarting attempts at fiscal union, Catherine de Vries, professor of political science at Bocconi University in Milan, says the Dutch have yet to formulate “a constructive voice” in the EU. Dutch diplomats also acknowledge the country's political class has not adjusted to the realities of how “big” countries do their business in Brussels. </p> <p>“The Netherlands used to be the biggest of the small EU countries. Now it's the smallest of the big member states and that requires a big shift. You can't behave like adolescents,” says an EU official. </p> <p>The often blunt and unceremonious style of Dutch diplomacy strained ties with Brussels when the union was trying to forge an early response to the continent's worst economic crisis since the Great Depression. </p> <p>Low points included the finance minister Wopke Hoekstra making a glib request for the European Commission to investigate why some eurozone economies did not have the fiscal room to respond to the pandemic.</p> <p>The remarks echoed caustic comments from Hoekstra's predecessor Jeroen Dijsselbloem who said bailout countries had frittered their money on <a href=\"https://www.ft.com/content/5beb2902-0efa-11e7-b030-768954394623\">“women and booze”</a> in 2017. António Costa, Portugal's prime minister, called Hoekstra's remarks “repugnant”. </p> <p>In the midst of tense recovery fund talks last June, Italy's state secretary for European affairs visited The Hague and was offered a lira banknote by a Dutch MP who suggested the country was better off outside the eurozone, a participant in the meeting told the FT. </p> <h2>EU ‘elephant in the room'</h2> <p>But for all the attention the Netherlands now commands in Brussels, the EU has remained conspicuously absent in a Dutch election campaign dominated by Covid-19 measures and <a href=\"https://www.ft.com/content/351fa962-ee98-49d7-80c8-dfe73a466991\">the backlash against a nationwide curfew</a>. </p> <p>Europe has been such a non-topic that the EU has been dubbed the “elephant in the room”, says de Vries, who notes that mainstream parties are split internally over how to deal with the bloc's main issues. “This is a potentially crucial time for the Dutch to decide what they want from the EU and none of the parties are talking about it,” she says. </p> <p>Rob Jetten, former leader of the pro-EU D66 party which served in the last coalition, says the relative silence on the EU can be attributed to Rutte's style of being “a manager rather than a leader”. </p> <p>“He keenly watches the polls and changes direction if there is a shifting majority on an issue,” says Jetten. </p> <p>Rutte's pragmatic and non-ideological approach has won him favourable comparisons with Merkel. Like the German chancellor, Rutte has swallowed up rivals on the left by shifting his liberal party into championing state intervention and bigger budget deficits during the pandemic. He has also spearheaded an embrace of green policies in a party which had once regarded car ownership as a sacred right.</p> <p>His unwillingness to push back against public opinion has also led to criticism that he has helped normalise the far-right agenda of anti-Islam politician Geert Wilders by failing to take tough stances against racially-charged <a href=\"https://www.ft.com/content/9e49b94d-0cb9-4b27-ac34-6c3d73e4442d\">discourse on migration and integration</a>. Rutte's four-party coalition government fell in January after tax officials were found to have racially profiled parents they falsely accused of defrauding the state. </p> <p>“Rutte has transformed the VVD into a party quite similar to the [UK's Conservative party]. He's allowed for different wings to emerge to cater for different groups of voters including radical right voters who take very extreme stances on immigration and integration issues,” says Sarah de Lange, professor at the University of Amsterdam. </p> <p>“Rutte is not a figure who commands authority,” says Merijn Oudenampsen, sociologist and author of <em>The Rise of the Dutch New Right</em>. “The office of prime minister in the Netherlands is more akin to a manager or a negotiator. Rutte isn't a politician who will tell you how the world should be run and that's why he can strike coalition deals with the far-right or the left.”</p> <p>On Europe, Rutte is often compared by some Brussels officials to David Cameron, the ill-fated Tory prime minister who called and lost the UK referendum on the EU. </p> <p>Like Cameron, Rutte has been reluctant to face down Eurosceptics within his own party and on the extreme right. Wilders' PVV party is on course to maintain its position as the second largest, according to polls. The election is also being contested by upstart populists the Forum for Democracy, which was founded in 2016 calling explicitly for a “Nexit”. </p> <p>As in the UK, domestic strife has limited the prime minister's room to negotiate in Brussels. Dutch debates on Europe are invariably framed about the costs taxpayers must bear for the EU, a neuralgic issue which inflamed Euroscepticism in the country during the eurozone bailouts of the early 2010s. In an election debate in 2012, Rutte infamously declared the Netherlands would “not give one cent more to Greece”.</p> <p>The shock Brexit vote was a chastening warning for Rutte and a Dutch diplomatic establishment who became determined not to sleepwalk into a UK-style crisis over EU membership. “He realised that you can't simply badmouth Brussels for years and years,” says van Middelaar, the author. </p> <p>The UK's exit has helped soften some of the roughest edges of the Nexit debate. Neither Wilders nor Thierry Baudet's FvD party explicitly call any longer for the country to leave the EU. Public support for EU membership also peaked after the British referendum. But the Brexit crisis did not translate into an upsurge in avowedly pro-EU positions from the government or opposition parties on the left, which also equivocate on the European question. Polls suggest the far-right parties of Wilders and Baudet will command a higher share of the vote than main left parties combined. </p> <p>“There isn't much of a home for pro-Europeanism in Dutch politics,” says Pepijn&#xa0;Bergsen, research fellow at Chatham House. “It is difficult for the Greens or the left to make the argument because the EU is still seen as neoliberal project in parts. Even D66 aren't passionate defenders of the recovery fund and don't argue for fiscal union.”</p> <h2>Eagle-eyed referee</h2> <p>Dutch ambivalence towards European integration can be traced back to a 2005 referendum where voters overwhelmingly rejected the EU's constitutional treaty, temporarily slamming the brake on Brussels' federalist ambitions. </p> <p>Van Middelaar, who worked on the Dutch Yes campaign, says the rejection was a “traumatic” moment for the political establishment. The 62 per cent No vote was the confirmation of a deep-seated aversion to political union which can be traced back to the EU's founding years, he says. </p> <p>“Of the EU's six founding members, the Dutch were the only ones who wanted an economic Europe and not a political project. They had a British-like attachment to the common market. But this idea of a market without a political union has become a phantom,” says van Middelaar.</p> <p>Dutch obstinacy has not stopped incremental moves towards greater political and fiscal union in the EU. The 2020 deal to set up a recovery fund equips the commission with the power to launch mass borrowing on the capital markets and will reopen the debate about how to generate EU-wide revenues — like common taxes — to repay the debt in years to come. Both would have been unthinkable to the Dutch only a year ago. </p> <p>Having signed up to the fund, the Netherlands is now gearing up to act as eagle-eyed referee, watching over other countries' recovery plans to ensure the money is being spent on long-term investments and structural reforms. The finance ministry is expected to produce individual reports assessing every member states' plans. “It will win us no friends in Brussels,” says a Dutch official. </p> <p>Rutte and Hoekstra insist the recovery fund is temporary and does not lay the foundation for a common EU borrowing instrument. Privately, however, Dutch officials note that the longevity of the fund will depend ultimately on its success. The appointment of former European Central Bank president Mario Draghi as Italian prime minister is quietly touted as having the potential to change the Netherlands' longstanding distrust in <a href=\"https://www.ft.com/content/7c2007d9-6ce9-4895-ac5c-cd17e3bf69b2\">Italy's ability to take on a major economic overhaul</a>. </p> <p>A returning Rutte will also lead the charge inside the EU against the illiberal tide <a href=\"https://www.ft.com/content/7cc4647c-6781-4566-b0f2-953f17963785\">sweeping countries like Hungary and Poland</a>. In a parliamentary debate last year, Rutte openly speculated about the possibility of reconstructing the EU without the two countries given their records on undermining independent institutions and suppressing the free media. It is a cause where the Dutch think fellow founding member states France and Germany have dropped the ball. </p> <p>“The rule of law is one of the few topics that all Dutch MPs agree on,” says D66's Jetten. “If the commission is seen as taking action against Hungary and Poland, it will strengthen support for the EU in the Netherlands.” </p> <p>The Dutch will have allies on the rule of law as on many other issues. Rutte's enduring skill and biggest departure from Cameron has been his ability to court support from like-minded countries and not only those among the Netherlands' traditional Benelux or Nordic partners. </p> <p>The Dutch share similar concerns about the EU's eastward accession expansion as the French. Rutte and France's Emmanuel Macron are also aligned on the need to ensure post-Brexit Britain does not become a deregulatory haven undercutting the single market. The Netherlands has also signed up to the <a href=\"https://www.ft.com/content/32d464ad-1efb-4b6b-ad43-427d05e01852\">EU's “Fortress Europe” migration policy</a> and is a cheerleader for the commission's radical carbon emissions cutting targets. </p> <p>Rutte's fourth term is expected to be his final one at the helm of Dutch politics. Unlike his ally Merkel, history suggests the Dutchman is unlikely to abandon his characteristic caution and embrace the legacy building the German chancellor has displayed in parts during her final years in office.</p> <p>“Rutte has guided the Netherlands through three crises: the economic crisis, the refugee crisis and the pandemic,” says de Lange. “Stability will be his dominant legacy.”</p> <p>Rutte's approach to the EU is set to remain true to a quintessentially mercantile Dutch mindset about the <a href=\"https://www.ft.com/content/f98e27c7-ee88-4f1d-836b-fc36e3de81f0\">benefits </a>that a small open economy like the Netherlands derives from the union. “He remains pragmatic about the EU and that is the only way to convince a Dutch audience,” says van Middelaar. </p> <p>It is a legacy that may ultimately leave the Netherlands as the most antifederalist of the EU's founding member states. But one that no longer questions its place in the bloc.</p> <p><a href=\"https://twitter.com/mehreenkhn\"><em>@mehreenkhn</em></a> </p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/030fcc87-5677-462a-8dfe-de1402b48a94\"><em>Rutte's caution on Europe is an authentic Dutch view</em></a><em>​ /&#xa0;</em><a href=\"https://www.ft.com/content/030fcc87-5677-462a-8dfe-de1402b48a94\"><em>From Rupert Boswall, Staplehurst, Kent, UK</em></a></p><p>Source: Mehreen Khan in Brussels 2021 'Netherlands election: Mark Rutte and Europe's new awkward squad' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T05:00:39.059Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 160,
          "end": 165
        }
      ],
      "nexusId": "10022657"
    }
  ]
}