{
  "_id": "03e224cb4a01847b0f8bf7e330ee7a332936015a4537c4683e84142ae7185cfd",
  "feed": "wall-street-journal",
  "title": "What Happened at Travis Scott's Astroworld Concert? At least 10 people died when crowd compressed toward stage at Houston event",
  "text": "<p>The surge occurred around 9:38 p.m. local time, according to Samuel Peña, the Houston fire chief.</p><p>\"The crowd began to compress towards the front of the stage, and that caused some panic, and it started causing some injuries,\" Mr. Peña said. \"People began to fall out, become unconscious, and it created additional panic.\"</p><p>More than 300 people were treated at a field hospital at the festival, the fire chief said.</p><p>The people taken to medical facilities were as young as 10, Harris County Judge Lina Hidalgo said.</p><p>What do we know about the people hurt or killed at the event?</p><p>A 9-year-old boy died Nov. 14 of injuries suffered during the concert, the family's attorney said, marking the 10th fatality stemming from the show. Ezra Blount became the youngest person to die of injuries from the crowd surge.</p><p>Others who died at the concert ranged in age from 14 years old to 27. At least one person remains in critical condition. People at the event described a crowd surge at the event with 50,000 people that led to people falling unconscious.</p><p>Houston Police Chief Troy Finner said Nov. 10 that an investigation would take weeks or months. The causes of deaths for the deceased are pending.</p><p>Who is Travis Scott?</p><p>Mr. Scott, a Houston native and protégé of Kanye West, is among the most popular artists of the past decade. Known for his sing-songy, Auto-Tune-heavy vocal style, he helped popularize the now common practice of singing while rapping.</p><p>His 2018 album \"Astroworld\" has sold more than four million copies in the U.S.</p><p>Mr. Scott, who has a history of encouraging raucous behavior at shows, said in a post on Twitter after the Nov. 5 show that he was \"absolutely devastated.\"</p><p>CNN cited Travis Scott's girlfriend, Kylie Jenner, whose Instagram Story on Nov. 7 featured the following post: \"Travis and I are broken and devastated. My thoughts and prayers are with all who lost their lives, were injured or affected in any way by yesterday's events. And also for Travis who I know cares deeply for his fans and the Houston community. I want to make it clear we weren't aware of any fatalities until the news came out after the show and in no world would have continued filming or performing. I am sending my deepest condolences to all the families during this difficult time and will be praying for the healing of everyone who has been impacted.\"</p><p>Were there warning signs?</p><p>Chief Finner said he had met with Mr. Scott and his head of security before the concert to express concerns about public safety. The police chief said \"social tension\" and Covid-19 made it a particularly challenging time. He said he asked Mr. Scott's team to work with police and watch their social-media messaging.</p><p>Questions that have arisen include whether the event should have been designed differently to address risks associated with a packed crowd, and whether security staff members were prepared. Executives and security officials are also debating whether Mr. Scott and his team should have moved faster to end the show.</p><p>Videos posted to social media show a chaotic scene in the packed venue. Some concertgoers can be heard yelling for help as the music continues. At least two people approached a camera operator and attempted to stop the concert, the videos show. Other videos show what appear to be unconscious concertgoers on the ground, with other attendees attempting to resuscitate them.</p><p>The concert business is grappling with a shortage of seasoned workers. Touring professionals fear the shortage could lead to safety problems.</p><p>What's the latest on the investigations?</p><p>Houston police have launched a criminal investigation. They are looking at the possibility of overdoses at the concert that were caused by counterfeit pills possibly laced with fentanyl, according to a person familiar with the investigation. Investigators are also looking at whether some people were killed when the crowd surged toward the stage, the person said.</p><p>A spokesman for the Houston Police Department declined to comment on the drug investigation.</p><p>Chief Finner said that many narratives had emerged about what had occurred at the concert, including that someone had injected a security officer with drugs.</p><p>On Nov. 10, Mr. Finner said that report was false; the security guard said he had been struck on the head, not injected.</p><p>What did Mr. Scott know about what was happening in the crowd?</p><p>Mr. Scott's lawyers said he couldn't see or hear what was happening in the crowd. He didn't know the severity of the situation, his lawyers said, and only found out after the show.</p><p>What did Mr. Scott do after the concert?</p><p>Following the Nov. 5 concert, Travis Scott attended an afterparty at Dave &amp; Buster's, a national chain restaurant with arcade games, according to a person familiar with the matter. Mr. Scott didn't know the severity of the situation when he arrived at the party, the person said, adding that no one—including the police—had publicly confirmed the night's disastrous events. When someone at the party informed Mr. Scott what had happened, he left immediately, the person said.</p><p>Will Mr. Scott face lawsuits?</p><p>Yes. Mr. Scott has been named in several lawsuits along with Live Nation Entertainment Inc., the world's largest concert-promotion company and owner of the Astroworld festival's promoter, and others involved in organizing the show.</p><p>A lawsuit filed on behalf of 125 Astroworld attendees seeks $750 million in punitive damages from musicians Travis Scott and Drake, as well as corporations involved in the festival, where at least 10 people died and two dozen were hospitalized after a crowd surge.</p><p>The lawsuit, filed Tuesday in Harris County, Texas, alleges defendants including Apple Inc. and Live Nation Entertainment Inc. failed to create safe conditions.</p><p>\"The deaths and injuries that occurred were needless and senseless, and the suffering caused the families and all others involved will be endless,\" the lawsuit said. \"The damages sought in this case attempts to fix, help, or make up for the harms and losses suffered by these Plaintiffs—nothing more and nothing less.\"</p><p>One of the plaintiffs includes the estate representing Axel Acosta, a 21-year-old who died after he was crushed during the crowd surge at the event.</p><p>Nine other festivalgoers also died, including Ezra Blount, a 9-year-old Dallas boy who was the youngest person to die from injuries suffered at the event.</p><p>Mr. Scott has developed a reputation for encouraging aggressive fan behavior. During a 2017 show at New York City's Terminal 5 venue in Manhattan, he egged on fans to climb down from a balcony to the ground floor beneath. One fan said he was pushed and fell, and he sued Mr. Scott; the rapper has argued that he wasn't responsible.</p><p>Todd Mensing, one of Mr. Scott's lawyers, says the criticism is based on \"a tremendous amount of misinformation.\"</p><p>According to Mr. Scott's lawyers, he paused the Houston show on multiple occasions when he thought someone in the crowd was in distress, moves they say pointed out the issues to security. He checked on the crowd before continuing on, his lawyers said. Several video clips shared on social media show the music being paused—for example, when Mr. Scott in one instance flagged someone in trouble. \"Somebody [is] passed out right here,\" Mr. Scott can be heard saying.</p><p>How is the event being discussed on social media?</p><p>There are concerns about how footage and misinformation related to the event are being circulated on social media. Videos showing people being crushed and unconscious circulated on TikTok, Twitter and other platforms. \"Travis Scott concert\" was one of the most searched terms on Google on Nov 6., the day after the incident, according to Google Trends data.</p><p>On TikTok, videos using the hashtag #Astroworld had about 2.4 billion views as of Nov. 11.</p><p>And more than 400,000 tweets have mentioned either Travis Scott or the festival by name since the event on Nov. 5, according to an analysis by Storyful, a social-media research firm, which is owned by News Corp, the parent company of The Wall Street Journal.</p><p>Conspiracy theories, including one claiming the concert was part of a satanic ritual, have also became prevalent. Tweets mentioning satanism more than tripled from Nov. 7 through Nov. 9 compared with the three-day period beforehand, according to the Storyful analysis.</p><p>How has the incident impacted Travis Scott's business?</p><p>Nike said it is postponing the launch of its sneaker collaboration with Travis Scott after 10 people died and dozens were injured at the rapper's Astroworld Festival in Houston earlier this month.</p><p>\"Out of respect for everyone impacted by the tragic events at the Astroworld Festival, we are postponing the launch of the Air Max 1 x Cactus Jack,\" Nike said in a statement on its website.</p><p>Write to Anthony DeRosa at anthony.derosa@wsj.com</p><p>What Happened at Travis Scott's Astroworld Concert?</p>",
  "published": "2021-11-17T21:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5667,
          "end": 5677
        },
        {
          "start": 5667,
          "end": 5672
        },
        {
          "start": 5667,
          "end": 5676
        }
      ]
    }
  ]
}