{
  "_id": "c95be696ede5c934fc02567a589ba767ca214f9f521c09510958f692cb8ecc68",
  "feed": "wall-street-journal",
  "title": "Meme Stocks Upend the Options Market",
  "text": "<p>The complicated contracts can be risky to use but have mushroomed into a feature of the meme mania this year. Some individual investors have said that they are drawn to the thrill of options trading, happy to take on higher risks for the prospect of big payouts. They have used the bets to turbocharge their positions, eager to ride the relentless momentum in stocks including GameStop, AMC and Clover Health Investments Corp.</p><p>Call options, which allow investors the right to purchase stocks at a set price in the future, have recorded particularly heavy trading. Internet traders and others have favored them for making bullish bets in pursuit of mammoth gains. Their relatively low cost -- with just one contract covering 100 shares -- has lured many into the market, with activity rising to a fever pitch in recent sessions.</p><p>Traders last week spent $11.6 billion on options contracts tied to AMC, more than on the SPDR S&amp;P 500 ETF Trust, Invesco QQQ Trust and Tesla Inc. combined, according to Cboe Global Markets data. Options on those stocks are typically among the market's most popular.</p><p>The recent activity in meme stock options underscores investors' fear of missing out on the surges. Many traders were positioning for even greater gains in AMC shares. The stock soared 83% last week, surpassing its record hit six years ago. Some of the most popular options contracts on AMC have been bullish calls pegged to shares jumping to $145 or $100.</p><p>The stock has surged an additional 15% this week and closed at $55.05 on Tuesday, bringing gains for the year to 2,497%. Other retail favorites such as GameStop, BlackBerry Ltd. and Koss Corp. have also rallied.</p><p>\"The perceived risk is not that AMC is going to go down to $10. The risk that everybody is worried about is AMC going up to $1,000,\" said Henry Schwartz, head of product intelligence at Cboe Global Markets. \"It does kind of challenge all the normal assumptions that especially professionals tend to make.\"</p><p>On Tuesday, another meme stock, Clover, captivated traders and almost doubled in price. Options activity tied to the healthcare company hit a record, Cboe Global Markets data show, highlighting how large share-price moves in meme stocks have often been accompanied by a rush into the derivatives market.</p><p>Traders snapped up bullish calls, making calls tied to the shares hitting $22 among the most popular bets in the entire market.</p><p>Options on Clover, the behemoth Apple Inc. and the SPDR S&amp;P 500 ETF Trust were among the most active in the options market.</p><p>The options-trading activity at times can stoke bigger moves in the shares themselves, traders say, exacerbating swings. The intense activity in meme stocks has also overturned dynamics within the world of options and volatility trading.</p><p>Market volatility is a key input to pricing options. The higher the volatility, the pricier options can be: If a stock is recording more extreme swings, that increases the chances the options will pay out. Implied volatility, a measure of how turbulent traders expect stocks to be over a given time frame, typically drops as stocks go up and climbs when they fall.</p><p>Some of the meme stocks have defied those expectations. As AMC share prices hit a record last week, implied volatility for the stock jumped to the highest level in around four months, according to Susquehanna Financial Group. Meanwhile, expected swings in GameStop and BlackBerry hit the highest levels in months -- even as the stocks surged.</p><p>\"If the market crashed tomorrow, would things get quieter or they'd go crazy? Well, they'd get more crazy, that spooks everybody,\" Mr. Schwartz said. \"What happens in these meme stocks is they also get much more volatile when the stocks go up.\"</p><p>And typically, investors pay more to protect themselves from stock declines than they do for bullish wagers. That hasn't been the case at times in meme stocks and a handful of other bets over the past year, like some special-purpose acquisition companies, analysts said.</p><p>\"These traditional relationships between volatility and stocks have been turned on their heads in meme stocks,\" said Chris Murphy, co-head of derivatives strategy at Susquehanna.</p>",
  "published": "2021-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2433,
          "end": 2438
        },
        {
          "start": 2433,
          "end": 2443
        },
        {
          "start": 2433,
          "end": 2442
        }
      ]
    }
  ]
}