{
  "_id": "70a214df8c8a39b8c708e3ce28dcdb2cbb8fc62e05b2d8f9c8402354eaadad96",
  "feed": "wall-street-journal",
  "title": "Parler, Forced Offline, Fires Chief Executive",
  "text": "<p>\"Over the past few months, I've met constant resistance to my product vision, my strong belief in free speech and my view of how the Parler site should be managed,\" he said in a statement. \"For example, I advocated for more product stability and what I believe is a more effective approach to content moderation.\"</p><p>Dan Bongino, a conservative talk-show host who has invested in Parler, responded with a Facebook video saying that Mr. Matze bore responsibility for \"really bad decisions\" that led to Parler being taken offline as well as problems with the app's stability.</p><p>\"John decided to make this public, not us,\" Mr. Bongino said. \"We were handling it like gentlemen.\"</p><p>The immediate impact on Parler's efforts to get back online isn't clear, though a person familiar with the company said that Mr. Matze created Parler's original code. Mr. Matze said that the site had overcome most of the hurdles to restoring service both through its website and for people who had previously downloaded its app.</p><p>\"Anybody who still had the app could have gotten on it\" when service is restored, he said. \"But no new accounts.\"</p><p>Mr. Matze said that before he was fired he had been seeking to adjust the platform's moderation rules in ways that would allow Parler to return to Google's and Apple Inc.'s app stores.</p><p>Representatives for Parler and Ms. Mercer couldn't be reached for comment on Mr. Matze's firing or the timing of Parler's relaunch.</p><p>In the months following the U.S. presidential election, Parler carved out a niche but rapidly growing place in social media by wooing conservatives disaffected by mainstream platforms' efforts to label certain speech and ban users who they deemed to have violated their guidelines around hate speech, misinformation and false claims of victory by former President Donald Trump.</p><p>Parler's rules forbid criminal activity and threats, but the platform left moderation up to community \"jurors,\" users who addressed content violations and were paid part time.</p><p>Major tech platforms took issue with that approach after the storming of the U.S. Capitol on Jan. 6 by Trump supporters, alleging that Parler failed to adequately police the platform.</p>",
  "published": "2021-02-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1274,
          "end": 1279
        },
        {
          "start": 1274,
          "end": 1283
        },
        {
          "start": 1274,
          "end": 1284
        }
      ],
      "nexusId": "10022657"
    }
  ]
}