{
  "_id": "071dda644df0c96d5040d3d4d0ccf5b104fd390462666e632c21c4a91b2f9a85",
  "feed": "ftcomall",
  "title": "Opa! Sanjeev Gupta's Mykonos birthday bash",
  "text": "<p><strong>One invitation to start: </strong>It is just over a week to go now until the <a href=\"https://businessofsport.live.ft.com/\">FT Business of Sports Summit</a>, which will be broadcast virtually and close with an in-person dinner in Manhattan on October 14. DD subscribers are <a href=\"https://businessofsport.live.ft.com/page/1740034/professional-pass\">invited to watch for free</a> using the promo code “Premium21” or buy a ticket to join the DD team at the Lotte New York Palace for dinner and more.</p> <h2>Gupta's empire: beware of land M-INES</h2> <p>DD imagines it's a busy time for <strong>Sanjeev Gupta</strong>.</p> <p>The embattled industrial magnate is facing an <a href=\"https://www.ft.com/content/b56416b2-340d-4866-9c79-6341a9c9f904\">investigation</a> by the UK's <strong>Serious Fraud Office</strong> into suspected fraud and money laundering at his metals empire <strong>GFG Alliance</strong> following the implosion of its <a href=\"https://www.ft.com/content/db5bc46a-57cc-4c7d-a6fe-47f5a59412d4\">main lender</a> <strong>Greensill Capital</strong>.</p> <p>But you only turn 50 once.</p> <p>So as his difficulties piled up last month, Gupta arrived via private helicopter — emblazoned with GFG's corporate logo and the call sign “M-INES” — to join guests for a lavish, multi-day fête celebrating the tycoon's big 5-0 on the Greek island of Mykonos.</p> <p>The itinerary included parties at exclusive beach bars and five-star resorts, people familiar <a href=\"https://www.ft.com/content/5e364741-c91e-4b7c-b3f3-a294417ec673\">with the event told DD's Rob Smith</a>, as well as a day trip to the uninhabited nearby island of Rineia. </p> <a href=\"https://twitter.com/BondHack/status/1444065013942169609\">https://twitter.com/BondHack/status/1444065013942169609 </a> <p>While the event may seem a bit extravagant for a man whose businesses owe more than $5bn, it was Sanjeev's father who sponsored the event, GFG told the FT. (We've previously highlighted Gupta's taste for luxury, <a href=\"https://www.ft.com/content/8d5956d2-33e0-4ab0-a6d9-76cf63929bd9\">including the £42m home in London's Belgravia</a>, which he acquired last year.)</p> <p>Meanwhile, as Gupta partied the night away, the US private equity group <strong>American Industrial Partners </strong>was plotting the final moves in seizing control of one of his most cherished assets.</p> <p>AIP <a href=\"https://www.ft.com/content/1ea6eff9-3c8e-4d6a-a6e7-48c9cd13cdd8\">claimed on Friday</a> to have seized control of GFG's Alvance aluminium smelter in Dunkirk, as well as two other French entities, after Gupta's beleaguered conglomerate failed to make payments on outstanding loans.</p> <p>GFG said it “will defend its position and its interests vigorously” and complained that it had offered “to repay AIP debt through a committed third-party financing” only for the private equity firm to use “its ‘loan to own model' to orchestrate an asset takeover for what is well below market value”.</p> <p>Gupta's Mykonos hangover worsened last week, as <strong>Moody's</strong> downgraded GFG's Australian steel recycling business deeper into junk territory.</p> <p>Separately, a plan to refinance Greensill debt related to steelworks and mines in Australia, which Gupta says will pave the way for new financing in the UK, has hit several speed bumps.</p> <p>There were a handful of conspicuous absentees from the Mykonos party, however. </p> <p>Neither <a href=\"https://www.ft.com/content/f4822a17-366d-407a-b741-1bd346393828\"><strong>Jay Hambro</strong></a>, the London banking heir who until recently served as Gupta's chief investment officer and right-hand man, nor traders for <strong>Glencore</strong>, which recently offered financial support for Gupta's aluminium business, were in attendance. </p> <p>Could the party be over for some?</p> <h2>Private equity: peaky, but not that peaky</h2> <p>Shareholders in <strong>Wm Morrison</strong> have been getting all excited in the past few months as two rival private equity groups have duelled for control of the UK supermarket chain. </p> <p>They pushed its share price up from £1.78 in June to as much as £2.97 last week, suggesting they thought <strong>Clayton, Dubilier &amp; Rice</strong> or <strong>Fortress Investment</strong> would contemplate a deal at around the £3-per-share mark. </p> <p>That would've been a 30 per cent leap from the £2.30 that CD&amp;R originally bid for the grocer back in June, and not far off a 70 per cent premium over the undisturbed share price. </p> <p>Private equity is certainly willing to pay huge premiums at the moment (<a href=\"https://www.bloomberg.com/news/articles/2021-09-25/eqt-offers-to-buy-zooplus-valuing-firm-at-3-36-billion-euros?sref=tIy4CXSr\">see also</a>: <strong>ZooPlus</strong>), but it didn't need to be <em>that </em>huge in the end.</p> <p>In an auction on Saturday, Fortress <a href=\"https://www.ft.com/content/4d990b0f-2728-4126-adee-d4111aae7a45\">walked away</a> after making a single offer that was just a penny per share above its rival's existing £2.85 bid. </p> <p>As soon as <strong>SoftBank</strong>-owned Fortress realised CD&amp;R wasn't maxed out it was game-over, clearing the way for the latter's £2.87 bid to <a href=\"https://www.ft.com/content/4d990b0f-2728-4126-adee-d4111aae7a45\">triumph</a>. </p> <p>Cue talk in the Fortress camp — a firm better known for distressed debt deals — of being a disciplined investor. </p> <p>Still, the competitive tension had generated a £9.97bn deal and a 61 per cent premium for shareholders. </p> <p>At that price CD&amp;R, which is <a href=\"https://www.ft.com/content/148713c1-1e34-44ab-9224-b0f9926700e6\">likely</a> to bring in former <strong>Tesco</strong> boss <strong>Sir Terry Leahy</strong> as Morrisons' chair, “will have to squeeze a lot from Morrisons”, <a href=\"https://www.ft.com/content/bc531b82-0214-471e-be39-674e33846fb9?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">as Lex notes.</a></p> <p>That means asset sales — potentially of distribution centres, petrol stations and some stores — and a decent exit multiple in a few years' time, Lex writes. </p> <p>None of that will be easy. Most of the petrol stations are attached to stores, making them tricky to split off. </p> <p>And CD&amp;R has said it does “not intend to engage in any material store sale and leaseback transactions”, though this isn't binding. </p> <p>All of this at a time when the UK is <a href=\"https://www.ft.com/content/63580094-33f1-4a36-97bf-57612f2267b5\">sending in the military</a> to tackle a fuel supply crisis amid a <a href=\"https://www.ft.com/content/ab7b24f6-d7f0-448c-afe0-b645a9120357\">truck driver shortage</a>. </p> <p>The new private owners won't be able to bank on hiding Morrisons from the limelight, even after removing it from the stock market. Remember, we told you <a href=\"https://www.ft.com/content/7eb6fe55-2a62-43bc-bfba-afae5def9ee1\">last week</a>: Britain and its newspapers have a particular obsession with supermarkets. </p> <h2>Is venture capital getting too excited?</h2> <p>In the throes of lockdown, one members-only haunt kept its doors open to an eager assembly of Silicon Valley insiders: <a href=\"https://www.ft.com/content/bff71492-90ea-4555-92b9-3b41ab6a850b\"><strong>Clubhouse</strong></a>, the buzzy audio-only app that received a $1bn valuation in a funding round led by venture capital group <strong>Andreessen Horowitz</strong>.</p> <p>Downloads <a href=\"https://www.ft.com/content/0f4086ca-43f1-4e3d-aa46-838b52485e4b\">have wavered</a> since then as Clubhouse struggled to amass an audience comparable to rivals such as <strong>TikTok</strong> and <strong>Twitter</strong>. But that didn't stop Andreessen Horowitz from leading another round of financing that <a href=\"https://www.ft.com/content/0f4086ca-43f1-4e3d-aa46-838b52485e4b\">quadrupled</a> the start-up's valuation in April.</p> <p>The platform's heady valuation is yet another result of so-called insider rounds — an increasingly common phenomenon in venture capital where one backer leads multiple subsequent financings in a start-up, setting its valuation higher each time.</p> <p>The practice comes as venture capitalists are raising start-up valuations at the steepest rate in the past decade, stoking fears that the market for emerging tech companies could be overheating, <a href=\"https://www.ft.com/content/d88f8da5-bc10-4b8b-9561-0ceae5ac59fc\">as reported by</a> DD's Miles Kruppa and the FT's Patrick Mathurin and Chris Campbell.</p> <p>One of the venture capital world's most bullish investors is <a href=\"https://www.ft.com/content/54bb342c-230f-4438-a4d7-7cbde010ea1a\"><strong>Tiger Global</strong></a>, which holds stakes in more <a href=\"https://www.ft.com/content/5207cc15-f06e-4d37-b38f-cb831fbc3d5a\">billion-dollar private start-ups</a> than any other firm and has, alongside its fellow disrupter SoftBank, helped spearhead a <a href=\"https://www.ft.com/content/9e6b7543-3000-45e5-aee8-e8ccc9b5f661\">fast-paced style of investing</a> that has shaken the status quo in Silicon Valley.</p> <p>The data reflect a new reality in which few venture capitalists can resist a <a href=\"https://www.ft.com/content/5207cc15-f06e-4d37-b38f-cb831fbc3d5a\">hot deal</a> — even if it looks pricey by historical standards (and particularly within fintech, where valuations have increased by a median 2.4 times from venture financings this year).</p> <p>Will the bubble soon burst, or can doubling down on the right start-ups produce the kind of relentless growth exhibited in Big Tech? </p> <p>Tiger Global and its fellow bulls have placed their bets firmly on the latter.</p> <h2>Job moves</h2> <ul>  <li><p><strong>FanDuel</strong> <a href=\"https://www.ft.com/content/9988f32c-d5dc-49cf-b39a-b0367ec74aab\">has named</a> <strong>Amy Howe</strong> as its chief executive, and she sat down for an interview with the FT. Howe was previously chief operating officer of <strong>Ticketmaster</strong> until she was appointed as interim chief of FanDuel in July after the unexpected departure of its previous boss <strong>Matt King</strong>.</p></li> </ul> <ul>  <li><p><strong>Samir Assaf</strong>, one of <strong>HSBC</strong>'s longest-serving executives, is <a href=\"https://www.ft.com/content/444f84c6-6ff7-4e19-ba81-79883eb2357d\">stepping down</a> from a full-time position at the investment bank to become a senior adviser to <strong>General Atlantic</strong>. He will continue in a separate role in which he counsels HSBC's chair <strong>Mark Tucker </strong>and chief executive <strong>Noel Quinn</strong>, and remain as non-executive chair of HSBC's Middle Eastern subsidiaries.</p></li> </ul> <ul>  <li><p>Former <strong>US state department </strong>and <strong>National Security Council </strong>adviser<strong> Brian Egan</strong> has joined <strong>Skadden</strong> as a partner in Washington.</p></li> </ul> <ul>  <li><p><strong>Deutsche Bank </strong>has hired <strong>Derek Shakespeare</strong> as M&amp;A chair in Europe, Middle East and Africa. He joins from <strong>Barclays</strong>. </p></li> </ul> <ul>  <li><p><strong>EQT </strong>has appointed <strong>Tetsuro Onitsuka</strong> and <strong>Masahiko Kato</strong> as heads of its Japanese private equity and infrastructure units, respectively, based in Tokyo. Onitsuka was previously a managing director at<strong> Japan Post Investment</strong>, while Kato was deputy general manager of<strong> Mitsubishi</strong>'s private equity and infrastructure division.</p></li> </ul> <ul>  <li><p><strong>Andreessen Horowitz </strong>(a16z) has hired <strong>Katherine Boyle </strong>as a general partner. She was previously a partner at <strong>General Catalyst</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Let the games begin </strong>The suspension of a policy forbidding payment for US college athletes has unleashed a dealmaking free-for-all as players, sponsors, lawyers and licensees scramble to capitalise on a $14bn industry that has professionalised overnight. (<a href=\"https://www.ft.com/content/447c3300-2fd2-4d70-829a-18b3715be498\">FT</a>)</p> <p><strong>Dubious diligence</strong> Carlos Watson and his digital media group Ozy sold an intoxicating vision of a bipartisan media powerhouse. It was enough for elite investors such as billionaire philanthropist Laurene Powell Jobs and hedge fund tycoon Marc Lasry to dive headfirst into the hype. (<a href=\"https://www.nytimes.com/2021/10/03/business/media/ozy-media-investors.html?smid=tw-share\">New York Times</a>)</p> <p><strong>Back in the saddle </strong>Jay Newman, the former Elliott debt trader who extracted $2.4bn from Argentina, has been roused from retirement for one final battle. This time, he's coming after India. (<a href=\"https://www.ft.com/content/0eb70a27-1878-4a26-a8ad-95fcc191b0f0\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.reuters.com/business/media-telecom/qualcomm-ssw-partners-buy-veoneer-45-billion-deal-2021-10-04/\">Qualcomm, SSW Partners to buy Veoneer in $4.5bn deal</a> (Reuters)</p> <p><a href=\"https://www.ft.com/content/b0434ebf-d790-4562-b88c-44b08015b3c7\">Ozy Media reverses course and will remain open, founder declares</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6c1bd657-fcb1-4a20-840a-037e319f8be2\">Evergrande halts share trading ahead of possible sale of services unit</a> (FT)</p> <p><a href=\"https://www.ft.com/content/28aa4665-9bc8-41c3-9cac-5c917ce810a1\">Bernard Tapie, French businessman, 1943-2021</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-10-01/bill-hwang-s-fellow-investing-whale-tao-li-faces-scrutiny-over-gsx-stake?sref=OziMsGoK\">Bill Hwang acolyte Tao Li draws scrutiny after loss on big China bet</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5ac7ff14-a63f-430a-9e92-33006e90662a\">GM/ Engine No 1: endorsement from upstart may be jolt Detroit needs</a> (Lex) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-10-03/softbank-is-cutting-more-deals-with-fewer-staff-than-ever-before\">SoftBank is cutting more deals with fewer staff than ever</a> (Bloomberg)</p> <p><a href=\"https://www.ft.com/content/4e046422-34ed-4fe9-b39f-b5783c270633\">Volvo Cars announces IPO that could value group at more than $30bn</a> (FT + <a href=\"https://www.ft.com/content/0ba76b03-1039-40eb-981e-f091e0f7126d\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/6114abb9-31fb-44e7-acf0-d874d4c33112\">Ovo prepares bid for Bulb</a> (FT) </p> <p><a href=\"https://www.ft.com/content/553f0f64-6f54-4ec9-92e4-a69ad9490cf9\">Petrofac ordered to pay $95m after admitting Middle East bribery</a> (FT)</p> <p><a href=\"https://www.ft.com/content/be946fc2-2668-41af-b38d-d889a820507a\">African mobile mast operator IHS Towers seeks valuation of more than $7bn</a> (FT) </p><p>Source:  2021 'Opa! Sanjeev Gupta's Mykonos birthday bash' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-05T04:00:33.142Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}