{
  "_id": "a3f3a70d242c26a5eed7a3a33b7bfbb8b52fe8cf333c17bb24fa4854a45b4b4e",
  "feed": "wall-street-journal",
  "title": "Google Proceeds With Fitbit Deal As Reviews Linger",
  "text": "<p>\"This deal has always been about devices, not data, and we've been clear since the beginning that we will protect Fitbit users' privacy,\" Rick Osterloh, Google's senior vice president for devices and services, said Thursday.</p><p>To appease EU regulators, Google pledged not to use Fitbit data for advertising purposes in Europe and to store such data separate from any other Google data used in ads.</p><p>It told regulators it would allow users to link their Fitbit data to competing apps and committed to allowing wearable-device makers open access to functions of Google's Android operating system.</p><p>Google, an Alphabet Inc. company, offered concessions as part of the EU's investigation into the deal, which the bloc opened in August after rejecting Google's initial commitments as inadequate.</p><p>Fitbit makes so-called wearables, or watches and bracelets that primarily track health information such as heart rate. The deal, first agreed to in November 2019, remains under review by the U.S. Justice Department and Australia's competition authority. The move intensifies the battle among technology giants in enticing consumers through devices other than smartphones.</p><p>In response to Google's announcement, the Justice Department issued a statement emphasizing that its work on the transaction isn't done.</p><p>\"The Antitrust Division's investigation of Google's acquisition of Fitbit remains ongoing,\" department lawyer Alex Okuliar said. \"Although the Division has not reached a final decision about whether to pursue an enforcement action, the Division continues to investigate whether Google's acquisition of Fitbit may harm competition and consumers in the United States.\"</p><p>In Australia, where the competition authority has rejected Google's proposed moves to address competition concerns, the company is awaiting a decision on March 25.</p><p>The Australian Competition and Consumer Commission \"continues to have concerns that Google's acquisition of Fitbit may result in Fitbit's rivals, other than Apple, being squeezed out of the wearables market, as they are reliant on Google's Android system and other Google services to make their devices work effectively,\" Rod Sims, who is chairman of the commission, said in December.</p><p>A Google spokeswoman said that the DOJ allowed the deal to close, and that the company would continue to engage with Australian authorities.</p><p>\"We complied with the DOJ's extensive review for the past 14 months, and the agreed upon waiting period expired without their objection,\" the spokeswoman said. \"We continue to be in touch with them and we're committed to answering any additional questions.\"</p>",
  "published": "2021-01-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1984,
          "end": 1989
        }
      ],
      "nexusId": "10022657"
    }
  ]
}