{
  "_id": "12b594d4df978acb46dc0c9d261c86a22c34e8df0808af2a6f32bb96915f69de",
  "feed": "wall-street-journal",
  "title": "Inside View: Mediocrity Is Now Mandatory",
  "text": "<p>Then again, when the University of California system did away with racial preferences in 1996, it moved to holistic admissions. What does holistic mean? Anything you want. The Association of Public and Land-Grant Universities defines it as \"assessing an applicant's unique experiences alongside traditional measures of academic readiness.\" Grades are only a suggestion -- and SAT scores are biased, supposedly. And here you thought smart students got into good colleges. Yes, mediocrity has crept into our self-proclaimed elite colleges. Job recruiters understand this.</p><p>Virtually all universities and now many companies have D&amp;I departments, for diversity and inclusion. Sounds worthy. But as far as I can tell, the No. 1 job of a D&amp;I department is to hire more people into the D&amp;I department. No one ever mentions excellence.</p><p>Many schools, like Hampshire College, Antioch University and Reed College, don't even bother with meaningful grades -- feelings might get hurt. Yes, the same Reed College Apple co-founder Steve Jobs attended for six months. He took courses in calligraphy, dance and Shakespeare. Reed students do receive a loosey-goosey grade-point average, but \"papers and exams are generally returned to students with lengthy comments but without grades affixed.\" Out in real life, Jobs was graded every day by customers, employees and investors.</p><p>And why push students to think? Preferring to mold students' politics, teachers ban books -- from Homer's \"Odyssey\" to \"The Adventures of Huckleberry Finn\" and \"The Scarlet Letter\" -- even Dr. Seuss. Oh, the places you'll not go! And for as long as I can remember, Brown University has touted its Open Curriculum -- students have the \"freedom to study what they choose and the flexibility to discover what they love.\" That sounds like summer camp, not college.</p><p>Government too. Joe Biden is likable enough, but let's face it, during the primaries he was the compromise, the consolation prize. And now he's quickly perpetuating mediocrity by proposing $15 minimum wages, $1,400 stimulus checks, and $400 weekly unemployment-check boosts. Yes, the Covid recession requires assistance, but these programs are too broad and will likely lead to permanent welfare-state expansions. Why work when Uncle Sam provides table stakes for mob-trading GameStop and dogecoin?</p><p>Redistribution, by definition anti-merit, is about to pick up steam by way of higher tax rates, ending the special rate for capital gains, and maybe adding a wealth tax. Similarly, climate \"science\" is stealing productive funding. An avowed socialist, mittens and all, is now chairman of the Senate Budget Committee, in whose hands merit will burn while mediocrity flourishes.</p><p>The Biden administration constantly points out \"firsts\" -- its gender and racially selected cabinet, vice president and other appointments. Great, but why not say \"best\" rather than first? And, Obama-like, shouldn't Mr. Biden be receiving his Nobel Peace Prize this year? Another watered-down accolade. About the only time you hear \"great\" anymore is with the overused superlative \"GOAT\" -- greatest of all time -- applied to athletes to sell overpriced sneakers.</p><p>Even with \"stakeholder capitalism,\" when you actually do well, you're the problem. Yale law professor Daniel Markovits calls it the \"Meritocracy Trap.\" He suggests merit widens class divides. Privilege is inherited. Merit is \"a pretense, constructed to rationalize an unjust distribution of advantage.\" Ah, tuition dollars at work. Now you're evil for inventing the future.</p><p>You're hardly allowed to mention American exceptionalism anymore, but I will anyway. Silicon Valley has made innovation look too easy: A bunch of geeks sitting in front of big screens -- how hard is that? But innovation is difficult. Most startups fail. It requires smart people of all genders, colors and nationalities, often with expensive but focused educations, to forgo many pleasures of life and burden themselves by working long hours to bring the rest of us life-enhancing devices and services. It mostly happens in the U.S. because we have families, communities and religious groups that drive and demand excellence. Markets reward it. Excellence, like Covid vaccines, doesn't come from luck or laziness but from hard work and perseverance.</p><p>But now it seems, in the name of \"equity,\" it's better to be mediocre than manifest merit. Don't stand for this because when everyone gets a trophy, no one gets a trophy. Push for excellence -- hey, maybe that's a good SAT essay.</p><p>---</p><p>Write to kessler@wsj.com</p><p>(See related letters: \"Letters to the Editor: Does Respectable Mediocrity Offend Nobody?\" -- WSJ Feb. 16, 2021)</p><p>(See related letter: \"Letters to the Editor: Lack of Accountability and Mediocrity Are Partners\" -- WSJ Feb. 24, 2021)</p>",
  "published": "2021-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 998,
          "end": 1003
        }
      ]
    }
  ]
}