{
  "_id": "ffb1397f49df8c3e89829ea0e4944033ecc6dce0c1651a58ba749c53ce3725e8",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Amazon's Tax Victory Could Raise Its Bills  ----  By Rochelle Toplensky",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  U.S. technology giants face an awkward reality with their recent tax victories in Europe: The less they end up owing for past profits, the more they may be taxed on future ones. </p><p>\n  On Wednesday, the European General Court annulled a 2017 decision that ordered U.S. e-commerce giant Amazon.com to pay 250 million euros, equivalent to about $304 million, in additional taxes to Luxembourg. </p><p>\n  Last July, the court similarly overturned Apple's 13 billion euro bill for Irish back taxes on years' worth of international earnings. </p><p>\n  It won't be the final word: The European Commission is likely to appeal both annulments to a higher court. Even more important, the decisions will feed European conviction that changes to the rules are necessary to ensure digital giants' international profits are taxed at levels closer to what the companies pay in the U.S. </p><p>\n  Some will face bigger bills if the Organization for Economic Cooperation and Development project to overhaul global corporate tax rules reaches an agreement by its summer deadline. The Amazon ruling will likely boost those negotiations. Even if the talks fail, France, the U.K., Spain and a handful of other countries around the globe will likely start applying their own digital service taxes. Many capitals had delayed implementing the new levies in the hope an OECD agreement could be reached. </p><p>\n  A new proposal from the White House revived talks last month. Hopes are high, but hurdles remain. One sticking point is ensuring the new rules will apply to all the U.S. tech giants. Amazon, in particular, has become a potent symbol in some capitals and Wednesday's court victory will only fuel this fire. </p><p>\n  Massive government spending during the pandemic has heightened frustration with the meager tax revenues collected on the international profits of digital giants, many of which have prospered during the crisis. President Biden's call for companies to pay more tax to fund the recovery bolsters the conviction to act in many European capitals. </p><p>\n  Investors may welcome big tech's generous share buyback announcements -- $50 billion at Alphabet and $90 billion at Apple. But they also add to the perception that U.S. giants could afford to give governments more. </p><p>\n  Amazon may welcome the court's ruling, but the political optics could end up making it an expensive victory. </p><p></p>",
  "published": "2021-05-13T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 465,
          "end": 470
        },
        {
          "start": 2144,
          "end": 2149
        }
      ],
      "nexusId": "10022657"
    }
  ]
}