{
  "_id": "6be69766e124a7b302c438108cac281e949ba6611d0a03ac14793bc3bc5b790c",
  "feed": "market-watch",
  "title": "As Shiba Inu, Dogecoin vie for meme primacy, a pair of crypto exchanges take top spots on Apple's App store",
  "text": "<p>Crypto.com ranks as No. 20 among the top global crypto exchanges, according to data site CoinMarketCap.com, but was gaining healthy traction on Apple's platform. Coinbase, which went public in April, has enjoyed nearly unrivaled attention in the crypto arena, at least from a marketing standpoint, with its highly publicized springtime listing on the Nasdaq Inc.NDAQ</p><p>However, lately, challengers have been mounting, including FTX, co-founded by Sam Bankman-Fried and Crypto.com. The latter recently signed Oscar-winning actor Matt Damon to become the face of the franchise in a bid to woo investors to digital assets, Bloomberg reports. Crypto.com will spend some $100 million on a global campaign, the business site writes.</p><p>Meanwhile, FTX, recently brought on baseball legend David Ortiz, aka Big Papi, to join Tom Brady and other luminaries that are touting the benefits of that crypto platform.</p><p>The moves come as prices for bitcoinBTCUSD, though volatile, have gained new life in recent weeks, touching fresh records around $66,000 a coin before retrenching.</p><p>The euphoria around digital assets like bitcoin and the No. 2 most highly valued coin, EtherETHUSD on the Ethereum blockchain, come as assets driven by social-media interest have seen stratospheric surges in value, drawing more attention from investors eager to get rich quick from parabolic jumps.</p><p>Shiba Inu, for example, became the world's third most googled crypto in 2021, according to a study, with the meme asset that was created in July in the spirit of rival meme dogecoin DOGEUSD surging around 400,000% since March.</p><p>Those are eye-bursting figures that are likely drawing greater interest in the sector from average investors who may not be as accustomed to crypto's outsize volatility, compared against assets that can be found within the Dow Jones Industrial Average DJIA, or the S&amp;P 500 index SPXor even gold.</p><p>Digital assets have garnered greater mainstream interest after the U.S.'s first exchange-traded fund linked to bitcoin was approved and traded. The ProShares Bitcoin Strategy&#xa0;ETFBITO was&#xa0;launched last week, and has drawn over $1 billion in assets.</p>",
  "published": "2021-10-28T16:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 144,
          "end": 149
        },
        {
          "start": 90,
          "end": 95
        }
      ],
      "nexusId": "10022657"
    }
  ]
}