{
  "_id": "602a15ae8d2c816d7deedbb58f1ed809f6f0cd89720714824e5dfdfef5df6308",
  "feed": "wall-street-journal",
  "title": "'Net Zero'? More Like Not Zero  ----  By Robert Hargraves",
  "text": "<p>   Every day, another company, city or state pledges to reach \"net zero\" carbon-dioxide emissions. </p><p>   Google and Apple claim their data centers are net zero. These companies' massive computer systems use reliable electricity, largely from fuel-burning, CO2-emitting, grid connected generators within a few hundred miles. They claim net-zero emissions by offsetting the CO2-originating electricity they use by buying renewable energy credits for electricity generated from intermittent wind and solar at other places and times. </p><p>   It turns out that any company, no matter how it uses energy, can net-zero its emissions by helping reduce emissions anywhere. Native, a public-benefit corporation that helps companies \"produce quantifiable emission reductions,\" offers CO2 indulgence by claiming \"website purchases are working with hunter-gatherer Hazda communities to Protect Biodiversity &amp; Forests in Tanzania.\"  ProPublica's review of carbon credits for a large tree-planting project in the Amazon ranked its effectiveness \"worse than nothing\" because projects caused ecological damage in other places. </p><p>   In 2007 Congress mandated the addition of cellulosic ethanol to gasoline to reach at least 5.5 billion gallons of biofuel in 2017. By 2017 the biofuel industry was able to produce only five million gallons, necessitating Environmental Protection Agency exemptions and another ethereal marketplace of \"Renewable Identification Number\" credits. </p><p>   During President Obama's first term the EPA proposed a simple limit on new power plants, 454 kilograms on CO2 emitted per megawatt-hour. But unreliable wind and solar generators needed backup natural gas, and their combustion turbines emitted too much CO2 to comply. In 2015, EPA's simple rule was scuttled in favor of a complex system of environmental-credits trading, the 1,560-page Clean Power Plan. </p><p>   Scams arise from such complex rules, such as the ones replacing petroleum with biodiesel fuel made from vegetables like soybeans. Biofuel producers get a $1 tax credit for each biofuel gallon produced, and these credits are sold to big oil producers so they can comply with EPA rules. The opportunistic Washakie Renewable Energy filed for credits totaling $644 million, while not producing a single gallon of biodiesel. </p><p>   Net zero is a new word for indulgences to emit CO2. When will a modern Martin Luther nail truth to the door of the cathedral of green religion? </p><p>   --- </p><p>    Mr. Hargraves teaches at Dartmouth's Osher Lifelong Learning Institute and is a co-founder of ThorCon International, a nuclear-engineering company. </p><p></p>",
  "published": "2021-03-08T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 107,
          "end": 112
        }
      ],
      "nexusId": "10022657"
    }
  ]
}