{
  "_id": "dffc199aaf43436585b25a868e7ebf825e042f7d4d93a6b63facfed096d3b0bd",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Gear & Gadgets:  No Pain, All Gain  ---  Now that you're exercising again, these high-tech gadgets will help you  recover from the gym like a pro athlete and avoid injuries  ----  By Jonathan Thompson",
  "text": "<p>\n  If the road to hell is paved with good intentions, the road back to fitness this summer after a long hiatus from our gym routines is a traffic-clogged freeway through perdition. Some trainers say strains, sprains and inflammation are all more likely as we undertake the business of getting fit again. </p><p>\n  Luckily, just as we're tempted to overdo it at the gym, pro-level gadgets that help us recover and prevent painful pulls or tears are increasingly hitting the market at prices that amateur exercise junkies can afford. \"Post-workout recovery . . . not only helps your body reset faster, but also sets you up for a pain-free next session,\" said Nike Master Trainer Kirsty Godso. </p><p>\n  Whether you harbor triathlon ambitions or are simply fed up with your chronically tight back, these are the right tools to soothe torn muscle fibers. The day after a workout, they'll have you bouncing out of bed -- or at least not crawling -- ready for another session. </p><pre>\n </pre><p>\n  1. For Lower Back </p><p>\n  Roughly the size of an apple and slightly reminiscent of the Death Star, the TimTam Polish Light vibrating massage ball is a substantial upgrade from the tennis ball some of us rely on after a day hunched over the computer. Just roll the tool -- which heats up to 100 degrees and offers four speed options -- along your lower back or any other problem spot to soothe your muscles and fascia. $80, timtam.tech </p><pre>\n </pre><p>\n  2. For Upper Back </p><p>\n  The Theragun Pro percussive therapy device comes with six different attachments -- think of them as specialist drill bits for various body fixes -- and can pummel your muscles with over 60 pounds of force. That might sound like a terrible idea when you're feeling sore, but fans say the targeted vibrations actually break up lactic acid and increase your blood flow, reducing inflammation and tightness. With this latest model, you can position the arm four different ways to pinpoint tricksy, hard-to-reach upper back areas. Unlike most percussion massagers, it is also surprisingly quiet. $599, theragun.com </p><pre>\n </pre><p>\n  3. For Knees </p><p>\n  Heat and vibration are the dream team when it comes to loosening up sore and stiff muscles, particularly in that most troublesome area: the knees. Delivering what's essentially a warming cyborg leg massage, the Hyperice Venom Leg feels like a regular muscle brace but its touch screen lets you control the temperature, timer and vibration patterns as you wear it. The gadget heats up from 0 to 160 degrees in two minutes, and is sure to start conversations at the gym. $249, hyperice.com </p><pre>\n </pre><p>\n  4. For Legs </p><p>\n  Long used by elite athletes to recover after games, compression-boot systems like the Air Relax Leg Recovery System have recently gone mainstream. Just pull the pair on like a pair of crotch-high Wellington boots and sit back for 15 minutes while they mechanically compress and relax your limbs, removing lingering lactic acid from your overworked muscles. This particular model has four different pressure levels and three \"squeezing\" modes. Add shorts and arm attachments (from $175) for an Iron Man-esque Halloween costume. $575, air-relax.com </p><p></p>",
  "published": "2021-06-19T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 991,
          "end": 996
        }
      ],
      "nexusId": "10022657"
    }
  ]
}