{
  "_id": "cbf5b53adb4d74f990059fe57be09bb08a7bb53447b418ce632c980fb3ea155e",
  "feed": "ftcomall",
  "title": "The wonders of Wimbledon win over homebuyers",
  "text": "<p>After renting a house in Pimlico, central London, Olivia Thorpe and her husband Geoffrey designed and built a mid-century style five-bedroom house in Wimbledon, a suburb in the south-west of the city. With their three children under seven, they moved into the home a year ago.</p> <p>“I grew up in the country and didn't enjoy living in central London so Wimbledon was the perfect transition between city and countryside,” says the founder of Vanderohe, an organic skincare company.</p> <p>Wimbledon has long been a popular destination for families heading out of London's inner city, looking for a larger home and access to green spaces. Since the pandemic, though, there seems to have been a jump in demand.</p> <p>While still subject to revision, the average price of a house in Wimbledon's SW19 postcode in the fourth quarter of 2020 was a record £856,300, according to Land Registry data compiled by Hamptons, up 10.3 per cent on the same period of 2019. </p> <p>Despite the market being closed for seven weeks during England's first national lockdown, Hamptons' analysis of Countrywide data shows that agreed sales in 2020 were up 38 per cent on 2019.</p> <p>Some of the most expensive homes in the area can be found on the wide roads around Wimbledon Village and the southern end of the Common, including Parkside (where the Pope has an official residence). The average second-hand sales price for the Village ward in the 12 months to September 2020 was £1,696,722, according to estate agent Savills using Land Registry data.</p> <p>Some of these houses are rented out to tennis players during the Championships held at the All England Lawn Tennis Club every summer, when, in normal times, the pubs and restaurants of the Village swell with well-dressed visitors. </p> <p>“Those two or three weeks are magical, when we have suddenly have new neighbours and the children sell lemonade in the street to people on their way from the station,” says Natalie, who did not want to give her last name. She has lived there with her husband and three children since 2009. “We missed it when it was cancelled last summer and hope it will return this year. But the Village still has a nice community feel.”</p> <p>The area's good private schools are another draw for wealthy buyers. Close to the Village are Wimbledon High (for girls) and King's College School for boys. State options include the Wimbledon Park Primary — rated “outstanding” by Ofsted, the schools inspectorate.</p> <p>More affordable homes can be found in Wimbledon Park, north-east of the Village. “Buyers that initially wanted to be in Putney or Earlsfield realise they can get more for their money there,” says Simon Avigdor of estate agency Dexters. </p> <p>He says Edwardian four-bedroom homes there cost £1.2-£1.4m. Another option are the roads around the town centre and The Broadway, where its 1876-built Elys department store is a local institution — albeit one temporarily closed by coronavirus restrictions.</p> <p>In November, Merton Council revised its plan for the development of Wimbledon — a master plan for 2020-40 that includes the anticipated arrival of Crossrail 2 and the necessary development of the station and its vicinity. </p> <p>Addressing the rapid change in the retail and hospitality sectors and the growth of flexible working during the pandemic, it proposes that development includes adaptable commercial spaces — that can be used for co-working, cultural, retail or leisure activities — as well as increased pedestrianisation and greening of the public realm.</p> <p>At the other end of The Broadway is South Wimbledon, near the Northern Line Tube station. Talent-agency owner Roz Hanna moved from Holland Park in west London to “the Battles” — five roads named after the Battle of Trafalgar, where three-bedroom Victorian terraces cost from £850,000.</p> <p>“Merton High Street reminds me a bit of Notting Hill when I lived there 30 years ago,” she says. “A mixed bag of businesses that's improving.” For developer Mark O'Callaghan, who moved from Notting Hill in 2019, buying a six-bedroom house for under £2m was the attraction, he says. </p> <p>“But I've come to love wild swimming in the River Wandle or feeling so off the beaten track on the Common I could be in Surrey or Sussex.”</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Liz Rowlinson 2021 'The wonders of Wimbledon win over homebuyers' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T11:00:21.836Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4416,
          "end": 4423
        },
        {
          "start": 4416,
          "end": 4421
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}