{
  "_id": "4c7e325c238b17e3244a429279f8943e6c967472ef436dcae9bd7267d2c1cd09",
  "feed": "ftcomall",
  "title": "Lex Midweek Letter: how to survive the tech slump ",
  "text": "<p>Dear readers,</p> <p>There's a <a href=\"https://www.ft.com/content/6e21921a-7cdc-4ba3-ad3a-8c7ed84681d2\">tech stock correction</a> in the air. From a high point at the start of this year, Apple's share price is down 15 per cent. Amazon is down 9 per cent from a February high to Tuesday's close. </p> <p>Splashy names have taken an even harder hit. Electric car company Tesla has fallen 23 per cent from a January peak. So has video conference company <a href=\"https://www.ft.com/content/70881652-883e-45bf-9bee-fb500fe4528a\">Zoom</a> — but from a high in February. Exercise bike and online spin class company Peloton's shares have tumbled 30 per cent from their zenith in mid-January.&#xa0;</p> <p>As Covid-19 vaccine programmes roll out and Americans anticipate their economy reopening in a matter of months, there is a feeling that airlines and restaurants may soon begin to rake in the money that was being funnelled into online games and Amazon deliveries. There are suspicions that accelerated inflation might push the Federal Reserve to raise interest rates. That has put pressure on bond markets, lifting yields.&#xa0;</p> <p>Yet looking back, the seeds of the tech sell-off were sown in the earnings reported by the sector's biggest companies at the start of this year. Not that they were bad. Facebook and Apple easily surpassed expectations. Facebook beat its sales forecasts by 50 per cent. Apple had its most profitable quarter ever, reporting net income of almost $29bn. </p> <p>But the reaction was tepid. Even a blowout set of earnings was not enough to quell concerns about the sector's challenges. These included the plan of new US president Joe Biden to raise corporate tax rates from 21 per cent to 28 per cent and rising bond yields. The yield on 10-year Treasuries reached 1.59 per cent earlier this week, the highest level in more than a year.</p> <p>There was a slight reversal on Tuesday. The tech-heavy&#xa0;Nasdaq rose 3.7 per cent.&#xa0;But if the downward trend carries on, then the window may be closing for new listings to achieve the outsize valuations and explosive first-day trades that Airbnb, DoorDash and Snowflake saw last year. </p> <p>The rush in the first two months of 2021 suggests companies are well aware of this. There has been another jump in tech deals. Dating app Bumble listed in February at an $8bn valuation, making founder Whitney Wolfe Herd the youngest woman to take a company public. The share price rose almost two-thirds on the first day of trading. Roblox is expected this week to go public after delaying plans and raising&#xa0;$520m in a private funding round that valued the company at $29.5bn. </p> <p>Rising yields might put a stop to the special purpose acquisition companies boom too. Expect to see more Spacs trading at their customary $10 issue than at a premium.</p> <p>Which shares should emerge from the rotation in good shape? Amazon's trajectory of ever-faster delivery times and shifting moving workloads to the cloud are two long-term trends. Apple is likely to continue with its vast buyback plan. Microsoft, which repurchased close to $23bn of its own stock in the past fiscal year, should too. Ecommerce company Shopify's sales almost doubled year over year in the past quarter and it is still adding merchants. Workplace software companies such as Okta will benefit from the popularity of hybrid home/office working models. </p> <p>The number of Pelotons sold may fall once offices reopen and gym memberships are dusted off. But the shift to online shopping, home entertainment and cloud computing is not going to go into reverse. </p> <p>Enjoy the rest of your week,</p> <p><strong>Elaine Moore<br></strong><em>Deputy Head of Lex</em> </p><p>Source: Elaine Moore 2021 'Lex Midweek Letter: how to survive the tech slump ' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-10T12:00:00.845Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2770,
          "end": 2775
        },
        {
          "start": 1121,
          "end": 1126
        },
        {
          "start": 1208,
          "end": 1213
        },
        {
          "start": 103,
          "end": 108
        }
      ],
      "nexusId": "10022657"
    }
  ]
}