{
  "_id": "2e2c13a9e91920690b72b15cfeb3805a6a6bbd687b1645b71820b65ece7f1dfe",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Cinemark Reaches Exhibition Deals With Studios  ----  By Dave Sebastian and Matt Grossman",
  "text": "<p>   Cinemark Holdings Inc. struck agreements to show films from some of its major Hollywood studio partners, a move aimed at establishing how long movies play in theaters before moving to home video. </p><p>   The movie-theater company on Friday said the deals -- with Warner Bros. Pictures Group, Walt Disney Co., Paramount Pictures and Sony Pictures Entertainment -- build on a November pact with Universal Filmed Entertainment Group. </p><p>   Cinemark didn't disclose terms of the deals. \"Some go for multiple months; some go for multiple years,\" Chief Executive Mark Zoradi said on a call with analysts. </p><p>   Under Cinemark's deal with Universal, movies that gross more than $50 million domestically during their first weekend in theaters will continue to be shown in theaters exclusively for five weekends, or 31 days. After that, while theaters can continue to screen a film, the title would be available concurrently on premium online rental platforms like Apple TV and Amazon Prime Video. </p><p>   \"In our ongoing efforts to maximize attendance and box-office during the pandemic and beyond, our goal is to provide the widest range of content with terms that are in the best long-term interests of Cinemark, our studio partners and moviegoers,\" Mr. Zoradi said. </p><p>   Separately, Cinemark reported a wider first-quarter net loss because of the Covid-19 pandemic. </p><p>   Mr. Zoradi said recovery is on the horizon. </p><p>   \"We are highly optimistic . . . on account of a range of factors, including the rapid pace of the vaccine rollout, improving consumer sentiment about returning to movie theaters, recent box-office successes and confirmation of consistent product supply,\" Mr. Zoradi said. </p><p>   The Plano, Texas, company posted a quarterly loss of $208.2 million, compared with a loss of $59.6 million in the year-ago period. Cinemark's revenue fell to $114.4 million from $543.6 million. </p><p>   Cinemark said it plans this year to add six new theaters and 72 new screens to its current aggregate count of 5,872 screens. </p><p>   In the U.S., 98% of Cinemark's theaters have reopened. But the pace of recovery has been uneven as Covid-19 cases surge in certain parts of the world. Mr. Zoradi said only half of Cinemark theaters are operating in Latin America due to government restrictions. </p><p></p>",
  "published": "2021-05-08T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 936,
          "end": 941
        }
      ],
      "nexusId": "10022657"
    }
  ]
}