{
  "_id": "8d37f04a4ce6e8b49a411f724d6f63b13c7f0d1f7224f23dbb6dccf44b57cd85",
  "feed": "ftcomall",
  "title": "Best of Lex: where to find pay rises and a 4-day working week ",
  "text": "<p>Dear readers,</p> <p>Summer is in full swing. Pre-pandemic, this was the time of the year when employees might have enjoyed perks such as dress-down Fridays, company barbecues and even flexible hours that allowed them to leave the office early.</p> <p>This summer, companies will need to think more carefully about the ways they make themselves alluring. Pandemic-induced stress and burnout, coupled with a tight job market, are breathing new life into the argument for a four-day working week.</p> <p>In the private sector, consumer goods group Unilever and crowdfunding platform Kickstarter have been exploring a shorter week at sites in New Zealand and the US. Lex thinks Iceland's experiment offers particularly <a href=\"https://www.ft.com/content/4b16d3c7-81e2-4c25-a138-3758cea6d329\">encouraging support for change</a>. Savings from productivity gains and a healthier workforce could more than offset the costs of taking on extra staff.</p> <p>On Wall Street, the fight to attract and retain talent is taking the form of higher base salaries for younger staff. The typical annual rate for junior investment bankers has risen from $85,000 to $100,000 this year. Goldman Sachs, run by chief executive David Solomon, is a notable holdout.&#xa0;</p> <p>Lex argues that this is a mistake. Reluctance to raise junior salaries sends the message that the franchise <a href=\"https://www.ft.com/content/008eb1f4-62a7-4df5-b41c-52c3033024b3\">matters more than individuals</a>. Besides, Goldman can afford to be generous. The Wall Street bank made $9.5bn in net profit last year. Assuming it has 1,000 analysts, a $15,000 bump costs just $15m. Making future talent feel it is valued surely has a return on investment higher than that.</p> <p>On the subject of remuneration, Wall Street's investment bankers are among those who can expect a bumper payout this year. The pandemic-era trading boom has abated but surging investment banking revenue, along with loan reserve releases, have helped to pick up the slack. But Lex notes that in consumer lending, big banks <a href=\"https://www.ft.com/content/9a81d249-7509-48d9-a4a7-8f506beb5953\">remain vulnerable</a>. Although Americans are swiping their plastic, they are also paying down their debt. Credit card debt fell by $49bn during the first quarter, according to the Federal Reserve Bank of New York. That is the second-largest quarterly decline in recorded history.</p> <p>When US households start borrowing again it will be good news not only for banks but all the non-banks that have made a pivot into consumer finance in recent years.</p> <p>These include Apple, which is reportedly working on a service that allows shoppers to pay for purchases in instalments. Lex thinks moving into the “buy now, pay later” market is a good idea. In an industry where size and loyal customers are key advantages, <a href=\"https://www.ft.com/content/c47f63dc-5fe6-44b2-a7a4-ea933f7ce1cd\">Apple has both</a>. An estimated 500m iPhone users have enabled Apple Pay. If a fifth of those customers become active BNPL customers, that would put Apple on a par with industry leader Klarna. The privately held Swedish fintech claims 90m active customers, not all of whom use its BNPL services.&#xa0;&#xa0;</p> <p>With $57bn in net profit last year, Apple can afford to drive down industry fees and grab market share. The iPhone maker's entry into BNPL will trigger a correction to an overvalued sector and drive consolidation.</p> <p>Overvalued is a word that can also be applied to Revolut. The London-based digital banking start-up this week became the UK's most valuable private tech company after raising $800m in its latest funding round. The deal values Revolut at $33bn, more than publicly traded NatWest Group. Lex argues that <a href=\"https://www.ft.com/content/09065a6a-835f-4f73-bc6c-e4eb58b8d5d0\">something is wrong here</a>.</p> <p>Meanwhile, old legacy technology companies can't seem to get any love. France's Atos is a <a href=\"https://www.ft.com/content/8cb27bfa-eba1-4409-bb9d-25a83b2c657e\">case in point</a>. The IT outsourcing company has struggled as clients shift IT systems to cloud platforms run by tech giants such as Amazon. Shares are at their lowest level since 2015. The 7 times forward earnings multiple the stock is trading at is near the bottom of the historical range. Chief executive Elie Girard plans a restructuring that will focus on digitisation, the cloud, security and decarbonisation. Lex says his challenge will be balancing the growing half of Atos's existing business with shrinking legacy operations.</p> <p>Lastly, MSCI has come out with a fascinating idea to create an index of everything. Yet not only are there practical difficulties in creating an ultimate index, there is also the issue of utility. As Lex wrote, “any interest is academic given the <a href=\"https://www.ft.com/content/0afe180d-8ac6-4a19-a71b-0aa202f7add2\">chore of replication</a>”. Widespread adoption of a four-day working week may suffer a similar fate. For now, employees might want to focus on a pay rise. </p> <p>Have a great weekend.</p> <p><strong>Pan Kwan Yuk</strong><br><em>Lex writer</em></p><p>Source: Pan Kwan Yuk 2021 'Best of Lex: where to find pay rises and a 4-day working week ' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-16T11:30:56.452Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2287,
          "end": 2292
        },
        {
          "start": 2310,
          "end": 2315
        },
        {
          "start": 2528,
          "end": 2533
        },
        {
          "start": 2672,
          "end": 2677
        },
        {
          "start": 2853,
          "end": 2858
        }
      ]
    }
  ]
}