{
  "_id": "3987294ae4564e9b61818c02649c25a3815c47dc6dd84563daf7044a799cb72a",
  "feed": "market-watch",
  "title": "California recall: Why Gov. Gavin Newsom could be removed, who else is running and what you need to know",
  "text": "<p>While Democrats have won every presidential election in the state dating back to 1992, Californians have actually elected two Republican governors during that period: Pete Wilson and Arnold Schwarzenegger.</p><p>Here is everything you need to know about the California recall election:</p><p>What is a recall election?</p><p>A recall election is a way for voters to remove an elected public official from office before the expiration of his or her term. Recall elections have been part of California's political system since 1911, according to the state's election website.</p><p>In California, a recall is triggered when a certain amount of signatures are gathered on a petition. That threshold is 12% of the total votes cast the last time the seat was open (2018), which in this case is just shy of 1.5 million.</p><p>Only registered California voters are eligible to sign the petition — registered California voters who did not vote in the seat's last election (2018 in this case), were still eligible to sign the petition.</p><p>See also: Apple reveals iPhone 13, iPad Mini price increase and larger Apple Watch</p><p>A recall is different from impeachment because a recall is a type of an election, while impeachment proceedings are executed by political officials, not the voting population.</p><p>How does the recall work?</p><p>The recall ballots ask two questions: The first is if current Gov. Newsom should be removed from his post, and the second is which candidate should succeed him.</p><p>If a majority of the votes on the recall question are in favor of Newsom's removal, “the replacement candidate receiving the highest number of votes shall be declared elected for the remainder of the governor's term of office (ending January 2, 2023),” according to the California Secretary of State's website. Newsom remains in office if there is no majority vote on his removal.</p><p>All registered California voters were mailed a ballot in August, but can choose to vote in person at various polling places throughout the state as well. In-person voting stations and secure drop-box locations can be found here.</p><p>Why is Newsom getting recalled?</p><p>A recall movement was in place as early as February 2020, but gathered steam after photos emerged of Newsom and lobbyists dining at a restaurant in Yountville, Calif., without masks. The gathering was with a dozen people, and his administration was then advising people not to gather with that many people.</p><p>“The spirit of what I'm preaching all the time was contradicted,” he said after photos of the dinner were released. “I need to preach and practice, not just preach.”</p><p>At the time, Newsom and the state government were advising Californians to mask up and follow social distancing rules as COVID-19 cases were surging. Just a few days before the dinner, Newsom tweeted about California's alarming COVID-19 positivity rate and urged people to mask up.</p><p>https://twitter.com/GavinNewsom/status/1327045269268045824https://twitter.com/GavinNewsom/status/1326959442047328257What happens if Newsom loses?</p><p>If voters decide to recall Newsom, he will be forced to vacate his office — Newsom will not however be barred from running for public office in the future, California's Secretary of State's office confirmed to MarketWatch.</p><p>If a politician has been impeached and removed from office, then he or she will not be allowed to run again.</p><p>California election officials have 30 days to calculate the vote tally, the Secretary of State's website outlines.</p><p>“On the 38th day after the election, if the recall is successful, the Secretary of State will certify the election results, and the new governor would take the oath of office and assume the position for the remainder of the term (through January 2, 2023).”</p><p>If Newsom is recalled, then the highest vote-getter among the listed candidates will take his place, regardless of whether a majority is reached.</p><p>Who is the White House supporting?</p><p>The White House has made it clear which candidate it is supporting in the recall election: Newsom.</p><p>Vice President Kamala Harris, a former California senator, was seen on the campaign trail with Newsom last week.</p><p>“We are here today to say we fight for Gavin Newsom. We fight for our country. We fight for the values we hold dear. We fight for working people. We fight for organized labor. We fight for Dreamers. We fight for women. We fight for voting rights,” Harris told a California crowd.</p><p>https://twitter.com/Forbes/status/1437223252208799757President Joe Biden has a ‘big stake' in California's recall election, and is campaigning with Newsom in Long Beach, Calif., on Monday.</p><p>Are gubernatorial recall elections common?</p><p>Tuesday's recall election is only the fourth gubernatorial recall election in U.S. history.</p><p>The most recent recall election where a governor was voted out of office was in California in 2003 when Democratic Governor Gray Davis was replaced by Republican candidate Arnold Schwarzenegger.</p><p>Do other states have gubernatorial recall provisions?</p><p>Yes. Nineteen states and the District of Columbia have some sort of recall provision as part of the state constitution.</p><p>Not all recall provisions are the same and each state has its own recall rules.</p><p>Who is challenging Newsom?</p><p>Forty-six candidates have made it onto the ballot, which only requires some signatures and a $4,600 application fee.</p><p>If Newsom were to be recalled, the frontrunner to replace him is conservative and libertarian talk show host ​​Larry Elder.</p><p>Elder has hosted a radio show for decades and is a registered Republican — he is also opposed to a federal minimum wage, as well as many gun control measures that are popular in California.</p><p>Also running is former San Diego Mayor Kevin Faulconer, businessman John Cox, and former Olympian and reality TV star Caitlyn Jenner.</p><p>The only replacement candidate who consistently polls above 10% is Larry Elder, according to data from RealClearPolitics.</p><p>Who is favored to win?</p><p>Newsom is the favorite to stay on as the California governor.</p><p>According to the latest polling averages from FiveThirtyEight, Newsom is polling at 57.5% “keep” and 40.8% “remove” as of Tuesday. As previously stated, Newsom needs just a majority of votes to stay in office.</p><p>When is the final vote?</p><p>In-person voting began on Tuesday, Sept. 14, but many Californians have already voted by mail.</p><p>What is this vote going to cost?</p><p>California's Department of Finance has stated that the total costs of the recall election will be $276 million.</p>",
  "published": "2021-09-14T14:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1068,
          "end": 1073
        },
        {
          "start": 1007,
          "end": 1012
        },
        {
          "start": 1068,
          "end": 1079
        }
      ],
      "nexusId": "10022657"
    }
  ]
}