{
  "_id": "859ff0f61fb1a474faf5f16896c3ed809392619b30f57fa63704d98e6c480cbf",
  "feed": "wall-street-journal",
  "title": "Effort to Bar Tech Companies From 'Self-Preferencing' Gains Traction; Bipartisan legislation announced in the Senate Thursday aims to stop tech companies from favoring their own products",
  "text": "<p>In particular, the bill would prohibit a range of practices that are harmful to businesses and consumers, such as requiring a business to buy a dominant platform's goods or services in exchange for preferred placement; misusing a business's data in order to compete against it; biasing search results in favor of the dominant firm; and unfairly preventing another business's product from inter-operating with the dominant platform.</p><p>The House Judiciary Committee passed a similar bill earlier this year, although in some respects the Senate bill would be somewhat tougher.</p><p>The Senate bill is being sponsored by Sens. Amy Klobuchar (D., Minn.), the chairwoman of the Senate antitrust subcommittee, and Chuck Grassley of Iowa, the Judiciary Committee's top Republican.</p><p>In an interview, Ms. Klobuchar said the effort to rein in tech giants has gotten a boost from recent revelations by a Facebook Inc. whistleblower, as disclosed by The Wall Street Journal's \"Facebook Files\" series.</p><p>\"It is a catalyst to action,\" she said. \"We're able to disabuse people of this notion that they should keep subscribing to the tech mantra of 'trust us, just trust us.'\"</p><p>The legislation is also backed by Judiciary Committee Chairman Sen. Richard Durbin (D., Ill.), and the former GOP chairman, Sen. Lindsey Graham of South Carolina.</p><p>Industry opposition is likely to be significant.</p><p>The bill could affect many of the major tech firms, including searches provided to users by Amazon.com and Alphabet Inc.'s Google, which both provide numerous products and services that compete with other businesses.</p><p>The companies and their supporters generally contend that they operate in highly competitive and dynamic markets and don't use their market power unfairly to block competition.</p><p>They have also argued against far-reaching antitrust bills in the House by contending that they could upend their businesses in ways that consumers wouldn't like. Broad changes also could undermine the U.S.'s tech leadership in the world, they contend.</p><p>Apple, for example, has previously said that the House version could allow users to download apps onto their iPhones without having to use its App Store. The company said that would harm customers by threatening their privacy and parental controls and potentially exposing user data to ransomware attacks.</p><p>The House version was approved by a committee in June, as part of a package of far-reaching antitrust bills that had the potential to reshape the online landscape. But House floor consideration has been delayed since then, amid intense industry lobbying.</p><p>In a related development, House leaders are expected to introduce new legislation Friday to overhaul tech platforms' sweeping federal immunity from most lawsuits over their users' actions.</p><p>The law, Section 230 of the Communications Decency Act of 1996, was designed to nurture the internet in its early days, but is now viewed by many critics as overly protective in an age of powerful online giants.</p><p>The proposal, aimed at discouraging platforms from profiting from harmful content, would lift the Section 230 shield in cases where a platform knowingly or recklessly uses an algorithm to recommend content to users based on their personal data history, and the content materially contributes to the users' physical or severe emotional injury.</p><p>The proposal faces difficult prospects, given continuing partisan divides in Congress over how to oversee platforms' content moderation practices. Many conservatives want a Section 230 overhaul to address what they believe is viewpoint discrimination against them by tech platforms, a charge the companies generally deny and Democrats also dispute.</p><p>House Energy and Commerce Committee Chairman Frank Pallone (D., N.J.), however, said that the recent Facebook disclosures also build momentum for the Section 230 bill.</p><p>\"Social media platforms like Facebook continue to actively amplify content that endangers our families, promotes conspiracy theories, and incites extremism to generate more clicks and ad dollars,\" Mr. Pallone said. \"The time for self-regulation is over, and this bill holds them accountable.\"</p><p>In a recent statement on tech regulation, Facebook said that it supported creating standard rules for the internet. \"Instead of expecting the industry to make societal decisions that belong to legislators, it's time for Congress to act,\" Facebook said.</p><p>Write to John D. McKinnon at john.mckinnon@wsj.com</p><p>Effort to Bar Tech Companies From 'Self-Preferencing' Gains Traction</p>",
  "published": "2021-10-14T14:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2009,
          "end": 2014
        }
      ],
      "nexusId": "10022657"
    }
  ]
}