{
  "_id": "c13cb574a7ba3e9ec08c9ecc0337eb8dfa410bf5a17e0bc800bf6541d0a177c4",
  "feed": "ftcomall",
  "title": "Snap forecasts 80% revenue rise in second quarter as Covid curbs ease",
  "text": "<p>Snap's chief executive Evan Spiegel said that the easing of coronavirus lockdowns would boost engagement on his platform, with users increasingly co-ordinating social activities, as the company posted bumper first-quarter results.&#xa0;</p> <p>Revenues at Snap, the parent of messaging app Snapchat, rose 66 per cent year-over-year to $770m in the first quarter of this year, beating analyst expectations of $742m, it said on Thursday. Daily active users reached 280m, up 22 per cent year-over-year.</p> <p>“We are optimistic about the engagement trends we are seeing as the world is beginning to open up,” Spiegel said, adding that as restrictions eased in the US in February, the company experienced “inflection points” with users posting short video-clip “Stories” about their lives and using its Snap Map feature to share their whereabouts and activities.&#xa0;</p> <p>“More recently, we saw a rise in the rate of new friendships and bi-directional communication on Snapchat in late March as people have begun to socialise in broader groups,” he added.&#xa0;</p> <p>The company's upbeat results benefited from delays to privacy changes to Apple's iOS 14 operating system, which will ban app developers from collecting data on iPhone users without their explicit consent in a bombshell update that is expected to be painful for the online ads industry.&#xa0;</p> <p>The changes were expected to come into force towards the end of last year, but will now arrive next week. Snap, which explored ways to circumvent the rules, according to a Financial Times report, said it was “not clear yet” what the longer-term impact of the changes would be.&#xa0;</p> <p>The company guided year-on-year revenue growth of between 80 and 85 per cent in the second quarter despite the changes — albeit coming from a lower base after the pandemic squeezed Snap's advertising clients in the second quarter of 2020. </p> <p>After a troubled 2019, Snap has undertaken a successful turnround, with investments in its product upgrades and its offering to advertisers paying off. In March, Spiegel told a conference that a previous company forecast of multiple years of at least 50 per cent revenue growth was a baseline achievable even with further growth in user or engagement numbers.&#xa0;</p><p>Source: Hannah Murphy in San Francisco 2021 'Snap forecasts 80% revenue rise in second quarter as Covid curbs ease' FT.com 23 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-23T08:10:40.255Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1100,
          "end": 1105
        }
      ],
      "nexusId": "10022657"
    }
  ]
}