{
  "_id": "4c2674aa8f198256828787758a86344a8bb2a2e68ccc9cf03eae1bbe4361552c",
  "feed": "ftcomall",
  "title": "The scientists who lit the path to the Enlightenment",
  "text": "<p>“Scientific understanding has sometimes hit a dead end, or taken a step sideways, or backwards. And it still can,” Seb Falk writes in <em>The Light Ages</em>, a book that illuminates not just the visionaries of the past but also the troubled state of anti-intellectualism in the modern world.</p> <p>A historian at the University of Cambridge, Falk chronicles medieval innovation through the eyes of John Westwyk, a 14th-century peasant turned monk turned scientist, whose remarkable work is offered as the basis for tackling the misnomer of the so-called “dark ages”.</p> <p>Westwyk's crowning achievement — and one of the few traces of his existence — is the <em>Equatorie of the Planetis</em>, a manuscript in which he details a device designed to calculate the movement and position of the planets. Of equal significance to the work's practical use, though, is how much it tells us about transmission of information from classical and contemporary sources at the time. Westwyk's interest in astronomy was not just about putting the planets in their place, but helping people “understand their place in the universe”.</p> <p>It's not as if the centuries prior to the Renaissance were completely devoid of curiosity or progress: the St Albans abbey church that Westwyk would have attended boasted “the world's most advanced astronomical clock”, at the time an unparalleled feat of engineering capable of displaying moon phases, eclipses, tides and true solar time, accurately reflecting the changing length of days throughout the year. More widely, knowledge of medicine, arithmetic, cartography and many fields besides were advanced considerably, while academic and technical language evolved from Latin to the more accessible vernacular.</p> <p>What we lack in biographical detail on Westwyk (and very little indeed remains) is filled in with detail of the world he inhabited. <em>The Light Ages</em> works through the fine print of prevailing theories of astronomy and geometry, but it also draws an engaging portrait of a time of expanding horizons through maritime exploration, advancing theories of light and vision, and adoption of Hindu-Arabic numbering.</p> <p>The fact that astronomy and astrology still went hand in hand, or that aged cheese was used as a cure for dysentery, is less important than proof of engagement with the scientific process. As Falk says “the measure of medieval ideas should never be ‘how closely do they match our superior modern ways?', but rather, ‘how important were they in their time?'” Westwyk was part of a monastic and intellectual movement that, in seeking to order the universe through observation and experimentation, laid the groundwork for modern science.</p> <p>Our ignorance of Westwyk might be justified by the lack of records about his life. No such excuses can be made in the case of Christiaan Huygens, the 17th-century scientific visionary whose 22 volumes of Oeuvres Complètes inform author and journalist Hugh Aldersey-Williams' <em>Dutch Light</em>, a clever and comprehensive portrait of a unique mind prospering on the border between Renaissance humanism and Enlightenment empiricism.</p> <p>When in 1656 Huygens first identified the rings of Saturn, using a telescope he had devised himself, his discovery was met with incredulity from rival academics in Italy. “Perhaps the Dutch sky was different,” they mocked. Was there really something in the light that fostered such a wealth of both painters and astronomers in the Netherlands at the time? Probably not, but far more important were the intellectually enlightened conditions that enabled pioneers to see beyond the obvious.</p> <p>A glance at Huygens' discoveries is testament to this: the wave theory of light, the first printed work on probability, the pendulum clock, the magic lantern, the first moon of Saturn and much more. He was one of the first scientists to be employed by a nation — France — rather than a patron, and Leibniz thought that he “equalled in reputation Galileo and Descartes”.</p> <p>Yet out of deference to his contemporaries, diligence or mere timidity, Huygens delayed the publication of many of his works, undermining his longer-term legacy to the benefit of his rival Isaac Newton.</p> <p>Huygens' deference suits the story, for <em>Dutch Light</em> echoes <em>The Light Ages</em> in emphasising science as the ceaseless improvement of existing theories. “Discoveries do not come from nothing, nor do they manifest themselves all at once in their entirety,” argues Aldersey-Williams. Even by 1666, one of Huygens' aims for the newly inaugurated Académie des Sciences was “to observe the inequality of the days, and to establish their equalisation” — an objective shared by Westwyk three centuries previously.</p> <p>Both texts give voice to what Falk calls the “noisy conversation” of European scholarship, and this image of burgeoning international collaboration is their lasting lesson. For Aldersey-Williams: “The advance of science lay in speedy, concise, honest and civil communications between like-minded participants irrespective of their nationality.” How easy it would be, he concludes, “to endanger what has been painstakingly built by figures such as Huygens for the greater good of all”.</p> <p>In our present crisis, Covid-19 cannot be tackled, as UN secretary-general António Guterres recognised last year, by “withdrawing into national shells”. These two studies offer centuries' worth of evidence to this end and a reminder of the real dark ages that could still follow.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1509893318?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;linkCode=xm2&amp;creativeASIN=1509893318\"><strong>Dutch Light</strong></a><strong>: Christiaan Huygens and the making of Science in Europe</strong>, by Hugh Aldersey-Williams, <em>Picador, RRP£25, 560 pages</em> </p> <p><a href=\"https://www.amazon.co.uk/gp/product/0241374251?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;linkCode=xm2&amp;creativeASIN=0241374251\"><strong>The Light Ages</strong></a><strong>: A Medieval Journey of Discovery</strong>, by Seb Falk, A<em>llen Lane, RRP£20, 416 pages</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Chris Allnutt 2021 'The scientists who lit the path to the Enlightenment' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-13T05:00:58.655Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5804,
          "end": 5809
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}