{
  "_id": "8bbf377b2b71b7b20efb4d53aac219e29deae20116fc68553a65eb80d8c87396",
  "feed": "wall-street-journal",
  "title": "Apple Event Begins, Unveiling New iPhone 13, iPad and Watch Series 7; No dramatic changes expected to iPhone after record sales year amid App Store drama",
  "text": "<p>The event caps a year in which Apple has seen record profit, largely thanks to last fall's iPhone 12, while battling opponents unhappy at the power it holds over third-party software on its mobile devices.</p><p>Before getting to the iPhones, Apple updated its lower-end iPad tablets, including a new iPad and iPad Mini, which will be priced at $329 and $499, respectively. The company also revealed its latest version of its smartwatch, Watch Series 7, which includes a larger screen with softer corners. The Series 7 will begin at $399 and be available later this fall.</p><p>Analysts surveyed by FactSet on average expect Apple's wearable and accessories category to grow to $38.7 billion this fiscal year, compared with $10 billion in 2015 when the Watch made its debut.</p><p>Tuesday's event marked the first public appearance by Mr. Cook, Apple's chief executive, since a federal judge on Friday ruled largely against \"Fortnite\" maker Epic Games Inc.'s attempt to undo Apple's grip. The videogame company's antitrust lawsuit had sought to allow third-party developers to bypass Apple's App Store.</p><p>Instead, the judge cited the value of Apple's ecosystem to consumers, while finding that its rules prohibiting developers from steering users to alternative payment methods outside their apps went against California law and ordered it stopped. Epic is appealing, and Apple has said it is reviewing the verdict.</p><p>Before the ruling, Apple had been making concessions on the so-called anti-steering provision as it worked to settle a class-action lawsuit brought by smaller developers and an investigation by Japanese authorities.</p><p>Mr. Cook wasn't expected to comment during Tuesday's event on news surrounding the company. Instead, he and his executives are likely to discuss the features of the new iPhone and other new offerings.</p><p>The new iPhone isn't expected to offer dramatic changes compared with last year's highly anticipated debut of phones, which can use ultrafast 5G cellular connections. The company is expected to keep the small, medium and large sizes while offering improvements to cameras and batteries, a person familiar with the matter said. Apple is also expected to reveal its newest smartwatch.</p><p>The company is on pace to finish its fiscal year this month having sold a record number of iPhones. Analysts surveyed by FactSet on average predict Apple shipped 239 million devices, which would beat the previous record of 231 million in fiscal 2015 when the first large-screen version fueled growth.</p><p>Apple no longer discloses unit sales but has said device revenue rose 38% in the first three quarters of the year compared with the previous year. Analysts predict iPhone sales will finish the year 41% higher, at a record $194 billion.</p><p>It is unlikely that Apple can maintain that growth next year, analysts say. In July, the company raised concerns about the industry's microprocessor shortage hindering iPhones. Sales also typically fall in the year following the first 12 months of major introductions, such as the iPhone 12. For example, after posting its previous best year for iPhone revenue in fiscal 2018—thanks to the debut of the iPhone X, with a facial-recognition unlocking feature and a new look—device sales fell in the following two years.</p><p>\"On many levels, the iPhone 12 cycle looks similar to the iPhone 6 cycle and iPhone 10 cycles,\" Toni Sacconaghi, an analyst for Sanford C. Bernstein, said this summer in a research note. He pointed out that Apple's stock did poorly after each cycle, falling 32% and 39% from peak to trough following the iPhone 6 and iPhone X, respectively.</p><p>When asked about a potential drop-off in iPhone sales, Mr. Cook told analysts in July, \"We're in the very early innings of 5G. If you look at 5G penetration around the world, there's only a couple of countries that are in the double-digits yet. And so that's an amazing thing nine months or so into this.\"</p><p>Apple shares tend to reflect excitement about the iPhone. In the months ahead of the latest phone's launch in 2020, the stock doubled. So far in 2021, shares have risen nearly 13%.</p><p>Investors' focus on the iPhone is one reason Apple has been highlighting its services business and smartwatch. Apple is expected to unveil a watch on Tuesday with an appearance that differs from existing models' round curves. Apple's wearables unit is expected to grow to $38.7 billion this fiscal year, compared with $10 billion in 2015 when the Watch made its debut, according to analyst estimates.</p><p>Apple's Legal Battles</p><p>More WSJ coverage, selected by the editors</p><p>* Judge Orders Apple to Loosen App Store Restrictions in Mixed Verdict (Sept. 10)</p><p>* App Developers' Payments Dilemma: Easier With or Without Apple and Google? (Sept. 8)</p><p>* Heard on the Street: Apple Likely Has More App Store Deals to Make (Sept. 7)</p><p>* Apple's App Store Class-Action Settlement: What Does It Mean for Developers? (Aug. 28)</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple Event Begins, Unveiling New iPhone 13, iPad and Watch Series 7</p>",
  "published": "2021-09-14T17:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1415,
          "end": 1420
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 4305,
          "end": 4310
        },
        {
          "start": 2497,
          "end": 2502
        },
        {
          "start": 1066,
          "end": 1071
        },
        {
          "start": 613,
          "end": 618
        },
        {
          "start": 4737,
          "end": 4742
        },
        {
          "start": 3458,
          "end": 3463
        },
        {
          "start": 2344,
          "end": 2349
        },
        {
          "start": 4480,
          "end": 4485
        },
        {
          "start": 2140,
          "end": 2145
        },
        {
          "start": 1352,
          "end": 1357
        },
        {
          "start": 1123,
          "end": 1128
        },
        {
          "start": 31,
          "end": 36
        },
        {
          "start": 4560,
          "end": 4565
        },
        {
          "start": 4795,
          "end": 4800
        },
        {
          "start": 4190,
          "end": 4195
        },
        {
          "start": 4124,
          "end": 4129
        },
        {
          "start": 3898,
          "end": 3903
        },
        {
          "start": 2753,
          "end": 2758
        },
        {
          "start": 4686,
          "end": 4691
        },
        {
          "start": 4926,
          "end": 4931
        },
        {
          "start": 237,
          "end": 242
        },
        {
          "start": 827,
          "end": 832
        },
        {
          "start": 957,
          "end": 962
        }
      ],
      "nexusId": "10022657"
    }
  ]
}