{
  "_id": "572650b3e89cd5f443d6a22b94edba100839984086c9d8bdd7b9cef786c5a5cb",
  "feed": "wall-street-journal",
  "title": "Companies Strain to Meet Demand  ---  Raw-materials  shortage hurts their  ability to profit from  rebound in the U.S.  ----  By Thomas Gryta and Theo Francis",
  "text": "<p>   Consumers are splurging on cars and furniture -- and facing extended waits for delivery. Restaurants and gyms are reopening -- and struggling to find workers. Factories and home builders are trying to ramp up -- but are short on semiconductors or raw materials. </p><p>   Federal Reserve officials and most economists largely play down supply and cost problems as transitory, saying they aren't widespread enough to threaten corporate profits or the U.S. economy for long, especially amid strong sales. </p><p>   But problems are acute for some businesses and even entire industries. Executives from gadget giant Apple Inc. to mattress seller Tempur Sealy International Inc. said last week that supply-chain issues could curb their growth in the short term. Others have responded by raising prices on everything from diapers to air conditioners. </p><p>   The Covid-19 pandemic paralyzed supply and demand last spring. This spring, vaccinations and government stimulus created imbalances in many sectors. </p><p>   \"The very sudden stop to the economy, and then the very quick restart, has created a lot of havoc -- a lot of businesses have gotten caught flat-footed,\" said David Lefkowitz, head of Americas equities for UBS Global Wealth Management. </p><p>   Gross domestic product grew at a 6.4% seasonally adjusted annual rate for the first three months of the year, the Commerce Department said Thursday. At the same time, Ford Motor Co. and other auto makers are halting some production because of semiconductor shortages, Caterpillar Inc. and other manufacturers are working to counter rising prices and short supplies of needed materials, and Domino's Pizza Inc. and other chains are struggling to find enough workers. </p><p>   \"I get it that the Fed doesn't want to recognize inflation, but there is inflation,\" Dover Corp. Chief Executive Richard Tobin told investors on April 20. Raw-material prices increase the cost of components the industrial manufacturer buys, he said, and finding workers could raise the price of keeping factories running. \"Clearly, at the assembly level, labor availability is becoming a problem, and that is beginning to start to move up labor costs over time,\" he said. </p><p>   Dover, which makes refrigerators for supermarkets and pumps for gas stations, isn't the only company facing a tight market for American workers. Darden Restaurants Inc., which operates Olive Garden and other chains, is raising wages to attract restaurant workers. Amazon.com Inc. said last week it will dole out raises to more than 500,000 workers this spring as competition for workers picks up. </p><p>    U.S. job openings have already recovered to pre-pandemic levels, despite some eight million fewer jobs in the economy, and 42% of surveyed companies told the National Federation of Independent Business, a small business trade group, that they have at least one open position that has proved hard to fill -- the highest level ever, noted Sarah House, a senior economist with Wells Fargo's corporate and investment banking unit. </p><p>   \"The demand for labor has rebounded faster than the supply,\" said Gregory Daco, chief U.S. economist at consulting firm Oxford Economics. \"That does not mean that this is a structural issue. I think that supply does respond -- it just takes a bit longer.\" </p><p>   Economists tend to differentiate between unremarkable price increases within some parts of the economy, and inflation, where prices across economic segments rise in a self-perpetuating cycle. Labor shortages are likely to moderate as declining health risks and rising wages bring people in from the job market's sidelines, many economists argue. Similarly, supply shortages should ease as global production picks up to meet demand. </p><p>   But companies want to avoid losing sales or market share. Some product shortages stem from sharp production cuts last year when the pandemic's economic damage was most intense, plus severe weather in Texas and Taiwan. Others reflect tight capacity that can't be quickly expanded, or transportation problems created by port delays and a shortage of shipping containers. </p><p>   Tempur Sealy said quarterly revenue would have been $80 million to $100 million higher without a shortage of the chemicals and innersprings that go into its beds. Even so, its first-quarter sales jumped 27% to $1.04 billion. The company said it resolved its innerspring shortage and expects to have largely resolved chemical shortages by the end of this quarter. </p><p>   Apple cautioned that a shortage of chips would crimp how many iPads and Macs it can pump out in the current quarter, reducing revenue by roughly $3 billion to $4 billion. Still, Apple reported record first-quarter profits on surging sales. </p><p>   Many companies hit hard by wage and supply pressures are in booming industries, said UBS's Mr. Lefkowitz. \"The revenue strength is more than making up for some of those challenges on the cost side,\" he said. \"Profit margins are coming in better than expected.\" </p><p>   Caterpillar reported increased demand for large mining and construction equipment but said shortages of raw materials, semiconductors and transportation may make it hard to meet. </p><p>   \"We're working very hard to avoid or minimize allowing supply-chain issues to lead to production shortfalls,\" Chief Executive Jim Umpleby said on a conference call Thursday. \"We're not saying that we'll definitely have a problem. We want to flag that it's a risk that we're managing.\" </p><p>   The company's finance chief, Andrew Bonfield, said needed components are often available but transportation difficulties leave them waiting to get picked up. </p><p>   Trucking company J.B. Hunt Transport Services Inc. is buying more shipping containers, trailers and support equipment to address bottlenecks. It is increasing wages and benefits to attract and retain truck drivers. </p><p>   \"The industry is facing the most challenged driver market that I've seen in my 37-year career at J.B. Hunt,\" said operating chief Nicholas Hobbs. </p><p>   Domino's Pizza needs more drivers, too, CEO Richard Allison said. The pizza chain is working to increase the number of deliveries per hour for its drivers, keeping them in their cars more, so they can earn higher pay. </p><p>   Supply-chain issues will take time to resolve. Church &amp; Dwight Co. CEO Matthew Farrell expects tight supply and higher costs to continue for the rest of the year. The maker of Arm &amp; Hammer and OxiClean has raised prices on certain products and plans to cut back on discounts. </p><p>    Sherwin-Williams Co. CEO John Morikis said work to minimize the impact on customers will stretch through the summer because raw-material shortages prevented normal inventory increases during the paint maker's first quarter. He projected demand would remain strong for the rest of the year. \"We're confident in our ability to manage through transitory raw material availability and cost inflation issues,\" he said. \"The pace at which capacity comes back online and supply becomes more robust remains uncertain.\" </p><p></p>",
  "published": "2021-05-03T06:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4571,
          "end": 4576
        },
        {
          "start": 593,
          "end": 603
        },
        {
          "start": 4393,
          "end": 4398
        },
        {
          "start": 593,
          "end": 602
        },
        {
          "start": 593,
          "end": 598
        }
      ],
      "nexusId": "10022657"
    }
  ]
}