{
  "_id": "36516d8863fa37d4f5465d8e755050aad93cdb59915a696b99c29162d75923fb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  It's Payday for Startup CEOs  --- -2-",
  "text": "<p>   Amazon's Mr. Bezos took no stock options, an annual cash salary of no more than $82,000 through his tenure as CEO -- he stepped down in July -- and other compensation totaling less than $2 million. For years, a line in Amazon's securities filings read: \"Due to Mr. Bezos' substantial ownership in the company Mr. Bezos requested not to receive additional compensation.\" </p><p>   Facebook's Mr. Zuckerberg takes a $1 salary and no stock grants. His $25 million in reported compensation last year included only company-paid security and company-paid personal travel. Jack Dorsey, co-founder of Twitter Inc. and Square Inc., takes less than $5 a year in salary and no stock grants between both companies. </p><p>   While other founder-CEOs received stock compensation, the awards tended to be far smaller than the recent crop of founder awards. </p><p>   Occasional large multiyear awards have gone to nonfounder CEOs like Apple's Mr. Cook, but they have tended to represent tiny percentages of a company. Mr. Cook's 2011 award was approximately 0.1% of Apple's market capitalization at the time. </p><p>   The big-package trend traces to the middle of last decade, when money rushed into Silicon Valley startups. The most in-demand founder-CEOs could essentially choose their investors, helping lead venture-capital firms to compete on being what many in tech called \"founder-friendly.\" The notion of a nonfounder professional CEO fell out of favor, while venture-capital firms agreed to let founders of hot companies secure full control over their company despite owning a minority financial stake. </p><p>   Snap Inc. in 2017 -- unprofitable at the time -- awarded co-founder Evan Spiegel compensation valued at $637.8 million, partly as an incentive to list publicly. Tesla Inc. in 2018 gave Elon Musk a compensation package valued at $2.3 billion that gave him more stock if the then-unprofitable company hit targets to increase its market capitalization, revenue and profits. Both companies said in filings that they intended the awards to motivate the CEOs to continue expanding the businesses. Mr. Musk's award has so far proved significantly more valuable than first reported, helping make him the richest person in the world. </p><p>   The number of CEOs getting similar large awards has grown since, and the practice snowballed in 2020, as tech stocks soared in the pandemic. </p><p>   Palantir's 2020 award for Mr. Karp was one of the most valuable compensation packages of any U.S. public company on record since 2007, according to compensation research firm Equilar. </p><p>   Mr. Karp, an eccentric cross-country skier with a Ph.D. in German philosophy, controls Palantir with two other co-founders, Peter Thiel and Stephen Cohen, under a structure that allows each of them to sell significant chunks of their stakes while retaining control. </p><p>   Unlike the Tesla pay package, which is tied to operational and market-value goals, Mr. Karp's 2020 compensation package isn't based on the company hitting future performance hurdles. It is largely in stock options that gradually accrue over a decade if he remains CEO of the company, which has never posted a profit. Since Palantir listed its stock last fall, Mr. Karp has sold more than $830 million in its shares, securities filings show. Palantir has said some of the sales are tied to Mr. Karp's desire to cover the taxes related to some stock options. </p><p>   Startup boards of directors must approve compensation awards. As money has rushed into the startup sector, founder-CEOs have gained sway over their boards through high-vote shares and a broader deference to CEOs, say some venture capitalists and founders. </p><p>   The environment has made some directors reluctant to fight about pay just before an IPO, these investors say. After a company lists publicly, new CEO pay packages can invite more scrutiny given public shareholder votes. Many venture capitalists, who often sell their shares months after listing, say they don't want to get a reputation for clashing with founders. </p><p>   The competitive market has made for an environment where \"everybody's worried about deal flow,\" said Glenn Kelman, CEO of the venture-capital-backed real-estate brokerage Redfin Corp., which went public in 2017. \"That means that right from the start there's a very permissive board.\" </p><p>   One reason mega-awards have become so popular is founders look to each other for comparable deals, venture capitalists and pay consultants say. Typically, boards or founder-CEOs hire a compensation consultant such as Compensia Inc., a commonly used advisory company in Silicon Valley, which gives a board a list of comparable CEO pay packages. </p><p>   \"It starts to catch on like wildfire,\" said Ms. Ferracone, the Farient compensation consultant. Once peers win large awards, she said, a founder \"hears about it and wants it too.\" </p><p>   Some companies, including GoodRx, have tied CEO stock packages to performance goals that companies quickly met. The Santa Monica, Calif., company, which lets consumers compare prescription-drug prices, before its September 2020 listing gave co-CEOs Doug Hirsch and Trevor Bezdek each 8.2 million shares in restricted stock that would fully accrue only once the company's stock passed $51 a share. </p><p>   That payday came quickly for Mr. Hirsch, an early employee at Yahoo and a former Facebook executive., and Mr. Bezdek, who previously founded an IT consulting firm: GoodRx reached the target by October and the stock vested, becoming fully owned by the founders. </p><p>   The recent frenzy for SPACs has enabled a new spurt of such compensation deals, including at Bird, an unprofitable scooter-rental company that announced a merger with a SPAC this spring. As part of the merger, Bird said it gave Mr. VanderZanden, the founder, the compensation package that gives him as much as an extra 7.5% of the company, should he remain as CEO for four years and hit various growth targets. </p><p>   Mr. VanderZanden currently stands to own more than 11% of the company once it completes its SPAC merger. He sold tens of millions of dollars of stock in earlier funding rounds. His shares carry 20 times the voting power of a standard share, effectively giving him control over the company, which is valued at $2.3 billion. </p><p>   The Bird spokeswoman said Mr. VanderZanden is keeping his annual cash salary to about $1,000. \"Boards and CEOs should increasingly align their incentives with shareholders,\" she said. \"This includes lower CEO salaries.\" </p><p>   --- </p><p>   Theo Francis contributed to this article. </p><p></p>",
  "published": "2021-10-16T06:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 891,
          "end": 896
        },
        {
          "start": 1022,
          "end": 1027
        }
      ],
      "nexusId": "10022657"
    }
  ]
}