{
  "_id": "277fe12a5ff7d5859c656fd197f9a1bd2a28d0835d369b44f04f476ca81989d1",
  "feed": "market-watch",
  "title": "Dow up 300 points as stocks extend post-Fed gains",
  "text": "<p>Investors also showed little reaction to data showing first-time claims for U.S. jobless benefit claims unexpectedly rose last week.</p><p>How are stock-index futures trading?</p><p>The Dow Jones Industrial Average DJIA rose 311.25 points, or 0.9%, to 34,569.57.</p><p>The S&amp;P 500 SPX gained 24.30 points, or 0.6%, to trade at 4,419.94.</p><p>The Nasdaq Composite COMP traded at 14,947.37, up 50.52 points, or 0.3%.</p><p>On Wednesday, the Dow Jones Industrial Average rose 338 points, or 1%, to 34,258, while the S&amp;P 500 and the Nasdaq Composite also rallied 1%. . Daily gains for the Dow and S&amp;P 500 were the strongest in two months.</p><p>Read:‘It's really easy to navigate'&#xa0;this stock market, says a BofA star strategist. Here's what she says to do</p><p>What's driving the market?</p><p>Equities were rising a day after Fed Chairman Jerome Powell said plans to taper the central bank's bond- buying program&#xa0;could be announced in November, and officials also penciled in an interest-rate increase in 2022. Still, the Fed didn't upset the market's apple cart, said observers.</p><p>Read: Hawks rule the roost at Fed, economists say</p><p>“A repeat of the taper tantrum, which hurt both equities and fixed income in 2013, is unlikely&#xa0;because the&#xa0;Fed&#xa0;has been so clear about how slowly it is removing support,” said Scott&#xa0;Ruesterholz,&#xa0;a portfolio manager&#xa0;at Insight Investment,&#xa0;which has over $1 trillion in assets under management. &#xa0;&#xa0;</p><p>“While the&#xa0;Fed&#xa0;tailwind for markets is diminishing, it remains a tailwind. Combined with the significant excess liquidity in the financial system, that should continue to provide strong technical support for fixed income and markets,” said Ruesterholz, in emailed comments.</p><p>In U.S. economic data Thursday, the Labor Department said initial claims for jobless benefits rose by 16,000 to 351,000 in the week ended Sept. 18. Economists polled by The Wall Street Journal had estimated new claims would total 320,000. The rise appeared to be driven in party by California catching up on a large backlog of claims.</p><p>Other data on tap Thursday include the flash September IHS Markit manufacturing and services purchasing managers indexes at 9:45 a.m. Eastern and Conference Board leading economic indicators for August at 10 a.m.</p><p>The White House on Thursday will host a virtual meeting to discuss the global computer chip shortage, with the CEO of Intel Corp. INTC&#xa0;joining executives from Apple Inc. AAPL, Microsoft Corp. MSFT, Ford Motor Co.&#xa0;F and others,&#xa0;Reuters reported Wednesday.</p><p>Worries around China Evergrande HK:3333, the property giant whose indebtedness sparked a global equity meltdown earlier this week, appear to have moved into the background. Shares of the company rose 17% in Hong Kong as that market reopened after a holiday.</p><p>Investors are waiting to hear if Evergrande will make an $83.5 million coupon payment due Thursday on its U.S. dollar bonds. Markets welcomed news on Wednesday that its property business would make an interest payment on an onshore bond.&#xa0;</p><p>The Wall Street Journal reported Thursday that Beijing remained reluctant to bail out the developer, tasking local governments with preventing unrest and mitigating the ripple effect on home buyers and the broader economy.</p><p>Meanwhile, global investors were cheered as the People's Bank of China injected another 110 billion yuan, or $17 billion, into the financial system on Thursday, according to news reports, after a large injection on Wednesday.</p><p>Which companies are in focus?</p><p>Shares of Salesforce.com Inc.CRM rose more than 4% after the customer relationship management software company boosted its fiscal 2022 revenue outlook and provided 2023 guidance that was above expectations.</p><p>Darden Restaurants Inc. DRI on Thursday reported fiscal first-quarter earnings that beat expectations and announced a new buyback program. Shares of the restaurant company rose 6%.</p><p>Shares of BlackBerry Ltd.BB were up 7.7% after the cybersecurity and Internet-of-Things company exceeded Wall Street expectations when it reported fiscal second-quarter results late Wednesday.</p><p>How are other markets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 3 basis points to 1.36%.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of rivals, was down 0.3%.</p><p>Oil futures edged higher, with the U.S. benchmark CL00 up 0.5% to $72.57 a barrel. Gold futures GC00 dropped 1.4% to around $1,754.50 an ounce.</p><p>In Asia, Hong Kong's Hang Seng Index HK:HSI reopened after a one-day holiday to a 1.1% gain, while China's CSI 300 index XX:000300 rose 0.6% and Japan's Nikkei 225 index UK:UKX was closed for a holiday.</p><p>In Europe, the Stoxx Europe 600 index XX:SXXP rose 0.8%, while the FTSE 100 index UK:UKX was flat.</p>",
  "published": "2021-09-23T09:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1003,
          "end": 1008
        },
        {
          "start": 2355,
          "end": 2364
        },
        {
          "start": 2366,
          "end": 2370
        },
        {
          "start": 2355,
          "end": 2365
        },
        {
          "start": 2355,
          "end": 2360
        }
      ]
    }
  ]
}