{
  "_id": "5392f10402c4d32e9d6bc272e1e77f567354909e1fe0a920abd2b076a28e5905",
  "feed": "ftcomall",
  "title": "EU cash alone won't secure chip supply for region, says Infineon chief",
  "text": "<p>When Nasa's Perseverance landed safely on Mars last month, it marked the most far-flung mission yet for Infineon, whose radiation-hardened semiconductors power some of the rover's cameras and instruments.</p> <p>“You better make sure that none of our devices fail,” Reinhard Ploss, the German group's chief executive, had told his employees.</p> <p>But for all his pride, Ploss, head of Europe's largest chipmaker, is preoccupied with a project closer to home.</p> <p>Acute, industry-wide shortages in the supply of semiconductors to the automotive sector — Infineon's largest market — have brought car factories around the world to a sudden stop. As a result, 1m fewer vehicles are likely to roll off production lines in 2021.</p> <p>The bottlenecks — which involved Infineon and other European chipmakers but were caused largely by a lack of capacity at contract manufacturers such as Taiwan's TSMC — reignited a debate in Europe, as well as the US, about whether governments should invest more in the domestic production of such crucial components.</p> <p>A string of recent consolidation deals has sharpened the issue of Europe's standing in global chipmaking for policymakers. Germany's Siltronic is on the verge of being sold to Taiwan's GlobalWafers, while Frankfurt-listed Dialog Semiconductor has been bought by Japan's Renesas.</p> <p>Meanwhile this week Apple <a href=\"https://www.apple.com/uk/newsroom/2021/03/apple-to-invest-over-1-billion-euros-in-germany-with-new-munich-campus/\">announced</a> that it would invest more than €1bn over the next three years in building a major chip design facility in Munich.</p> <p>The EU has earmarked a portion of its €750bn Covid-19 recovery fund to “strengthen Europe's capabilities to design and eventually fabricate the next generation of trusted, low-power processors support”, while Germany is funding 18 homegrown semiconductor companies, and has pledged further stimulus.</p> <p>Munich-based Infineon, which recently replaced Nokia in the Euro Stoxx 50 index after its shares rose more than 60 per cent in a year due to surging chip demand, is set to be one of the beneficiaries. </p> <p>But Ploss is sceptical that cash alone can help the country compete with the US and Asia if it is used to build EU-based foundries whose biggest customers remain foreign tech giants, rather than the European companies suffering as a result of the bottlenecks. In such a scenario, “it will not help to have [production] onshored”, he claimed.</p> <p>At present, he added, Europe did not have a large enough tech sector to make localised chip production worthwhile.</p> <p>“We had a computer industry in Germany, it is gone,” he said. “We had a consumer [electronics] industry, it is gone — it went partially to the US, but to a large degree to the Japanese.”</p> <p>Unless the continent rebuilt these sectors, “I'm not so sure it would make sense to invest in Europe in order to use the capacity for the Chinese”, Ploss added.</p> <p>The investments required to build foundries in Europe far exceed the industry's current ambitions. </p> <p>While European semiconductor companies are responsible for just 4 per cent of the sector's capital expenditure, according to management consultancy Roland Berger, rivals in the Asia-Pacific region make up 63 per cent of the total. TSMC alone is spending €20bn on a new cutting-edge campus, while Infineon plans to spend up to €1.6bn in 2021, partly on bringing a new plant in Villach, Austria, online.</p> <p>Bridging the gap is likely to require teaming up with the Biden administration, in a joint US-EU effort to develop manufacturing capabilities beyond Taiwan or China. Yet according to reports, Brussels is more likely to entice TSMC and Samsung to build foundries in Europe, rather than try to convince companies such as Infineon to reverse their outsourcing model.</p> <p>Infineon, a Siemens spin-off, has worked hard to streamline its business, jettisoning a low-margin memory division, Qimonda, which subsequently went bust, and selling its mobile communications unit to Intel. While it maintains premium production facilities in Germany and Austria, the company uses the likes of TSMC, UMC and GlobalFoundries to manufacture its chips with structures below 90 nanometres.&#xa0;</p> <p>“If times would be boring and I would have unlimited money, yes, of course I would [invest in production of chips under 90nm],” Ploss said, and while teaming up would be an option, “it does not make sense” for Infineon to go it alone.</p> <p>Furthermore, building foundries was only cost-effective if they were constantly used at full capacity, and “the market does not pay a premium for those companies who are able to deliver in peak times and suffer more in downturn times”, he added.</p> <p>The EU's intention to fund foundries making 2nm nodes would also be of limited use to Infineon, whose products tend to use larger structures. The group would “not take part in such an endeavour”, Ploss said, as “no one knows which industries in Europe should use [these next-generation chips]”.</p> <p>The company's current focus on higher-margin automotive chips, which account for more than 40 per cent of its business, looks set to pay off with the rise of autonomous and electric vehicles, which are even more reliant on microprocessors than combustion engine models.&#xa0;</p> <p>“[Electric vehicle components] will be 30 per cent of their auto business in 2025,” said Markus Golinski, a portfolio manager at institutional investor Union. “They are the number one automotive semiconductor company in the world, which is the fastest-growing segment.”</p> <p>Infineon also maintains a leading position in the power sensors segment, accounting for almost a fifth of the global market, and makes roughly every second security chip used in credit cards.</p> <p>The <a href=\"https://www.ft.com/content/fd3fa2b8-85a6-11e9-a028-86cea8523dc2\">acquisition of US rival Cypress</a>, finalised last year, has fuelled rumours of further consolidation, especially among Europe's few semiconductor giants.</p> <p>Such discussions were always “ongoing”, Ploss said, but a tie-up with STMicro “might exceed critical market shares”. Union's Golinski also thought such a merger would lead to a “cultural clash” and “there would be too many politicians involved”.</p> <p>Endless talks about creating a European chip champion would be a “distraction”, Ploss said, especially as Infineon, whose shares have just exceeded their flotation price after almost 21 years of trading, is beginning to find its mojo.</p> <p>Once a penny stock, it has benefited from the boom in semiconductor demand to become one of the biggest success stories on Germany's Dax. But in a notoriously cyclical industry, the company's heady growth “cannot continue forever”, warned one lead investor.</p> <p>Ploss, who has pushed the company to experiment with nascent technologies that could well help with the exploration of other planets — such as time-of-flight chips, which measure distance by how long it takes for photons to travel between two points — is similarly cautious.</p> <p>“Infineon is in a very good position,” said Ploss, but “if you assume you are the greatest, the next step is the downfall”.</p><p>Source: Joe Miller in Frankfurt 2021 'EU cash alone won't secure chip supply for region, says Infineon chief' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-11T04:00:51.229Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1323,
          "end": 1328
        }
      ]
    }
  ]
}