{
  "_id": "c164902d14b7373cdf5361b10ac17719327e2062f753381f6599c66a0da8f956",
  "feed": "ftcomall",
  "title": "New money, old Hollywood: Amazon's media mega-deal",
  "text": "<p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance. This article is an on-site version of the newsletter. Sign up </strong><a href=\"https://ep.ft.com/newsletters/58db721900eb6f0004d56a23/subscribe\">here</a><strong> to get the newsletter sent to your inbox every Tuesday to Friday. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong></p> <h2>Bezos rides the media M&amp;A wave</h2> <p>Dealmaking comes in waves. In the media sector we're witnessing a tsunami of mergers and acquisitions.</p> <p>The hunger for content among technology groups and the desire of telecoms companies to offload non-core assets has driven media deals to levels not seen since the dotcom boom.&#xa0;</p> <p>A week after <strong>AT&amp;T</strong> decided to <a href=\"https://www.ft.com/content/2a89a272-1ddc-40b3-87a6-8e093ffa2175\">spin off</a> <strong>WarnerMedia</strong> and combine it with <strong>Discovery</strong> to create a more than $130bn giant, <strong>Amazon</strong> unveiled its $8.45bn (including debt) <a href=\"https://www.ft.com/content/a796bb0e-bb92-4ac2-9bac-77f75e8b40c8\">acquisition</a> of <strong>MGM</strong>, the legendary film studio behind <em>James Bond</em> and <em>Rocky</em>.</p> <p><strong>Refinitiv </strong>data shows that more than $240bn worth of transactions in the media sector have been announced in the year to date, six times higher compared to 2020 and the highest level since 2000, when <strong>AOL</strong> bought <strong>Time Warner</strong> (yes, the original <strong>WarnerMedia</strong>) for $182bn.&#xa0;&#xa0;</p> <p>The ultimate goal is to catch up with <strong>Netflix</strong>, the godfather of video streaming.&#xa0;</p> <p>Amazon was so desperate to bolster its streaming offering that it agreed to pay $3bn more than rival bidders. <strong>Apple</strong> and <strong>Comcast</strong>, according to DD sources, also expressed interest in the maker of <em>The Good, the Bad and the Ugly</em> and <em>Fargo</em>.</p> <p>Amazon chief <strong>Jeff Bezos</strong> wants his very own <em>Game of Thrones</em>, and hopes MGM will deliver just that. DD's James Fontanella-Khan and the FT's Dave Lee look into the rationale behind Amazon's deal <a href=\"https://www.ft.com/content/97d2edb8-355c-4af0-9f00-8b0a65d818f1\">here</a>.</p> <p>Is this the end of the media M&amp;A mayhem? Not at all.&#xa0;</p> <p>Apple will be under pressure to bulk up its library of content, which is pretty meagre. The obvious target for the Cupertino-based company is <strong>Lions Gate</strong>, one of the last standing independent Hollywood film studios, which is behind <em>The Hunger Games</em> and <em>Orange is the New Black</em>, insiders told DD.&#xa0;</p> <p><strong>Sony Pictures Entertainment</strong>, which is worth about $30bn, could also become a target, despite the <a href=\"https://www.ft.com/content/e6bb5286-c88b-11e8-ba8f-ee390057b8c9\">Japanese company's boss</a>, <strong>Kenichiro Yoshida</strong>, <a href=\"https://www.ft.com/content/183b3866-0822-4a55-8495-621ec9970507\">telling the FT</a>'s Kana Inagaki that it plans to stay independent.&#xa0;</p> <p>The other lot to watch out for are the ailing digital media brands such as <strong>BuzzFeed</strong>, <strong>Vox Media</strong> and <strong>Vice</strong>, who are all seeking a deal, whether they opt for a Spac or merger is yet unclear.&#xa0;</p> <h2>Hedge funds' new weapon of choice: ESG</h2> <p>Activist hedge funds have historically operated by a similar playbook: build up a sizeable holding in a company, then storm the boardroom with brute force.&#xa0;</p> <p>But some are discovering there's another way — crafting their campaigns around the same environmental, social and governance goals that their fellow shareholders are under pressure to fulfil.</p> <p>So goes the logic of<strong> Engine No 1</strong>. The tiny activist fund, which campaigned to <a href=\"https://engine1.com/campaign/its-time-to-reenergize-xom/\">“reenergise”</a> Texas-based oil and gas giant <strong>ExxonMobil</strong>, won at least two board seats during a drawn-out shareholders' meeting yesterday.</p> <p>It's a <a href=\"https://www.ft.com/content/fa9946b9-371b-46ff-b127-05849a1de2da\">huge victory for Engine No 1</a> considering the size of its stake — just $50m compared to Exxon's $253bn market value, less than 0.02 per cent.</p> <p>At least two of the activist's four nominated candidates will take their place on Exxon's 12-member board: <strong>Greg Goff</strong>, the former chief executive of petroleum group <strong>Andeavor </strong>(formally called <strong>Tesoro</strong>), and<strong> Kaisa Hietala</strong>, the former head of renewable fuels at the Finnish oil refiner<strong> Neste</strong>.</p> <p>Behind the curtain are tech investor <strong>Chris James</strong> and <strong>Charlie Penner</strong>, an experienced activist who agitated against <strong>Apple </strong>while at the hedge fund <strong>Jana Partners</strong>.&#xa0;</p> <p>Big Oil has, until now, been tough to penetrate by environmentalists.</p> <p>But Engine's knack for slick public relations and impeccable timing — they swooped in during Exxon's worst year in history, just before oil prices took off and the share price recovered — helped to earn the support of influential advisory firms <strong>Glass Lewis</strong> and <strong>Institutional Shareholder Services</strong> as well as <strong>BlackRock</strong>, its second-largest shareholder.</p> <p>They also managed to lasso support from institutional investors, including the New York and California state pension funds and the <a href=\"https://twitter.com/CClimateAction/status/1397575330735534080\"><strong>Church of England</strong></a>, which has been under constant pressure from stakeholders to reduce their own carbon footprint. In just six months, the fund gained more of an edge over Exxon than previous environmental and shareholder activists had over decades.</p> <p>Despite Engine No 1's size, the <a href=\"https://www.ft.com/content/3f73a55b-ac59-4737-b7c8-2f575d32920b\">proxy battle</a> has turned out to be one of the most expensive on record. Exxon forked out at least $35m to combat the $30m campaign budget of its attacker.</p> <p><strong>Bluebell Capital</strong>, another little-known hedge fund, has made an equally large splash waging a successful <a href=\"https://www.ft.com/content/dd369552-8491-40a2-b83b-9a1b2e32407a\">campaign</a> against <strong>Danone</strong>'s governance structure. It's now <a href=\"https://www.ft.com/content/eabf7d93-32fe-42cd-a0ac-71665380a0a4\">taking aim</a> at the French media group <strong>Vivendi </strong>and its powerful controlling shareholder, the billionaire <strong>Vincent Bolloré</strong>.</p> <p>In another sign of the unrelenting pressure on energy companies, <strong>Royal Dutch Shell </strong><a href=\"https://www.ft.com/content/340501e2-e0cd-4ea5-b388-9af0d9a74ce2\">lost a landmark case</a> yesterday, with a Dutch court ordering the oil company to cut emissions in a decision that could influence future rulings.</p> <p>More ammunition in activists' pockets.</p> <h2>The seemingly mundane IT outsourcer under short seller siege</h2> <p>Just before Christmas, the shares in <strong>Solutions 30</strong> — a then €2.1bn man-in-a-van outsourcer for some of Europe's largest companies — were flying high after a decade of double-digit revenue growth. Since then it's all come crashing down.</p> <p>First, an <a href=\"https://www.ft.com/content/02e82970-f5ae-4aab-a60a-1aed9faa53a1\">anonymous short report</a> leaked on to the internet via the French press. It alleged ties with organised crime in Italy, transactions consistent with money laundering, and undisclosed subsidiaries. Then activist short seller<strong> Muddy Waters</strong>, who had been short on the stock since May 2019, <a href=\"https://www.ft.com/content/9d2d5bd5-606e-4362-82c5-7511b4bbd92f\">joined the fray</a>. By the new year the shares had halved.</p> <p>Solutions 30 responded by commissioning an independent audit to fight off the short sellers, and it seemed to do the trick when, on April Fool's Day, the reports by two auditors found the various accusations by the short sellers “unfounded and erroneous”. The shares recovered some of the losses, followed by the sound of silence.</p> <p>It wasn't to last. Out of nowhere, Solutions 30<a href=\"https://www.ft.com/content/856e52f5-d319-471e-aae2-b77d10de8766\"> suspended</a> its stock on May 10, promising a press release to explain. After a<a href=\"https://www.ft.com/content/208760bc-c705-4aaf-b0df-b1e818165e2b\"> stern word</a> from the French markets regulator the AMF, a fortnight later the company<a href=\"https://www.ft.com/content/95e30bf6-9653-4410-9fbc-8ab01ec26615\"> revealed</a> why: its auditor <strong>EY</strong> had <a href=\"https://www.ft.com/content/5747f3be-ad92-4335-a398-aaac778f59c0\">declined</a> to sign off on the accounts. This past Sunday, the Big Four firm, via its audit opinion, told all:</p> <blockquote>  <p>“ . . . we have not been able to obtain sufficient and appropriate evidence supporting the nature, the substance, the value and the compliance with laws and regulations of certain transactions of the group and to determine if these transactions were made with related parties including with members of management.”</p> </blockquote> <p>It added “that the possible effects on the consolidated financial statements of undetected misstatements may be both material and pervasive”.</p> <p>On Monday Solutions 30's shares <a href=\"https://www.ft.com/content/5ef52b4b-35b6-4403-a626-fdcef0266233\">fell more than 70 per cent</a> at the market open. Netting big gains for its short sellers including Muddy Waters, <strong>Lansdowne Partners</strong> and <strong>Gladstone Capital</strong>.</p> <p>FT Alphaville's Jamie Powell had been <a href=\"https://www.ft.com/content/953c173c-20fb-3cb6-b6e3-cfb20e084dd9\">doggedly investigating</a> the company for some time, and EY's statement struck a chord with his work so far.&#xa0;</p> <p>So, in <a href=\"https://www.ft.com/content/1598f613-800c-4dcd-abde-b542f07b23cd\">this long post</a> on Wednesday, he wove a story of historical ties between subsidiaries linked to Solutions 30's senior executives and one of its outsourcers. It's a set of puzzling relationships that stretches from Romania to Tunisia, and then to the shores of the north African island country of Mauritius.</p> <p>And it's a trip we think you'll enjoy.</p> <h2>Job moves</h2> <ul>  <li><p><strong>David Craig</strong>, one of the architects behind the <a href=\"https://www.ft.com/content/1266dcec-e62e-4f11-8988-dfb4e5be2d3c\">$27bn sale</a> of <strong>Refinitiv</strong> to the <strong>London Stock Exchange Group</strong>, is <a href=\"https://www.ft.com/content/1a60ba53-b765-45f9-a006-4e0b3ae7af44\">leaving</a> the company less than a year into his new role. He'll be replaced by his deputy, <strong>Andrea Remyn Stone</strong>.</p></li>  <li><p><strong>Houlihan Lokey</strong> has hired<strong> Sameer Shamsi </strong>as a managing director and head of secondaries in its private funds group. He joins in New York from <strong>Credit Suisse</strong>, where he led secondary advisory activities in the America.</p></li>  <li><p>The <strong>United Nations Joint Staff Pension Fund</strong> elevated its deputy director of global equities <strong>Toru Shindo</strong> to chief investment officer, replacing <strong>Herman Bril</strong>, who will become CEO of <strong>Arabesque Asset Management</strong> in July.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Doing the work </strong>Diversity consulting has ballooned into a multibillion-dollar industry in the wake of the murder of George Floyd. As corporate America confronts racism within its ranks, not every programme offers effective solutions. (<a href=\"https://www.thecut.com/article/diversity-equity-inclusion-industrial-companies.html#_ga=2.135766514.292660652.1622042212-354620948.1611586137\">New York Magazine</a>)</p> <p><strong>The SoftBank method </strong>The Japanese investment conglomerate has been on a wild ride from historic losses to record profits, but one thing has remained the same — its founder Masayoshi Son's all-in approach to cash-burning start-ups. The market may finally be following suit. (<a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/How-SoftBank-taught-the-market-to-love-lossmaking-startups\">Nikkei Asia</a>)</p> <p><strong>Behind the golden gates </strong>Bill Gates owes much of his $130bn fortune to one man: his longtime money manager Michael Larson. But the more his firm Cascade Investments grew, the more complaints of harassment and sexual misconduct filed in. (<a href=\"https://www.nytimes.com/2021/05/26/business/bill-gates-cascade-michael-larson.html\">New York Times</a>)</p> <h2>News round-up&#xa0;&#xa0;</h2> <p><a href=\"https://www.ft.com/content/cfa9b63d-a00a-4d06-af3e-e5ffe284b482\">SSE to offload stake in SGN gas business</a> (FT)</p> <p><a href=\"https://www.ft.com/content/a3f7d7d2-316f-4c01-a795-fe99aa1539cd\">Pharma and healthcare in merger buzz as two £1bn deals agreed</a> (FT)</p> <p><a href=\"https://www.ft.com/content/18322a78-486f-464c-94a0-06ac5610188c\">‘It's wild out there': crypto firms lure top bankers in price boom</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/6240573f-3510-4757-8e1f-be655d508aeb#post-dc51e423-9344-4430-bfb7-12251bfc441c\">Pandemic wipes £1bn from value of British Land's properties</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/a86c3e75-ebd6-4ce5-be7a-7430efb6d763\">Spire/Ramsay: a welcome discharge from the critical care ward</a> (Lex)&#xa0;</p> <p><a href=\"https://www.ft.com/content/9c6d03f8-03d9-40a2-ba94-44142544f9a2\">US bank chiefs express caution over cryptocurrency</a> (FT)</p><p>Source:  2021 'New money, old Hollywood: Amazon's media mega-deal' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-27T04:00:03.499Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1285,
          "end": 1290
        },
        {
          "start": 3505,
          "end": 3510
        },
        {
          "start": 1663,
          "end": 1668
        }
      ],
      "nexusId": "10022657"
    }
  ]
}