{
  "_id": "8091528edcaaf09b8651fffa6c19d2d1be89c77ca2295329cadfe3ad0cdd6cad",
  "feed": "wall-street-journal",
  "title": "As Delta Variant Rages, More Workers Are on Edge About Return to the Office; New face-mask and vaccination mandates leave many frustrated, uncertain regarding next steps",
  "text": "<p>With scores of U.S. companies planning to return to offices in full force in a few weeks, workers are trying to make sense of changing face-mask guidelines and rising virus cases, along with new research about how easily the virus strain can be transmitted. The calculations and recalculations of risk are leaving many stressed, upset or simply in limbo.</p><p>New and at times confusing guidance from health officials and employers on wearing masks indoors, and questions about whether vaccines will be required or not, have workers grappling with what to expect at work, or even whether to come in.</p><p>Mr. Wingelaar had anticipated working at the office without having to wear a mask, but now he says he might have to consider one. Though many workers posting on social media seem divided on vaccine mandates, plenty agree that wearing a mask at the office all day can feel pointless.</p><p>\"I'm in phone sales, you can't talk on the phone all day, eight hours a day with a mask on,\" Mr. Wingelaar said. \"I'm probably just going to be wearing the mask in the elevator.\"</p><p>The Centers for Disease Control and Prevention on Friday raised more concerns with a new report that said vaccinated people infected with the Delta variant of Covid-19 can spread the virus. Doctors say the elderly and those with compromised immune systems are most at risk for breakthrough infections.</p><p>Health and safety worries are clouding some workers' enthusiasm for getting back to workplace routines. In a Glassdoor survey of more than 1,000 working adults conducted by the Harris Poll in early July, 35% said they were concerned about contracting Covid-19 when returning to the office. About two-thirds said they were still eager to return, down from an April survey in which nearly three-quarters of people polled said they wanted to go back to an office at least part time.</p><p>As more public and private-sector companies and the federal government begin requiring vaccinations or weekly Covid-19 testing, some workers are expressing relief over their employers' mandates. Others are adamantly opposed, and unions split over the issue last week, with several speaking out against vaccine mandates.</p><p>Nearly as fraught is the issue of face masks at work. Some vaccinated employees say they are unhappy about having to wear masks at work as a result of the CDC's recent reversal on mask-wearing indoors.</p><p>The Delta variant's rapid spread has increased fears among some workers who were already nervous about returning to the office. A string of high-profile companies, particularly in technology, including Apple Inc. and Google, are postponing office-reopening dates or closing campuses again after briefly reopening them in recent weeks.</p><p>Max Andre was thrilled to be back at the office in June after working from home since April 2020. \"It felt good, the camaraderie of being with your peers, and there's nothing like giving one of your staff members a fist bump on a great job,\" said the 51-year-old, who is a team leader with a healthcare insurance company and lives in Coral Springs, Fla.</p><p>Last week, Mr. Andre went back to working from home because of concerns about the Delta variant.</p><p>SHARE YOUR THOUGHTS</p><p>What impact is the Delta variant having on your plans to return to the office? Join the conversation below.</p><p>\"I was really looking forward to being back in the building, having interaction with someone besides my wife and kids, and now I'm going back to the house again,\" he said. \"It's tiring.\"</p><p>For the month or so he was back in the office, Mr. Andre didn't wear a mask because it wasn't required, though he suspects that could change.</p><p>\"I'm going to have to start wearing masks in the building now,\" whenever he returns, he said. \"It feels like we're going back to square one.\"</p><p>Tera Martin-Roy, a 39-year-old staff member in the economics department at the University of Illinois, said she has no problem wearing masks at work to keep others safe. The university said last week it would require people to wear a mask in all its buildings regardless of their vaccination status; previously, vaccinated individuals could roam without one.</p><p>Still, the unending conversation about masks, both at work and from health officials, is exhausting, she said.</p><p>\"I'm emotionally drained,\" she said. \"There is so much talk about it every day at work.\"</p><p>California's announcement that state workers would have to either be vaccinated or undergo frequent Covid-19 tests came as a relief to Laura Patterson, a 50-year-old scientist who works for the state and lives in Sacramento. Ms. Patterson, who suffers from asthma, said she had been concerned about returning to work without mandates in place. \"I feel better about the possibility of going back to work,\" she said. The order is scheduled to go into effect in August.</p><p>Ms. Patterson continued wearing masks in public spaces even after the CDC said fully vaccinated individuals no longer had to wear them indoors. \"If this [California vaccine order] does get implemented, I would feel much more comfortable not wearing my mask in the office,\" she said. She is especially looking forward to the better Wi-Fi at work.</p><p>Companies with office-return plans in place for fall might have to stay flexible. \"Instead of making sweeping declarations about how you're definitely doing things in the fall, start small and experimental and try things to see what works,\" said Rita J. King, executive vice president for business development at Science House, a New York-based strategic consultancy.</p><p>Ms. King, who advises senior leaders of Fortune 500 companies, recommends employers start by first bringing back small groups of willing vaccinated workers who are game for wearing masks in the office.</p><p>\"It may turn out that people feel very uncomfortable being masked indoors with each other all day and they don't want to keep doing it, in which case you have data from your experiment,\" she said.</p><p>Some workers say their decisions to join companies that will allow them to work remotely has helped them sidestep the uncertainty around returning to the office as the virus spreads.</p><p>\"I knew there were a ton of reasons why people wanted to return to the office, but being remote I don't have that whiplash that other people are having,\" said Lawrence Nwajei, a 25-year-old account executive who switched jobs in March to work remotely in Chicago for Yonder, a technology firm that tracks disinformation for corporate customers.</p><p>Mr. Nwajei said he had sought a new role that would allow him to work from home exclusively, where he says he works better. Given the new uncertainty around office returns and changing mask guidance, he said he feels that he made the right choice.</p><p>\"I don't have to worry about as many things as other people, and it's nice to be in that position,\" he said. \"It does validate my decision.\"</p><p>Write to Ray A. Smith at ray.smith@wsj.com and Patrick Thomas at Patrick.Thomas@wsj.com</p><p>As Delta Variant Rages, More Workers Are on Edge About Return to the Office</p>",
  "published": "2021-08-02T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2563,
          "end": 2572
        },
        {
          "start": 2563,
          "end": 2573
        },
        {
          "start": 2563,
          "end": 2568
        }
      ],
      "nexusId": "10022657"
    }
  ]
}