{
  "_id": "1bdba204b8e6025aeb803c86fde7678e6bb6e4246b3ef85655077ea963f3ed9d",
  "feed": "ftcomall",
  "title": "Apple's unusual trading points to options explosion and Reddit boards",
  "text": "<p>Puzzling activity in Apple shares this week has strategists pointing to a possible cause: an explosion of trading in options linked to one of the world's most valuable companies. </p> <p>As the US stock market <a href=\"https://www.ft.com/content/afd08e54-52a5-4c48-92a2-7b0245cfbf65\">sank</a> on news of the spreading Omicron coronavirus variant, shares of Apple levitated mysteriously.</p> <p>And as the market later found its footing, Apple slid sharply on a news report that demand for its flagship iPhone was slackening.</p> <p>The moves have been accompanied by a few of the hallmarks of the <a href=\"https://www.ft.com/content/f9d546a3-cd7c-419b-844d-7039a1eb5294\">“meme stock” craze</a> this year, traders said, when ferocious trading in options markets combined with fevered discussions on retail investor message boards propelled stocks a fraction of Apple's size. </p> <p>“Flow begets flow and . . . the evidence&#xa0;is there that there's been an explosion of retail account openings and then an explosion&#xa0;of option volumes,” said Greg Boutle, a strategist with BNP Paribas.</p> <p>Apple's market capitalisation reached a high of $2.7tn on Tuesday, and its share price is up about 8 per cent over the past month, while the benchmark S&amp;P 500 index is down. </p> <p>Investors pointed to several reasons for its strength, including the fact the company is a defensive play as uncertainty abounds over the coronavirus and as <a href=\"https://www.ft.com/content/bbbd46e1-75b3-4882-a2c8-bde7a8df7620\">monetary policy shifts</a> at the US Federal Reserve.</p> <p>Trading volumes in Apple have been impressive as mentions of the company have climbed up the ranks on Reddit message boards. It was the most discussed stock this week on the r/WallStreetBets, a forum popular with retail investors, according to data provider Breakout Point. </p> <p>Investors have purchased an extraordinary number of Apple call options, derivatives contracts that pay off if its shares rise in value. On Wednesday and Thursday, more than 5m call contracts in total were purchased, with both days ranking among the 15 busiest Apple options trading days in history. </p> <p>The purchases have been concentrated on soon-to-expire options contracts, which are often favoured by retail investors. Strategists debated whether the large call option purchases had in turn forced up the price of Apple's stock as derivatives dealers tried to hedge their exposure. </p> <p>The sheer size of the trades indicated that hedge funds and other institutional investors were executing similar trades, hoping to catch some of the momentum sparked by retail investor buying, according to Amy Wu Silverman, an equity derivatives strategist at the Royal Bank of Canada.</p> <p>“Institutions are literally waiting for the scent of retail, because they know it increases the momentum,” she said. “The retail footprint becomes the institutional footprint very quickly. It almost snowballs what was a pure retail move.”</p> <p>On Tuesday, the S&amp;P 500 fell almost 2 per cent, while Apple gained more than 3 per cent without news that would serve as an apparent trigger. A day later, the stock struck a new high while options trading intensified. </p> <p>But a Bloomberg News report on Thursday saying Apple had warned suppliers of weakening demand for the iPhone 13 was enough to knock the euphoria, briefly sending Apple down more than 4 per cent. In turn, the value of many call options plummeted.</p> <p>“Call options, by their nature, increase volatility because market makers have to hedge [themselves], which pushes the price up even more,” said Peng Cheng, a strategist at JPMorgan Chase. “But there is another effect, the information effect, when fundamental news comes out. When information is released, the information effect dominates the volume effect.” </p><p>Source: Eric Platt and Madison Darbyshire in New York 2021 'Apple's unusual trading points to options explosion and Reddit boards' FT.com 3 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-03T05:01:29.762Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1295,
          "end": 1300
        },
        {
          "start": 344,
          "end": 349
        },
        {
          "start": 2922,
          "end": 2927
        },
        {
          "start": 1810,
          "end": 1815
        },
        {
          "start": 271,
          "end": 276
        },
        {
          "start": 2711,
          "end": 2716
        },
        {
          "start": 682,
          "end": 687
        },
        {
          "start": 1602,
          "end": 1607
        },
        {
          "start": 3037,
          "end": 3042
        },
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 2064,
          "end": 2069
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 895,
          "end": 900
        }
      ]
    }
  ]
}