{
  "_id": "d70298fd48874fe98ac2041a044955fd6642481e067d3c033e64005ca7cbba9f",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Xiaomi Joins the Drive  To Build Electric Cars  ----  By Jacky Wong",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  A well-loved smartphone maker is going into electric vehicles. Apple? Not yet. China's Xiaomi -- the world's third-largest smartphone maker -- is barreling ahead into car making. </p><p>\n  The Chinese electronics company said Tuesday that it will spend $10 billion over the next decade to enter the EV business, with an initial investment at around $1.5 billion. There are few details, but being new to car making, Xiaomi will likely find an outside partner to handle the manufacturing, while it focuses on design and engineering. </p><p>\n  China's search-engine giant Baidu is doing something similar: It has joined with Zhejiang Geely Holding Group, the parent of Volvo Cars, to make EVs. Apple was also looking for car-making partners, although its earlier talks with Hyundai Motors broke down. Such an outsourcing model is also used by some Chinese EV startups such as Nio. </p><p>\n  But the project is clearly at the top of Xiaomi's agenda. Its chief executive officer and founder, Lei Jun, will personally oversee what he said is the final major entrepreneurial project of his life. And it is clearly aimed at taking advantage of the recent frenzy in EV stocks: Baidu's shares, for example, surged this year before recently being sold down in the Archegos debacle. </p><p>\n  It is also a bet that cars will become more like giant smartphones. If autos become a combination of software and hardware, then technology companies will have an edge designing cars that appeal to consumers, compared with traditional auto makers. </p><p>\n  Full self-driving cars are the holy grail of such an evolution, though that is likely still years away. </p><p>\n  And the gamble looks affordable for Xiaomi. The $1 billion average annual investment is similar to the early stage of other EV startups, according to Morgan Stanley. </p><p>\n  The spending is only around a third of its annual operating cash flow while Xiaomi is also sitting on $11.9 billion of net cash and short-term investments. Xiaomi is also coming from a position of strength in its core business: It was the world's third-largest smartphone maker in late 2020 after taking market share from troubled rival Huawei. </p><p>\n  If Xiaomi outsources manufacturing, then it could focus investment on research and development instead of building factories. Tesla, which owns its own plants, spent $3.2 billion on capital expenditure last year. </p><p>\n  But Xiaomi is also going into a crowded field with no prior experience. The company has become a well-known brand with affordable-yet-decent products from air purifiers to rice cookers, but making a car -- a more expensive and less-frequent purchase than household items -- is a different nut to crack. The company has strong experience in managing the supply chain in smartphones and other gadgets, but it might not be applicable to making cars. Sales and after-sale service are also very different from selling smartphones. </p><p>\n  Xiaomi is driving into the EV field with some real advantages, but it will still be a perilous voyage. </p><p></p>",
  "published": "2021-04-01T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 709,
          "end": 714
        },
        {
          "start": 101,
          "end": 106
        }
      ],
      "nexusId": "10022657"
    }
  ]
}