{
  "_id": "c3d20eab5d1751d164ddea84e8c13a32b9b74599221e3c42cd6a4d4b3a71d232",
  "feed": "ftcomall",
  "title": "Google launches AI health tool for skin conditions",
  "text": "<p>Google is taking one of the most significant steps yet by a big tech company into healthcare, launching an AI-powered tool that will assist consumers in self-diagnosing hundreds of skin conditions.</p> <p>Derm Assist is the first of its kind and will launch in Europe this year before being aimed at the nearly 2bn people globally suffering from skin conditions ranging from acne to melanoma.</p> <p>Users will have to sign into their Google accounts, upload images of their medical condition via the Derm Assist website and answer questions about their symptoms. </p> <p>An AI model then analyses the information and generates a list of possible matching conditions. The service will be free to all Google users.</p> <p>“The tool is not intended to provide a diagnosis . . . rather we hope it gives you access to authoritative information so you can make a more informed decision about your next step,” Google said. </p> <p>The launch follows three years of development at the company, which has long viewed healthcare as a market ripe for disruption by advanced artificial intelligence. It comes as rivals Apple, Amazon and Microsoft are also pushing into the potentially lucrative space, building healthcare services for consumers, physicians and pharmaceutical companies.</p> <p>Google chose dermatology as its first target for AI-driven healthcare because of the huge number of people affected by skin conditions. Roughly 10bn Google searches are done each year related to skin, nail and hair issues, and studies have shown that people only diagnose themselves correctly 13 per cent of the time, the search giant said.</p> <p>“Skin diseases as a category are an enormous global burden — people are turning to Google to research their skin concerns. Most cases are curable, but half the world's population faces a critical shortage of dermatologists,” said Dr Peggy Bui, product manager at Google Health and an internal medicine specialist at the University of California, San Francisco. </p> <p>The Derm Assist system is based on a machine-learning algorithm trained on more than 16,000 real-world dermatology cases. According to <a href=\"https://www.nature.com/articles/s41591-020-0842-3.epdf?sharing_token=lpkJaK5V7Je7qCBHFSZxhNRgN0jAjWel9jnR3ZoTv0OFeStHBU1iZZ82HqV-wRjkBkjB3xHWAJt_Km_KqW3oHP5ifWwW0_iHQq-Vt49Sekn8WgygY_c0yUPIdV-x0mLo5G6K8cDD-X6cUAWnztNeShq5VMHDkCS3x97uGAhDJBlC4V9vbXN6-LWlqggUlT_hbcF0IeL3pJkt6LqfFcCjBg%3D%3D&amp;tracking_referrer=spark.ft.com\">a study</a> from last year, the tool is able to identify skin conditions as accurately as US board-certified dermatologists.</p> <p>Some of the information provided to users is reviewed by human dermatologists. If a user mentions any alarming symptoms, such as being unable to breathe, additional alerts advise that they see a doctor immediately.</p> <p>A study <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2779250\">published</a> in JAMA Network Open found that the AI tool also significantly improved diagnostic accuracy of non-specialists such as GPs and nurse practitioners, who used it to help them make diagnoses of skin conditions.</p> <p>“Our observations suggest that AI has the potential to augment the ability of [generalist doctors and nurses] . . . to diagnose and triage skin conditions more effectively,” wrote study author Yuan Liu and her team in the peer-reviewed paper. “Improving the diagnostic accuracy of non-referred cases . . . could have enormous implications for healthcare systems.” </p> <p>Eric Topol, a professor of molecular medicine at Scripps Research Institute, and an expert in AI and healthcare, said: “This was bound to happen at some point, as it was the first major deep-learning AI use case in medicine with some validation in 2017.” </p> <p>To avoid missing cases of skin cancer through false negatives, the algorithm was designed to be cautious in its decision-making. “When we designed this, we said we want to optimise for high sensitivity, particularly for alarming or scary conditions,” Dr Bui said.</p> <p>To address privacy concerns about users' health data, Google said it would not use uploaded images to target advertising, and would only save images in order to further train the Derm Assist algorithm, if users gave them explicit permission to do so.</p> <p>“Users have control over their data with the option to save, delete or donate data for research,” Dr Bui said. “We hope to encourage donation, as algorithms are only as good as the data it has been trained with . . . We will continue to improve the model by sourcing other data sets from other sources, in addition to donated data.”</p><p>Source: Madhumita Murgia in London 2021 'Google launches AI health tool for skin conditions' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-18T18:35:42.939Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1071,
          "end": 1076
        }
      ],
      "nexusId": "10022657"
    }
  ]
}