{
  "_id": "614742f5ff6a3ff597d2c47c367eeb752df588ae183215ff3257fcc6629cf7ba",
  "feed": "ftcomall",
  "title": "Why composting gives heaps of satisfaction",
  "text": "<p>In the post-festive doldrums of early January, I dragged the skeleton of the Christmas tree to the compost heap and began the job of dismembering its branches.</p> <p>Hand aching, I stopped to peer under the damp protective duvet of cardboard to see a mass of worms at work turning waste into something wonderful. Nearby, a robin perched in the bushes started singing softly, perhaps hoping to nip in and steal a meal. With every snip of the secateurs, my mood lifted.</p> <p>I love composting above all other aspects of gardening. I feel as I head out to the heap, a few minutes spent adding green waste, collecting finished compost or simply just poking around will improve my mood.</p> <p>Why is this most mundane of tasks so compelling? Saul Walker, head gardener at Stonelands House in Devon, finds composting is one of the things that makes him tick, too. “It is fundamental — I think that every gardener should have a compost heap,” he says. “We have so much waste in our gardens that you've got to be able to manage that.”</p> <p>David Garrett, head of knowledge transfer for the charity Garden Organic (see below) agrees. “Compost is a really valuable resource we can all make use of, and it puts us in contact with the soil.”</p> <p>We composters are a passionate bunch. I have spoken to people who can't bear the thought of putting their kitchen waste in the bin when they are away on holiday, so bring it home with them. When out and about, I have been known to stop the car to collect a pile of horse manure, much to the mortification of my children. </p> <p>I rake up fallen leaves from the park because there aren't enough in my own garden for my ever-hungry heap. The strangest thing I've heard a composter recommend is adding roadkill to the centre of a pile to kickstart the process: not something for the faint-hearted.</p> <p>We hope to convert as many others as possible to our cause. For every compost convert, though, there are those who aren't convinced. The comforting truth is, composting is happening all around us. The myriad organisms that turn waste into compost — including bacteria, fungi, nematodes, mites, beetles, slugs and, of course, composting worms — do their work whether we realise it or not. </p> <p>As therapeutic horticulture practitioner Alison Marsden says: “The gardener's role can be absolutely nothing: you can just heap it up in the corner, or you can improve on the natural process by having the right mix of carbon and nitrogen-rich materials, turning and nurturing it.”</p> <p>So, take heart: there are few hard and fast rules. Garden waste such as prunings can simply be left to lie where they fall on the surface of beds to slowly break down — a technique called “chop and drop composting”. If you contain organic materials in a plastic or wooden bin or heap up a pile in a bay made from wooden pallets, you'll make the process tidier and faster. </p> <p>You can add a wider range of materials, namely kitchen waste and fresh animal manure: these cannot be added to the soil's surface direct, both because they look messy and because their high levels of nitrogen may cause damage to plants. </p> <p>Only add manure from herbivorous creatures to your heap, such as horses, cows, chickens and rabbits; avoid cooked food, meat and dairy, which can attract rats; and don't add materials that may include plastics, such as glossy paper. If your composter doesn't have a lid, a top layer of corrugated cardboard helps to keep the moisture and warmth inside.</p> <p>“Hot” composting — where temperatures will reach about 60C-70C and compost can be ready in a matter of weeks — requires organisation, space and the ability to combine in one go exactly the right amounts of carbon- and nitrogen-rich materials. This will encourage bacteria to get to work quickly, giving off heat as they digest organic material and raising the temperature of the pile. </p> <p>If you want to give hot composting a try, you need to create a heap that's at least 1m x 1m x 1m in one go; if that sounds like too much work, try an Aerobin (<a href=\"http://www.aerobin400.com/\" title=\"www.aerobin400.com\">aerobin400.com)</a> or a Hotbin (<a href=\"https://www.hotbincomposting.com/\">hotbincomposting.com</a>), two bins designed for hot composting.</p> <p>Most of us won't get our heaps so hot. “Cool” composting involves adding materials more gradually in layers, which may take six to 12 months to produce compost ready to spread on the garden. Either approach will cut the amount of compost you need to buy. </p> <p>“You don't have to go down the garden centre and get something which is quite expensive,” says Walker. And, with climate change campaigners calling for a ban on the use of peat, a key ingredient in many compost brands, it's important to find alternatives closer to home.</p> <p>If the financial argument doesn't sway you, there are other, less tangible but equally important benefits. Philosopher and author Julian Baggini, a fellow composter, says the satisfaction of composting may come from reconnecting with natural processes. </p> <p>“By composting, you are reintegrated into that natural cycle of birth, death, decay and growth — gardening by itself connects you with natural cycles, but if you are not returning your waste back to the ground, the cycle isn't complete.”</p> <p>Ginny Battson, writer and photographer, calls composting “a form of ‘welldoing' as well as wellbeing”. The tending and turning of the heap offers a chance to learn about the world around us.</p> <p><strong>Compost in the city</strong></p> <p>Jesi Taylor Cruz's Twitter profile (<a href=\"https://twitter.com/moontwerk\" title=\"twitter.com\">@moontwerk)</a> reads “ask me about compost”, and she means it. A New York City-based researcher for community recycling consultancy Common Ground Compost, she talks about it “all the time, I won't shut up about it, whoever will listen, I will sit and talk your ear off until I have convinced you”, she says. She reels off a list of composting benefits on top of boosting crop yields, such as diverting waste from landfill.</p> <p>What do you do, though, if you don't have a garden to compost in? Common Ground Compost's Manhattan bicycle-powered compost collection service is one of several popping up across New York and the world, such as Pedal People in Massachusetts (pedalpeople.coop), Cowichan Recyclists in British Columbia and the student-led Bio-Cycle in Southampton, UK (facebook.com/BioCycleSoton).</p> <p>These mean that even those who lack the space or the time to compost can divert their waste away from landfill and make it useful. “Once more people get hip to composting and realise just how many benefits there are, it will change the world,” says Taylor Cruz.</p> <p>Meanwhile, what do we do about the people who just find composting a bit, well, dirty? “They want their gardens to be all about ornamentation and productivity without having to think about the downside of that,” Baggini says. “Rotting stuff is almost offensive to their idea of what a garden should be like — they are almost in denial.”</p> <p>Walker's answer is to include an educational trip to Stonelands House's large composting area as part of every garden tour: “I think we can overcomplicate composting a lot,” he says. “We hide compost bins away and put it out of our minds but actually you need to see it, and see what it's doing.”</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/b6aa8b00-e807-48ed-977c-918ab44a6b7e\"><em>The attraction of compost is always multi-layered / From Paul H Young, Nailsworth, Gloucestershire, UK</em></a></p><p>Source: Jane Perrone 2021 'Why composting gives heaps of satisfaction' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-13T05:00:58.673Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 7263,
          "end": 7270
        },
        {
          "start": 7263,
          "end": 7268
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}