{
  "_id": "c99591b798b51ecda57db417b7a506aba08daeb2d15ba14f1f64d270d331b3f0",
  "feed": "wall-street-journal",
  "title": "Why You Shouldn't Use Emojis in Work Messages; Women are especially likely to interpret certain emojis more negatively than men do, according to a recent study",
  "text": "<p>Lara Jones, an associate professor of psychology at Wayne State University in Detroit, says the use of facial emojis in texts she received on her phone got her thinking about how men and women process emojis differently. \"Emotional negativity bias\" posits that people are more sensitive to negative facial emotions than to positive ones, and some studies have shown that women have a greater emotional negativity bias than men. Perhaps these notions would also hold true when men and women were confronted with emojis.</p><p>SHARE YOUR THOUGHTS</p><p>How do you feel about emojis in work messages? Join the conversation below.</p><p>In a study recently published in the journal Computers in Human Behavior, Dr. Jones and three colleagues set out to determine the extent to which gender influenced a person's interpretation of facial emojis. They recruited 299 students ages 17 to 35 at a large Midwestern university and brought them into a lab, where they were shown 70 popular Apple facial emojis in random order that convey a range of emotions—positive, negative, neutral or ambiguous. Participants were asked how positively or negatively they perceived the images.</p><p>The study confirmed that women tend to perceive facial emojis as more negative than their male counterparts. \"A great example is the 'thinking emoji,' \" says Dr. Jones. \"Men see that as slightly positive, women as slightly negative.\" Others that elicited the same difference in responses included emojis of a smiling face with horns and of a surprised face with eyebrows raised, One detail of note: For the surprised face, the eyebrows made the difference. There was no gender difference in reactions to the surprised face without eyebrows.</p><p>Several other emojis were perceived slightly negatively by men and more negatively by women, including a neutral face, with a horizontal line for a mouth, a face with rolling eyes and a worried face, among others.</p><p>There were four emojis that men found positive and women found more positive—a smiling face, a smiling face with smiling eyes, a face with eyeglasses, and a face savoring food. But there were no emojis that women found ambiguous or negative that men found to be more negative.</p><p>Men in the study on average reported using facial emojis at work about 30% of the time, while women averaged 24%. Dr. Jones speculates that this variance of emoji use may be partly because men are more likely than women to use smartphones for practical purposes, such as asking a co-worker a question, while women typically use their smartphones more for social purposes, like catching up with friends and family. So a man throwing an emoji into a text with a colleague is just casual utility, while a woman might view such use as inappropriate for the workplace, Dr. Jones says.</p><p>She suggests abstaining from emoji usage when texting superiors, especially when new to a job. She also thinks senders should take into account the gender of the recipient before inserting any emoji into a text. \"You might also consider the formality of the workplace,\" says the professor. \"In fact, I think I should probably stop using emojis with my students, too.\"</p><p>Ms. Mitchell is a writer in Chicago. She can be reached at reports@wsj.com.</p><p>Journal Report: Workplace Technology</p><p>* Read the full report at WSJ.com/WorkplaceTech</p><p>* It's Time to Get Rid of the IT Department</p><p>* Building Relationships With Colleagues in the Zoom Era</p><p>* How to Overcome the Frustrations of Remote Work</p><p>* The Pandemic Has Changed Employee Training</p><p>Why You Shouldn't Use Emojis in Work Messages</p>",
  "published": "2021-11-27T17:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 960,
          "end": 965
        }
      ],
      "nexusId": "10022657"
    }
  ]
}