{
  "_id": "be1fcd86415ef5653955364d29e2e1dec035aa06bdfac469e51b5da0fec92b16",
  "feed": "ftcomall",
  "title": "Big business and COP26: are the ‘net zero' plans credible?",
  "text": "<p>With the greatest respect, Prince Charles told world leaders at the COP26 summit last week, the private sector offered the only prospect of achieving the fundamental economic overhaul needed to avert a climate disaster. </p> <p>The heir to the British throne was in Glasgow to bestow some royal favour on businesses he saw leading that change — companies as diverse as AstraZeneca, Bank of America, IBM and L'Oréal. His patronage came in the form of the Terra Carta Seal, an award created by former Apple designer Sir Jony Ive that features oak leaves, honey bees and a monarch butterfly. </p> <p>The party at which Prince Charles mingled with chief executives captured a congratulatory mood at COP26 among some of the world's largest businesses, many of which have used the summit to advertise fresh sustainability initiatives. </p> <p>But the regal validation was paired with a harsher critique&#xa0;from others at the summit — that many companies' emissions-cutting plans do not oblige them to change their behaviour any time soon or hold senior executives accountable for realising them. Some companies, the critics charge, are also engaged in hypocritical lobbying that is undermining the climate action they claim to want to see. </p> <p>For growing numbers of environmental activists, regulators and multilateral organisations, the voluntary steps companies have taken so far have had nowhere near the impact needed to steer humanity's course away from climate catastrophe. </p> <p>Indeed, some in Glasgow argued, the focus on voluntary corporate action risks weakening the drive for badly needed government policy interventions. Such concerns are driving pressure for the next chapter of the corporate response to climate change to be marked by fewer parties and press releases and by more verifiable standards, mandatory reporting and meaningful carbon prices. </p> <p>“Their main goal at COP is to emerge as undisrupted as possible,” Pat Brown, founder of the alternative protein start-up Impossible Foods, says of both the business and political elites gathered in Glasgow. Instead, he warned, “what is needed is radical change — and fast”.</p> <h2>Embracing net zero</h2> <p>Companies are not formally part of the Conference of the Parties meetings, which are reunions of countries that signed the 1994 UN Framework Convention on Climate Change. But this year's summit was swarming with executives and their consultants, crowding out campaigners and even national delegates from Glasgow's overfull hotels.</p> <p>The corporate crowd jetted in with a self-assured message for politicians: that business has been leading the way on climate action and it is high time that governments catch up. The International Chamber of Commerce told governments to “wake up” to the risk that their patchwork of carbon pricing regimes could slow progress on cutting emissions. </p> <p>The US Business Roundtable and its counterparts in Europe, Australia, Canada and Mexico told world leaders that companies could not “shoulder the burden alone” of investing in new clean energy technologies and needed better co-ordination between countries. Companies were now the ones asking for more ambitious climate action and saying “for God's sake, do something about it”, Francesco Starace, chief executive of Enel, told Fortune.</p> <p>The message from some politicians at COP26 was not much different. “It's bankers that are now deciding. You have major corporate America factoring in the price of carbon. It matters,” US president Joe Biden said.</p> <p>In the years after Biden's predecessor, Donald Trump, pulled the US out of the Paris climate accord, US companies embraced the idea that they were filling a void left by Washington by voluntarily setting <a href=\"https://www.ft.com/content/ae2aefe9-ac59-4d3e-a446-5134e42dd059\">“net zero” targets</a> to cut their greenhouse gas emissions in line with the goals of that agreement, or offset any they could not eliminate.</p> <p>The Business Roundtable, for example, argued in September that the country had made significant progress towards reducing emissions “in part because of corporate leadership in the absence of a smart, national climate policy”.</p> <p>Corporate America is far from unique in this, however. A recent <a href=\"https://www.accenture.com/_acnmedia/PDF-166/Accenture-UNGC-CEO-Study-Sustainability-2021.pdf#zoom=40\">survey </a>of global chief executives by Accenture and the UN Global Compact found that just 18 per cent believe governments have given them the clarity they need to set goals in line with a 1.5C warming trajectory.</p> <p>While some global business leaders are embracing the opportunity to help drive the new economic agenda, others like Joachim Wenning, chief executive of reinsurance giant Munich Re, feel a growing sense of unease.</p> <p>“Very often I've heard things like ‘in the absence of governments doing their job . . . we the private sector, we the economic leaders, have to take care of combating climate change'. It's almost: ‘Then we have to replace the governments,'” Wenning said. “I think it's an illusion. It's not only that we don't have the mandate. We don't have the means, honestly.”</p> <h2>Empty pledges</h2> <p>The flood of pledges before and during COP26 suggests that the pace of corporate climate action is accelerating. One in three of the largest public companies in G20 countries now has a net zero target, up from one in five last year, according to an international research initiative called the <a href=\"https://www.zerotracker.net/\">Net Zero Tracker</a>.</p> <p>In the UK, nearly half of the members of the FTSE 100 have set net zero goals, while mentions of net zero in corporate reports have increased by 370 per cent in two years, according to Datamaran, an ESG analytics company. </p> <p>Behind the marketing materials, though, some of those pledges are less promising than they seem. Just one in five of the G20-based companies which have set emissions-cutting goals have aligned them with keeping temperatures to within 1.5C of pre-industrial levels by 2050, according to the non-profit Science Based Targets initiative (SBTi), and the rate falls to just 6 per cent outside G7 countries.</p> <p>Similarly, of the 412 US companies in the US Russell 1000 index which have pledged to emit less, just 65 have set goals in line with that 1.5C target, according to Just Capital, which tracks businesses' impact on society.</p> <p>According to a <a href=\"https://www.msci.com/documents/1296102/26195050/MSCI-Net-Zero-Tracker-Oct2021.pdf\">new MSCI report</a>, companies' current emissions plans are still putting the globe on track for warming of 3C. That is alarming many of the people who believe most ardently in the central role companies can play in responding to climate change.</p> <p>“We are very concerned about the credibility of all the targets out there,” says Lila Karbassi, chief of programmes at the UN Global Compact, the UN's voluntary corporate sustainability network, which is a partner in SBTi. </p> <p>One problem is that many companies are pledging to hit those targets in almost three decades' time without committing to action for which they can be held accountable in the short term, says Austin Whitman, chief executive of Climate Neutral, a non-profit organisation that helps brands cut their emissions.</p> <p>“I think we are taking far too much comfort from the fact that companies are making these commitments for 2050,” he says, arguing that companies should quantify what they plan to do in the nearer term. “There's a reality that if you're making a 2050 pledge you really don't have to change anything today.” </p> <p>Another source of friction and suspicion is that many corporate net zero plans foresee continuing to emit greenhouse gases while purchasing carbon offsets to compensate. Critics <a href=\"https://www.ft.com/content/cfaa16bf-ce5d-4543-ac9c-9d9234e10e9d\">increasingly question </a>the true benefits of the forestry projects on which most such credits are based, claiming that in many cases they are dramatically overstated. Through this unregulated market with wildly variable standards, some researchers warn, companies are able to claim carbon neutrality on paper while continuing to heat the planet in practice.</p> <p>“A lot of private institutions want to direct money into carbon offsets and say that this is the answer to the climate crisis. Really, it's just an excuse to keep emitting. They're getting pushed into a corner and they're just looking for an escape,” says Mitzi Jonelle Tan, a Manila-based activist and prominent member of Fridays for Future, the climate movement spearheaded by Greta Thunberg.</p> <p>Without hard standards or regulations currently governing the carbon market, says Impossible Foods' Brown, “any scammer can create and sell carbon credits. It makes the value of that system approximately zero.” </p> <p>Even the UN secretary-general, António Guterres, has joined the chorus of concern, warning of “a deficit of credibility and a surplus of confusion over emissions reductions and net zero targets, with different meanings and different metrics”.</p> <a href=\"http://www.ft.com/cms/141ad2e5-35e9-4cf9-8cbc-34c304aa08d5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>A push for more meaningful standards for reporting climate action may be a harbinger of the more rigorous scrutiny companies can expect their climate-focused initiatives to face. After SBTi released a new voluntary standard for corporate net zero targets last month, which pushes companies to focus on decarbonisation rather than offsets, the UN Global Compact said on Wednesday that more than 600 companies had committed to abide by it.</p> <p>Even so, Karbassi says clearer rules would also be needed. “We need full-speed voluntary [action], full-speed regulation [and] more scrutiny around transparency,” she says. “I think it's going to become a societal expectation that you have a credible net zero standard, and it's going to be an expectation from investors.”</p> <p>A broader push to standardise how companies account for their social and environmental impact also looks likely to usher in an era of mandatory reporting that will leave the fight against climate change less reliant on companies opting to take the initiative.</p> <p>In the UK, companies will be required to report their climate risks from 2022, following guidelines from the Task Force on Climate-Related Financial Disclosures. The IFRS Foundation's launch this month of an International Sustainability Standards Board is seen as the first step in bringing the rigour of mandatory financial reporting to previously voluntary and vague environmental and social impact disclosures.</p> <h2>‘Green growth' vs carbon tax</h2> <p>Companies overwhelmed with competing ESG initiatives have mostly welcomed such attempts at standardisation, while a group of investors with $4.5tn under management has said it plans to vote against the reappointment of auditors that do not ensure clients' climate pledges are credible.</p> <p>But the calls from business leaders at COP26 for more action from governments jar with the way many of them have greeted attempts to reduce emissions through regulation or taxation.</p> <p>“They give passionate speeches then turn around and are either not investing much or are actively lobbying against” what they claim to favour, says Climate Neutral's Whitman.</p> <p>Jussi Pesonen, chief executive of the Finnish pulp and paper company UPM, summed up the mood of many European executives this summer when he told analysts that he hoped policymakers would focus on “green growth” rather than “regulation, limitation and taxation”.</p> <p>Industry groups pushed back on several elements of the European Commission's legislation for reducing emissions this summer, according to Influence Map, a London-based environmental group.</p> <p>Environmental activists have similarly accused the US Chamber of Commerce and other trade associations of undermining climate policies in Washington, including measures in the “build back better” bill Biden has championed, which business fears would be funded with higher corporate taxes.</p> <p>“What you have heard at this COP from corporate America is very different than what we in Congress hear from corporate America through corporate trade associations,” notes Sheldon Whitehouse, a Democratic senator from Rhode Island who joined the US delegation in Glasgow.</p> <p>“The corporate members who made big promises here at this COP have got to get their trade associations under control so they're not undercutting our work in Congress,” he warns.</p> <p>That work has also been undercut by a centrist Democrat from a state whose economy depends heavily on the coal industry. <a href=\"https://www.ft.com/content/b2795b14-bb92-404f-b96c-16ef41a589e8\">Joe Manchin</a>, the West Virginia senator, has already opposed the Clean Energy Performance Program in Biden's spending package which would pay utilities to transition away from fossil fuels.</p> <p>Despite groups including the US Business Roundtable calling on COP26 leaders to implement an “effective and fair” carbon pricing system, Manchin also says that a carbon price “is not on the board”.</p> <p>But a serious carbon pricing system would be a uniquely powerful tool in building a low-carbon market economy, according to business leaders such as Wenning of Munich Re.</p> <p>“A sufficiently painful carbon price would trigger the market mechanisms that will indirectly transform the energy sector and the related industries,” he says. “I totally buy into it, and I wish for a higher carbon price.”</p> <h2>Less bad may not be good enough</h2> <p>As more companies make their environmental credentials central to how they present themselves to customers, employees and other stakeholders, lobbying efforts that clash with their climate-friendly branding carry greater reputational risks than before.</p> <p>Now that the private sector has positioned itself as an environmental leader, even some early advocates of companies leading the fight against climate change are now warning about the risk of half measures. </p> <p>Explaining why a corporate social responsibility strategy that focuses on being less bad is not good enough, Paul Polman, the former Unilever chief executive, told an FT event last month: “If you're a murderer and you killed 10 people, and now you're declaring that you're a better murderer by only killing five people, I don't think you'll get away with that.”</p> <p>Despite years of environmental promises from business, only a minority of people around the world trust business to do the right thing to address climate change, according to a recent poll by Edelman, the public relations agency.</p> <p>For Whitman at Climate Neutral, that scepticism reflects a mismatch between companies' rhetoric and the discouragingly limited impact most people have seen from their climate promises of recent years.</p> <p>“I think we have to evaluate it in terms of outcomes and not inputs, and right now the inputs are a lot of pledges and the outcomes are emissions [that] are continuing to rise,” he says. “You can't want climate change to be solved but only on your terms.”</p> <p><em>As part of our coverage of COP26 we want to hear from you. Do you think carbon pricing is the key to tackling climate change?&#xa0;Tell us via a short&#xa0;</em><a href=\"https://survey.ft.com/jfe/form/SV_cORvD3W5FxeH3AG\"><em>survey</em></a><em>.&#xa0;We will share some of the most interesting and thought provoking&#xa0;answers in our newsletters or an upcoming story</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/e1a26126-8ff5-4f2f-aa77-c50e5ef0de58\"><em>COP26 showed business leadership in action / From Jad Daley, President and Chief Executive, American Forests, Washington DC, US</em></a></p><p>Source: Andrew Edgecliffe-Johnson and Simon Mundy in Glasgow 2021 'Big business and COP26: are the ‘net zero' plans credible?' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-11T05:00:50.392Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 491,
          "end": 496
        }
      ]
    }
  ]
}