{
  "_id": "f91ba34e6c3e472b08b6deba76fc1bbf9df9904e1e26695b887cd9a6387b0b73",
  "feed": "ftcomall",
  "title": "Google delays plan to phase out third-party cookies by 2 years",
  "text": "<p>Google has delayed a plan to end support for third-party cookies in its Chrome browser by nearly two years, after mounting pressure over an idea that strikes at one of the foundations of today's online advertising industry.</p> <p>The search engine said it was holding off to allow more time for discussion with regulators and companies involved in digital advertising, and to “avoid jeopardising the business models of many web publishers which support freely available content”.</p> <p>The respite was greeted with relief in the digital advertising world, which has faced uncertainty with the looming end of one of its main ways of targeting online messages. Shares in Trade Desk, a US company that has been trying to win backing for <a href=\"https://www.ft.com/content/dad05cf2-735b-47f1-88cf-be65a976b67a\">an alternative way</a> of targeting ads,&#xa0;jumped 17 per cent on the news, while French ad tech company Criteo rose 11 per cent. The delay will give the online advertising industry longer to refine alternatives to cookies, said Youssef Squali, an analyst at Truist.</p> <p>Third-party cookies, pieces of code that are planted in a user's browser to log which websites they visit and help advertisers target personalised advertising, have been under fire for years. Apple's Safari browser and Mozilla's Firefox already block them by default.</p> <p>However, Chrome accounts for around two-thirds of the browser market, making its impact far more significant. Also, Google's dominant position in many other parts of digital advertising has raised worries that it could use the end of cookies — and the replacement system it is planning to use in Chrome — to gain an advantage over rivals.</p> <p>Two weeks ago, the UK's Competition and Markets Authority said it was <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/992975/Notice_of_intention_to_accept_binding_commitments_offered_by_Google_publication.pdf\">worried</a> that Google was “determined to proceed with changes [to cookies] . . . in ways which advantage its own businesses and limit competition from its rivals.” But it added that extra commitments offered by Google would lessen the danger, including a promise by the company not to make any changes without first giving the regulator 60 days to review them.</p> <p>This concession could set up a tussle between regulators over who takes the lead role in overseeing Google's advertising systems. The European Commission announced its own antitrust investigation into Google's ad tech business this week, including into the proposed ending of cookies.&#xa0;</p> <p>Google has proposed replacing cookies with a new and more private method of tracking users' online interests, known as Floc. Personal browsing data would be kept and analysed inside a user's browser, rather than sent to other companies. Users would then be grouped into cohorts based on their interests and the rest of the online advertising industry would be able to use this aggregated data to target their messages.</p> <p>Some critics have questioned whether Google would be at <a href=\"https://www.ft.com/content/6656d8f3-dc40-42eb-a107-956a4b841e42\">an unfair advantage</a> because it would have full control of how the cohorts are designed. Also, if the new system makes targeted advertising less efficient, Google could benefit indirectly since its direct relationship with users still gives it access to a mountain of first-party data that rivals cannot match. The company has said that its own tests showed that advertisers could expect the Floc system to be 95 per cent as efficient as cookies.</p> <p>The company has also faced pushback from privacy experts who question whether private data could still leak. The new Floc system “could create significant risks if it were to be widely deployed in its current form,” according to an analysis by open source group Mozilla.</p> <p>Google said it expected to complete its own testing of a replacement for cookies late next year, after which advertisers and publishers would have nine months to migrate their own systems to the new technology. Cookies would then be phased out over a three-month period by late 2023, it added. The company had originally set a deadline of early next year for cookies to be scrapped.</p><p>Source: Richard Waters 2021 'Google delays plan to phase out third-party cookies by 2 years' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T17:54:45.418Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1174,
          "end": 1179
        }
      ],
      "nexusId": "10022657"
    }
  ]
}