{
  "_id": "0689f69e01d40430817ae9c80b56128eb65c6fb01005e3c92f414dd343888ec1",
  "feed": "wall-street-journal",
  "title": "Bala Bangles: Essential Weights for a 'Hot Girl Walk'; The story behind the rise of the viral, 'Shark Tank'-approved ankle and wrist weights that are part accessory, part exercise equipment",
  "text": "<p>Lind's concept has taken off across the internet, and young women have built an aesthetic around the walk: Outdoor Voices Exercise Dresses, corded headphones, Hoka sneakers and Bala Bangles—light ankle and wrist weights that look like bracelets and retail for $55 a pair. I find the \"hot girl walk\" hilarious because it is essentially… a walk. But by packaging yourself in these wellness-oriented accessories and posting the event to social media, you're becoming part of a community that shares a distinctive look. This is not just any casual stroll; it's an intentional exercise and you want people to know that. And what better way to signal your seriousness than colorful, attention-grabbing Bala Bangles? The weights, available in one- and two-pound increments and a rainbow of colors, are not remarkably different from the simple sandbag ankle and wrist weights you may remember from the 1980s. But, with their rounded profile and silicon-wrapped smoothness, they have a refined look and feel that is more Rimowa than Samsonite, more Apple than Motorola.</p><p>The hot girl walk's rise loosely corresponds to Bala's rise; both took off in 2020. It's no accident that the twin sensations exploded during the pandemic, a time when people grew obsessed with simple, solitary activities like sourdough and cycling. What if, by strapping on some trendy weights and thinking diligently about your own goals, you could turn your morning walk around the block into a self-actualizing hobby?</p><p>Bala, which launched on the Shopify e-commerce platform in 2018, got its first big boost with an appearance on business reality show \"Shark Tank\" in February 2020. The \"Shark\" celebrity investors—normally a tough sell—fought over who would get to nab a stake in the business. Tennis player Maria Sharapova and entrepreneur Mark Cuban pitched their joint involvement and ended up with a 30% stake in the company. Net revenue jumped from $2.1 million in 2019 to $16 million in 2020. For 2021, the company reported that it's on track to surpass $23 million. When we spoke, Los Angeles-based founders Natalie Holloway and Max Kislevitz attributed the company's blastoff to a combination of \"Shark Tank\" and the Covid-era home fitness boom. The company now includes additional products like the curved, heavier barbell-style \"Bala Beam.\"</p><p>Social media played a role, too. Ms. Holloway remembers the Bangles' early days: \"It was this ripple effect of people posting a picture of them wearing [the Bala Bangles] and then people saying, 'What is that?'\" That is certainly how I became aware of them. They just kind of seeped into the ether at some point in the past year, flashing on the wrists and ankles of women on hiking trails, at the grocery store and on Instagram (I've seen pictures of men wearing Bala Bangles on social media, but I have yet to notice them out in the wild.). Like nap dresses and oversized Babaà sweaters, they seemed to jump from obscurity to ubiquity overnight.</p><p>Of course, the real path was somewhat more circuitous. Ms. Holloway and Mr. Kislevitz first came up with the idea for Bala Bangles while on a trip around the world in 2017, not long after they first started dating. They both quit thriving careers in advertising to do the \"Eat, Pray, Love\" thing in Japan, India, Nepal, Sri Lanka, Thailand, Cambodia and Laos. It was in Indonesia that they, as Mr. Kislevitz put it, \"predictably went to yoga classes and that's when the 'aha moment' was.\"</p><p>Frustrated by the class's gentle pace, the couple brainstormed an upgrade to simple weights that might make an exercise class slightly more difficult. They don't claim to have invented ankle and wrist weights; they just made them better, or at least more desirable. Bala Bangles' silicon-coated fabrication makes them less sweaty than sandbags, and the smooth edges don't chafe. As Mr. Kislevitz explained, \"We sort of stumbled on a product that everybody was aware of already but had stopped using because of their fashionable and functional deficiencies.\"</p><p>Ms. Holloway and Mr. Kislevitz didn't have any experience launching a wellness product, but they were hungry and media-savvy. Ms. Holloway drew on her knowledge as a certified yoga instructor, and both of them used marketing tricks of the trade learned from their years of toiling in advertising (Ms. Holloway worked on accounts like Google and Starbucks; Mr. Kislevitz, the NFL and Coors Light). They are both fans of podcasts about entrepreneurs like \"How I Built This.\"</p><p>They compared Bala to Yeti, which took a ho-hum product (coolers) and made them newly covetable. For the marketing of Bala, Ms. Holloway said, \"We're leaning into the fashion component.\" So that means: frequent drops of different colorways, including \"blush,\" shine\" and \"cantaloupe\"; influencer activations; lookbook imagery that evokes American Apparel in its colorful heyday more than it does Gold's Gym.</p><p>Nashville, Tenn.-based customer service representative Abbie Frank, 29, came across Bala Bangles on Instagram and uses them regularly. She enthused, \"They look aesthetically pleasing, they look really cool.\" She's bought two pairs, and wears them to walk her dog and exercise. She said she sees them all the time around Nashville, where women wear them with athleisure but also with suits. Ms. Frank explained, \"I think it's just fashion. You see models wearing them. You see actresses, wearing them. It's just like the in-thing.\"</p><p>Do they work? I mean, they're very light weights. As Mr. Kislevitz hedged, \"It's not as if we made claims like, wear your Bangles, and you can get super toned just by wearing Bangles. The idea was that they would be sort of additive and incremental to an otherwise exhausting workout. And over the duration of an hour-long class, you can feel sort of a noticeable difference.\" (A spokesperson for the company later clarified, \"We do believe our products increase the tone of body.)</p><p>Ms. Frank said, \"I can wear it, I'd say 20 minutes and I can start feeling a little burn, a little toning in my arms.\" But while many reputable physical therapists and exercise experts recommend integrating light wrist and ankle weights into a routine, they shouldn't be added willy-nilly. Christa Bache, a New York City exercise physiologist, said that the weights can be beneficial for floor exercises but for hiking she thinks it's better to vary a routine by increasing speed or attempting sharper inclines.</p><p>I've been wearing one-pound, mint-green Bala Bangles on my, let's call it, hot mom walk, every day for the past few weeks, and to do \"The Class Sculpt\" high-intensity-training video classes. Whether worn on my wrists or ankles, they feel so light that I haven't noticed any kind of real difference. But I do enjoy the conversations they tend to start when I wear them.</p><p>MORE IN OFF BRAND</p><p>* Au Revoir to the 'Perfect Parisian Woman' Cliché</p><p>* Are AirPods Out? Why Cool Kids Are Wearing Wired Headphones</p><p>* The New Rulebook for First Dates: Sweatpants, No Makeup</p><p>* Bottega Veneta Mounts a Buzzy Fashion Show in Detroit—But Why?</p><p>* Farewell, High-Waisted Skinny Jeans. The Low-Rise Returns.</p><p>Bala Bangles: Essential Weights for a 'Hot Girl Walk'</p>",
  "published": "2021-12-04T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1040,
          "end": 1045
        }
      ],
      "nexusId": "10022657"
    }
  ]
}