{
  "_id": "78a8c6b45468f4900ceb1fee942fa81d419760d47b77988449575947cc418c53",
  "feed": "ftcomall",
  "title": "Foxconn the carmaker? Disruption in the era of electric vehicles  ",
  "text": "<p>Foxconn does not normally care too much about style. Even its investor conferences are held at the drab concrete-block building that houses the <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> supplier's headquarters in an industrial suburb of Taipei. But in March, the world's <a href=\"https://www.ft.com/content/45fd0ca7-9957-432d-bb38-d7d597a8871f\">largest contract electronics manufacturer</a> put on a real show: hosting 500 executives at a chic event space in a historic factory building in the Taiwan capital. </p> <p>The showpiece on stage was not the latest smartphone model but a gleaming steel and rubber prototype of a car chassis. It was the star of the first members' meeting of MIH, an industry alliance founded by <a href=\"https://www.ft.com/stream/342c8b23-6d70-4042-afc4-b2726fe1b932\">Foxconn</a> to offer a <a href=\"https://www.ft.com/content/149bc9a2-64de-4820-b002-4ded8f2d6ae4\">complete software and hardware platform</a> for making electric cars. And it was a statement of intent: the company that has been <a href=\"https://www.ft.com/content/2a2f0118-aecb-4d45-a448-7798d8a1b7ab\">making your iPhone</a> for more than a decade is now ready to make your car as well. </p> <p>The advent of electric vehicles is turning the structure and inner workings of cars upside down. In the process, it is creating a much stronger fusion between two of the world's biggest industries — autos and electronics.</p> <p>Young Liu, Foxconn's chair, says that has given the company — with its experience of shorter product cycles and overall speed — a clear advantage. He argues that carmakers' “just in time” business models and the way they manage suppliers are outdated and have to change. “We would like to bring this change to the auto industry,” he adds.</p> <p>In a matter of just months, Foxconn has assembled more than 1,200 member companies in MIH, from <a href=\"https://www.ft.com/content/d76f9bd0-31be-47ba-9877-09afa37aecc7\">software giants like Arm </a>to auto suppliers like German plastics parts maker Konzelmann. It has also set up joint ventures with Chinese and Taiwanese carmakers, is working on a partnership with Stellantis, the car group formed by the merger of FCA and PSA, has a co-operation agreement with <a href=\"https://www.ft.com/content/a7b26198-3c88-45e5-ba23-0b7ac726577a\">Chinese electric vehicle company Byton</a> and signed a deal to manufacture for US electric vehicle designer Fisker from late 2023. </p> <p>The push by Apple's largest supplier into electric vehicle manufacturing could also make it easier for Apple, its largest customer, to enter the car market.</p> <p>The company has said little so far about where it intends to manufacture those electric cars. Foxconn and Fisker say they will start manufacturing in the US, where several locations, including Foxconn's <a href=\"https://www.ft.com/content/2920cf0b-9a7c-40ed-a2cc-50b8d13d3bb2\">sprawling complex in Wisconsin</a>, are under consideration. Beyond that, the company could retool some of its manufacturing capacity in China, where it still employs close to 1m people.</p> <p>Foxconn is spearheading an entire class of electronics companies vying for a role in the carmaking industry. <a href=\"https://www.ft.com/stream/c497968e-cd5d-478b-a62a-877f47b5e578\">Pegatron</a>, another of the Taiwanese companies that began life making iPhones, is now assembling parts for electric cars for Tesla. Delta Electronics, a Taiwanese manufacturer of a wide range of power electronics components, makes EV charging modules and powertrains —&#xa0;the components that convert the&#xa0;engine's power into movement.</p> <p>Their push into the automotive supply chain heralds a turning point in industrial history: the integration of two of the world's largest industries — car manufacturing and electronics — which will both change beyond recognition.</p> <p>A growing number of countries have set dates for phasing out petrol and diesel fuel cars, making the rise of the electric vehicle inevitable. And although EVs look similar from the outside and perform a similar function for consumers, they are completely different on the inside, leaving traditional carmakers with a stark choice: either rapidly acquire new capabilities in electrical engineering and software or retreat from manufacturing. The electronics companies targeting the automotive supply chain, meanwhile, need to pick up new mechanical capabilities and entirely different safety concepts.</p> <p>The traditional approach to building cars requires co-operation between suppliers in integrating automotive parts from an early stage of development. That works when the vehicle is mainly a chunk of hardware where the engine is the most important component.</p> <p>But, says Zhou Lei, a partner at Deloitte Tohmatsu Consulting in Tokyo, that process will be too expensive and will consume too much time to be effective when the <a href=\"https://www.ft.com/content/25f947da-1718-11e8-9e9c-25c814761640\">industry shifts to autonomous electric vehicles</a>. If an internal combustion engine is mostly made up of hardware today, then software and content such as in-car entertainment and connected services are expected to account for a majority in battery-powered vehicles, according to the consultancy.&#xa0;</p> <p>“The new challenge for traditional carmakers is how they will learn to make use of these suppliers from completely different sectors,” says Zhou. Noting that Tesla's supply chain is already heavily dependent on Taiwanese groups from various industries, he adds: “Only the suppliers that are cost-competitive will make the cut.”</p> <h2>Agile model </h2> <p>It is not the first time that suppliers have tried to wrest more manufacturing business from the car&#xa0;industry.&#xa0;Magna, a Canadian auto parts maker, has been offering automotive contract manufacturing services&#xa0;— everything from making chassis to complete vehicles&#xa0;— for more than a decade. Aptiv, a company&#xa0;which was once part&#xa0;of US auto supplier Delphi, last year announced it was working on&#xa0;a&#xa0;smart vehicle architecture — a design for structuring such cars.</p> <p>But the electronics companies pushing into the auto supply chain see an opportunity for much bigger change. Liu, the Foxconn chair, argues that the automakers' failure to manage the wild swings in demand during the pandemic — which triggered the current <a href=\"https://www.ft.com/content/e40ddf7c-b81c-4e2d-8ac9-cdcff56b305c\">auto chip shortage</a> — proves that the traditional supply chain model is ill-equipped to deal with the requirements of the electrical age.</p> <p>Comparing Foxconn with a traditional auto supplier, Liu says: “Speed is our major advantage competing with Magna. Magna has been doing this business for many many years. They are doing this the traditional way. They also have a traditional supply chain set-up. That is why we think we have an advantage, we don't have the legacy.” </p> <p>Liu hopes that the lessons from the chip shortage may convince automakers to work with Foxconn, a company with experience of managing an entire vertically-integrated supply chain, rather than insisting that everything has to run through traditional automotive suppliers.</p> <p>“MIH could be a major bridge between the tech and automotive manufacturing worlds,” says Steve Taylor, head of business development at Fisita, the global automotive engineers' body. He describes the auto sector as “an industry dominated by mechanical engineers, who spend many hours physically crashing and stressing prototype vehicles”.</p> <p>The <a href=\"https://www.ft.com/content/4f400b42-1159-4fe8-a30f-ea4c59579fd4\">recalibration of the two industries </a>is set to bring disruption on a grand scale. The electronics industry was&#xa0;valued at&#xa0;an <a href=\"https://d1e00ek4ebabms.cloudfront.net/production/uploaded-files/CAR INDUSTRY-785bb256-0f26-496a-9900-278219f6b69c.pdf\">estimated&#xa0;$2.2tn</a> last year and employs up to 18m people according to the International Labour Organization. The revenues of the carmakers alone were&#xa0;$2.2tn&#xa0;in 2019, according to S&amp;P Global Market Intelligence, and the industry&#xa0;employed <a href=\"https://www.ilo.org/wcmsp5/groups/public/---ed_dialogue/---sector/documents/meetingdocument/wcms_741659.pdf\">close to 14m people in 2017</a>,&#xa0;according to the UN&#xa0;Industrial Development Organization. </p> <p>The two sectors could not be more different. Historically, the car industry has been driven by mechanical capabilities. Its production cycles are several years long and its products have been highly customised to appeal to consumers ranging from families to wealthy race car lovers. By contrast large parts of the electronics industry, such as the consumer segment which Foxconn comes from, are increasingly commoditised and churn out new models every few months.</p> <p>In addition to high safety and reliability standards, Japanese carmakers have long argued that the art of manufacturing vehicles cannot be easily replicated by new entrants because it involves a complex process of tailoring each of the 30,000 components inside a car to function seamlessly. Known as <em>suriawase</em> or tuning technology, the high-precision manufacturing sets cars apart from smartphones and laptops that can be assembled by putting parts together in the same way.&#xa0;</p> <p>That is changing. “The number of components is expected to decline from 30,000 in an internal combustion engine car to 20,000 in an electric vehicle,” says Akihiko Shido, chair of Yorozu, a parts supplier for Nissan. “If there are fewer components and there is no need for tailoring them, the entry barrier will be lower and we can expect new players to come in.”&#xa0;</p> <h2>Skateboard-like architecture </h2> <p>Industry experts say two big trends are set to transform the auto industry: the different form and structure of EV components, which simplify car design; and vehicles' growing computing content, which requires a consolidation of functions that have traditionally been scattered among different suppliers.</p> <p>“The main part under the hood is the battery. Due to its size and weight, it makes sense to put it as low as possible to the bottom of the car for stability purposes and the driving experience,” says Michael Schallehn, a partner in the Silicon Valley office of Bain &amp; Company, the consultancy. “The other factor is that the electric motor is super small and closer to the wheels. So that allows you to put the drivetrain [the&#xa0;components that drive the wheels] and the chassis very low into the car and dedicate the rest of the space to the passengers.”</p> <p>This structure has given rise to the development of a skateboard-like architecture, a standard flat-bottomed structure containing all the key components which can be easily modified for different models. “If you fast-forward that trend, it takes a lot of the complexity away from the established automotive supply chain,” Schallehn says.</p> <p>He adds that the evolution of in-car computing, from infotainment systems and the dashboard to today when they cover every automotive function, has made integration more pressing. This will become even more urgent when the industry moves to <a href=\"https://www.ft.com/stream/a3867483-5d05-4683-b572-b3e3415c8029\">self-driving vehicles</a> that rely on software that needs to be continually updated. This, says Schallehn, could make it beneficial to have all software development in the hands of one producer rather than a smattering of suppliers, as it is now.</p> <p>Both the carmakers and their leading parts suppliers such as Bosch, Continental or GKN are keenly aware of the challenge. As early as 2015, Continental acquired the automotive business of Finnish software company Elektrobit Corporation, for €600m, and later bought Israeli cyber security company Argus for $430m in a 2017 deal that helped it beef up its software capabilities with the addition of hundreds of engineers.</p> <p><a href=\"https://www.ft.com/content/00743ec2-9e00-4a41-9252-fc39fffc8e54\">Arno Antlitz</a>, Volkswagen's chief financial officer and head of IT, says the company will increasingly develop its own software, as part of a $30bn effort to bring more technology in-house.&#xa0;</p> <p>“We are also looking into more knowhow in terms of how we integrate software and chip design,” he adds. “Moving into electric vehicles, it becomes even more important. You have fewer chips but [they are] more powerful.” </p> <h2>Safety barriers </h2> <p>At the same time as carmakers and their traditional suppliers are racing to acquire electronics capabilities, the electronics groups pushing into the supply chain are grappling with skills traditionally outside their sector.</p> <p>Analysts and executives say the biggest barrier to entry for electronics companies are the much stricter safety standards in the car industry. “The zero defect concept is very difficult for an electronics company to comprehend,” says Yancey Hai, chair of Delta Electronics. “It is OK to crash this computer — you can reboot it. For cars, no way.”&#xa0;</p> <p>Vital for safety is the metal case that encloses the electric motor. “The motor swings very fast, with something like 10,000 rotations per minute, so it is very hot, and you have oil within the case to cool it down,” says Hai. “This case needs to be very strong and there cannot be any leakage. The difficulty is [that] the car is moving all the time. It is not like a computer. So a screw could loosen or there could be a crack at the fringes. And the worst thing is that the car would catch fire.”</p> <p>The casings for Delta's electric motors are made by an outside supplier. The company is interested in bringing that process in-house, either by buying the supplier or other companies with strong mechanical capabilities, says Hai. “We are good at power components, but for the EV there are also quite a few mechanical parts, and we are not really good at that.” </p> <p>Delta is also trying to combine individual components that it manufactures, such as power converters and motors, into integrated power and control units. The goal is to no longer sell to other suppliers but directly to the carmakers themselves — a move which would, if successful, lift it to the same level as the likes of Bosch or Continental.</p> <p>Larger shifts are already under way. The internal combustion engine's eventual disappearance means that carmakers are set to lose the key area where&#xa0;their design and engineering has been distinguishing itself&#xa0;for decades. With most of the other components of the traditional car already outsourced, some industry experts argue this development will eventually relegate carmakers to looking after brand management and customer service.</p> <p>Several carmakers, such as VW and Volvo, have come up with their own <a href=\"https://www.ft.com/stream/d0f6574d-2113-42e0-a2e8-982ebf01e1ce\">electric vehicle </a>platform architecture — a move aimed at defending their territory against attacks from outsiders such as Foxconn. Others, like General Motors and Honda, are set to share EV platforms to minimise the financial burden of developing such structures.</p> <p>Experts believe any transition will stretch long into the future, requiring a strong financial commitment and persistence from would-be entrants such as Foxconn.</p> <p>“One thing to keep in mind is just the sheer scale of manufacturing that is required in order to produce cars. A substantial car plant today can produce a few hundred thousand units, and overall the [annual] car market is between 90m and 100m. You need to have [many] plants in order to supply that volume,” says Schallehn. </p> <p>“Shipping cars is expensive, and you cannot shift production around as easily as you would with smartphones or with semiconductors, so you need many plants around the globe. Also, large, large tariffs already exist on cars,” he adds. “Just entering this market and gaining a meaningful production share is very, very hard and requires some time.”</p><p>Source: Kathrin Hille in Taipei, Kana Inagaki in Tokyo and Peter Campbell in London 2021 'Foxconn the carmaker? Disruption in the era of electric vehicles  ' FT.com 17 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-17T04:00:44.203Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 144,
          "end": 149
        },
        {
          "start": 1914,
          "end": 1919
        },
        {
          "start": 2005,
          "end": 2010
        }
      ],
      "nexusId": "10022657"
    }
  ]
}