{
  "_id": "a940b9edaf68bf84e5743e697f259030076e6ae91bb69e8724c5094582bc6e6e",
  "feed": "wall-street-journal",
  "title": "God's Universe Beats Mark Zuckerberg's Metaverse; The Facebook chief's loveless high-tech fantasy world is a curse, not a blessing.",
  "text": "<p>Although Mr. Zuckerberg has said he doesn't expect the investments to pay off for years, he has already begun realizing his vision. The Journal reported in August that the company had \"launched public testing of Horizon Workrooms, a free app used on its Oculus Quest 2 virtual-reality headset, that lets people enter virtual offices as avatars and participate in meetings while seeing their computer screen and keyboard.\"</p><p>As avatars? I'm not a videogamer or the parent of one, and I had to look the word up to understand what I was supposed to become in the metaverse. While the phrase has come to mean an icon or figure representing someone digitally, it has religious roots. \"Avatar, is a concept within Hinduism that in Sanskrit literally means 'descent.' It signifies the material appearance or incarnation of a deity on Earth,\" according to Google Arts &amp; Culture.</p><p>In other words, Mr. Zuckerberg wants us to become some kind of gods. That rings a bell. Wasn't that vision the one the serpent in the Garden of Eden used to deceive Adam and Eve into eating forbidden fruit? \"God knows well that the moment you eat of it you will be like gods,\" the book of Genesis recounts. Is Facebook surreptitiously adopting Apple's iconic image as its own?</p><p>Mr. Zuckerberg's announcement establishes his own order of creation, a new world \"where people exist in immersive, virtual and shared spaces\"—a metaverse, as the Journal explained. This fantasy world will certainly be as \"pleasing to the eyes\" as Eve's apple was, if not downright addictive. Facebook knows human beings and their weaknesses well. Its team is again poised to prey on the youth, for whom the metaverse is designed, and pilfer large chunks of their lives while shaking down advertisers for access to their minds.</p><p>The metaverse is not an original idea. It is a counterfeit version of the spiritual world that for millennia people of faith have understood and occupied. Love, faith, hope, friendship and compassion are real, albeit invisible, and humans interact in this sphere of life daily until death. But in the metaverse, nothing dies because nothing lives. It is all fake. Videogames, Workrooms, Siri and Alexa, and all the technological inhabitants thrust on modernity seem increasingly authentic and real, but they aren't.</p><p>The Judeo-Christian tradition holds that humans were loved into being and are the apex of God's creation and part of a divine plan. \"It is not good for man to be alone,\" the Bible records. Will it be humans or avatars as life's companions?</p><p>I provided Mother Teresa with legal counsel and we became friends. I still remember how she found joy in giving, serving, sharing, loving, forgiving, sacrificing and caring. In Mr. Zuckerberg's proposed metaverse, there will be no such loveliness or human-to-human connection. The metaverse instead will invite young people to put on an Oculus Quest 2 headset if they want to \"engage.\"</p><p>Where will the elderly poor, disabled, or dying in our world fit into Mr. Zuckerberg's metaverse? They won't. Their real-world isolation and suffering, and the groans and dreams of the developing world, will find no place in a make-believe playhouse ruled by a pioneering Meta-billionaire and his programmers and technocrats.</p><p>The proper responses to loneliness and anguish are caring relationships and a concerted effort to address unmet needs. Inviting those on the margins of society into a fantasy world of entertainment and digital engagement is a cruel substitute for flesh-and-blood accompaniment by family, friends, neighbors and other people of goodwill.</p><p>Mother Teresa taught me that the primal need of a human being is to love and be loved. That is how God wired us. People feeling unloved, unwanted, and unwelcome in our communities are very real and deserve our attention. The metaverse trivializes their lives by ignoring them. Facebook's squandering of billions of dollars to build a high-tech, artificially intelligent virtual reality is no blessing. It is a curse.</p><p>Mr. Towey is founder of the nonprofit Aging with Dignity.</p><p>God's Universe Beats Mark Zuckerberg's Metaverse</p>",
  "published": "2021-11-04T16:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1499,
          "end": 1504
        },
        {
          "start": 1213,
          "end": 1218
        }
      ],
      "nexusId": "10022657"
    }
  ]
}