{
  "_id": "918197bd106ceb072765e7f3a5c825d079905c7fa4e5ba780841ea6225fdcc91",
  "feed": "wall-street-journal",
  "title": "Family & Relationships: Inspiration Amid a Pandemic --- Asked how the crisis changed their lives, readers shared stories of strength and resilience",
  "text": "<p>We've been following the comings and goings of the vultures (there are now four -- the original two adults and two offspring) since April. They prance and fly around our backyard each day, incentivized since last summer when we began serving them a daily breakfast or lunch of raw chicken. These days, they wait politely outside the kitchen door, perched on the railing of the back porch and staring into the kitchen to remind us that it's mealtime.</p><p>Watching the vulture parents canoodle with one another and care for and protect their young has provided a welcome relief from the daily dose of grim news of human misery and political gridlock. It's made isolating in place for most of the last nine months a lot easier to take than it might have been. Most important, it's reminded us that life goes on.</p><p>-- James Hanken, Cambridge, Mass.</p><p>In pre-pandemic 2020, my husband and I found out we were expecting our second child. We had Eliza on Aug. 31, and when she was 1 month old, we found out she has cystic fibrosis.</p><p>Some might say this is par for the course in 2020, just more bad news, and of course we were initially heartbroken. We googled \"life expectancy\" and \"symptoms\" and were devastated that she would have to face this. Parents don't want to see their child suffer or face the possibility of outliving a child.</p><p>However, we have come to find that her diagnosis has overwhelmingly brought more positives than negatives into our lives. We met with her care team at Texas Children's Hospital in Houston. Right away her doctor told us about Trikafta, a medicine that may offer her a normal life expectancy. She may even be able to avoid many of the treatments that cystic fibrosis patients born in the '90s and early 2000s have had to take throughout their lives. As we learned about the vaccines becoming available, we were intrigued by the huge potential for mRNA to treat genetic diseases.</p><p>I will never utter the common phrase that 2020 is the worst year ever. It has refocused us on our family and our faith; 2020 is a year to remember for bringing joy amidst the uncertainty.</p><p>-- Kristen Witte, Houston</p><p>In late March 2020, I lost my job. Fast-forward another week, and my daughter's school closed down and implemented online learning. The challenges with such a transition is another subject altogether, but what I will say is that it was drastic and confusing. My husband's job had talks about cutting hours, but ultimately they made an agreement that allowed him to keep his regular hours.</p><p>It became apparent that money would be tight. We stopped going out and spending money on things like coffee and clothes. I discovered that I was OK with that, and over time, my perceptions and behavior toward spending have changed. My priorities were changing.</p><p>Yes, this year has been unexpected, but at the same time, it opened up a lot of doors for me, perception-wise. As I began to reflect on the year, I see just how much I've learned about myself and the world. Despite the initial setback, there have been a lot of opportunities that have come my way. And for that, I am grateful.</p><p>-- Hoang Samuelson, Portland, Ore.</p><p>My boyfriend and I moved to Washington State last year from Dallas. We had started house hunting in January, and it was tough. Our budget was $300,000, and homes in that range evaporated in minutes. Or you'd be up against 30 other people. Some offered $100,000 over the asking price, in cash.</p><p>We found a converted mobile home on a dirt road, in the middle of farms in Kingston. It was under contract but due to the pandemic, the potential buyer's financing fell through. We made an offer which got accepted and moved in in late June.</p><p>So we're spending all our spare time, cleaning, repairing, making this house our own. For all its faults, it sits on a small but dazzling (to us) 1 1/2 acres with trees, the occasional deer, and gangs of pileated woodpeckers who inch up and down tree trunks. Across us is a cattle pasture; in the back, a beaver pond. At night, the sky is incredibly clear, a pincushion studded with millions of stars. You couldn't find a better place to wait out a pandemic.</p><p>-- Alicia Kan, Kingston, Wash.</p><p>I came very close to losing my [natural-food] business this year. I would like to inspire other small businesses not to give up, but to fight back.</p><p>I lost 90% of our hard-fought shelf space when Covid started. First, food distributors refused to pick up pallets from small vendors. Second, our products were sold at all the shops in NYC airports, which all closed down. Third, our online grocery retailer, the largest one in New York, canceled all its orders, after we had already produced the pallets.</p><p>As New York closed down, our sales vanished. We had to find ways to get consumers to taste our product. So we filled our cooler and set up our Halsa stand in front of stores, feeling like kids with a lemonade stand, and handed out free yogurts. Within a month, we had gained back about 80 independent stores.</p><p>Slowly but surely, we're getting back to normal, although the word \"normal\" will not be the same for a long time. So many things have changed and will keep changing. There are thousands of small businesses that did not make it, no matter how hard their founders worked and how much they risked.</p><p>-- Mika Manninen, New York</p><p>Walking nowadays is like taking a break from society. Going on walks allows for a freeing time where I can process, observe and live in the present moment. Walking helps me engage with nature in a self-help kind of way. Nature has become a central part of what it means to be human during the quarantine.</p><p>-- Lori Armine Sinanian, Glendale, Calif.</p><p>We moved from our home of 38 years in Pittsburgh to Maryland in June to be close to our grandchildren. Our home went on the market in May, at a time when Realtors were restricted from their normal practice of showing homes. So, we took pictures for our Realtor and conducted our own video tours, with my wife Rhonda narrating while I did the video with my iPad. By May 15, we were allowed to bring in two people at a time to view the home, which sold a couple weeks later.</p><p>Leaving our home was emotional but was countered by the excitement of a new beginning. After a couple months of settling in, our second granddaughter was born on Sept. 1, which is also my birthday and a special gift. These days as we continue to shelter in place, our joy is our family and looking forward to sharing better times ahead.</p><p>-- Joe Matt, Fredericksburg, Md.</p><p>My parents live 3 kilometers away from the Huanan seafood market [in Wuhan, China]. On Jan. 23, two days before Lunar New Year, I was in my MBA class in Ontario when a push notification came that read: Wuhan to be put under lockdown, with all forms of outbound transportation suspended in 10 hours. It took 76 days before the lockdown of my hometown was lifted.</p><p>During those 76 days, I had 152 video calls with my parents. Every day there was one chat in my evening (their morning), in which I would share with them how my day was; and a second one in my morning before class (their evening before sleep), in which I would tell them my plan for the day, and ask about their day. My chats were to provide them with distractions, anecdotes and gossip -- anything that could alleviate their torment from isolation.</p><p>-- Yusen Wang, Toronto</p><p>I lost two uncles and two friends directly to Covid. My mother also passed away, and although not directly due to the virus, it was partly due to the isolation of being unable to see her family at her nursing home. This year has taught me a great deal about loss, but also about the world we live in. The manner in which the virus was politicized shows the character, or lack thereof, that politicians exhibit. I also learned that things I thought I could not live without, like professional sports and movies, are really unimportant to me. The money I saved I used for additional investing and plan to do so every year. The time I previously spent on sports and movies, I spent during Covid reading books.</p><p>-- Vincent LoNigro, Bethpage, N.Y.</p><p>---</p><p>Compiled by Anne Michaud and Carrie Reynolds</p>",
  "published": "2021-03-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}