{
  "_id": "663f2c117611bcfb058bef60b8761dc31c400afa4644c7ce0f1af3114b27b04e",
  "feed": "wall-street-journal",
  "title": "Media & Technology:  Company Delays  Return to Office  On Covid-19 Cases  ----  By Tim Higgins",
  "text": "<p>   Apple Inc. is delaying its return to the office by at least a month as the Covid-19 Delta variant has led to a rise in infections and hospitalizations across the U.S. and world. </p><p>   The Cupertino, Calif.-based company told workers Monday that the planned return in September was being delayed until at least October, according to a person familiar with the notice. They were promised at least a month's notice before being called back. Bloomberg News earlier reported the development. </p><p>   Covid-19 cases have surged in recent days as many companies prepare to return to the office after the summer, raising questions about whether those plans will go forward. </p><p>   The U.S. has reported an average of 32,287 new coronavirus cases each day over the week, more than double what the seven-day average was 10 days ago, according to a Wall Street Journal analysis of Johns Hopkins data. The Delta variant, or B. 1.617.2, is fueling that rise, according to experts, who say it is now the dominant strain. Existing Covid-19 vaccines are effective against the variant, and the Centers for Disease Control and Prevention says about 48% of the U.S. population is fully vaccinated, though that rate varies by region and age. </p><p>   With the rise of vaccines in the U.S., many companies have been plotting a return to the world of cubicles and conference rooms -- even as some workers express a desire to stay home. </p><p>   Some, like Apple, had been exploring a hybrid approach. In June, Chief Executive Tim Cook told Apple office workers they would be expected to return to their workspaces three days a week beginning in September. </p><p></p>",
  "published": "2021-07-21T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1479,
          "end": 1484
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1395,
          "end": 1400
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10022657"
    }
  ]
}