{
  "_id": "83f49a15528eaaa7ee3c07a08817b08413772cfca0804426030af3ed7f33e88d",
  "feed": "ftcomall",
  "title": "Square to acquire Afterpay for $29bn as ‘buy now, pay later' booms",
  "text": "<p>Payments company Square has reached a deal to acquire Australian “buy now, pay later” provider Afterpay in a $29bn all-stock transaction that would be the largest takeover in Australian history.</p> <p>Square, whose chief executive Jack Dorsey is also Twitter's CEO, is offering Afterpay shareholders 0.375 shares of Square stock for every share they own — a 30 per cent premium based on the most recent closing prices for both companies.</p> <p>Melbourne-based <a href=\"https://www.ft.com/content/91db3d6e-cfa1-450d-bee4-7fa09e5907c0\">Afterpay</a> allows retailers to offer customers the option of paying for products in four instalments without interest if the payments are made on time.</p> <p>The deal's size would exceed the record set by <a href=\"https://www.ft.com/content/2fc3cc1a-df58-11e7-8f9f-de1c2175f5ce\">Unibail-Rodamco's takeover</a> of shopping centre group Westfield at an enterprise value of $24.7bn in 2017.</p> <p>The transaction, which was announced in a joint statement from the companies on Monday, is expected to be completed in the first quarter of 2022. </p> <p>Afterpay said its 16m users regard the service as a more responsible way to borrow than using a credit card. Merchants pay Afterpay a fixed fee, plus a percentage of each order.</p> <p>The deal underscored the huge appetite for buy now, pay later providers, which <a href=\"https://www.ft.com/content/4c9a63d3-a6a1-4357-9e68-456249f1dd88\">have boomed</a> during the coronavirus pandemic. </p> <p>“Square and Afterpay have a shared purpose,” said Dorsey. “We built our business to make the financial system more fair, accessible, and inclusive, and Afterpay has built a trusted brand aligned with those principles.”</p> <p>Adoption of <a href=\"https://www.ft.com/content/285f7318-9669-4bdd-867c-d1925fece4a6\">buy now, pay later services</a> had tripled by early this year compared with pre-pandemic volumes, according to data from Adobe Analytics, and were particularly popular with younger consumers.</p> <p>Rivalling Afterpay is Sweden's <a href=\"https://www.ft.com/content/aac740a4-106f-4bbf-b9ce-19af2a74055a\">Klarna</a>, which increased its valuation by 50 per cent in three months to $45.6bn, after receiving investment from SoftBank's Vision Fund 2 in June. PayPal offers its own service, Pay in 4, while it was reported last month that Apple was looking to partner with Goldman Sachs to offer buy now, pay later facilities to Apple Pay users.</p> <p>Steven Ng, a portfolio manager at Afterpay investor Ophir Asset Management, said the deal validated the buy, now pay later business model and could be the catalyst for mergers activity in the sector. “Given the tie-up with Square, it could kick off a round of consolidation with other payment providers where buy now, pay later becomes another payment method offered to their customers,” he said.</p> <p>Over the past two years Afterpay has expanded rapidly in the US and Europe, which now account for more than three-quarters of its 16.3m active customers and a third of merchants on its platform. Afterpay said its services are used by more than 100,000 merchants across the US, Australia, Canada and New Zealand as well as in the UK, France, Italy and Spain, where it is known as Clearpay.</p> <p>Square intends to offer the facility to its merchants and users of its Cash App, a fast money transfer service popular with small businesses and a competitor to PayPal's Venmo. </p> <p>“It's an expensive purchase, but the buy now, pay later market is growing very rapidly and it makes a lot of sense for Square to have a solid stake in it,” said retail analyst Neil Saunders. </p> <p>“For some, especially younger generations, buy now, pay later is a favoured form of credit. Afterpay has already had some success with its US expansion, but Square will be able to accelerate that by integrating it into its platforms and payment infrastructure — that's probably one of the justifications for the relatively toppy price tag of the deal.”</p> <p>Square handled $42.8bn in payments in the second quarter, with Cash App transactions making up about 10 per cent, according to figures released on Sunday. The company posted a $204m profit on revenues of $4.7bn.</p> <p>Once the acquisition is completed, Afterpay shareholders will own about 18.5 per cent of Square, the companies said. The deal has been approved by both companies' boards of directors but will also need to be backed by Afterpay shareholders. </p> <p>As part of the deal, Square will establish a secondary listing on the Australian Securities Exchange to provide Afterpay shareholders with an option to receive Square shares listed on the New York Stock Exchange or the ASX. Square may elect to pay 1 per cent of the purchase price in cash.&#xa0;&#xa0;&#xa0;</p><p>Source: Dave Lee in San Francisco and Jamie Smyth in Sydney 2021 'Square to acquire Afterpay for $29bn as ‘buy now, pay later' booms' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-02T08:51:25.412Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1875,
          "end": 1880
        }
      ]
    }
  ]
}