{
  "_id": "7af539c5505b79d24045720a017c263cdde9a6e63fd9410dea4ab3e16c6c15aa",
  "feed": "wall-street-journal",
  "title": "Wall Street Bets S&P 500 Will Say Goodbye to Outsize Stock Gains in 2022; Fed's expected interest-rate increases in the year ahead could make stock investors less willing to accept lofty valuations",
  "text": "<p>When rates are low, investors tend to load up on risk assets such as stocks to generate returns. When inflation accelerates and policy makers raise interest rates, the value of companies' future earnings drops and investors have more alternatives for places to make money.</p><p>Rock-bottom interest rates early in 2020 helped propel equity valuations higher, and they have remained elevated in the months since. Many analysts and investors now believe that increasing rates are likely to keep valuations from rising further, and might cause them to fall.</p><p>Though stock indexes often continue to rise early in a cycle of interest-rate increases, tighter monetary policy puts portfolio managers on a shorter leash and makes many of them guarded about taking on more risk.</p><p>\"We know there's going to be a rate hike,\" said Tiffany Wade, senior portfolio manager at Columbia Threadneedle Investments. \"How soon before that do you start to position around valuations maybe coming off?\"</p><p>The S&amp;P 500 traded last week at about 21 times its projected earnings over the next 12 months, above a five-year average of a little less than 19 times, according to FactSet.</p><p>Some strategists think the shift in monetary policy could help limit stock gains to levels more in keeping with their long-term trend. The S&amp;P 500 has averaged an annual gain of 8.4% from 1957, the year it was introduced, through last year. But it is coming off three much stronger years. The index jumped 29% in 2019, even more than its advances in 2020 and so far in 2021.</p><p>\"That's not normal,\" said Joseph Amato, president and chief investment officer of equities at asset manager Neuberger Berman. \"That's been an extraordinary period of return, and our expectation is you're not going to see that kind of market performance in '22.\"</p><p>There is reason, of course, to be humble about stock predictions: Analysts can't forecast world events, or even how the market will react to them. Many analysts thought stocks would plunge throughout 2020 after the Covid-19 pandemic hit the U.S. A year ago, analysts underestimated the strength of the market's 2021 rally.</p><p>\"One year is such a short period that it's really hard to accurately forecast where stocks will be in a year from now,\" said Aneet Chachra, portfolio manager at Janus Henderson Investors.</p><p>Still, many of the structures that have supported the market will fade next year. Gains in 2020 and 2021 have been propped up by government spending and central-bank interventions, including the near-zero interest rates.</p><p>This month the Fed laid the groundwork for interest-rate increases starting as early as next spring and approved plans to wind down a bond-buying stimulus program more quickly. Democrats' roughly $2 trillion education, healthcare and climate package faces an uncertain future after Sen. Joe Manchin (D., W.Va.) said last week he would oppose it.</p><p>Wall Street strategists are forecasting smaller gains for the S&amp;P 500 in 2022. Among 13 banks and financial services firms whose analysts have published 2022 forecasts, the average target for the S&amp;P 500 to end next year is 4940, about 4.5% above where the index closed Thursday.</p><p>On the high end of next year's projections, strategists at BMO Capital Markets are forecasting the S&amp;P 500 will finish 2022 at 5300, 12% above its current level. The BMO team expects company earnings growth will help push stocks higher.</p><p>Strategists at Morgan Stanley, meanwhile, said their central scenario was for the S&amp;P 500 to end the year at 4400, a drop of 6.9%. They expect price/earnings multiples to fall next year as bond yields rise.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think stocks will perform in 2022? Join the conversation below.</p><p>Slimmed-down valuations would be especially significant for a stock index such as the S&amp;P 500, since it is driven by big tech stocks that often trade at high multiples. Microsoft Corp., Nvidia Corp., Apple Inc., Alphabet Inc. and Tesla Inc. recently accounted for about one-third of the benchmark's gains this year. Tesla traded last week at about 123 times its projected earnings over the next 12 months, while Nvidia traded at about 58 times.</p><p>Profits at big U.S. companies are expected to grow next year, though at a slower pace than this year's surge. Analysts estimate that earnings from S&amp;P 500 companies will rise 9.2% in 2022, according to FactSet, down from the predicted 45% profit growth in 2021.</p><p>Still, many investors said that earnings are a reason to be confident that the market rally can last.</p><p>\"It's easy to find a lot of things that can go wrong,\" said Steve Kolano, chief investment officer at BNY Mellon Investor Solutions. \"At the end of the day, earnings drive the equity markets.\"</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Wall Street Bets S&amp;P 500 Will Say Goodbye to Outsize Stock Gains in 2022</p>",
  "published": "2021-12-26T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3882,
          "end": 3892
        },
        {
          "start": 3882,
          "end": 3887
        },
        {
          "start": 3882,
          "end": 3891
        }
      ],
      "nexusId": "10022657"
    }
  ]
}