{
  "_id": "9c60a1826f41c889eb7a23ee075fab6c915640c3f8e64cf62c77426c8fc4df57",
  "feed": "wall-street-journal",
  "title": "Netflix Pulls 'Pine Gap' Episodes as China's Rivals Object; The Philippines and Vietnam have taken issue with how the series portrays Beijing's territorial claims in the South China Sea",
  "text": "<p>Vietnam, which also contests China's claims in the South China Sea, ordered Netflix to remove the entire series in June, citing similar concerns. The Vietnamese government said at the time that Netflix had been ordered to take down two other titles for offending Vietnamese notions of sovereignty over the past year, \"Madam Secretary\" and \"Put Your Head on My Shoulder,\" a Chinese television show.</p><p>Netflix declined to comment on the removal of episodes of \"Pine Gap\" in the Philippines. It said it took the series down in Vietnam following a written legal demand from Vietnam's regulator to comply with local law. \"Madam Secretary\" isn't currently available on Netflix Vietnam. An edited version of \"Put Your Head on My Shoulder\" is. Netflix isn't available in China.</p><p>\"Pine Gap\" is a six-part series, released in 2018, about joint U.S.-Australia intelligence operations set at a facility in the Outback. The scenes in question show intelligence analysts inside a control room with a large map of the sea, including a clearly visible demarcation referred to as the nine-dash line, a vast nautical area claimed by Beijing that overlaps with waters claimed by Vietnam, the Philippines and other countries in the region.</p><p>In the second episode, characters briefly debate the dispute. \"Actually, according to [China], it's been theirs since 3000 B.C., they just went to sleep for a hundred years and everyone just took it off them,\" one character says of the disputed waterway.</p><p>A tribunal at the Permanent Court of Arbitration in The Hague, in response to a challenge lodged by the Philippines, ruled in a landmark 2016 decision that China's claim had no legal basis. Beijing rejected the ruling, but the decision is recognized by many governments, including the U.S. and Australia.</p><p>The objection from Manila over \"Pine Gap\" is just the latest effort by the Philippines and other governments in the region to block films, shows and other products that they say give legitimacy to China's claims. In 2019, Philippines Foreign Secretary Teodoro Locsin, Jr., called for a boycott of DreamWorks Animation, after its film, \"Abominable,\" co-produced with a Chinese partner, depicted a map with a nine-dash line. Vietnam banned the film, an animated feature about a young woman's quest to help a lost yeti reunite with its family.</p><p>For Western companies, there is nothing new about navigating political sensitivities in the region, but until recently many of the high-profile objections tended to come from China, the region's major power.</p><p>In 2018, Marriott International Inc.'s website was temporarily shut down by Chinese regulators after it circulated an online guest survey that listed Hong Kong and Taiwan, without indicating they were part of China. The Communist Party sees the self-ruled island of Taiwan as part of its territory and has vowed to take control of it.</p><p>Chinese sponsors' suspended deals with the National Basketball Association after an executive tweeted in support of protesters in Hong Kong seeking greater autonomy from China. Earlier this year, Hennes and Mauritz AB became the target of a Chinese boycott campaign after raising concerns over alleged forced-labor in China's far western Xinjiang province.</p><p>Vietnam also has a history of forcing companies to comply with its political views. In May of last year, Vietnam's government said that an executive at Bayer Vietnam, a subsidiary of the German pharmaceutical company, had committed a finable offense by sending an image featuring the nine-dash line to employees. Later in the year, Vietnam's government said that it got Google and Apple Inc. to remove a game from their app stores that depicted the nine-dash line.</p><p>Google declined to comment. Bayer said it couldn't immediately comment. Apple didn't immediately respond to a request for comment.</p><p>Richard Heydarian, associate professor of geopolitics at the Polytechnic University of the Philippines said that the trend going forward was that Asian countries other than China \"are also going to assert themselves. That is going to present more and more challenges to a lot of businesses.\"</p><p>Lam Le in Hanoi contributed to this article.</p><p>Write to Jon Emont at jonathan.emont@wsj.com and Feliz Solomon at feliz.solomon@wsj.com</p><p>Netflix Pulls 'Pine Gap' Episodes as China's Rivals Object</p>",
  "published": "2021-11-02T15:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3755,
          "end": 3760
        },
        {
          "start": 3599,
          "end": 3609
        },
        {
          "start": 3599,
          "end": 3604
        },
        {
          "start": 3599,
          "end": 3608
        }
      ],
      "nexusId": "10022657"
    }
  ]
}