{
  "_id": "59b32b0b5c27369fa6a40290d1be557d23ae7174ef1b63ce78064a3b23425ecd",
  "feed": "ftcomall",
  "title": "Luster by Raven Leilani — a strange sisterhood",
  "text": "<p>With her frank, filthy and darkly funny debut novel <em>Luster</em>, Raven Leilani gives us the complex and unashamedly flawed black heroine that we don't see often enough in literature. Twenty-three-year-old Edie is working for a publishing company but barely making ends meet and living in a roach-infested apartment in Brooklyn. Every part of her life is messy — her work life especially so.</p> <p>A self-described “office slut”, Edie has slept with 15 of her co-workers. As she candidly recounts her exploits, it becomes clear she has insatiable appetites; she speaks of “hours when I am desperate, when I am ravenous, when I know how a star becomes a void”.</p> <p>Once a keen painter, she is no longer able to find expression through her artwork, and when the novel begins she hasn't picked up a paintbrush in two years.</p> <p>Edie's life is complicated further when she begins dating a white man named Eric, who is twice her age and in an open marriage. Their relationship is governed in part by a series of rules that Eric's wife Rebecca has laid out — many of which quickly fall by the wayside — but it's Edie's interactions with Rebecca and the married couple's adopted black daughter Akila that prove most engrossing.</p> <p>When Edie loses her job and she finds herself on the verge of homelessness, Rebecca offers up the guest room in their home in the middle-class New Jersey suburbs while Eric is away. Her generosity comes at a price though. As Edie puts it, she is expected to perform “the role of the Trusty Black Spirit Guide”: “I find it very rich, to have been invited here partly on the absurd presumption that I would know what to do with Akila simply because we are both black.”</p> <p>The three female characters orbit each other and eventually form a strange sisterhood of sorts. This odd and uneasy peace is disturbed by Eric when he returns from a business trip to find that Edie is no longer just somewhere inside of their marriage but living in their family home.</p> <p>After a brief pause, Edie and Eric's affair resumes. But it doesn't stop Edie from grudgingly taking the lonely but fierce Akila under her wing, “because she is thirteen, and I remember how it felt from the inside”.</p> <p>From trips to the African braiding salon in the city and advice on protective hairstyles to hours spent playing video games, Leilani adroitly captures their reluctant then budding friendship with her exquisitely detailed prose.</p> <p>Edie's relationships with Eric and Rebecca also mutate. As Eric goes from being the object of her obsessive affections to a “feeble man”, she becomes fascinated by Rebecca, who encourages her to start painting again, despite their adversarial relationship.</p> <p>When Edie finally leaves their home and suburbia, she essentially finds herself back where she started, in Brooklyn, about to start a job she is not invested in. As far as coming-of-age tales go, there is no grand metamorphosis, but Leilani adeptly builds Edie's circuitous journey into an odyssey in itself, one that serves as a powerful meditation on race, sex, class and intergenerational trauma.</p> <p>It echoes the manner in which Edie looks at her own art: “A way is always made to document how we manage to survive, or in some cases, how we don't. So I've tried to reproduce an inscrutable thing. I've made my own hunger into a practice, made everyone who passes through my life subject to a close and inappropriate reading that occasionally finds its way, often insufficiently, into paint.”</p> <p><a href=\"https://www.amazon.co.uk/gp/product/1529035988/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1529035988&amp;linkId=e70d90f3c266b17be5de358ed1dbaf60\"><strong>Luster</strong></a>, by Raven Leilani, <em>Picador, RRP£14.99, 240 pages</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Cherish Rufus 2021 'Luster by Raven Leilani — a strange sisterhood' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T10:31:36.081Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3693,
          "end": 3698
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}