{
  "_id": "0bdab99f48b2f5e30b14c073b7147a1d206208cbcb8607ebb1da4e6973a6effc",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Waver in Thin Holiday Trading; S&P 500 drifts up and down after second-highest close in history",
  "text": "<p>Stocks have largely edged up in recent days as markets look ahead to the new year, with many expecting a continued economic recovery and strong earnings from companies. Trading volumes reached the lowest level all year on Tuesday, according to a composite metric that includes the New York Stock Exchange and the Nasdaq.</p><p>Investors said as more information emerges they are becoming more comfortable with the view that the Covid-19 Omicron variant may not lead to harsh restrictions on commerce and movement. State governors are implementing light-touch measures to try to avoid disruptions.</p><p>\"There's an element of positivity. The data continues to suggest that the disease itself caused by Omicron is materially less severe than the variants which have preceded it,\" said James Athey, an investment manager at Abrdn. \"That's always been the endgame for the pandemic.\"</p><p>Oil prices rose. Global benchmark Brent crude added 1.3%, trading at $79.65 a barrel.</p><p>The yield on the benchmark 10-year U.S. Treasury note rose to 1.539% from 1.480% on Tuesday. Yields move inversely to bond prices.</p><p>In individual trading, Tesla fell 0.5%. Chief Executive Elon Musk exercised the final batch of a package of vested stock options, a series of transactions that have boosted his stake in the company.</p><p>Shares of egg producer Cal-Maine Foods sank 6.2% after the company reported a decline in profit, citing higher costs.</p><p>Apple added 0.3% to recently trade at $179.77. Investors have been keeping a close watch on the tech behemoth's trading as it edges closer to becoming the first companyto close above a $3 trillion market capitalization. Apple would need to close above $182.856 to reach the milestone.</p><p>Bitcoin advanced, erasing earlier losses and gaining about 0.8% compared with its level at 5 p.m. ET on Tuesday. It recently traded around $47,977 after declining the most in nearly a month the previous day. Shares of cryptocurrency exchange Coinbase slid 2.3%.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.1%, trading close to its all-time high. The FTSE 100 advanced 0.7% on the first day of trading this week after U.K. markets were closed for bank holidays.</p><p>The Turkish lira weakened for the third consecutive day, depreciating 6.5% against the dollar and trading at about 12.6 lira to $1. The currency had strengthened following an economic rescue plan put forward by President Recep Tayyip Erdogan last week.</p><p>In Asia, most major benchmarks slid. The Shanghai Composite Index retreated 0.9% and Japan's Nikkei 225 closed down 0.6%. Hong Kong's Hang Seng Index fell 0.8%, led by declines in technology stocks.</p><p>—Caitlin McCabe contributed to this article.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>U.S. Stocks Waver in Thin Holiday Trading</p>",
  "published": "2021-12-29T16:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1622,
          "end": 1627
        },
        {
          "start": 1402,
          "end": 1407
        }
      ],
      "nexusId": "10022657"
    }
  ]
}