{
  "_id": "e57c9a401beb5da4576623afdfd761aefc4358e1542711ce018593e85bc73b0b",
  "feed": "ftcomall",
  "title": "US resets China tech strategy ",
  "text": "<p>The usual gridlock in Washington politics does not seem to apply when it comes to China, with the Senate voting 68-32 on Tuesday in favour of tech-focused measures that amount to the biggest piece of industrial policy legislation in decades.</p> <p>Both Democrats and Republicans are backing the US Innovation and Competition Act, which would provide more than $250bn to help maintain a competitive edge over China in areas including artificial intelligence, quantum computing and semiconductors, <a href=\"https://www.ft.com/content/2429f43f-f1bf-4131-aefa-0d20a64b9d17\">reports Demetri Sevastopulo from Washington</a>.</p> <p>The chip sector would get $52bn in order to reduce US dependence on Asian supply chains, while countering China's semi push. Around $120bn would be for investment in technologies such as AI and quantum, which China has also prioritised.</p> <p>The act would also bar government agencies from buying drones manufactured by Chinese companies and federal employees from downloading TikTok, the popular Chinese-owned short video app, on government devices.</p> <p>Today, the Biden administration decided to take its own look at TikTok, revoking President Trump's executive orders that targeted the app and Tencent's WeChat. It <a href=\"https://www.ft.com/content/203d664a-c834-48d7-805d-c49d44aa2a9a\">issued a new order</a> that establishes a mechanism to conduct a “rigorous, evidence-based analysis” to assess the risks posed by software “subject to the jurisdiction of a foreign adversary, including . . . China”. The White House said China was seeking to “leverage digital technologies and Americans' data in ways that present unacceptable national security risks while advancing authoritarian controls and interests”.</p> <p>The backing of Congress is a boost for Biden and<a href=\"https://www.ft.com/content/e4c7df1a-5048-4cf1-8a2d-c9a2d721ba92\"> our Big Read on Monday </a>looked at how <a href=\"https://www.ft.com/content/203d664a-c834-48d7-805d-c49d44aa2a9a\">he will find common cause</a> with the EU on tech issues such as 5G and semis when he visits Brussels next week. There will also have to be engagement with Japan, South Korea and Taiwan, but this more inclusive approach from an American administration means there is now a better chance of piecing together a coherent China strategy than during the Trump era.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. El Salvador adopts bitcoin</strong><br>El Salvador has become the first country to <a href=\"https://www.ft.com/content/7b5b1cc4-50bb-437f-aa16-f106d2dbc1c7\">make bitcoin legal tender</a>. Its authoritarian president Nayib Bukele hailed the move as a historic step towards financial inclusion, in a country where 70 per cent of Salvadorans do not have access to traditional financial services. <a href=\"https://www.ft.com/content/8d7054e3-e597-48f4-b769-0ea2e53531c0\">Alphaville has a few questions</a> about whether this makes any sense. In the US, Hester Peirce, one of two Republicans among the five commissioners at the Securities and Exchange Commission, has <a href=\"https://www.ft.com/content/ae0d40a1-8a4a-4885-a6a7-b157e27b3311\">spoken out against</a> attempts by her colleagues to regulate cryptocurrencies more strictly.</p> <p><strong>2. G7 tax deal opposition in US</strong><br>Republicans are <a href=\"https://www.ft.com/content/6c98b271-bd13-4517-81bb-6ef7f1798085\">threatening to vote down</a> the global tax deal achieved by the G7 at the weekend, with a two-thirds majority required in the US Senate for approval. Meanwhile,<a href=\"https://www.ft.com/content/bdc124d8-2e3b-44af-bd67-24233ebaa061\"> our Trade Secrets newsletter</a> is highly sceptical that countries will scrap their digital services taxes and replace them with a newly minted OECD-agreed tax treaty in the space of six months. Ireland's second biggest opposition party has <a href=\"https://www.ft.com/content/f13ab006-8714-4bbc-bc34-3f953a4f2590\">backed a “small increase” </a>in the country's 12.5 per cent corporate tax rate, which has been central to its success in attracting multinational companies.</p> <p><strong>3. DoorDash Japan debut</strong><br>The US food delivery app DoorDash has <a href=\"https://www.ft.com/content/c81f5012-c4f6-419c-9780-3ad3aec1d3d0\">launched in Japan</a>, marking the company's first foray into the Asian market and the latest move by a big delivery group to expand globally in an effort to tap a pandemic-driven boom in demand.</p> <p><strong>4. Fastly impresses with recovery</strong><br>Shares in Fastly, the internet infrastructure company whose bungle took down thousands of popular websites around the world on Tuesday, <a href=\"https://www.ft.com/content/4c68df91-98d1-4942-87cf-f734ea2cdd73\">rose 11 per cent</a> after it made a quick recovery from the outage, restoring services in less than an hour. <a href=\"https://www.ft.com/content/f334b3b1-cef3-41d4-9652-6283f1aa0c17\">Lex says</a> investors also appeared to reward it for inadvertently demonstrating its importance.&#xa0;</p> <p><strong>5. Ferrari picks chip expert as CEO</strong><br>The current shortages have emphasised the growing importance of semiconductors to the auto industry and now luxury carmaker Ferrari has <a href=\"https://www.ft.com/content/a56b5c66-c9ef-4349-bcb7-40be7d51b606\">appointed Benedetto Vigna,</a> head of the sensors unit at STMicroelectronics, as its new chief executive. He has no direct luxury or automotive experience. <a href=\"https://www.ft.com/content/8fd09156-434c-45c6-8d26-3765b98f1980\">The FT's editorial board says</a> just-in-time production means carmakers are the ones now paying the price of the chip shortage in production delays, missed sales and reputational damage.</p> <h2>Tech tools — Sony's revamped wireless earbuds</h2> <p>Sony's $279 (£250) <a href=\"https://www.sony.co.uk/electronics/truly-wireless/wf-1000xm4\">WF-1000XM4</a>&#xa0;wireless earbuds <a href=\"https://www.tomsguide.com/uk/face-off/sony-wf-1000xm4-vs-wf-1000xm3\">cost over $100 more</a> than the previous generation and are about the same price as Apple's <a href=\"https://www.apple.com/uk/shop/product/MWP22ZM/A/airpods-pro\">AirPods Pro,</a> suggesting there are major improvements. <a href=\"https://www.tomsguide.com/uk/face-off/sony-wf-1000xm4-vs-wf-1000xm3\">Tom's Guide has a comparison</a>, but the buds feature a sleeker design, improved fit and are now water-resistant. <a href=\"https://presscentre.sony.co.uk/pressreleases/your-sound-nothing-else-sony-announces-new-wf-1000xm4-truly-wireless-headphones-3107261\">Sony also touts</a> improved noise cancellation while using less power, through a more advanced processor, and there is also automatic wind noise reduction. Sound is being improved with LDAC, which transmits approximately three times more data than conventional Bluetooth audio. Specially designed 6mm drivers reproduce a dynamic sound and a high compliance diaphragm enables a rich bass range, says Sony.</p><p>Source: Chris Nuttall in London 2021 'US resets China tech strategy ' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-09T18:29:55.727Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4529,
          "end": 4534
        }
      ],
      "nexusId": "10022657"
    }
  ]
}