{
  "_id": "bff523af86e16068b0945c10fec2f138176c13b1e7caddb4db838189a287802f",
  "feed": "wall-street-journal",
  "title": "Are AirPods Out? Why Cool Kids Are Wearing Wired Headphones; Humble 'retro' corded headphones are making an unexpected return, for both aesthetic and practical reasons",
  "text": "<p>In short, AirPods have become too widespread to be cool. So, perhaps inevitably, contrarian trendsetters are reviving some ancient technology: corded headphones. Fashionable young celebrities including Bella Hadid, Lily-Rose Depp and Zoë Kravitz have been photographed strutting around town with blatantly corded headphones. An Instagram account called @wireditgirls has sprung up to document these cords in the wild. And TikTokers record videos that offer both practical reasons and more philosophical justifications for plugging back in.</p><p>On the practical level, price is crucial. While AirPods range from $129 for the most basic 2nd-generation model to $179 for the new 3rd-gen release to $549 for the AirPods Max, Apple corded headphones go for just $19, and those from other brands can cost even less. For disorganized types, corded headphones are easier to keep track of and needn't be charged. Plus, some folks have vague, pseudo-scientific objections to \"radiation\" that they associate with wireless pods. Biz Sherbert, a cultural specialist at youth culture-focused creative agency the Digital Fairy, narrated a TikTok video on corded headphones. \"It seems that people are very concerned about the potential Bluetooth radiation that comes from AirPods,\" she concluded based on the video's comments. (While Bluetooth headphones do emit non-ionizing radiation, the Food and Drug Administration currentlydeems it to be harmless to humans.)</p><p>A cord also projects a \"you can't sit with me\" factor that some people find appealing. While AirPods subtly blend into your look, making you at least appear available to the outside world, corded headphones wall you off from others. Natalia Christina, director of strategy and brand for the Digital Fairy, said that contributes to their allure. \"It gives the air of 'do not disturb,'\" she explained. \"So it's kind of subconsciously related to that grungy aesthetic, where it's about being moody and having that physical barrier up.\"</p><p>That aesthetic is the so-called \"2010s Tumblr\" vibe—itself a pastel, youthful take on 1990s grunge—that is proliferating on social media platforms. Shelby Hull, the Los Angeles-based marketing coordinator at Rostrum Records and the woman responsible for the @wireditgirls Instagram account, describes it as \"this huge romanticization and resurgence of the Tumblr era, where people are looking at music as a whole aesthetic experience rather than just practical consumption.\" She continued, \"Low-fi tech is seen as more of an aesthetic experience and it contributes to that cool-factor.\"</p><p>Beyond that nostalgic sheen, corded headphones can be perceived as the laissez-faire antidote to optimized, geeky corporate culture. Courtney Park, a 25-year-old social media manager in Orange County, Calif., said that they are the \"polar opposite\" of the \"finance-bro aesthetic.\" She explained, \"A lot of people make fun of that whole tech-finance-bro look where they always have their Patagonia vest on and their AirPods in.\" She herself recently ditched her AirPods after three years of being let down by, among other issues, their failure to charge. Corded headphones, she said, \"have this aura of carelessness and effortlessness.\"</p><p>The person in the Patagonia vest who automatically updates to the latest iPhone, the latest operating system, and yes, the latest AirPods with the \"spatial audio\" is perhaps too conformist to be perceived as truly cool. (Although he'd be in strong company: A week in, the AirPods' third generation already boasts thousands of positive evaluations and unboxing videos on Youtube, and over 30,000 hashtags on Instagram.) Ms. Hull of @wireditgirls admires the refusal to take part in that tech churn. She said, \"I think saying, 'No, I don't care about the current tech, I'm not interested, I can't be bothered with it'—that's very cool.\"</p><p>Of course, some people never switched over to AirPods in the first place, and others adopted corded headphones for random reasons, like temporarily losing one AirPod (happens to the best of us). When Liana Satenstein, a fashion writer at Vogue.com, first extolled Bella Hadid in 2019 for her \"strangely luxurious\" use of corded headphones, the world wasn't quite ready to accept it as a trend. On a viral Twitter thread then, people decried the concept that wires could go \"in\" or \"out\" of style.</p><p>But how could something that many people wear every day not become part of the trend cycle? Headphones have criss-crossed with high fashion over and over in recent decades, with Chanel, Dolce &amp; Gabbana, Marine Serre and Maison Margiela all sending them down the runway in different incarnations. As evidence of the cord's aestheticization, this September the pop star Dua Lipa posted to Instagram a photo of herself wearing a choker made of wired headphones. Designed by the jewelry designer and artist Corrina Goutos (and now sold out), its materials are listed on her brand's website as: \"obsolete earbuds, cubic zirconia, aluminium.\" Maybe not so obsolete after all.</p><p>SHARE YOUR THOUGHTS</p><p>Do you prefer corded or Bluetooth headphones? Join the conversation below Join the conversation below.</p><p>MORE IN OFF BRAND</p><p>* The New Rulebook for First Dates: Sweatpants, No Makeup</p><p>* Bottega Veneta Mounts a Buzzy Fashion Show in Detroit—But Why?</p><p>* Farewell, High-Waisted Skinny Jeans. The Low-Rise Returns.</p><p>* TikTok and Fashion Agree: That Side Part Makes You Look Old</p><p>* Elizabeth Holmes's Trial Attire—Yes to Diaper Bags, No to Turtlenecks</p><p>Are AirPods Out? Why Cool Kids Are Wearing Wired Headphones</p>",
  "published": "2021-11-13T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 717,
          "end": 722
        }
      ],
      "nexusId": "10022657"
    }
  ]
}