{
  "_id": "953657f0126cae47f6e6a943bf5ebc93582a7caeca53089673a159f67c51e5a3",
  "feed": "ftcomall",
  "title": "South South — a collective voice for disparate cultures",
  "text": "<p>As social distance proves ever more wearisome, the pandemic is a reminder that we're better together. The spirit of collaboration is infiltrating contemporary art as both artists and institutions dream up new ways to sustain art and life beyond individual needs.&#xa0;</p> <p>One embodiment of this collective spirit is South South. The brainchild of Liza Essers, director of the Goodman Gallery — which originated in Johannesburg and now has spaces in Cape Town and London — South South is a digital platform that aims to act as both commercial and curatorial showcase for art from the Global South and its diaspora.&#xa0;</p> <p>Originally coined by policymakers and academics to cover&#xa0;the exchange of ideas, technologies and resources in the Global South, Essers employed South South first as the title for an international curatorial initiative she launched in 2015 from her Johannesburg space. “Given the absence of biennials and museums in the local landscape, it felt important to have curatorial programmes that extended beyond the gallery walls,” she says as she talks of the exhibitions and events South South has fostered in venues worldwide.&#xa0;</p> <p>The concept was born of her frustration that “for the longest time, art from countries in the Global South had been ‘regionalised' by the art market and the art world. It was just ‘art from South Africa' or ‘art from Brazil',” she continues, as she explains that with no understanding of the exchanges, similarities or differences between artists or countries, nor the postcolonial narratives that inform their context, such homogeneity is reductive.</p> <p>South South's latest incarnation fledged in spring 2020 as Essers sat at home in Johannesburg contemplating her new locked-down existence. “The situation really threw me,” she says. “Joburg does not have a massive cultural art scene but I was used to getting on an aeroplane every couple of weeks. Now I felt very far from the centre.”&#xa0;</p> <p>Essers realised that if galleries such as hers, far from established north-western art ecosystems, were to survive it would be necessary to invent “alternative, gallery-led models” with an ethos that was “collaborative, driven by generosity of spirit and sharing of knowledge”.&#xa0;</p> <p>She assembled a committee of fellow dealers including Márcio Botner (A Gentil Carioca, Rio de Janeiro), Shireen Gandhy (Chemould Prescott Road, Mumbai), Daudi Karungi (Afriart Gallery, Kampala), José Kuri (kurimanzutto, Mexico City), Atsuko Ninagawa (Take Ninagawa Gallery, Tokyo) and Mary Sabbatino (Galerie Lelong, New York City).&#xa0;</p> <p>“When Liza called me in August, I immediately agreed,” says Gandhy. “South South was something waiting to happen.” With artists including Shilpa Gupta, Rashid Rana and Jitish Kallat, Chemould Prescott commands global respect. Nevertheless, Gandhy, who has served on the selection committee of Art Basel Hong Kong for eight years, says she still feels as if she is attending as “the other” at certain “Eurocentric events, such as the Venice Biennale”.&#xa0;</p> <p>As well as the opportunity for a new showcase, Gandhy has found the experience has broken down stereotypes. “We come from so many different cultures, but when we come back to our core, we all think alike.”&#xa0;</p> <p>South South launches its first commercial initiative this week. Entitled Veza — which means “show, reveal or produce” in Zulu — the programme runs until March 7. Galleries were invited on the basis that 40 per cent of their artists originated in the Global South and its diaspora: they include Galeria Luisa Strina in São Paulo, First Floor Gallery Harare, London's <a href=\"https://www.ft.com/content/5efc8b61-8b26-460d-8e3d-c90b8e93ecd3\">Stephen Friedman</a> Gallery and SMO Contemporary Art in Lagos, while artists range from renowned Brazilian modernist <a href=\"https://www.ft.com/content/02d5389e-6c65-11e7-b9c7-15af748b60d0\">Hélio Oiticica</a> to Nigerian contemporary talent Kelani Abass. </p> <p>Kicking off with an online vernissage described as “a live selling event based on auction technology”, Veza evolves into an online viewing room (OVR) and the galleries will be profiled on the platform for the rest of the year. Prices range from $3,000 for a main booth to $1,500 for a solo. Six galleries, which were identified as meriting support, have not been charged.&#xa0;</p> <p>Essers is aware that it's very unusual for blue-chip dealers to wish to participate in any initiative resembling an auction because secondary markets are notoriously deleterious to artists' reputations. However, she believes that OVRs on their own are not viable commercial platforms. “OVRs haven't really worked; they've been very flat,” she says. “So I wanted to explore a different kind of engagement.”</p> <p>Essers takes pains to point out that South South's auction is unorthodox. “It's tailored to the needs of the galleries and artists,” she says. “So, for example, we won't publish the results.”</p> <p>Although some South South dealers remain unconvinced by the auction model, many were eager to sample the new venture. “OVRs can be become quite static and flat in a field that thrives on social interactions and the experience of acquiring art,” says Aleya Hamza, of Cairo's Gypsum Gallery, who will devote her space to Egyptian photographer Basim Magdy. “I think the auction component adds a much-needed sense of urgency and anticipation.”</p> <p>Hamza, like so many, has worked hard to stay afloat through this year. “The first few months were quite difficult, naturally,” she says. “In terms of sales or shows, we were completely shut down.” Like many commercial galleries, she used the time “to focus on other endeavours”, such as a new publishing venture and their own online viewing room.&#xa0;&#xa0;</p> <p>Undoubtedly, the pandemic has wrought untold damage on non-profit arts organisations in the Global South. “It's had very bad effects,” concurs Marie Helene&#xa0;Pereira&#xa0;of the Dakar-based RAW Material Company. With an energetic programme of residencies, exhibitions, talks, workshops and a library and database, RMC has become one of the most highly regarded contemporary art hubs in sub-Saharan Africa. Nevertheless, the abrupt nature of the pandemic left them, says Pereira, with “no space for strategising” and “no immediate tools”.</p> <p>Aware that such projects are crucial in countries lacking cultural infrastructure, South South is designed to foster the non-profits too. Up to 20 per cent of the Veza online selling event will be donated to partners, including RAW Material Company, Green Papaya in Manila and Casa do Povo in São Paulo. “South South is much broader than a selling platform,” says Essers. It has “an ethos that is ethical, political, activist and academic”. The website will include features on curatorial projects and regional activism as well as a diary of exhibitions and events, and serve as an archive and database, tools that are particularly needed in countries with limited institutional presence.&#xa0;</p> <p>It looks as though South South may dare to go where other artistic enterprises fear to tread. Panel discussions in the opening week of Veza have included a conversation on art in an age of censorship and sanctions — a subject that is rarely scheduled on the talks programmes of international art fairs — with speakers from China, Iran, and India, and rich insights on political art such as those of Craig Yee, of Beijing-based INK Studio.&#xa0;</p> <p>Also encouraging is Essers' decision to abandon the VIP model, which makes access to so many fairs vexing for all but the elite. “Everybody is a VIP!” says Essers, her laugh infectious despite the screen between us. “We're going to be democratic. Everyone can access everything at the same time.”</p> <p>If South South can hold true to its courageous beginnings it promises to be a significant addition to the international art scene. As Pereira puts it: “We believe that it's together we will succeed. This is no time for competition and division.&#xa0;We hope that [South South] will be a model for other geographies as well.”&#xa0;</p> <p><em>Find out more about the project at </em><a href=\"https://south-south.art/\"><em>south-south.art</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em><br></p><p>Source: Rachel Spence 2021 'South South — a collective voice for disparate cultures' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-25T05:00:35.718Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8030,
          "end": 8035
        }
      ],
      "nexusId": "10022657"
    }
  ]
}