{
  "_id": "e34e27e25d08541a23197466e89bccb17696a441af2b516bc9f9bfcb10338924",
  "feed": "ftcomall",
  "title": "Pinterest co-founder to join Jony Ive's new design firm",
  "text": "<p>Pinterest's co-founder and design chief <a href=\"https://www.ft.com/content/9a217340-1775-11e4-87c0-00144feabdc0\">Evan Sharp</a> is stepping back from operational duties at the San Francisco-based social media group to join Sir Jony Ive's new company LoveFrom. </p> <p>Sharp is joining a small but growing team of designers at LoveFrom, which Ive launched after leaving his longstanding role as<a href=\"https://www.ft.com/content/0b20032e-98cf-11e9-8cfb-30c211dcd229\"> Apple's top designer</a> in 2019. </p> <p>Sharp founded Pinterest alongside Ben Silbermann, who is the company's chief executive, and Paul Sciarra, who left in 2012. He worked as chief design and creative officer, helping to launch the online scrapbook and image search platform more than a decade ago. </p> <p>He will remain on Pinterest's board and continue in an “advisory role”, the company <a href=\"https://newsroom.pinterest.com/en/post/thank-you-evan\">said</a> on Thursday. </p> <p>“What job will ever be able to compete with leading Pinterest? None,” Sharp wrote in an internal memo to Pinterest staff. </p> <p>“But when I think about how to create a life that I love, one thing is clear to me: I really, really want to grow as a designer and product builder. That's why I've made the decision to work with the designer Jony Ive at LoveFrom. This chance for me to learn alongside the very best at their craft is a tremendous opportunity.”</p> <p>His departure comes after a difficult year for Pinterest, which has faced criticism over its internal culture while also struggling to capitalise on the pandemic-driven uplift to online activity, which has driven up the share prices of its <a href=\"https://www.ft.com/content/4618786f-e3f1-4361-891e-03a2aac6a682\">social media rivals</a>. </p> <p>With a market capitalisation of $33bn after the close of trading on Wednesday, investors are valuing Pinterest far below its peers Twitter, at $50bn, and Snap, now worth $118bn. </p> <p>Pinterest's stock has lost almost a quarter of its value since the start of 2021, after July's earnings report revealed user growth that fell short of Wall Street's expectations. Despite more than doubling its revenues year on year in the three months to June, a 5 per cent decline in monthly active users in the US worried investors, wiping around $8bn from its market value in a single day. </p> <p>The San Francisco-based company has also become embroiled in allegations of gender discrimination. It paid $22.5m to settle a lawsuit from a former executive, Françoise Brougher, last December. Pinterest did not admit to any wrongdoing as part of the settlement. </p> <p>More than two years after Ive announced his departure from Apple, LoveFrom has begun to reveal more about its plans in recent weeks. Ive and his longstanding collaborator Marc Newson have lured several designers away from Apple, including Chris Wilson and Eugene Whang. </p> <p>Last month, LoveFrom signed a <a href=\"https://www.ft.com/content/c2436fb5-d857-4aff-b81e-30141879711c\">deal with Exor</a>, parent company of Ferrari, as the supercar maker works on its first electric vehicle. Ive also revealed that he is working with billionaire philanthropist Laurene Powell Jobs' Emerson Collective, which invests in education, immigration and climate change. </p> <p>This week, LoveFrom launched its website, featuring a custom typeface developed over the past two years with<a href=\"https://www.ft.com/content/22189438-caf9-4d3f-9f75-cdfb1b5d5403\"> Peter Saville</a>, the British graphic designer who rose to prominence in the late 1970s and 1980s for his work on album sleeves for Manchester bands Joy Division and New Order.</p><p>Source: Tim Bradshaw in London 2021 'Pinterest co-founder to join Jony Ive's new design firm' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T07:34:29.295Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2469,
          "end": 2474
        },
        {
          "start": 2306,
          "end": 2311
        },
        {
          "start": 309,
          "end": 314
        }
      ],
      "nexusId": "10022657"
    }
  ]
}