{
  "_id": "fd2acdbb0a611da039593fdabb0a0c212d224b420417106ce807cb524c998a30",
  "feed": "ftcomall",
  "title": "How Factory Records redefined design as well as music",
  "text": "<p>The art of Factory Records was that of a found culture. The music of the era-defining label, founded in 1978, appropriated German electronica, punk's passion, funk's groove and disco's drug consumption, but its graphics found inspiration in everything from Bauhaus to the building site, Fantin-Latour to French Situationism.&#xa0;</p> <p>A new show at Manchester's Science and Industry Museum (<em>Use Hearing Protection: The early years of Factory Records) </em>suggests that the label's visual vocabulary was found on the city's decaying, post-industrial streets, which of course much of it was, from the label's name (although even that had a Warholian inflection) to fragments of old buildings and workshop signage. But far more interesting is that it was also found in the wider world. The real shock of Factory's visual imagery was in how the designers brought striking, brilliant images from the modernist tradition, from Paris and Prague, Berlin and BDSM to the high street, to teenagers and passers-by.</p> <p>Spearheaded by designer Peter Saville, Factory's visual language brought 20th-century avant-garde design into mass culture. Rather than as a top-down didactic exercise — as Britain's Design Council had tried to do in the postwar years — it was a bottom-up expression of pop and club culture in a bruised city stunned by its own decline but buzzing with ideas and energy.&#xa0;</p> <p>The exhibition features the first 50 designs to emerge from Factory. Each was deliberately numbered, almost as if an edition, with a poster given as much weight as a record sleeve, a badge given equality with a conceptual artwork. In that lack of hierarchy we see a sophisticated curatorial attitude that understood pop as culture rather than commerce. This was design not as marketing but as an attempt to create something of value beyond the transactional — the establishment of a language of appropriated art and an enhancement of British visual literacy.&#xa0;</p> <p>Factory was in a unique position. One of its founders, Tony Wilson, had a decently paid job at Granada TV (its studios situated right near to the Science and Industry Museum, which Wilson was instrumental in attracting here). That allowed him and his partners, Alan Erasmus and Saville, to treat it as a project rather than, necessarily, a business. The most famous example of this commitment to high design was Saville's design for the 12-inch single sleeve of New Order's <a href=\"https://ig.ft.com/life-of-a-song/blue-monday.html\">“Blue Monday”</a> (“FAC 73”, so outside the remit of this show). It was modelled on the form of a floppy disc, a brilliant piece of graphic design that underlined the band's new digital direction.</p> <p>Famously, it cost more to produce than its cover price, with cut-outs and a silver inner sleeve. Wilson had been unbothered as he was convinced it would sell barely any copies — instead it became the biggest selling 12-inch single of all time in the UK. Factory Records managed to make a loss on its biggest sales success but it created a moment of culture that has proved remarkably enduring, influencing fashion designers, graphic designers, architects and innumerable others including, notably, Apple's former chief design officer Jony Ive, whose sparse design for the iPhone is difficult to dissociate from Saville's knowing high modernism.&#xa0;</p> <p>The designs that do feature here include “FAC 1”, the first Factory poster, from which the show takes its name — a yellow sheet with crisp graphics announcing the programme at the very sketchy Russell Club. “FAC 2”, a sleeve for a sample vinyl, adopts construction site motifs for an arresting image, its found line-drawing image of a hard-hatted worker contrasting with the cool of the music. From there the images run through Linder Sterling's feminist concept of a menstrual egg-timer (“FAC 8”, unrealised) to the indelible cover of Joy Division's <em>Unknown Pleasures</em> (“FAC 10”), an image of a pulsar rendered as counters in white on black. It has become one of Saville's best-known designs, now so familiar it has been stripped of its context to become itself, once more, a found image.</p> <p>Some of the exhibits are derived very clearly from Situationist conceits. There's The Durutti Column sandpaper record sleeve — an homage to Guy Debord's book <em>Mémoires</em> with a sandpaper cover designed to destroy its neighbours on the bookshelf. Wilson's early designs directly adapt French texts but, more than just the visual motifs, Factory took from the French the 1968 critique of capitalism and the relentless rise of spectacle, of representation rather than lived experience. </p> <p>These designs could only have been produced for a record label fully aware of its situation between commerce and culture and unwilling to succumb to commodification. One to 50 makes for a neat encapsulation but “FAC 51” would have been the Haçienda, the club that spawned the baggy, druggy, ecstatic funk of the city's next cultural incarnation as Madchester with bands such as Happy Mondays, another of Factory's alumni. It is oddly absent. </p> <p>Instead the club's original designer, Ben Kelly, has created a space at the end of the show that attempts to recreate the vibe of a gig and is kitted out in the found objects of construction: bollards, yellow and black diagonals, rigging, ceiling spotlights and industrial steel beams. It looks unsettlingly empty and will not fill up as long as Covid-19 restrictions are in place.</p> <p>Elsewhere, the curators attempt to weave the thread of industrial Manchester with invoices, letterheads, machines, early computers and wonderful photos of a desolate, now unrecognisable city of ruins. It's a deeply enjoyable show in a slightly surprising venue (why science?), and it underscores the way in which Manchester's designers brought the sophistication of modernist culture to the clubs and record shops and remade pop as a <em>Gesamtkunstwerk</em>. </p> <p>The work embodies a profound visual remaking that changed everything. But also, perhaps, nothing. Its ideas were ruthlessly reappropriated by a reinvigorated global marketing machine in everything from phones to car ads. It has become our language.&#xa0;</p> <p><em>To January 3 2022, </em><a href=\"https://www.scienceandindustrymuseum.org.uk\"><em>scienceandindustrymuseum.org.uk</em></a></p><p>Source: Edwin Heathcote 2021 'How Factory Records redefined design as well as music' FT.com 6 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-06T04:00:01.437Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3088,
          "end": 3093
        }
      ],
      "nexusId": "10022657"
    }
  ]
}