{
  "_id": "728aa270c768f1a0200b95c1b9cbb39796128d3ee835a6b5c275f412761bb5d8",
  "feed": "wall-street-journal",
  "title": "Apple, Google Hold 'Vise-Like Grip' on Smartphones, U.K. Regulator Says; Nonbinding report is aimed at providing options for regulator if it gets new powers proposed by government",
  "text": "<p>The report also represents another high-profile push from Britain's Competition and Markets Authority. After the U.K.'s divorce from the European Union, the agency has struck out on its own in pushing a series of ambitious—sometimes novel—regulatory actions. Last month, for instance, the agency directed Meta Platforms Inc., formerly Facebook, to sell animated-images company Giphy, saying the acquisition would limit competition among platforms and U.K. advertisers. Meta has said the deal benefits consumers and is appealing that decision.</p><p>On Tuesday, the head of the CMA said its 445-page report found that Apple and Google determine which software is available on their app stores and make it difficult for people to switch to alternate web browsers on their phones. He said that control limits innovation and choice, and leads to higher prices.</p><p>The CMA said the report could lead to recommendations about what it might do to boost competition if the agency gets new powers being proposed by the British government. Those proposals would allow the CMA to rein in companies with \"strategic market status,\" in part under a new digital-markets unit it has set up. The report sets out a range of actions it could consider taking to address the issues, including making it easier for customers to switch ecosystems without losing functionality or data.</p><p>\"Apple and Google have developed a vise-like grip over how we use mobile phones, and we're concerned that it's causing millions of people across the U.K. to lose out,\" CMA Chief Executive Andrea Coscelli said. The CMA said it is continuing to study the issue and expects to publish a final report in June 2022.</p><p>An Apple spokeswoman said that the company faces \"intense competition in every segment in which we operate,\" and that it will continue to work with the CMA on its study. A Google spokeswoman said that the company is \"committed to building thriving, open platforms that empower consumers and help developers succeed.\"</p><p>The U.K.'s CMA is one of the most active antitrust regulators in the world and has taken a leading role both in studying digital markets and investigating big technology companies. In 2020, the regulator's 437-page report on online advertising highlighted the market power of Google and Facebook. That report called for the new competition rules that the U.K. is now in the midst of debating.</p><p>The control that the owners of the big app stores have over the mobile market has been a subject of investigation for the CMA as well as other regulators. In March, the CMA opened an investigation into whether Apple imposes anticompetitive conditions on app developers—such as requirements that some types of apps use Apple's in-app payment system.</p><p>At the time, Apple defended the requirements it places on app developers when submitting apps, saying they are necessary \"to protect customers from malware and to prevent rampant data collection without their consent.\"</p><p>Joe Hoppe contributed to this article.</p><p>Write to Sam Schechner at sam.schechner@wsj.com and Stu Woo at Stu.Woo@wsj.com</p><p>Apple, Google Hold 'Vise-Like Grip' on Smartphones, U.K. Regulator Says</p>",
  "published": "2021-12-14T19:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2736,
          "end": 2741
        },
        {
          "start": 1354,
          "end": 1359
        },
        {
          "start": 1667,
          "end": 1672
        },
        {
          "start": 611,
          "end": 616
        },
        {
          "start": 3060,
          "end": 3065
        },
        {
          "start": 2584,
          "end": 2589
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2692,
          "end": 2697
        }
      ],
      "nexusId": "10022657"
    }
  ]
}