{
  "_id": "4e7b4e36c60ba1f8f5af09a58cfe26f6f63e68511c0d7a4fcf71e6698df5c98b",
  "feed": "ftcomall",
  "title": "FirstFT: Biden demands vaccine mandates for US workers",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-09-10/\"><em>quiz</em></a><em>.</em><br>Good morning. The Biden administration <a href=\"https://www.ft.com/content/d9eb2e1f-965f-462c-bfcd-ca4339cb5ca9\">will demand</a> that US companies force millions of employees to be vaccinated against Covid-19 or submit to weekly testing as part of a plan designed to curb the rapid spread of the Delta variant.</p> <p>Under a plan to be finalised by the Department of Labor, medium-sized and large companies with 100 workers or more will be told to force their employees either to be vaccinated or to make them test at least once a week before coming to work. The rule would impact about 80m people in the private sector, White House officials said — roughly half the US workforce.</p> <p>A separate executive order signed by Biden will direct federal government employees to be vaccinated against Covid-19, and workers will no longer be able to avoid the requirement by submitting to regular testing and wearing a mask. Contractors will also be subject to the same rules, which will cover an estimated 2.5m people, although there will be some exemptions for some on the grounds of religion or certain medical conditions.</p> <p>In total, officials said the mandates — including an expansion of vaccine requirements for healthcare workers — applied to about 100m people, or about two-thirds of the US workforce.</p> <p>Biden expressed exasperation at the vaccine-hesitant as he announced the measures: </p> <blockquote>  <p>“We have been patient, but our patience is wearing thin.”</p> </blockquote> <p><em>Do you agree with Biden's tougher approach? Email me at gordon.smith@ft.com and let me know. Thanks for reading FirstFT and have a relaxing weekend — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Biden and Xi bid to reset relations </strong>Joe Biden has held <a href=\"https://www.ft.com/content/5527d9e5-ed0d-416d-8bd2-e9b12732f16d\">his second call</a> with Chinese leader Xi Jinping since becoming US president in an effort to break an impasse in the relationship between the countries after two rounds of top-level meetings produced little progress. The White House said the two leaders had a “broad, strategic discussion”.</p> <p><strong>2.</strong> <strong>ECB to slow bond-buying as Europe's economy improves</strong> European Central Bank president Christine Lagarde said <a href=\"https://www.ft.com/content/e8a78a9f-8e81-403a-a1be-9ad8e6199e72\">“the lady isn't tapering”</a>, reassuring bond investors even as the ECB said it would buy fewer bonds in a sign of confidence in the eurozone's economic recovery.</p> <p><strong>3. China to sell oil from state reserves</strong> China said it would sell oil from its <a href=\"https://www.ft.com/content/d6d01199-ac9c-4e52-befd-f809dba59694\">state petroleum reserves</a> for the first time, as Beijing steps up efforts to rein in inflationary pressures stemming from commodity market. China, which overtook the US to become the world's biggest importer of crude oil last decade, did not specify how much oil it will sell.</p> <p><strong>4. Economists predict US interest rate rise in 2022</strong> The Federal Reserve will have to wind down its pandemic-era stimulus programme quickly and raise US interest rates in 2022 in response to higher inflation, according to <a href=\"https://www.ft.com/content/0a7a4edd-b656-4d6a-b608-454241d0288e\">a poll of leading academic economists</a> for the Financial Times.</p> <p><strong>5. US sues Texas over abortion ban </strong>The US Department of Justice <a href=\"https://www.ft.com/content/7f8d6f6d-966b-4a3a-8f8d-c6eed703ccfb\">has sued Texas</a> over a new law that severely restricts access to abortions, arguing it is “in open defiance of the Constitution”. The move is a test of the federal government's legal powers to challenge the law and to stop other states from introducing similar measures. </p> <ul>  <li><p><strong>Democrats try to corner Republicans on abortion</strong> Terry McAuliffe, the Democratic candidate for governor of Virginia, <a href=\"https://www.ft.com/content/f6218876-979e-412e-9047-ff300885951d\">has seized on the new abortion law in Texas</a> and is using it against his Republican opponent in the biggest US political contest of Joe Biden's first year in office. </p></li> </ul> <h1>Coronavirus digest</h1> <ul>  <li><p>Students aged 12 and older in <strong>Los Angeles</strong> will be required <a href=\"https://www.ft.com/content/488e8abb-020c-4c2d-acda-0db327002bec#post-77d72f2f-5242-42ff-ade3-a66a8481b443\">to be vaccinated</a> against Covid-19 if they want to attend in-person classes, a special meeting of the district's school board said.</p></li>  <li><p><strong>Microsoft</strong> has <a href=\"https://www.ft.com/content/945ab1d1-0c4e-439c-9e1b-c517d64cb01b\">indefinitely postponed</a> plans to bring workers back to its US offices because of uncertainties created by the continued spread of Covid-19.</p></li>  <li><p><strong>Airlines </strong>in the US <a href=\"https://www.ft.com/content/d3d0ee07-7c7a-437d-af83-fe50c2f3deb5\">cut revenue forecasts</a> as the Delta variant slows bookings. </p></li>  <li><p><strong>Opinion:</strong> When it comes to vaccinating the world, <a href=\"https://www.ft.com/content/fcd03706-5e36-4be6-ba98-17b6090ac59b\">writes Gillian Tett</a>, we must fix distribution.</p></li> </ul> <p><em>Follow </em><a href=\"https://www.ft.com/content/488e8abb-020c-4c2d-acda-0db327002bec\"><em>our live coverage</em></a><em> and </em><a href=\"https://www.ft.com/newsletter-signup/coronavirus\"><em>sign up</em></a><em> to our </em><a href=\"https://www.ft.com/coronavirus-business-update\"><em>Coronavirus Business Update</em></a><em> for a regular briefing on how the pandemic is affecting the global economy.</em></p> <h1>The days ahead</h1> <p><strong>20th anniversary of 9/11 </strong>Memorial events will take place across America tomorrow to remember the victims of the terrorist attacks in New York, Washington and Shanksville,&#xa0;Pennsylvania. President Joe Biden and first lady Jill Biden will visit all three sites&#xa0;where the attacks unfolded. Here's <a href=\"https://eu.usatoday.com/story/news/nation/2021/09/09/9-11-anniversary-events-honor-victims-nyc-pentagon-shanksville/5665710001/\">a guide</a> to some of the planned memorial events across the US and how New York <a href=\"https://www.nytimes.com/2021/09/09/arts/nyc-911-events.html\">plans to remember</a>. (USA Today, NYT)</p> <p><strong>US tennis open final</strong> British teenager Emma Raducanu&#xa0;will become the first qualifier to play in a Grand Slam tennis final&#xa0;tomorrow after <a href=\"https://www.bbc.co.uk/sport/tennis/58511033\">comfortably winning her semi-final</a> against 17th seed Maria Sakkari. (BBC)</p> <h1>What else we're reading</h1> <p><strong>9/11 and the American psyche</strong> As I stood at the window that day 20 years ago and watched smoke fill a cloudless blue sky, I could not have predicted the destruction around the world that would follow from that morning, <a href=\"https://www.ft.com/content/7e50735e-17a8-4417-9d91-5db0b8ca9eed\">writes American novelist and essayist Siri Hustvedt</a>.&#xa0;But I knew enough to resist the American hubris of exceptionalism and nonsense about “the civilised world” in a struggle with bestial others.</p> <p><strong>Inside the cult of crypto</strong> A charismatic figurehead is absent from the crypto world but in many other respects it displays the classic hallmarks of a cult — apocalypticism, the promise of utopia for worthy believers, shunning of external critics and vitriolic denouncement of heretical insiders. Siddharth Venkataramakrishnan and Robin Wigglesworth investigate <a href=\"https://www.ft.com/content/9e787670-6aa7-4479-934f-f4a9fedf4829\">how the world of cryptocurrency diehards</a> really works.</p> <p><strong>How to spot scientists who peddle bad data</strong> Faking data in scientific studies is more common than you think, <a href=\"https://www.ft.com/content/377c162a-fdd4-4553-86c7-afcc1eb44585\">writes Tim Harford</a>, explaining why journals should demand contributors publish raw data.</p> <p><strong>Xi vs fan armies in crackdown on celebrity culture </strong>In its latest crackdown on popular culture, the Chinese government has <a href=\"https://www.ft.com/content/ceb9b60e-c78d-4b1f-9fa0-210a1a099671\">taken aim at K-pop fan armies</a> and supposedly “effeminate” men. Edward White investigates. </p> <p><strong>Did I mention I've got a book coming out?</strong> Rewards for writing books have diminished since the start of the pandemic, <a href=\"https://www.ft.com/content/7dbc7e21-904c-492e-9313-5ce665a5ec45\">so why would anyone bother</a>? Simon Kuper explains. </p> <h1>Readers' comments</h1> <p>Yesterday we featured an article about property developer Larry Silverstein who championed the redevelopment of the World Trade Center site. Readers shared their comments <a href=\"https://www.ft.com/content/f38a5067-58d1-491f-902f-568abcdd8a84\">below the article</a> and here are a selection:</p> <blockquote>  <p>The sight of water flowing into the center of darkness at the 911 memorial center reminded me of one of the most famous sentences from Confucius Analects: “Time passes by like this, flowing away day and night.”&#xa0;The architect did a great job, said H_ZC</p>  <p>“It seems strange now to wander back through memory to where 7 WTC was the first new building in Downtown, and every additional tenant represented a not-so-little victory,” wrote Burger-eating surrender monkey (FKA Sean Wagner)</p> </blockquote><p>Source: Gordon Smith, William Langley and Emily Goldberg 2021 'FirstFT: Biden demands vaccine mandates for US workers' FT.com 10 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-10T10:00:18.861Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}