{
  "_id": "ea1c85cd69a6d482e9d9388693034c8a7e8e503cc4625eda7ad508fb785ee6f7",
  "feed": "ftcomall",
  "title": "Tech's modular future",
  "text": "<p>Most electronics products are still headed for an early grave as manufacturers depend on consumers buying regular replacements for their gadgets, but<a href=\"https://press.bang-olufsen.com/d/gKpSDxqk8eyT/news\"> Bang &amp; Olufsen announced</a> today its <a href=\"https://www.bang-olufsen.com/en/us/speakers/beosound-level\">Beosound Level </a>speaker had become the first to be “Cradle to Cradle Certified” in the consumer electronics industry.</p> <p>The Danish audio specialist won the accolade from the <a href=\"https://www.c2ccertified.org/about/about\">Cradle to Cradle Products Innovation Institute</a>, whose judgment is based on use of safe chemicals, recycling capabilities, renewable energy in manufacturing, water stewardship and social fairness.</p> <p>The Level scores high on extending the life of the speaker and making it eminently recyclable. It has a modular design, meaning parts can be easily swapped out and updated. It includes a microprocessor that is more powerful than the speaker needs right now, but means it is capable of handling future advances. The cover of the speaker can be changed to suit your changing decor and, with just a screwdriver, owners can take the Level apart and replace the battery. Ease of disassembly means it will be easier to recycle at the end of its lifespan and the componentry already includes post-consumer recirculated polymer materials.</p> <p>This is becoming a common approach to reducing e-waste, advancing the “circular economy” and establishing a “right to repair”. <a href=\"https://www.ft.com/content/edac3587-33b4-4030-910f-1b4a60348a04\">Amsterdam-based Fairphone</a> is extending the life of smartphones with its modular handsets and <a href=\"https://www.ft.com/content/e1e6d16c-4e0b-45a9-8007-95da916341f0\">Dave Lee in San Francisco reported </a>this week on the Framework laptop, screwdriver included. </p> <p>You can separate every component part and upgrade or replace as necessary. Removing five screws on the laptop's underside reveals the battery, motherboard, hard drive, memory, trackpad, speakers and more. QR codes on the components help you identify what exactly you are looking at, and scanning each of them with your phone brings you to&#xa0;a website that explains how you&#xa0;can safely remove it — as well as options to upgrade, replace or sell it.</p> <p>It's all about design, as <a href=\"https://press.bang-olufsen.com/d/gKpSDxqk8eyT/news#:~:text=future%E2%80%9D.-,Bang%20%26%20Olufsen%20has,elegant%20object%20in%20the%20home.,-%E2%80%9CWe%20wanted\">B &amp; O proved in its refurbishment</a> for its customers last year of its 1970s Beogram 4000 turntables. Obsolescence in electronics has never been inevitable, despite what purveyors of the latest gadgets would like you to believe. </p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Alibaba's big giveaway</strong><br>Alibaba has <a href=\"https://www.ft.com/content/a6ed43ee-f08a-48ef-934e-99d73dcc5807\">pledged to give away Rmb100bn ($15.5bn)</a>, the equivalent of roughly two-thirds of its net income last year, to projects that support president Xi Jinping's call for more “common prosperity” as it seeks to defuse Beijing's scrutiny of the tech sector. The online shopping giant confirmed that it had matched the pledge made by its biggest rival Tencent last month.</p> <p><strong>2. WhatsApp's major GDPR fine</strong><br>WhatsApp has been <a href=\"https://www.ft.com/content/bea42671-d940-461b-b550-9700fbf322b8\">fined €225m for breaking the EU's data privacy law </a>by not telling its users how it was sharing their data with its parent company Facebook. In one of the biggest fines relating to the General Data Protection Regulation (GDPR), the Irish data regulator applied a penalty more than four times the level it had initially proposed for the messaging service after coming under pressure from other European countries.</p> <p><strong>3. Apple loosens App Store rules</strong><br>Apple&#xa0;has said it will <a href=\"https://www.ft.com/content/42762727-db7e-4f77-9ae3-f57c472d8e8c\">loosen&#xa0;strict payment rules</a>&#xa0;for certain app developers, including Netflix and Spotify, allowing them to include links to their websites that would enable the companies to bypass the fees imposed by the iPhone maker. The concession was prompted by an investigation into Apple's App Store by the Japan Fair Trade Commission but will apply globally. Venture capitalist <a href=\"https://www.ft.com/content/6d2e45bc-fb53-4166-bedf-b53edbc04fcb\">Michael Moritz has reviewed two books</a> on the current powers of the tech titans.</p> <p><strong>4. YouTube's music services hit 50m paying subscribers&#xa0;<br></strong>After a slow start since launching in 2018, YouTube's paid music streaming services reached&#xa0;<a href=\"https://www.ft.com/content/ae722400-561c-431a-85eb-e09e1f6b0bb2\">50m subscribers</a>&#xa0;in August, according to two people briefed on the figures — a milestone for Google as it competes with Amazon, Apple and Spotify in the competitive market.</p> <p><strong>5. Brixton: the black Silicon Valley?&#xa0;<br></strong>“As a black founder, you're more likely to get skin cancer than funding,” says Karl Lokko. The London-based investor and his partner want to&#xa0;<a href=\"https://www.ft.com/content/69717acc-7cd5-4c8a-bab4-b851e24874d6\">help black-led start-ups</a>&#xa0;access funding by creating Europe's first venture fund group that is “led by black founders for black founders”.</p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>European start-ups are raising vast quantities of money to buy up and scale small Amazon retail businesses, with young companies&#xa0;<a href=\"https://sifted.eu/articles/amazon-aggregators-fundraise/\">raising $1bn in a 24 hour period</a>&#xa0;this week alone. Germany's Berlin Brands Group (BBG) on Thursday raised $700m, led by Bain Capital, while two UK companies, Heroes and Olsam, raised $200m and $165m respectively. Globally,&#xa0;<a href=\"https://sifted.eu/articles/amazon-aggregators/\">there are dozens of aggregators</a>&#xa0;trying to emulate the model of US-based Thrasio, which was founded in 2018 and has bought up over 100 Amazon sellers, surpassing a $1bn valuation in June last year.</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-ups</a>&#xa0;this week, Dutch e-bike brand&#xa0;<a href=\"https://sifted.eu/articles/vanmoof-fundraise/\">VanMoof closed a $128m Series C</a>, making it the most well-funded e-bike company on the planet, while Sifted looked at which&#xa0;<a href=\"https://sifted.eu/articles/european-wealthtech-trading-app-wars/\">European investment apps</a>&#xa0;are crushing the competition.</p> <h2>Tech tools — Bang &amp; Olufsen's Explore</h2> <p><a href=\"https://www.bang-olufsen.com/en/us/speakers/beosound-explore?variant=beosound-explore-green\">B&amp;O's Explore</a> Bluetooth speaker is not aiming for Cradle to Cradle certification like the Beosound Level, but that may be because it seems designed to last for ever. Aimed at “adventurers”, it is fully dust and waterproof and feels capable of taking some hard knocks with its anodised aluminium casing and rubberised base. It has the size and weight of a large can of baked beans and the sound is full of beans as well, with two speakers and a 30-watt amplifier that spread the audio 360 degrees. Battery life is up to 27 hours and a carabiner clip allows you to attach it to a belt or rucksack. The Explore retails at £169 ($199).</p><p>Source: Chris Nuttall in London 2021 'Tech's modular future' FT.com 2 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-02T18:44:50.122Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3861,
          "end": 3866
        },
        {
          "start": 3087,
          "end": 3092
        },
        {
          "start": 3117,
          "end": 3122
        },
        {
          "start": 3409,
          "end": 3414
        }
      ],
      "nexusId": "10022657"
    }
  ]
}