{
  "_id": "ee9e71dc6dff344b84e5de7d87c198a3d5a6ecabd4a5f2a717a37ac818a0e0cf",
  "feed": "ftcomall",
  "title": "What I discovered on my quest to meet China's most influential female chef",
  "text": "<p>On my first evening in Jinan, the capital of north-eastern Shandong province, I&#xa0;was ushered into the private dining room of a restaurant specialising in roast duck. The room was full of men, but it was clear that the centre of attention was a diminutive woman with purplish permed hair and a sharp, sparkly expression in her eyes. </p> <p>Standing by the seat of honour, wearing a colourful knitted jacket with black trousers and sensible shoes, she commanded the room. Attentive young men refilled her teacup, while older ones hung on her every word. It didn't take me long to realise this was the person in Jinan I'd been most longing to meet: chef Wang Xinglan, grandmaster of Shandong cuisine.</p> <p>Shandong is the historical home of Confucius, who was born near the city of Qufu about 2,500 years ago. (His descendants lived in a mansion there until the 1930s.) From a gastronomic point of view, it is the epicentre of <a href=\"https://www.unfamiliarchina.com/all-about-china/a-brief-introduction-of-lu-shandong-cuisine\">Shandong or Lu cuisine</a>, one of China's “four great cuisines” and the bedrock of elite Beijing cooking. Confucius' birthplace was in the ancient state of Lu, hence the name. </p> <p>During China's final Qing dynasty, chefs from Shandong worked in the imperial palace kitchens and opened restaurants across Beijing. They became renowned for their deft knifework, swift stir-frying and profoundly delicious soups. They also gave the world Peking duck, braised spiky sea cucumbers with Beijing leek, explosively fried pig's kidneys and toffee bananas, among many other snacks and dishes.&#xa0;</p> <p>Shandong insiders identify three distinctive local culinary schools: the food of Jinan, the seafood-based cooking of the Jiaodong Peninsula and the elevated style of the Confucius Mansion, where emperors and high officials were entertained when they visited Qufu to make sacrifices to the sage. </p> <p>Confucius himself had little to say about food. While he famously refused to eat anything that was served without its proper sauce, he was more concerned with the ritual propriety of food than its flavour. His descendants, however, enjoyed a hereditary dukedom and lived in luxury, served by teams of private&#xa0;chefs.&#xa0;</p> <p>Shandong cooking still underpins Beijing cuisine and permeates many other regional traditions. But it has faded from prominence in China and is little known abroad, having been eclipsed first by Cantonese cooking and then buried by an avalanche of Sichuanese chillies in recent years. Long experience has taught me, however, that almost every Chinese region is a treasure house of culinary creativity. And so, my appetite whetted by dishes I tried in Beijing, I headed for Jinan in 2019 on a Shandong culinary pilgrimage.</p>  <p><strong>I'd heard about Wang</strong> <strong>Xinglan.</strong> Now in her seventies, she is one of a vanishingly small number of women at the top of the Chinese culinary hierarchy. She began her training in 1960 at the age of 13, surviving a tough apprenticeship before making her name and going on to triumph at cooking contests. One of her fabled skills was slicing a piece of pork balanced on her thigh, a mere sheet of silk between blade and skin. </p> <p>In 1981, she was appointed to the small team charged with salvaging and repurposing the recipes of the Confucius Family Mansion, which had fallen into disrepair. Confucius' heirs abandoned the house before the communists won the civil war, and it had been desecrated during <a href=\"https://www.theguardian.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion\">Mao's Cultural Revolution</a> (1966 to 1976). These days, having outlasted all her (male) colleagues, she is officially recognised as the custodian of <a href=\"https://www.scmp.com/news/china/article/1308358/confucius-cuisine-takes-sage-whole-new-level\">“Confucius Mansion Cuisine”</a>, a culinary tradition named after the father of the Chinese patriarchy.&#xa0;</p> <p>In the restaurant, Wang greeted me with a cool, appraising eye. Aside from her son, all the men in the room, it turned out, were her apprentices. These men who had pledged formal allegiance to her as their teacher ranged in age from late teens to their sixties. The meal began with a series of toasts with shots of searingly strong <a href=\"https://www.ft.com/content/c16b89fe-58c8-4fbb-a0a6-909c15e9af02\"><em>baijiu</em></a>. And then one of her apprentices, our host, unleashed a stupendous feast of Jinan&#xa0;specialities.&#xa0;</p> <p>There were the famous pig's kidneys, intricately cross-hatched so they curled up in the wok like ears of wheat, wafting out a sweet fragrance of vinegar and garlic. Seasonal cattails, a juicy water vegetable, were served in a luxurious broth. Fried tofu, small fish, seaweed and other ingredients slow-cooked in vinegar made up the traditional <em>suguo</em>, or New Year's pot. By the end of the evening, I'd jotted down notes on 23 dishes, and the room was filled with a chaos of joyful drunkenness.&#xa0;</p> <p>Throughout, Wang held court, giving our host precise and expert criticisms of the food. She also entertained everyone with her keen wit and peals of infectious laughter. Then, to my relief and delight, she was so impressed by my omnivorousness, my note-taking and my culinary vocabulary that she announced she was going to take personal charge of my gastronomic education. “I&#xa0;hadn't imagined you'd be able to eat all this <em>xiashui</em>,” she said, referring to the offal I had relished.&#xa0;</p> <p>For the next six days, Wang and her apprentices shepherded me from restaurant to restaurant, feast to feast, to sample a scarcely believable range of delicacies. On the first morning, a couple of apprentices took me out for a few breakfasts of local noodles, griddled buns and the Jinan speciality of <em>tianmo</em>, a hearty millet gruel. </p> <p>Later, we met Wang for lunch in an old-fashioned house looking out over the picturesque canal along the old city moat. Another virtuoso display of cooking followed, including dainty knifework, local cured meats and a graceful seafood broth. And&#xa0;so the days unfolded as we ate our way around Jinan, visiting kitchens and fraternising with generations of local chefs. Halfway through the trip, I had already tasted 200 dishes.&#xa0;</p>  <p><strong>In the kitchens I visited</strong>, I was struck by the contrast between simple equipment — often just a knife, board, wok and ladle — and the extreme technical complexity these tools are used to achieve. One Shandong chef in his eighties reeled off the names of nearly 40 cooking methods and then told me those were “just the&#xa0;basics”.</p> <p>Shandong chefs pride themselves on the type of stir-frying known as “exploding” (<em>bao</em>) for its intense speed and heat. Bao helps preserve the vitality of delicate ingredients such as kidneys and has at least seven distinct variations. Meticulous attention to <em>huohou</em>, the control of heat, is required to achieve the correct texture for each dish: the brisk tenderness of kidneys, the exquisite wobble and tautness of a sea cucumber, the silky succulence of sliced fish.</p> <p>In the restaurant of one of Wang's senior apprentices, a young chef showed me how to make the classic Shandong pudding “three-non-stick” (<em>sanbuzhan</em>), named because it doesn't stick to dishes, chopsticks or teeth. Working intently with an oiled wok over carefully controlled heat, he transformed what looked like a raggy mess of sweetened, scrambled egg yolks into a perfectly smooth, springy golden pudding, which took nearly 10 minutes of beating with the back of his ladle. The result was sublime.</p> <p>Although Shandong also has a tradition of delicious street food and folk cooking, high-level Lu cuisine is comparatively expensive, laborious and technically demanding. That's one reason it lost ground to the easy delights of more casual Sichuanese.&#xa0;</p> <p>Cooking technique aside, an almost deranged level of attention was paid to the fun and drama of dining. At one lunch, an enormous copper cauldron full of hot stones was placed on the table. When hot broth and slices of raw fish were poured in, the fish cooked instantly in an eruption of seething heat. Storytellers in traditional robes entertained us to the accompaniment of bamboo clappers. A chef released a ball of flame that hovered for a moment above a dish before disappearing. To me, it seemed like a reminder of how the joy and passion of Chinese cooking had re-emerged from the ashes of the Cultural Revolution.</p>  <p><strong>One evening, driving back</strong> from yet another fabulous dinner, Wang told me about the gruelling start to her career. She spoke softly of the bleak, hungry years after the Great Leap Forward [1958]. She was one of nine children, desperate for a job, a lone girl in a world of men. “It was so difficult, so bitter,” she said. “I was too short to stand at the chopping boards and had to force myself to be right-handed.” </p> <p>For two years she did menial kitchen jobs, working&#xa0;from 6am to 11pm. She washed dried kelp, killed eels and turtles, and sliced pounds of kidneys. “There was such scorn for female comrades. Sometimes I cut myself and I daren't admit it, so I would just scald the cut in boiling water, clench my teeth and carry&#xa0;on.”</p> <p>Over time, her master chef recognised her diligence and “stopped seeing me as a female comrade”. She warmed to the profession, cheered by the plaudits she won from the restaurant's customers. “By the time I was 17 or 18,” she said, “I was famous all over the province.”</p> <p>A sea change came in the 1980s, when China held its first national culinary contest. The country's leaders proclaimed cooking was “art, culture and science” and, from then on, she said, “people gradually began to respect chefs”. Over the years, her acclaim grew until she became a master chef (<em>pengren dashi</em>) in both Shandong and Chinese cuisines, and was awarded a special grant from the State Council. Her professional association, the Lan Ru Tuandui, has some 8,000 members and admits apprentices with a Confucian emphasis on both culinary technique and personal integrity. “If you are not a person of good character,” she said, “your cooking won't be any good either”.&#xa0;</p> <p>One afternoon, Wang showed me how to transform raw prawns into peonies for a Confucius Mansion banquet dish. She dusted a single, shelled prawn with starch, laid it on a board and repeatedly hammered it with a wooden mallet for a full eight minutes until the flesh had spread out into a translucent circle as thin as silk. </p> <p>The work was slow and painstaking, but when the flattened prawns had been blanched, plunged into iced water and piled on a serving dish, their resemblance to a peony was remarkable. Afterwards, she turned to me and said, “You've tasted 200 dishes, how about teaching me how to cook something English?”</p> <p>There's not much an English person can teach one of the most celebrated Chinese chefs about cooking. Except, it turns out, roast potatoes. Setting aside the peony prawns, I parboiled potatoes in salted water, tossed them with hot oil, garlic and salt, and roasted them until they were crisp and golden. Shockingly simple as the recipe was, it met with Wang's enthusiastic approval. Both of my subsequent attempts to woo her, with apple crumble and&#xa0;with shepherd's pie, were less successful: “Shapeless,” she declared.</p>  <p><strong>One day, Wang enlisted</strong> a couple of her young apprentices to drive us to Qufu, the home of Confucius. We&#xa0;wandered through the faded Confucius Temple and listened to musicians performing traditional opera in the mansion gardens. Outside the main shrine, I bought some sticks of incense, and Wang watched approvingly as I followed her instructions to make the ritual kowtows. Later we passed some villagers dressed in white rags performing an elaborate funeral ritual. “So feudal!” she said scornfully. “What era do they think they're in?”</p> <p>Contradictions like this make Wang all the more intriguing. Another one is that this pioneering chef who cracked open the male-dominated kitchen hierarchy hasn't taken on a single female since she began accepting apprentices in the 1970s. “The greatest defect in female comrades,” she told me, “is that they lack perseverance. Being a chef is tough: boiling hot in summer, freezing in winter, with masses of oil and smoke, and they just can't stand it.”</p> <p>I found it hard to keep up with Wang. Day after day, apprentice after apprentice would lay out their finest feasts. At the end of each meal, we would be offered noodles or buns because, regardless of how much you've eaten, in China it doesn't really count as a meal until you've had your <em>fan</em> (cooked grain foods). After dinner, Wang insisted on making arrangements for some interesting local breakfast. Between meals, she plied me with hot pastries and sweet potatoes from street vendors.</p> <p>I could take eating everything in my stride, but the ritual toasting was a challenge. Every meal would commence not just with the obligatory toast that is common across China, but with several formal toasts followed by informal toasts throughout the meal. As each feast progressed, my notes began to slide and crash across the page, increasingly illegible. </p> <p>Around me, male chefs knocked back <em>baijiu</em> as the atmosphere became more riotous. Sometimes, they'd hold their glass upside-down over their heads to prove they were empty. Wang, urging me to show my respect to our hosts by toasting too, drank tea and remained serene.</p> <p>Driving back from Qufu, Wang turned to me and feigned exasperation: “You've exhausted me! I'm so tired I could die!” In&#xa0;truth, I was the exhausted one. As I sank into a food and <em>baijiu</em> coma in the back of the car, the master chef heatedly talked gastronomy and cooking with the two young apprentices in the front, their discussion broken only by gales of irresistible laughter.</p> <p>By the end of the week, I had tasted 308 dishes, and I was in thrall to Wang like everyone else. I could see why young apprentices were willing to kowtow during their admission ceremonies and why men of any age were willing to obey her every command. She was stern, exacting, kind and hilarious, a tough, magnificent woman. I had travelled to Shandong in search of an imperial cooking tradition and had found a&#xa0;queen. </p> <p><em>Fuchsia Dunlop's latest book is ‘The&#xa0;Food of Sichuan' (2020 Fortnum &amp; Mason Cookbook of the Year)</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Fuchsia Dunlop 2021 'What I discovered on my quest to meet China's most influential female chef' FT.com 3 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-03T04:00:49.975Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 10631,
          "end": 10636
        }
      ],
      "nexusId": "10022657"
    }
  ]
}