{
  "_id": "df55ad31c4838b10e11b0db641ed851d6195ac642becb81fe5c580916605fe72",
  "feed": "ftcomall",
  "title": "Trump's grip on Republicans is still growing",
  "text": "<p>One-term US presidents almost never get another bite at the apple. That is because they acknowledge their defeat at the ballot box. Donald Trump, on the other hand, <a href=\"https://www.businessinsider.com/trump-election-loss-debunked-theories-cpac-republicans-2021-2?r=US&amp;IR=T\">has been telling supporters</a> that he will be tempted to beat Democrats “for a third time”. </p> <p>Most Republican voters still think last year's election was stolen. It is difficult to imagine Trump would face a serious conservative rival, should he run again in 2024. To some extent he should thank Joe Biden for that. Having championed <a href=\"https://www.ft.com/content/ea961958-50f7-4bf7-9792-bb0aea5ad106\">popular spending bills</a> in his first two months, Biden has deprived Republicans of a populist economic critique.</p> <p>Trump showed in 2016 that embracing big government was no obstacle to becoming his party's nominee. The libertarian impulse is barely perceptible among today's Republican voters, many of whom are happy with Bidenomics. The party's energy is thus increasingly spent on cultural resentment. More than half of Republican voters <a href=\"https://www.americansurveycenter.org/research/after-the-ballots-are-counted-conspiracies-political-violence-and-american-exceptionalism/\">support the use of force</a> to defend the “traditional American way of life”. </p> <p>Elected Republicans now often refer to themselves as “the party of the working class”. In western democratic terms, Republican ideology has more in common with <a href=\"https://www.ft.com/content/c197faa3-1cc4-4ac7-9a7f-6ca4d582c716\">Marine Le Pen's Rassemblement National</a> in France than, say, with the British Conservative party, let alone the German Christian Democrats. The party is moving <a href=\"https://www.washingtonpost.com/opinions/2021/03/05/republicans-arent-fighting-democrats-theyre-fighting-democracy/\">closer</a> towards white nationalism.</p> <p>What does that mean for the future of US democracy? The first quarter of 2021 provided a tale of two wildly different national moods. During the first three weeks, non-Trumpian Americans were gripped by fears that Trump could somehow overturn Biden's electoral college victory before he was sworn in. The <a href=\"https://www.ft.com/content/4439d472-d427-4478-9c8f-94f6087980b7\">violent storming of Capitol Hill</a> on January 6 lent credence to those anxieties.</p> <p>Then night turned to day as Biden capitalised on the vaccine rollout and enthusiasm for his legislative agenda. It is all too easy to forget Trump's nightmarish closing days and <a href=\"https://www.ft.com/content/e40c82d5-491c-40a9-9b85-5060becdba26\">proclaim</a> America's return to democratic health. But that would be premature. One of two main parties now openly rejects the rules of the game and is making a concerted attempt to ensure any replay of the 2020 election would produce the opposite result.</p> <p>Republicans across the US are moving in lockstep to enact <a href=\"https://www.ft.com/content/aa9113a7-65af-42e7-b3d5-74c8e3138673\">stringent curbs on voting</a>. Georgia, which has just passed a bill that makes it an offence to provide food or water to voters standing in queues (a burden that Georgia's Republicans ensure falls disproportionately on black-majority precincts), has led the way. Similar measures are poised to be enacted in other Republican-controlled states. Meanwhile, Republicans in Washington are unanimously opposed to <a href=\"https://www.ft.com/content/be93b72d-73c6-457b-8d6e-d4c4a89167cb\">a Democratic bill</a> — the “For the People Act” — that would make voting easier across the nation.</p> <p>None of which means the party lacks an economic agenda. Republicans continue to oppose any kind of business regulation and almost all taxes. But the public mood, which has tilted towards collective action during the pandemic, has forced them to muffle these priorities. In a memo leaked to Axios last week, <a href=\"https://www.documentcloud.org/documents/20534328-banks-working-class-memo\">two leading Republicans argued</a> that the party should pursue a pro-business, anti-globalist agenda. </p> <p>The party will sound as if it reviles Wall Street even as it blocks attempts to raise the <a href=\"https://www.axios.com/biden-infrastructure-plan-capital-gains-taxes-318224d2-84f8-4c48-b5db-bbcec5fdd74f.html\">capital gains tax</a>. It will be anti-corporate in word, but pro-billionaire in deed; blue-collar on the airwaves, but protective of offshore tax shelters in practice; the party of law and order that insists the 2020 election was stolen.</p> <p>The gap between the Republican party's working-class rhetoric and its plutocratic fiscal agenda will continue to widen. The bridge between them is culture, which is being made to bear an increasingly heavy load. Old-style panics about issues like marriage equality bring diminishing returns. There may be some gain in opposing <a href=\"https://www.aljazeera.com/news/2021/3/14/vaccine-passport-qa\">vaccine passports</a> and complaining about shuttered schools. Teachers' unions often provide a deserving target. Yet these are trivial compared with the existential dread of a multiracial America.</p> <p>Republicans have two big pluses going for them. The first is anti-incumbency. If history is a guide, Democrats will probably lose control of both the House of Representatives and the Senate in <a href=\"https://centerforpolitics.org/crystalball/articles/senate-2022-an-early-look/\">next year's midterm elections</a>. That would halt Biden's domestic agenda, which would make it easier to defeat him two years later. The <a href=\"https://cookpolitical.com/index.php/analysis/national/national-politics/four-factors-matter-predicting-2022\">average loss</a> for a first-term president's party is one Senate and 23 House seats. Biden can only afford to lose five in the House and none in the Senate.</p> <p>Their second plus is what the Republican memo describes as the left's “cultural elitism”. Much of this is hype that has little to do with most people's lives. Biden has been careful not to encourage the <a href=\"https://dividedwefall.com/2020/12/10/woke-progressive-left/\">more woke elements of his party</a>. Moreover, it is hard to paint him as unpatriotic. Biden may be the Democratic party's closest thing to Ronald Reagan, a genial old-timer with a spirit of optimism.</p> <p>But the <a href=\"https://www.ft.com/content/95852796-4258-4c60-9cdd-9345c359a86c\">immigration crisis</a> on the US-Mexico border is only likely to worsen. Biden has given Kamala Harris, his vice-president, the unenviable job of finding a solution. Likewise, the cultural left is unlikely to be quiescent for long. Were Biden to stand down in 2024, Republicans would find it easier to depict Harris, or almost any other candidate, as the “anti-American” Democrat they crave. Trump looks likely to hang around for just such an opening.</p> <p><a href=\"mailto:\"><em>edward.luce@ft.com</em></a></p><p>Source: Edward Luce 2021 'Trump's grip on Republicans is still growing' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-04T13:00:26.971Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 60,
          "end": 65
        }
      ],
      "nexusId": "10022657"
    }
  ]
}