{
  "_id": "46f506b1c510ca3791bcd60ba311e30d20d685c1f6c04770e01f4d325a5d2bed",
  "feed": "wall-street-journal",
  "title": "Apple Likely Has More App Store Deals to Make; Changes so far won't cause much pain for the tech giant, but loss of payment exclusivity still possible",
  "text": "<p>Those changes came as a result of legal pressure, but they fall well short of what other adversaries—and some lawmakers—say is necessary.</p><p>Most at issue is Apple's requirement for apps to use its own payment system for in-app purchases. Some critics even want to end Apple's practice of tightly controlling which apps can appear on its devices—a key facet of the so-called walled garden that has made Apple's mobile device ecosystem far more lucrative than the much larger Android platform run by Google. Analysts estimate that Apple's App Store generates nearly twice the annual revenue of Google's Play Store even though Android powers nearly three-quarters of the world's mobile devices, according to market researcher StatCounter.</p><p>Apple's walled garden and payment limitations are key issues in the case brought by Epic Games. The federal judge who presided over the trial earlier this summer is expected to issue a ruling soon. A loss would be another serious dent in Apple's armor, but even a victory for the iPhone maker seems unlikely to settle the issue.</p><p>A bill passed last week in South Koreawould prohibit Apple and Google from mandating their own payment systems for in-app purchases. Lawmakers in the U.S. and the European Unionare considering similar measures. Apple might draw less political flak than fellow tech giants Google, Facebook and Amazon, but its tight control of the App Store and its $2.5 trillion market capitalization still make it a tempting target for regulators looking to rein in big tech.</p><p>Investors should therefore brace for more changes—especially since the ones already announced don't seem likely to cause much financial pain for Apple. A team of Morgan Stanley analysts covering videogame stocks wrote that allowing developers to email users outside of apps \"is a higher friction process that will likely only succeed with a minority of gamers.\" Analysts for Evercore ISI said the changes demanded by the South Korean bill would be \"meaningfully beneficial\" for dating app providers such as Match Group and Bumble if also adopted in the U.S. and Europe. Note that Apple's share price has risen nearly 5% since the first set of changes were announced on Aug. 26, compared with a relatively flat S&amp;P 500 over that time.</p><p>Losing the ability to mandate its payment system could threaten a high-margin business expected to generate $21.6 billion in revenue for Apple's fiscal year ending later this month, according to consensus estimates for the App Store business from Visible Alpha.</p><p>It is also possible that many people will choose to keep using Apple's system. The company has had a billing relationship with its core customers since the launch of the first iTunes store in 2003. Pierre Ferragu of New Street Research wrote Thursday that \"existing purchase patterns will resist changes in the environment,\" adding that selling through the App Store \"will remain a valuable alternative for app developers.\" But Apple may need to sell that idea rather than banking on being the only game in its own special town.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Apple Likely Has More App Store Deals to Make</p>",
  "published": "2021-09-07T11:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 734,
          "end": 739
        },
        {
          "start": 266,
          "end": 271
        },
        {
          "start": 1274,
          "end": 1279
        },
        {
          "start": 2394,
          "end": 2399
        },
        {
          "start": 1116,
          "end": 1121
        },
        {
          "start": 2582,
          "end": 2587
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 155,
          "end": 160
        },
        {
          "start": 2947,
          "end": 2952
        },
        {
          "start": 2103,
          "end": 2108
        },
        {
          "start": 1668,
          "end": 1673
        },
        {
          "start": 3096,
          "end": 3101
        },
        {
          "start": 972,
          "end": 977
        },
        {
          "start": 527,
          "end": 532
        },
        {
          "start": 400,
          "end": 405
        }
      ],
      "nexusId": "10022657"
    }
  ]
}