{
  "_id": "d08e94fad0b470ea59e096d6ac0f03890610499b7da9ea47edb283f7440a935d",
  "feed": "wall-street-journal",
  "title": "Vol. 34, No. 8: The 'Reckoning'",
  "text": "<p>Among the writing traps that we still fall into (some of which Matt concedes he probably did himself when he was a reporter, and we at S&amp;S fall into as well):</p><p>* We love to use reckoning. According to the dictionary, a reckoning is broadly defined as the tallying and settling of accounts—in other words, the final action. But we use reckoning with abandon. We have referred to reckonings in the auto industry, the oil lobby, companies including Robinhood and Evergrande, China's debt level, commercial real estate, Liberty University, California's almond industry, gig work, California's bank of hope, complex aircraft investments, newsrooms, emerging-markets bond funds, retailing and the NCAA. And there have been many reckonings on race and gender as issues and within companies, and many reckonings on Covid-19. \"Clearly it is time for a reckoning reckoning—in stories and especially headlines,\" says Matt. \"It's journalese for 'We think this is a moment, and it's serious.' \"</p><p>* Write about companies. Yet we often refer instead to corporations. Does it just sound more foreboding? In any case, companies is vastly preferred.</p><p>* Quotation quirks: We also continue to miss the boat when we introduce quotations. The rule, when the quote is a complete sentence, is to introduce it with a comma or colon, as appropriate, and capitalize the quote. Thus: Asked to respond, he said, \"We intend to follow through.\" Often these days we forget the comma and the caps and write it like this: Asked to respond, he said \"we intend to follow through.\" Incorrect.</p><p>* And stop stepping on quotes. We have a habit of paraphrasing them dully, before quoting someone, with a quote that then often just repeats what we just said. Just kill that lead-in sentence and let the quote advance the story. Also, always attribute a quote, rather than running it naked. Incorrect: Mr. Smith said that he would run for office. \"And I'll win.\" Correct: Mr. Smith said that he would run for office. \"And I'll win,\" he said.</p><p>* Press-release language: We continue to overquote the clotted prose of press releases, often as the lead quote in an article. Nearly always, we can paraphrase such quotes in plainer language. (Sometimes we do both, gratuitously explaining something and then including an \"official\" PR quote.)</p><p>* Overloaded lead paragraphs: Articles shouldn't begin with long company or agency name or individual titles. Instead, fill the space with who, what, where, when and why, colorfully and concisely. In more cases, we should be putting the entity names at the end of sentences or tucked in clauses somewhere. Similarly, while political identifiers are essential, abbreviations like (D., Calif.) can be clunky in a lead; the stylebook notes that a phrase like the California Democrat can be used instead, and in most cases find a high-up second reference to accomplish the task with either the abbreviation or phrase. Bottom line: We needn't jam every piece of information into the lead.</p><p>* Give both sides in an article when there are two, and reasonably high up. We have sometimes taken too much space for one side before we hear from the other—and unfortunately that can get cut for print.</p><p>* Clichés and hype words continue to be issues, says Matt. We love using the word \"epicenter\" for its pseudoscientific edge in articles that aren't about earthquakes, rather than simply center, for example. Somehow, finish or complete has become \"finalize,\" and now people \"interface\" when they should simply meet. And again, \"incentivize\" has become horrible jargon for simple words like encourage or motivate.</p><p>* Historic! Be careful with the overuse of \"make history\" and \"unprecedented.\" These words are being drained of their power. And as S&amp;S and Matt have mentioned before, we also overuse \"chaotic.\" Chaos breaks out frequently, apparently.</p><p>* Use adjectives sparingly. The right noun and verb just about always do the trick, Matt notes. Or to quote another newspaperman, who wound up writing some good books, Mark Twain: \"When you catch an adjective, kill it. No, I don't mean utterly, but kill most of them—then the rest will be valuable.\"</p><p>9/11 style</p><p>These 9/11-related style items are in the WSJ stylebook. Note: One of the tweaks we just made was to clarify that we uppercase Twin Towers and North Tower or South Tower (which is different from AP style), though lowercase the towers:</p><p>Ground Zero</p><p>Generically, it refers to the ground below a nuclear explosion or a general starting point, but most references since Sept. 11, 2001, involve the site of the World Trade Center. In this context, it should be capitalized. When referring to the World Trade Center and 9/11: Twin Towers, North Tower, South Tower.</p><p>9/11</p><p>It is acceptable as a first reference for the Sept. 11, 2001, terrorist attacks in New York, Washington and Pennsylvania. But spell out at least one reference, such as the Sept. 11, 2001, terrorist attacks or the terrorist attacks in 2001.</p><p>Illness drama</p><p>Whether to sound empathetic or dramatic, writers have always tended to reach for euphemistic phrases to talk about illness and death. But for news writing, the direct and simple is best.</p><p>Everyone knows to avoid passed away, when we mean died. But there are other nuances that can make our writing sound tired.</p><p>Specifically, when talking about cancer or other diseases, we should avoid words like battle or fight, as well as the phrase lost his/her fight when talking about someone who died from cancer. We have cautioned about this before, but at least one battle made its way into a recent article. Such phrases have become clichés and can unintentionally imply a personal attempt at regaining health that is different from others similarly afflicted.</p><p>The Journal's skilled obituary writer, James R. Hagerty, adds that often it is impossible to specify a cause of death, either because the family doesn't know for sure or it is too complicated to describe in laymen's terms. In some cases, it is better simply to mention any major illnesses that contributed to the death, as in died of complications of pancreatic cancer. Or we might say that someone had been under treatment for heart disease or some other condition.</p><p>Islamic State offshoots</p><p>Islamic State Khorasan Province is the formal name of the Afghan offshoot of extremist group Islamic State. We should avoid the label ISIS-K unless we are quoting an official who calls it that and then we explain. The proper acronym would be ISKP, but we dislike unfamiliar acronyms and try to write around them. For example, the extremist group on second reference. We should take the same approach with other Islamic State branches, including its Central Africa Province and West Africa Province.</p><p>Rulings &amp; reminders</p><p>* The stylebook now uppercases the Hajj when referring to the annual pilgrimage to Mecca, required at least once in their lifetimes by all adult Muslims who can afford it and are physically able to make it. A hajji is a Muslim who has made the pilgrimage.</p><p>* No hyphens in commander in chief, similar to another powerful title, editor in chief. In both cases, lowercase unless directly before a name (in which case, upper the first and third words).</p><p>* One word on postgraduate, postgrad, firefight and nonearning (as in nonearning stocks).</p><p>* We have tripped up again on this math rule: Something cannot be several times smaller, or several times less likely, because in each case the result is a negative. The latest correction came after we said an Israeli study of third doses of a Covid vaccine referred to 10 times less likely and 11 times less likely. We meant 1/10 and 1/11 as likely, respectively. So, one choice for doing the phrases correctly is: 90% less likely and 91% less likely, respectively. Or another way, as the article was changed: 10% as likely and 9% as likely.</p><p>* SAG-Aftra, not all caps, is our style on the capping for the union Screen Actors Guild-American Federation of Television and Radio Artists. And the movie database is rendered IMDb, with a lowercase b (it stands for Internet Movie Database).</p><p>* The Army has medics and the Navy/Marines have corpsmen. (Sure, we could argue that \"Navy medic\" is all right to say because medic can be considered a generic term, but we will still get reader letters.)</p><p>* A reminder that face time isn't one word, unless you are talking about the Apple video-chat app FaceTime.</p><p>* Though the Journal loves hyphens, none are needed after -ly adverbs since it is clear that they modify the word that follows. So: publicly traded, fully vaccinated, partially filled, federally backed. All these phrases are flagged in the Tansa spell-checker.</p><p>* Lowercase special immigrant visas.</p><p>Heads above the rest</p><p>* \"China's Communist Party Goes Back to Basics: Less for the Rich, More for the Poor,\" ​by Paul Dyer.</p><p>* \"I Robot, You Unemployed,\" on a review of the TV series \"Future of Work,\" by Brian Kelly.</p><p>Heads that make you go 'hmmm'</p><p>* \"Dorm-Room Dos.\" We put the apostrophe in Do's. It is a debatable issue, but one reason for that style is that it makes the phrase do's and don'ts work better.</p><p>Notifications above the rest</p><p>Here are some of the top mobile push alerts, both on WSJ's native app and via Apple News. Our aim is to highlight the storytelling our editors do on locked screens, typically in 140 characters or fewer.</p><p>* The one place in America where people are leaving faster than anywhere else</p><p>* \"Today, $10,000 in revenue is a bad day for me.\" The 29-year-old father of two who became an online investing star to Gen Z.</p><p>* The 17-year-old clung to the landing gear as the plane hit 120 miles an hour. His brother had begged him to come home. \"I have to try,\" he'd said.</p><p>* Joe Biden was stranded in 2008 in a remote, snowy Afghanistan valley. The Afghan interpreter who helped rescue him was left behind in the U.S. exit.</p><p>* These people have a secret: They're fooling bosses, dodging meetings and making up to $600,000 by working two jobs from home</p><p>* \"By hour seven I was questioning my entire existence.\" They called the airline and got put on hold—and the waiting began.</p><p>* Life isn't going back to normal this fall. Here's what you can do to prepare for a new season of Covid uncertainty.</p><p>Quiz (find the flubs)</p><p>* Just before Mr. Jennings was set to be the first person to sit behind the \"Jeopardy!\" podium as part of a rotation of guests hosts, tweets he made years ago resurfaced.</p><p>* A new bill would allocate competitive grants to colleges and universities to analyze, digitize and map historic housing discrimination records.</p><p>* On one side are employers and employees eager to see their co-workers be vaccinated, both out of health concerns and to head off the risk of an outbreak that slows production or shutters a workplace.</p><p>* The biggest obstacle might be the man he displaced, his predecessor, Benjamin Netanyahu.</p><p>* Amid abandoned houses and the charred rubble of former businesses there still are two banks, a couple convenience stores, a car dealership and a liquor store in Cairo.</p><p>* Born in Soviet-occupied Afghanistan, Ms. Popal's life had tracked the tumultuous four decades for women in her country.</p><p>* Ms. Middleton, 36 years old, couldn't bring herself to post an image of it on social media like she had planned.</p><p>* A financial crisis in 2019 resulted in the country defaulting on its bonds.</p><p>* The first time I went to visit the house, I walked into the family room and there is this white dog laying on this great red couch.</p><p>* All the numbers in this system can be represented by a string of 8 binary digits, that is, 0's and 1's, which is convenient for computers to handle.</p><p>Answers</p><p>* Lecterns are what speakers stand behind. A podium is what Olympic winners, for example, stand on.</p><p>* Historical, that is, meaning something from the past. Historic refers to an important moment from the past.</p><p>* Shutters is hardly ever necessary. Closed is fine. Or shuts (just spell it carefully).</p><p>* Delete the redundant \"his predecessor.\"</p><p>* A couple of.</p><p>* A classic dangling participle. Her life may have been born in Afghanistan, but more important, she was.</p><p>* As she had planned. Like is many things to many people, but it still isn't a conjunction to us.</p><p>* Gerunds still call for possessives in formal writing. So, the country's defaulting.</p><p>* The dog was lying on the couch, that is. (Save laying for when the verb takes a direct object, such as laying down his bone.)</p><p>* Aside from the 8 needing to be eight in such a reference, our style on numeral plurals is no apostrophe: 0s and 1s. Or as we describe some airplanes: 747s.</p><p>Send questions or comments to William Power and Jennifer Hicks. Editor emeritus Paul Martin is at paulmartinsr88@gmail.com.</p><p>ISSN 1054-7041</p><p>Vol. 34, No. 8: The 'Reckoning'</p>",
  "published": "2021-09-08T00:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9166,
          "end": 9171
        },
        {
          "start": 8323,
          "end": 8328
        }
      ],
      "nexusId": "10022657"
    }
  ]
}