{
  "_id": "48e14387d324d8ebaece825e5eafc64597ad65094d4c9859d1fdb69fe52f3352",
  "feed": "ftcomall",
  "title": "Best of Lex: climate change sets the agenda",
  "text": "<p>Dear readers,</p> <p>The first stirrings of summer have arrived in New York. Successive days of 30C weather have set off an annual debate in my house: whether it's time to crank up the air conditioning or not. </p> <p>US families are not the only ones having a heated debate about climate change. Business news is currently dominated by climate issues. It feels as if a big shift is under way. In a landmark defeat this week, Exxon was forced to accept board directors backed by a small activist critical of the oil major's foot-dragging on climate change. Lex <a href=\"https://www.ft.com/content/48e15f33-a505-4066-abe2-392aebbffb12\">backed the rebellion</a> last week.</p> <p>The changed mood is driven not least by consumer behaviour. Lex continued its <a href=\"https://www.ft.com/content/6a6c6491-ad4b-4ca1-ada4-292a5360daae\">carbon counter series</a> which calculates the climate cost of different lifestyle choices.</p> <p>The latest article took a look at <a href=\"https://www.ft.com/content/7ff1e76c-81f4-4e22-9dde-c2295d79564f\">shopping</a>. It turns out buying online may be more eco-friendly than driving to the store for just a couple of items. Somebody who does that three times a week could save about 2kg of carbon a week — the equivalent of two hot baths — by switching to an even averagely efficient e-retailer. Bundling orders, minimising returns and avoiding rush shipments would all make a difference. But, as Lex noted, so would buying less.</p> <p>For those still set on shopping — and investing in ecommerce — Lex recommended Germany's <a href=\"https://www.ft.com/content/59f7cfed-4218-4153-af9b-46b8de049297\">About You</a>, which plans to raise €600m of new money through a private placement and Frankfurt listing. About You screams Gen Z, from its name to the fact that 85 per cent of visitors shop via its smartphone app. But About You also sells its proprietary ecommerce technology to other online retailers. That business is fast growing and twice as profitable as the core retail business. Lex expects this one to price at the top end of a €3bn and €5bn range.</p> <p>Back in the world of old industry, UK engineering group Smiths' long-running efforts to stage a break-up were spurred by the appointment of a new boss. Smiths' sum-of-the-parts calculation suggests a 22 per cent potential upside — and high time to <a href=\"https://www.ft.com/content/d2d3395a-ab57-4458-bec5-7fb31f700995\">dismantle the group</a>.</p> <p>China steel is having a moment as, perversely, Beijing's pledge to achieve carbon neutrality by 2060 has the unintended consequence of driving up <a href=\"https://www.ft.com/content/fa6ff0b3-b0de-4530-aa8c-4c42c0582f22\">steel prices</a>. Officials have vowed to punish speculation and false price-sensitive information. But the real cost may be borne by foreign purchasers of everything from washing machines to steel joists.</p> <p>Soaring steel prices have been nothing but <a href=\"https://www.ft.com/content/6977ec05-033b-4e50-b297-d5f5d62ad573\">music to US steelmakers' ears</a>. The stock prices of US Steel, Nucor and Cleveland-Cliffs have soared, doubling so far in 2021. The sector received a boost back in 2018 when then-president Donald Trump imposed a 25 per cent tariff on steel imports. These days a recovering US economy and further infrastructure spending are helping to usher in a more modest golden age of steelmaking. However, Lex argued that this also made it the ideal time for Uncle Sam to stop tilting the scale in the makers' favour.</p> <p>The shift to green energy also looms large over the US shale sector. Cabot Oil &amp; Gas and Cimarex Energy this week became the latest mid-tier shale producers to <a href=\"https://www.ft.com/content/fc11b0f4-4885-4b36-8b6d-c2f0d2a68036\">join forces</a> as companies respond to investor pressure to improve financial and operational performance. But Lex noted that the lack of geographical and operational overlaps should also give pause, as does the lack of premium. With US oil prices now back at $65 a barrel, compared with $33 a year ago, there may be less rationale for the low-premium takeovers that have swept the industry over the past 12 months.</p> <p>At first glance, the offer from <a href=\"https://www.ft.com/content/cd1e9fc9-3197-4e51-8a6c-1ad880833cef\">Vonovia</a>, Germany's largest residential landlord, to buy rival Deutsche Wohnen for €18bn seems like a reasonable deal. At €53.03 a share, Vonovia's offer represents a 25 per cent premium to Deutsche Wohnen's three-month undisturbed share price. Dig a bit deeper though and the price is almost exactly equal to Deutsche Wohnen's reported net asset value at the first quarter. The absence of a premium to NAV reflects the market's political concerns about listed landlords.</p> <p>Political meddling is not limited to Germany's property sector. The European Commission is set to open a formal probe into Facebook's alleged anti-competitive practices. The focus will be on <a href=\"https://www.ft.com/content/602a7a94-85c6-479f-a795-943ca7c17a81\">Marketplace</a>, a Facebook function that allows users to buy and sell goods from each other without fees. Lex thinks the commission has better places to pick fights with Big Tech than a venue for flogging used sofas. Competition in the classified ad space is healthy. Facebook makes negligible revenue from Marketplace. </p> <p>Finally, Apple's courtroom battle with <em>Fortnite</em> video game creator Epic Games came to an end this week. Don't miss Lex deputy editor Elaine Moore's <a href=\"https://www.ft.com/content/d5b547a5-5312-4054-989d-2d8811f56be0\">great take</a> on what it all means. Hint: it's all in the margins.</p> <p>Have a great weekend.</p> <p><strong>Pan Kwan Yuk</strong><br><em>Lex writer</em></p><p>Source: Pan Kwan Yuk 2021 'Best of Lex: climate change sets the agenda' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T11:30:47.046Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4500,
          "end": 4505
        }
      ],
      "nexusId": "10022657"
    }
  ]
}