{
  "_id": "a6ab5411c1b614f442ed05885100fcd73be67066939b44547492a1386b99266b",
  "feed": "wall-street-journal",
  "title": "GameStop, AMC Drive Big Gains In Value Stocks",
  "text": "<p>Look to another set of indexes, though, and a different picture emerges: The S&amp;P 500 growth index, for example, is outperforming its value peer by around 6 percentage points in the year to date.</p><p>What gives? The Russell 2000 value index's gains this year have been powered by some meme stocks such as AMC Entertainment Holdings Inc. That stock's rally of more than 2,000% this year has helped the Russell 2000 value index outperform the Russell 2000 growth benchmark by the widest margin since 2002, according to Dow Jones Market Data.</p><p>Of course, many investors have embraced value stocks this year. They have snapped up shares of cyclical companies and ones in corners of the market benefiting from a booming economy. The S&amp;P 500 value index is up around 15% this year.</p><p>But the meme companies have had an outsize effect in some indexes. Take GameStop Corp., which became a battleground stock earlier this year as individual investors drove the retailers' shares ever higher. After those gains, GameStop was dropped from the Russell 2000 value index in June. Even so, it remains the second-biggest contributor to that index this year. AMC is first, according to calculations by investment firm AJOVista as of Friday. Small-cap value investors avoiding the two stocks would have trailed the value gauge by almost 2 percentage points in 2021.</p><p>AMC still belongs to the value index, puzzling some investors who say that it is a misfit. Shares of AMC already appear pricey after their meteoric gains this year, according to some investors.</p><p>\"It doesn't make sense,\" said Chris Covington, head of investments at AJOVista. \"It's really all a nuance of the index construction process.\"</p><p>FTSE Russell, the index provider, says in materials provided to investors that the value index is designed to include companies with lower price-to-book ratios and lower expected growth in the future.</p><p>A spokeswoman for the index provider didn't respond to a request for comment.</p><p>AMC's place in the value index means the movie giant's shares crop up in exchange-traded funds tracking value stocks. AMC is the biggest holding in the roughly $16 billion iShares Russell 2000 Value ETF -- one of the biggest tracking the sector -- and the roughly $1 billion Vanguard Russell 2000 Value ETF.</p><p>As of early September, the company's $22 billion market value made it almost 14 times bigger than the iShares fund's average holding, according to Dow Jones Market Data. It also is the largest holding in the iShares Russell 2000 ETF, which tracks small companies in the U.S. stock market regardless of whether they are considered value or growth stocks.</p><p>A fact sheet for the Russell 2000 value index says the index is updated annually.</p><p>\"It is representative of market demand,\" said Stephanie Hill, head of index at Mellon, of meme stocks' growing influence on the benchmarks.</p><p>AMC's heft in the value index and several ETFs is the latest sign of how the meme stock craze has upended traditional investing.</p><p>GameStop's surge this year landed it a promotion to the Russell 1000 growth benchmark, sitting alongside tech heavyweights including Apple Inc., Tesla Inc. and Microsoft Corp.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3101,
          "end": 3106
        },
        {
          "start": 3101,
          "end": 3111
        },
        {
          "start": 3101,
          "end": 3110
        }
      ],
      "nexusId": "10022657"
    }
  ]
}