{
  "_id": "b03c204bdfc7cc3987e8cd80832ff99d5239a42886bd3a73bc6ddac6af5913d6",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: Do App Stores Matter for Data Privacy?",
  "text": "<p>So the privacy play isn't new. But is it working? The South Korean market is small but the move is big.</p><p>Read on for more news.</p><p>SPONSORED BY NETSCOUT</p><p>Firewalls were never designed to stop DDoS attacks.</p><p>The frequency and complexity of DDoS attacks are on the rise. And enterprises are more vulnerable than ever. Are you doing enough to protect yourself and your firewall?</p><p>Take Control</p><p>Taking on Big Tech</p><p>Apple CEO Tim Cook at the 2018 Apple Worldwide Developers Conference in San Jose, Calif. PHOTO: MARCIO JOSE SANCHEZ/ASSOCIATED PRESS</p><p>Power play: A bill passed Tuesday by South Korea's National Assembly is the first in the world to dent the dominance of Google and Apple over how apps on their platforms sell their digital goods. It will become law once signed by President Moon Jae-in, whose party strongly endorsed the legislation.</p><p>The law prevents large app-market operators from requiring the use of their in-app purchasing systems. It also bans operators from unreasonably delaying the approval of apps or deleting them from the marketplace—provisions meant to head off retaliation against app makers.</p><p>The companies don't break out their own app-store revenue in South Korea, but it is likely a small fraction of the total. Globally, services including the app store generated $53.8 billion of Apple's $274.5 billion in revenue in its last fiscal year. Google parent Alphabet reported $182.5 billion in revenue last year, of which \"Google other\" revenue including Google Play store sales accounted for $21.7 billion.</p><p>Read the full story.</p><p>More Cyber News</p><p>A law mandating the reporting of cyberattacks didn't catch several on the U.K. transportation system, according to Sky News. PHOTO: JASON ALDEN/BLOOMBERG NEWS</p><p>Mandatory reporting, U.K.: Nine cyberattacks on transportation systems in the U.K. weren't reported to authorities despite reporting requirements, according to media outlet Sky News. The criteria in the three-year-old law for disclosing a cyber incident involves mainly the potential for disruption to operations. Episodes of hacker intrusions that might not or don't result in service outages don't make the cut. Yet they can be serious, such as espionage or reconnaissance for future attacks. Sky News received information about the nine attacks through a freedom-of-information request, learning that the disclosures were made voluntarily to the U.K. Department for Transport. The department said none \"relate to reportable incidents\" under the regulation.</p><p>PHOTO: ANGUS MORDANT/BLOOMBERG NEWS</p><p>Mandatory reporting, U.S.: Private-sector representatives from the American Gas Association, USTelecom, Information Technology Industrial Council, Bank Policy Institute and cyber vendor FireEye are due to testify at a hearing in the House Wednesday at noon ET about the feasibility of forcing companies to disclose details about certain cyberattacks. Government and industry both need more information about threats and tactics, according to Rep. Yvette Clarke (D., N.Y.), who is co-sponsoring such a bill with Rep. John Katko (R., N.Y.).</p><p>Reading, writing, ‘rithmatic and ransomware: Schools are under attack once again from hackers locking up administrative and online learning systems. Schools are ripe targets because they often have thin technology protections and feel pressure to keep classes in session. (TechRepublic)</p><p>PHOTO: PAVLO GONCHAR/ZUMA PRESS</p><p>Loss widens, stock down: Shares of CrowdStrike Holdings Inc. dropped 3% in after-hours trading Tuesday, after dipping 1.9% in the regular session, closing at $281. The cybersecurity company reported a loss of $57.3 million for the second quarter, widening from a loss of $29.9 million in the year-ago period. Revenue increased, topping $337 million for the quarter, up from $199 million. (MarketWatch)</p><p>PHOTO: FABRIZIO VILLA/GETTY IMAGES</p><p>No rest: Holdays are often prime times for hackers to strike, the FBI and Cybersecurity and Infrastructure Security Agency warned ahead of the upcoming Labor Day break in the U.S. The agencies pointed to an increase in ransomware attacks on companies closed for Independence Day in July. Meat producer JBS was hit over Memorial Day weekend. The Scottish Environmental Protection Agency saw a strike on Christmas Eve. (Bleeping Computer)</p><p>Tell Us What You Think</p><p>WSJ Pro Cybersecurity is conducting a survey that looks at key cybersecurity challenges facing organizations, including talent, preparedness and governance. The survey takes around 10 minutes to complete and the results will be shared in December. Click on the link above to participate. Thank you!</p><p>Advertisement</p><p>Privacy</p><p>ILLUSTRATION: KELLI R. PARKER</p><p>Another victim: Michigan-based Beaumont Health is warning patients that their sensitive data was exposed due to a hack of a file-sharing tool from tech provider Accellion. (CyberScoop)</p><p>Read more about the Accellion cyberattack: Hack of Software Provider Accellion Sets Off Global Ripple Effects</p>",
  "published": "2021-09-01T12:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 666,
          "end": 671
        },
        {
          "start": 433,
          "end": 438
        },
        {
          "start": 402,
          "end": 407
        },
        {
          "start": 1300,
          "end": 1305
        }
      ],
      "nexusId": "10022657"
    }
  ]
}