{
  "_id": "e7818cab93245744de8fe5b11baf91341db23fabc8044456087e238604d96d6f",
  "feed": "wall-street-journal",
  "title": "Apple Event Aims To Shift the Focus To Its Profit Driver",
  "text": "<p>The event caps a year in which Apple has seen record profit, largely thanks to last fall's iPhone 12, while battling opponents unhappy at the power it holds over third-party software on its mobile devices.</p><p>The iPhone 13 looks similar to the previous model, and a key challenge for Mr. Cook, Apple's chief executive, is to avoid the kinds of sale drop-offs that have greeted other off-year iPhones following big hits. Some investors are worried the company's stock is overvalued, that Apple faces greater costs and that the newer phones with less dramatic changes -- compared with last year's highly anticipated debut -- won't fuel the same level of growth.</p><p>Last year's phone marked the arrival of ultrafast, 5G-cellular-data-capable iPhones and a new look. Apple said the iPhone 13 has a more vibrant screen, improved cameras, faster microprocessor and larger battery.</p><p>The company said the regular version of its iPhone 13 will get 2.5 hours more battery life compared with the previous model. New features include a \"cinematic mode\" that allows users to capture movie-style video with greater depth using their iPhone cameras.</p><p>Analysts surveyed by FactSet on average expect unit sales to fall off slightly in the next fiscal year beginning in October, while revenue is set to grow slightly -- generating optimism among some that the second year of Apple offering 5G has legs. Apple said it is expanding its 5G phones to 60 countries.</p><p>Similar to its iPhone 12 lineup, Apple is offering four new models ranging from the $699 iPhone 13 Mini, with a 5.4-inch screen, to the $1,099 Pro Max with a 6.7-inch screen. Starting prices didn't change from a year ago.</p><p>The Pro, with a 6.1-inch screen, and larger Pro Max versions both come with higher-end camera and video systems and have optional memory upgrades to one terabyte, about twice as much as last year's biggest capacity -- a feature that now adds $500. That means the most expensive version of the iPhone 13, the Pro Max, will sell for $1,599, or about $200 more than last year's $1,399 version.</p><p>Apple shares were down 1.5% as the nearly 90-minute event concluded.</p><p>Wringing more money out of each sale will be important for Apple if analysts are correct and unit sales fall next year. While the tech giant hasn't seen the incredible growth rates of iPhone devices in recent years, Mr. Cook has been able to fuel revenue growth with more expensive phones.</p><p>Apple begins taking orders Friday for the four models, which will be available Sept. 24.</p><p>One factor benefiting Apple in the past year -- and helping to boost the appeal of pricier phones -- is carriers' battles for customers for their new 5G services. The carriers have flooded the market with incentives making phones seemingly more affordable to many buyers.</p><p>---</p><p>Drew FitzGerald contributed to this article.</p>",
  "published": "2021-09-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1468,
          "end": 1473
        },
        {
          "start": 1349,
          "end": 1354
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 757,
          "end": 762
        },
        {
          "start": 1377,
          "end": 1382
        },
        {
          "start": 2518,
          "end": 2523
        },
        {
          "start": 2407,
          "end": 2412
        },
        {
          "start": 484,
          "end": 489
        },
        {
          "start": 2176,
          "end": 2181
        },
        {
          "start": 291,
          "end": 296
        },
        {
          "start": 31,
          "end": 36
        },
        {
          "start": 2048,
          "end": 2053
        }
      ],
      "nexusId": "10022657"
    }
  ]
}