{
  "_id": "2e83ba82ba2bda53bad3d8397960a4417e753ccdfc26a4e5e69af226b80dd0f3",
  "feed": "ftcomall",
  "title": "Vietnam emerges as south-east Asia's next fintech battleground",
  "text": "<p>For Vietnamese fintech start-up MoMo, the key to winning the battle against Grab, Sea and other rivals for the country's 100m consumers may be a simple cup of coffee.</p> <p>Before Vietnam's latest Covid-19 lockdown, the Ho Chi Minh City-based company ran promotions with some of the country's biggest coffee chains, including Highlands Coffee, a fast-growing brand with more than 300 outlets. MoMo users got a discount for using the app to place and pay for an order that they then picked up at a scheduled time. The promotion was designed to give them a taste of the convenience of the all-in-one app.</p> <p>Nudging Vietnamese consumers to use MoMo for even small purchases is part of the company's strategy to get the app “on the first page of their iPhone”, according to a person close to the company. The thinking is that, in a country where 80 per cent of commerce is still offline, buying a cup of coffee is an affordable and common enough transaction that it will encourage users to open the app daily — or even multiple times a day. That, in turn, could increase the chances of their using MoMo's other offerings, such as buying movie tickets, ordering food delivery, booking flights or playing games.</p> <p>The diverse portfolio of services helped drive revenue at MoMo even during the current Covid wave, chief executive Tuong Nguyen said in an interview. </p> <p>“We built a pretty balanced business . . . so we were confident that even in the very worst case, we will maintain at least 70 per cent [of revenue] of a normal month,” he said. “But of course we wanted to keep growing, so we focused on changing the risks to opportunities.” </p> <p>MoMo, short for Mobile Money, launched in 2013 and has become Vietnam's biggest e-wallet. Being an early mover gave it time to cultivate relationships with tens of thousands of offline stores and connect them with the technology to transfer money between bank accounts. Today, it claims 60 per cent of Vietnam's mobile payments market, processing an annualised $14bn worth of transactions for more than 25m users, according to the company.</p> <p>The rise of MoMo, however, has drawn in overseas rivals, helping turn Vietnam into one of Asia's most competitive fintech markets. Dozens of companies, including south-east Asian tech giants Sea and Grab, have entered the space and are burning cash to acquire users. Analysts predict very few will survive the battle, not just against each other but also against similar services from banks and telecommunications firms.</p> <p>“The market may eventually consolidate into two or three players,” said Takahiro Suzuki, managing partner at Genesia Ventures and a longtime investor in Indonesia and Vietnam. “But the investors behind them have very deep pockets. As long as the money keeps flowing in, many companies can coexist. It is a painful battle.”</p> <p>That battle looks set to intensify. VNLife, an operator of mobile wallet VNPay backed by SoftBank Group's Vision Fund, said in July it raised $250m from General Atlantic, Dragoneer Investment Group, PayPal Ventures and others.</p> <p>MoMo, which said in January that it raised $100m from a group of investors including US private equity fund Warburg Pincus, is already considering raising additional capital, according to people familiar with the matter.</p> <p>In addition to expanding its network of stores that accept the app, MoMo is racing to expand its suite of services, branching out into areas such as motorcycle insurance and consumer loans. It has acquired a software company to speed up product development. More deals may be on the horizon if, like other fintech giants in Asia such as China's Ant Group and India's Paytm, it pushes to evolve from a payments business into a full-fledged digital bank.</p> <p>Vietnam has one of south-east Asia's oldest start-up industries — online gaming company VNG, which now runs the country's most popular messaging app, was founded in 2004. But the country was eventually overshadowed by its bigger neighbour, Indonesia, where SoftBank and other investors are pouring hundreds of millions of dollars into local start-ups. The surge in Sea's share price and the forthcoming US listing of Grab, which plans to go public via a merger with a special purpose acquisition company, have helped draw broader investor interest to the region.</p> <p>Vietnam's $340bn economy is also smaller than that of Indonesia, as well as those of Thailand and the Philippines. But investors say its fintech sector is particularly appealing for several reasons. Vietnam has one of the region's highest mobile phone penetration rates at around 80 per cent of the adult population, but a relatively low number of bank branches per capita. Regulators have shown support for fintech, handing e-wallet licences to dozens of companies. That combination has created fertile ground for start-ups looking to deliver financial services via smartphone.</p> <p>Advocates also say the Covid-19 pandemic has eased a bottleneck for fintech to take off. Persuading stores to embrace mobile wallets has been a tough task because owners are sceptical of having to pay a fee to mobile wallet providers rather than accepting cash. But Vietnam's lockdown restrictions have prompted them to look for ways to reach consumers through the internet.</p> <p>“We're just at this inflection point, and our view is it's going to happen much faster than people think,” said a US fund manager. “Smartphone penetration is high, so there is a base of consumers. Now, there are merchants who are coming online.”</p> <p>MoMo was well positioned to capture the windfall. Founded in 2007, it was a distributor of mobile phone top-up cards until it saw an opportunity to take advantage of rising mobile phone penetration. The company launched a money transfer app for feature phones and reassigned a part of its agent network, which previously sold the top-up cards, to its payments business. The app eventually grew popular among young urban consumers as more of them swapped their feature phones for smartphones.</p> <p>The problem now, which MoMo executives acknowledge, is that the app's success has helped attract a flood of formidable competitors into the market.</p> <p>The biggest rivals include Tencent Holdings-backed VNG, which has been expanding its payment service ZaloPay.</p> <p>ZaloPay's “very big competitive advantage” is its link to Zalo, the country's most popular chat app, said Huy Pham, co-ordinator at RMIT University Vietnam's FinTech-Crypto Hub. In China, Tencent used its large WeChat user base to roll out a payment service, which quickly grew into one of the two dominant e-wallets in its home country.</p> <p>Grab, meanwhile, has partnered Moca, a local mobile payments company, and made it the main payment option for its ride-hailing and food delivery services. Singapore-based Sea, the gaming and ecommerce company, has launched payments services in Vietnam, too. Sea also operates Now, one of Vietnam's most popular food delivery apps.</p> <p>MoMo believes it can beat competition by locking in coffee chains and convenience stores. Young consumers use them more frequently than shopping online or hailing a car, said a person close to the company. “You want to go from someone who is using monthly to weekly to daily, to two to three times a day, because the minute you go to weekly, you become a loyal user that does not churn,” said Manisha Shah, MoMo's chief financial officer.</p> <p>Loyalty is low, Pham said. Many Vietnamese download multiple wallets, pulling up whichever has the best discount for the store where they are shopping. The challenge is getting users to continue using an app without lavish promotions. Is that possible? Pham thinks not. He asked his 40 students in one fintech class if they would keep using e-wallets without discounts. All said no.</p> <p>So he is highly sceptical that any but the biggest e-wallets will be around in five years.</p> <p>“We have to question why they exist,” he told Nikkei Asia. “They exist because a few years ago the mobile banking system was not well developed.” But now banks offer most of the same services as e-wallets, which will have to find a way to differentiate themselves, Pham added.</p> <p>Adding to the threat is a telco pilot programme begun in 2021 that lets citizens add money to their phones and then make purchases without needing a bank account.</p> <p>Analysts say a big potential risk for the entire sector is regulation. Fintech start-ups have grown partly thanks to a favourable regulatory environment. The central bank says there are 34 e-wallets in Vietnam, though just five have a meaningful level of traction. But sensing a growing threat from fintech companies to the financial system has led some countries to step up scrutiny. Chinese regulators have cracked down on Jack Ma's Ant Group. In Indonesia, the central bank temporarily stopped issuing new e-wallet licences, resulting in the most well-funded companies buying companies that already have one.</p> <p>Another hurdle comes from Vietnam's rules on initial public offerings. Vietnamese companies listing overseas need approval from the Vietnam securities regulator, while the domestic stock market is small and caps foreign-ownership percentages. In 2017, VNG signed a memorandum of understanding with the US stock exchange Nasdaq to explore a listing there, but VNG has been silent on its progress since. Investors say VNLife may be among the first e-wallets to list, with MoMo following suit, but the path remains unclear. Both companies say they have no plans go public in the near future. </p> <p>The next few months will probably be key in determining who will survive the shakeout.</p> <p>“You're fighting for that space on your iPhone on the first page, right?” said one investor. “Because no one uses five wallets.”</p> <p><a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Vietnam-emerges-as-Southeast-Asia-s-next-fintech-battleground\"><em>A version of this article</em></a><em>&#xa0;was first published by Nikkei Asia on August 6 2021. ©2021 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Finance/Ant-backed-Philippine-fintech-Mynt-targets-double-unicorn-status\">Ant-backed Philippine fintech Mynt targets ‘double unicorn' status</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Markets/IPO/Paytm-sets-India-s-largest-ever-IPO-targeting-2.2bn\">Paytm sets India's largest-ever IPO, targeting $2.2bn</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Finance/Philippines-biggest-bank-seeks-slice-of-mobile-payment-boom\">Philippines' biggest bank seeks slice of mobile payment boom</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Google-to-roll-out-fintech-services-in-Japan\">Google to roll out fintech services in Japan</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Vietnam-moves-to-delay-e-commerce-tax-amid-COVID-chaos\">Vietnam moves to delay ecommerce tax amid COVID chaos</a></p></li> </ul><p>Source: Wataru Suzuki and Lien Hoang, Nikkei staff writers 2021 'Vietnam emerges as south-east Asia's next fintech battleground' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-18T22:00:21.895Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}