{
  "_id": "cc48de01dfe6351c3a659660f8772eb00458a5eae92162ffb41d6749e8ba2cbb",
  "feed": "wall-street-journal",
  "title": "Wednesday's Markets:  Dow Climbs 1.4% on Growth Bets  ----  By Caitlin McCabe and Sam Goldfarb",
  "text": "<p>   Investors piled into shares of economically sensitive companies and dumped big technology stocks and U.S. Treasurys, betting on a big boost in government spending under a Democratic-controlled Senate. </p><p>   Markets remained relatively calm, despite the storming of the U.S. Capitol by supporters of President Trump who were protesting Joe Biden's Electoral College win. </p><p>   The Dow Jones Industrial Average, composed mostly of cyclical stocks, jumped 437.80 points, or 1.4%, to 30829.40, led by shares of banks and manufacturers that have been beaten down during the pandemic. The yield on the 10-year U.S. Treasury note soared above 1% for the first time since March as investors dumped government bonds in anticipation of more government borrowing and higher growth and inflation. Meanwhile, gold fell 2.3%, the biggest one-day loss since early November, as investors retreated from the haven asset. </p><p>   Before the incident at the Capitol, the Dow had risen as much as 631 points, briefly crossing 31000 for the first time </p><p>   \"The market is pricing in all the good news and optimism around a growth rebound,\" said Priya Misra, head of global rates strategy at TD Securities in New York. Investors were already feeling better about the outlook thanks to coronavirus vaccines and now are likely to get even more growth-friendly deficit spending than they had bargained for, she said. </p><p>   The sudden move into underperforming assets came as investors digested the results from Tuesday's Senate runoff elections in Georgia. Democrat Raphael Warnock defeated incumbent Kelly Loeffler in one of the Georgia runoffs. The other race was called for Democrat Jon Ossoff shortly after the stock market closed. </p><p>   Going into January, many traders had anticipated that the investment landscape in 2021 would largely be an extension of the year before. Despite the looming Georgia election, most had expected Republicans to maintain control of the Senate, putting a check on the agenda of the incoming Democratic administration. Swelling Covid-19 cases, too, meant many Americans would remain stuck at home. </p><p>   Investors assumed that both scenarios, along with a low-growth environment, would fuel growth stocks -- particularly technology companies -- to new heights. </p><p>   But the unexpected results from Tuesday's election upended markets, sending investors flocking to shares of banks, industrial companies and other cyclical groups that are poised to benefit from further stimulus. Goldman Sachs and Caterpillar jumped more than 5%, while the Russell 2000 index of small-cap stocks surged 4%. </p><p>   Meanwhile, the S&amp;P 500 rose 21.28 points, or 0.6%, to 3748.14. The tech-heavy Nasdaq Composite lost 78.17 points, or 0.6%, to 12740.79. Big tech stocks, including Apple, Microsoft and Amazon.com declined more than 2% as investors worried that a Democratic-controlled Congress would lead to higher taxes and tighter regulations. </p><p>   The yield on the benchmark 10-year U.S. Treasury note settled at 1.041%, according to Tradeweb, compared with 0.955% Tuesday. </p><p>   Worries about the pressure on big tech stocks appeared to ease as the day progressed, with some investors and analysts saying they don't expect policy changes to be imminent. Even though Democrats took control of both Senate seats in Georgia, some said, moderate-leaning Democrats may act as a check on a more progressive agenda. </p><p>   \"With a razor-thin majority, drastic change is unlikely,\" said Jeffrey Buchbinder, equity strategist at LPL Financial. </p><p>   With both Democratic candidates emerging victorious from Tuesday's election, they will have the majority in a 50-50 Senate as Vice President-elect Kamala Harris will break any ties. </p><p>   In commodity markets, U.S. crude rose 1.4% to $50.63 a barrel, the highest settle value since February. </p><p>   In overseas markets, European stocks rose, with the Stoxx Europe 600 up 1.4%. Stocks in Asia ended the day mostly lower. Early Thursday, Japan's Nikkei was up 1.8%, Hong Kong's Hang Seng Index was down 0.4% and South Korea's Kospi was up 2.6%. U.S. stock futures were up 0.6%. </p><p></p>",
  "published": "2021-01-07T07:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2715,
          "end": 2720
        }
      ]
    }
  ]
}