{
  "_id": "bca629629e2ca66da5f8365a4bc48ee3b815961bcdab0db6680b1a462c8faf98",
  "feed": "wall-street-journal",
  "title": "What to Watch: Movies, Shows and Stories to Stream, Including Sandra Bullock in 'The Unforgivable'; The Netflix thriller on post-prison life premieres, 'And Just Like That…' and 'Landscapers' hit HBO Max and more",
  "text": "<p>(Netflix)</p><p>In \"The Unforgivable,\" a new thriller that begins streaming Friday on Netflix, Sandra Bullock plays Ruth Slater, a woman released from prison after serving 20 years for the murder of a police officer. Out of prison and living in Seattle's International District, she attempts to navigate a new life where she is branded both a felon and the killer of a cop whose sons are conflicted about her newfound freedom. Ruth's primary objective is to rekindle a relationship with the sister she raised until the day of the murder—the girl was 5 at the time. The sister's adopted parents are wary of the situation.</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately? Join the conversation below.</p><p>The cast includes Rob Morgan as her parole officer and Jon Bernthal as her co-worker at a fish-processing plant. Vincent D'Onofrio plays a lawyer sympathetic to her plight who lives with his wife (Viola Davis) and children at the newly refurbished farmhouse where the crime occurred.</p><p>\"The Unforgivable\" is adapted from the British series, \"Unforgiven,\" and marks the English-language feature debut for Nora Fingscheidt. The German filmmaker is best known back home for her short films and her celebrated feature, \"System Crasher.\" She says she was intrigued by the idea of bringing the story about punishment and redemption to American society.</p><p>\"America is the country with the highest number of incarcerated people, so it's an important part of the culture here,\" she says.</p><p>New Release: 'Landscapers'</p><p>(HBO Max)</p><p>\"Landscapers,\" a new limited series, fixes a fantastical lens on the case of Susan and Christopher Edwards, a real-life couple convicted of the murder of Susan's parents, who were found in the couple's garden 15 years after they died. The series stars Oscar-winner Olivia Colman and David Thewlis (\"I'm Thinking of Ending Things\") as the Edwardses, a devoted couple who collect Hollywood memorabilia and lose themselves in old westerns.</p><p>In Susan and Christopher Edwards, director and co-writer Will Sharpe says he sees a love story, a story about truths we choose to tell ourselves, and the freedom he believes the troubled Susan Edwards went looking for in Hollywood's golden age.</p><p>\"Increasingly as the series goes on,\" he says, \"it almost becomes about the question of how can you find your own freedom within the confines of your life and the things that have been done to you that aren't your fault. But also the mistakes that you've made, however big, however small.\"</p><p>\"Landscapers\" premiered this week on HBO and HBO Max. The remaining three episodes premiere on subsequent Mondays.</p><p>New Release: 'Hemingway's Picasso'</p><p>(Various)</p><p>Steve Kough liked to tell stories—from his glory days on the football field to supposedly bumping shoulders with Pablo Escobar. Perhaps his most sensational claim? That one of the spoils from his years moving drugs into Miami was an artwork by Pablo Picasso once owned by Ernest Hemingway. He dubbed the four ceramic tiles \"Fred and Betty.\" In the true-crime podcast \"Hemingway's Picasso,\" author, journalist and podcaster Leah Carroll attempts to find the truth about both the late 1980s drug-runner and \"Fred and Betty.\"</p><p>Ms. Carroll, the author of \"Down City,\" felt uniquely suited to tell the story. She lost her mother at 4, her father at 18, and says she spent her childhood drinking Shirley Temples in Providence, R.I., bars alongside talkers and grifters like Mr. Kough.</p><p>Reporting out the podcast, she says, involved several difficult conversations with Mr. Kough's family, including his son, Steven, whom she says is consumed by the artifact. She describes the process as \"parsing of what was true, what wasn't true and sort of the middle ground between that, which I think is where we actually live our lives.\"</p><p>\"Hemingway's Picasso\" is streaming on Spotify, Apple Podcasts and other podcast providers.</p><p>STREAMING NOTES:</p><p>— The Cosmos: \"And Just Like That…\" a middle-age chapter of the \"Sex and the City\" saga adds a host of new characters and loses at least one: Kim Cattrall's Samantha. The 10-episode season premieres Thursday on HBO Max.</p><p>— The Planet: Disney+ is now streaming \"Welcome to Earth,\" yet the latest high-profile documentary about the wonders of our home planet, this one starring Will Smith.</p><p>— Olivia Colman + Will Sharpe: \"Landscapers\" is the third time director Will Sharpe has collaborated with actress Olivia Colman. Ms. Colman starred in the British comedy series, \"Flowers\" (Netflix), that Mr. Sharpe wrote, directed, created and co-starred in. And Ms. Colman narrates \"The Electrical Life of Louis Wain\" (streaming on Amazon Prime Video), Mr. Sharpe's recent biopic about the artist who painted cats, starring Benedict Cumberbatch and Claire Foy. \"I love that his visual genius brain will go somewhere I never thought of,\" Ms. Colman said in an email, adding: \"He knows what to say to lift your performance. Making him giggle makes you want to high five everyone.\"</p><p>What to Watch: Movies, Shows and Stories to Stream, Including Sandra Bullock in 'The Unforgivable'</p>",
  "published": "2021-12-08T20:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3829,
          "end": 3834
        }
      ],
      "nexusId": "10022657"
    }
  ]
}