{
  "_id": "1037f12e21bb27a4484cc8098d7747d2b5b7cfdb83d8981f97252170922a95b7",
  "feed": "ftcomall",
  "title": "US corporate bonds grow more susceptible to sudden rise in rates",
  "text": "<p>The sensitivity of US corporate bonds to a rise in interest rates is near record levels, just as higher growth and inflation are expected to return in coming months as the nation's coronavirus-hit economy recovers.&#xa0;</p> <p>Duration, which captures the expected time it will take for the price of the debt to be repaid in total cash flow, has been on an upward march for a couple of years. The rise has been driven by a rush of companies issuing longer-maturity debt at a time when borrowing costs are low.</p> <p>The average duration for investment-grade corporate bonds now stands at 8.3 years, according to data from ICE Data Services, up from 7.7 years at the start of 2020 and just 6.5 years a decade ago.&#xa0;</p> <p>The shift heightens the risk that a rise in Treasury yields — a more pressing possibility in an economic recovery — will prompt a sell-off in corporate debt markets.&#xa0;</p> <p>Nonetheless, yield-starved investors continue to lap up longer-dated bonds that are most in danger if rates do start to climb. Already this month, tech group Apple has issued a $1.75bn 40-year bond, as part of a $14bn fundraising, while Alibaba has raised a $1bn 40-year bond.&#xa0;</p> <p>“It's kinda wacky,” said Jim Shepard, who runs investment-grade bond issuance at Mizuho in New York. “At a time when you would want greater insurance against a rise in interest rates, you are buying something more exposed to it.”</p> <p>Two things can affect duration. First, the maturity of a bond, with longer bonds having a longer duration. Second, the coupon on a bond, with lower coupons more sensitive to a rise in interest rates eroding the value of the debt.&#xa0;Alibaba sold its 40-year bond with a 3.25 per cent coupon, while Apple is paying a rate of 2.8 per cent.&#xa0;</p> <p>“There is a lot of sensitivity to moves in the Treasury market,” said Monica Erickson, head of the investment-grade corporate team at DoubleLine Capital. “It's something you need to be mindful of.”</p><p>Source: Joe Rennison in London 2021 'US corporate bonds grow more susceptible to sudden rise in rates' FT.com 8 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-08T05:00:53.517Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1022,
          "end": 1029
        },
        {
          "start": 1022,
          "end": 1027
        },
        {
          "start": 1667,
          "end": 1672
        },
        {
          "start": 1667,
          "end": 1674
        }
      ],
      "nexusId": "10022657"
    }
  ]
}