{
  "_id": "b977420df581cb35c381354c65c1cb9993b042e78b75e9bcc02b30249503c9ba",
  "feed": "market-watch",
  "title": "Amazon seen as front-runner to acquire NFL Sunday Ticket rights: report",
  "text": "<p>The e-commerce giant is being labeled as the “front-runner” to acquire the NFL's Sunday Ticket broadcast rights when the current deal expires in 2022, according to a recent report from CNBC.</p><p>Broadcast rights for NFL Sunday Ticket have been in the hands of DirectTV since its inception in 1994 — DirectTV was spun out as a new company from AT&amp;T T last month.</p><p>Sunday NFL Ticket allows fans to watch any NFL game, regardless of their location. Only certain NFL games are available to watch on linear television, and fans who want to see every game must pay extra through DirectTV.</p><p>DirecTV has paid about $1.5 billion per year for “Sunday Ticket” for the past seven seasons, according to CNBC, and the NFL is expected to ask for over $2 billion a year for the package starting next year.</p><p>Amazon has long been rumored to be seeking more rights to live sports, and in March agreed to pay the NFL roughly $1 billion per year to exclusively host Thursday Night Football beginning in 2022. The games will be streamable on Amazon Prime Video.</p><p>“NFL games are the most watched live programming in the United States, and this unprecedented Thursday Night Football package gives tens of millions of new and existing Prime members exclusive access to must-watch live football on Prime Video,” Mike Hopkins, SVP of Prime Video and Amazon Studios, said in March.&#xa0;</p><p>Amazon is expected to distinguish itself from more traditional broadcasts with offerings like alternate announcers and interactive in-game replays, which it's calling “X-Ray.”</p><p>Representatives from Amazon declined to comment on this story.</p><p>Last year, Amazon's Jared Stacy, Director of Live Production at Amazon Prime Video, would not confirm on the record that the company will seek to purchase more NFL rights, but said that Amazon feels like it's in a good position to do so.</p><p>“We know many Prime members are passionate sports fans and want options for how to watch their favorite sporting events. We believe we're uniquely positioned to deliver on this promise,” he told MarketWatch.</p><p>Other companies that could be competing with Amazon for more NFL broadcast rights are brands Apple AAPL, GoogleGOOGGOOGL, Netflix NFLX, and Disney DIS.</p><p>Amazon's stock is up 0.1% during Friday's trading and up 4.12% over the last three months.</p>",
  "published": "2021-09-10T14:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2125,
          "end": 2130
        },
        {
          "start": 2131,
          "end": 2135
        }
      ],
      "nexusId": "10022657"
    }
  ]
}