{
  "_id": "49a038ba95bf937239523ea8d4a9820972803c177703e99193425f6fd2601a12",
  "feed": "ftcomall",
  "title": "Wall Street beats record while bond yields slide ahead of Fed meeting",
  "text": "<p>Stocks on Wall Street climbed to a new record and US bond yields slid on Monday as investors looked ahead to a key Federal Reserve meeting later this week.</p> <p>The blue-chip S&amp;P 500 index rose 0.6 per cent, led by shares of utilities and real estate groups as well as big technology companies such as Apple. The tech-heavy Nasdaq Composite rose just over 1 per cent. The firmer stock action came as US Treasuries, which had sold off sharply last week, recovered modestly on Monday. </p> <p>The yield on the 10-year note slid 0.02 percentage points to 1.6 per cent, having hit a <a href=\"https://www.ft.com/content/c3a53ccf-2dbf-439c-aea6-afaa1ec35c48\">13-month peak</a> above 1.64 per cent on Friday, while the yield on the 30-year US bond dipped by the similar same margin to 2.35 per cent.</p> <p>The higher yields have already taken some of the shine off high-growth tech stocks, given their valuations have been underpinned by low interest rates. And while the Nasdaq advanced on Monday, with strong gains by unprofitable tech companies, it has not yet reclaimed a new high like the benchmark S&amp;P 500.</p> <p>A two-day meeting of the Fed's policy-setting panel, which <a href=\"https://www.ft.com/content/957b3837-711f-4609-b8a6-587caaed0475\">ends on Wednesday</a>, will attract particularly close scrutiny from global traders after the recent sharp retreat in the Treasury market. While rates remain low by historic standards, the quick rise in Treasury yields has unsettled investors and prompted debate over the US central bank's policies.</p> <p>This week's meeting of the Federal Open Market Committee “will likely dictate where yields and risk trade for days, if not weeks ahead”, said Jim Reid, research strategist at Deutsche Bank.&#xa0;</p> <p>“Chair [Jay] Powell is likely to emphasise that significant uncertainties remain and that the recovery has a long way to go, particularly the labour market,” he added.&#xa0;</p> <p>Melissa Davies, chief economist at the broker Redburn, said there were two divergent forces at play. “There's the concern over inflation, which is pushing up yields, and there's the stimulus, but I think we're in more of a bullish environment in the short term,” she said.</p> <p>After President Joe Biden signed into law a $1.9tn relief package last week, which included direct payments to most Americans, Davies said some people would use the cheques to pay for necessities and others would invest the money or pay down debt. “I would think that some of it will go into tech stocks,” she added.</p> <p>According to a Deutsche Bank survey of their online brokerage account users, investors plan to use 37 per cent of their $1,400 stimulus cheques <a href=\"https://www.ft.com/content/51cd6faf-dc42-4d77-b232-fddf447a46fa\">in the stock market</a>, with the figure varying by age and income level.</p> <p>In Europe, the region-wide Stoxx 600 index closed flat, while Germany's Xetra Dax lost 0.3 per cent and the UK's FTSE 100 dropped 0.2 per cent.</p> <p>In Asia, China's CSI 300 index closed down 2.2 per cent, Hong Kong's Hang Seng gained 0.3 per cent and South Korea's Kospi slipped 0.3 per cent. </p> <p>The drop in China's market follows a series of pullbacks that have come amid rising concern the country will tighten fiscal and monetary policy in the face of what a senior official described recently as <a href=\"https://www.ft.com/content/0c2c229b-5f91-4f03-9b88-072890718f71\">“bubble” risks</a>. </p> <p>Oil prices hovered close to 13-month highs as the prospect of economic normalisation and curbs on supply pushed prices higher. Brent crude, the international benchmark, settled 0.5 per cent lower at $68.88 a barrel while the US marker West Texas Intermediate dipped 0.3 per cent to $65.39 a barrel.</p> <p>“We've seen the Opec+ [producing countries] maintaining their limit on oil supply and we're seeing more economies reopening, which means there'll be more of a demand on oil,” said Sophie Chardon, cross-asset strategist at the Swiss bank Lombard Odier, pointing to the decision earlier this month by the Opec cartel and its allies such as Russia to <a href=\"https://www.ft.com/content/771ebf3a-cff0-4ff3-ab9a-0bbd01a33f55\">refrain from a big supply boost</a>. </p> <a href=\"http://www.ft.com/cms/c09e4637-8d1d-464d-a94d-66070feb271d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Leke Oso Alabi and Joshua Oliver in London and Eric Platt in New York 2021 'Wall Street beats record while bond yields slide ahead of Fed meeting' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T20:32:00.788Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 297,
          "end": 302
        }
      ],
      "nexusId": "10022657"
    }
  ]
}