{
  "_id": "c6415760ed4a754e324b2248ceb59e7dd46cf1c662d6fab66597b584938f23f2",
  "feed": "market-watch",
  "title": "Some hedge funds are seeing ether as an inflation hedge. A crypto brokerage's CEO explains why",
  "text": "<p>Crypto in a snap</p><p>Several cryptocurrencies have hit all-time highs during the past seven days, pushing the crypto market capitalization above $3 trillion for the first time.</p><p>On Wednesday, bitcoin BTCUSD and ether ETHUSD reached record highs of $68,990 and $4,866, respectively, according to CoinDesk data. Solana SOLUSD hit a record high of $260.1 on Nov. 6. Terra saw an all-time high at about $55 on Wednesday. Avalanche witnessed a record high at around $97 on Nov. 8.</p><p>Crypto Metrics</p><p> Biggest Gainers  Price  % 7-day return  Kadena           $26.3  176%  Loopring         $3.2   174.2%  Livepeer         $66.2  105%  Helium           $51.4  75.2%  Mina             $5.98  35.8%</p><p>Source: CoinMarketCap.com as of Nov. 11</p><p> Biggest Decliners  Price       % 7-day return  Revain             $0.02       -18.1%  The Sandbox        $2.37       -17.9%  Amp                $0.06       -17.9%  eCash              $0.0001905  -13.6%  Polygon            $1.73       -11.7%</p><p>Source: CoinMarketCap.com as of Nov.11</p><p>Inflation hedge?</p><p>The U.S. Labor Department reported on Wednesday that inflation in October was 6.2% higher than a year ago, the highest rate since November 1990. On the same day, bitcoin and ether both hit new record highs.</p><p>The coincidence has again drawn attention to the popular narrative among bitcoin supporters that the cryptocurrency could be used as a hedge against inflation.&#xa0;</p><p>Bitcoin's recent rise is a “highly encouraging sign that bitcoin continues to evolve as a macro asset and inflation hedge,” according to bitcoin company NYDIG's Wednesday notes. “Bitcoin exploded to a high of $69,000 from $66,000 after the CPI numbers were released this morning, while the broad risk markets digested the data with apprehension.”</p><p>“Bitcoin didn't exist the last time inflation was north of 6%,” Matt Blom, global head of sales and trading at crypto exchange Eqonex EQOS wrote in Wednesday notes. “What will be interesting to see is the rhetoric of Bitcoin being ‘digital gold' increasing across mainstream press.”&#xa0;</p><p>In addition to bitcoin, some institutions are also seeing ether's potential as a hedge against inflation, according to Raghu Yarlagadda, co-founder and CEO of FalconX, a crypto brokerage that targets financial institutions.&#xa0;</p><p>Since Ethereum's London hard fork was activated in August, 845,280 ether, or the equivalent of $3.1 billion based on ether's current price, have been burned, or removed from the circulating supply.&#xa0;</p><p>“Because of the net burn, the tokens were bought into a deflationary regime within Ethereum,” Yarlagadda said.&#xa0;</p><p>However, more evidence is needed to prove that bitcoin or ether can be used as a hedge against inflation, according to Lennix Lai, director of OKEx, one of the world's largest crypto exchanges by volume.</p><p>“We need more data. We need more time to allow Bitcoin to prove itself as an inflation hedge,” Lai said.&#xa0;“If you take a look at the historical price movement, bitcoin didn't really have a negative correlation with the US equity markets.”&#xa0;</p><p>NYDIG echoed the point. “While we have touted the merits of bitcoin as an inflation hedge, we acknowledge broad risk selloffs driven by inflation concerns have weighed on bitcoin's price at times,” according to the company's notes.</p><p>Bitcoin's Taproot upgrade&#xa0;</p><p>One major catalyst of bitcoin's price surge is the blockchain's highly-anticipated Taproot upgrade, which is expected to happen on Nov. 14, analysts said.</p><p>The upgrade will enable “Schnorr Signatures,” a faster and more secure way to authorize transactions, among others.</p><p>“Taproot is arguably the most significant bitcoin upgrade to date, setting the stage for massive innovation and adoption,” according to a September report by crypto exchange Kraken.</p><p>“Though it may only seem like an incremental improvement to Bitcoin, Taproot revolutionizes the Bitcoin network by massively enhancing privacy, making bitcoins more fungible, improving network scalability, and setting up foundational infrastructure to deploy future changes more easily,” according to the report.</p><p>Twitter's crypto team</p><p>Twitter TWTR is launching a dedicated crypto team, which will be led by crypto engineer Tess Rinearson.</p><p>Rinearson wrote on Twitter that the team will be first exploring “how we can support the growing interest among creators to use decentralized apps to manage virtual goods and currencies, and to support their work and communities.”</p><p>The team will also “help shape the future of decentralized social media,” she wrote.</p><p>Mikkel Morch, executive director at crypto hedge fund ARK36 wrote in an email that “it's becoming clear that the idea of decentralized, distributed, and self-sovereign entities – first made possible by the Bitcoin network – is becoming increasingly appealing to the youngest generation of social media users.”</p><p>“The direction Twitter is taking seems to be a part of a more significant and deeper transformation as the internet is moving towards Web 3.0.,” Morch wrote.</p><p>Crypto companies, funds</p><p>In crypto-related company news, shares of Coinbase COIN went up 4% to $342 early afternoon New York time on Thursday. It was down 0.7% for the past five trading days. Michael Saylor's MicroStrategy Inc. MSTR &#xa0;rose 1.4% to $827.9 on Thursday afternoon. It was up 3.5% over the past five days.</p><p>Mining company Riot Blockchain Inc. RIOT&#xa0;shares&#xa0;rallied 7.4% to $39.2 on Thursday. It notched a 19.4% gain over the past five days. Shares of Marathon Digital Holdings Inc.&#xa0;MARA rose 12% to $72.8 Thursday afternoon. It gained 13.1% over the past five trading days.</p><p>Another miner Ebang International Holdings Inc.&#xa0; EBON&#xa0;rose 0.97% to $2.1. It was down 3.7% over the past five trading days.</p><p>Overstock.com Inc.&#xa0;OSTK went up 2.4%, trading at 98.5%, with a 6% loss over the past five days.</p><p>Square Inc.&#xa0; SQ was trading flat at $227, down 8.2% over the past five days, while Tesla Inc.'s&#xa0;TSLA&#xa0;shares&#xa0;rose 0.1% to $1,069, with a loss of 13.1% over the past five trading days.</p><p>PayPal Holdings Inc.&#xa0; PYPL&#xa0;fell 0.7% to $203, logging an 11% loss over the past five days, while NVIDIA Corp. NVDA&#xa0;was up 1.9% to $303, with a 0.99% gain over the past five days. Advanced Micro Devices Inc.&#xa0;&#xa0;AMD jumped 4% to $146 and notched a 5.9% return over the past five days.</p><p>In the fund space, ProShares Bitcoin Strategy ETF BITO&#xa0;dropped 1.1% to $41.8 Thursday afternoon, while Valkyrie Bitcoin Strategy ETF BTF declined 1.3% to $25.7.</p><p>Grayscale Bitcoin Trust GBTC dropped 0.5% to $53, with an 8.7% gain over the past five days.</p><p>Must reads</p><p>Coinbase stock plunges after a less volatile summer crypto market suppressed fees (MarketWatch)</p><p>Coinbase CEO anticipates planned NFT marketplace more akin to Instagram than eBay (MarketWatch)</p><p>Crypto ‘reasonable to own' as ‘part of a diversified portfolio,' but don't expect Apple to take bitcoin payment soon, says Tim Cook (MarketWatch)</p><p>Bitcoin cash hoax underlines need for regulatory protection, investor caution, experts say (MarketWatch)</p><p>How Binance Became the World's Biggest Crypto Exchange (The Wall Street Journal)</p><p>Inside the Earnest Parties at the First Major NFT Conference (TIME Magazine)</p><p>One of the world's top crypto exchanges is shutting accounts in Singapore, weeks after it exited China (Fortune)</p>",
  "published": "2021-11-11T14:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6565,
          "end": 6570
        }
      ]
    }
  ]
}