{
  "_id": "005dd27f36c0c9c5e32766a73689c100dd8ced96f13def66195ba4cffdeae4e8",
  "feed": "ftcomall",
  "title": "Florence Nightingale: the pandemic hero we need",
  "text": "<p>The Florence Nightingale Museum in London, devoted to the pioneering 19th-century nurse, is <a href=\"https://www.florence-nightingale.co.uk/\">closing its doors, indefinitely</a>. The museum director, David Green, describes the plan as “hibernation”; the collection will remain on site at St Thomas's Hospital. </p> <p>The timing could hardly be more ironic. Last year was Nightingale's bicentennial. The museum had invested heavily in a new exhibition; it opened in early March, less than a month before the UK's long first lockdown. Celebratory events across the country had been planned — I was to attend one organised by the Royal Statistical Society — but instead Nightingale was commemorated by the decision to name <a href=\"https://rcni.com/nursing-standard/newsroom/news/covid-19-health-secretary-announces-new-temporary-hospital-named-after-florence-nightingale-159196\">new emergency hospitals after her</a>. </p> <p>As the British healthcare system strains to stay upright under the force of the second wave of Covid-19, the Nightingale hospitals are all too appropriately named. Florence Nightingale led a small team of nurses to Istanbul in 1854 to assist in the care of British soldiers fighting in the Crimean war. They were promptly overwhelmed by the sheer volume of casualties, chaotic logistics (“no mops, no plates, no wooden trays”) and shambolic political leadership. “This is the Kingdom of Hell,” wrote&#xa0;Nightingale.</p> <p>But while she is most famous as a nurse, Nightingale was also — and I say this in most sincere admiration — a massive geek. She was the <a href=\"https://rss.onlinelibrary.wiley.com/doi/full/10.1111/j.1740-9713.2008.00327.x\">first female fellow</a> of what became the Royal Statistical Society, and never happier than when poring over a table of public health statistics.</p> <p>For Nightingale, however, the data were not just a passion but a weapon. “Whenever I am infuriated,” she wrote to her friend, the influential politician Sidney Herbert, “I revenge myself with a new diagram.”</p> <p>Nightingale had much to be infuriated about. Returning from the war, she led a long and arduous&#xa0;campaign to improve standards of public health and sanitation. She had a saintly reputation and powerful friends, but was also a woman in a man's world, facing implacable opposition&#xa0;from the medical and military establishment. </p> <p>In a strange forerunner to last year's debate about herd immunity, in 1858 John Simon, the chief medical officer, argued that we should simply be taking contagious diseases such as cholera and dysentery on the chin. They were,&#xa0;he declared, “<a href=\"http://www.florence-nightingale-avenging-angel.co.uk/?page_id=2600\">practically speaking, unavoidable</a>”. </p> <p>Alison Hedley, an expert in 19th-century data visualisation, says that Nightingale's diagrams — which are still admired today — were particularly striking at the time. Statisticians tended to present data in the form of tables, even if those tables sprawled across page after page. Nightingale understood that if she was to win an argument, she needed something more eye-catching. (After sending a report to Queen Victoria, Nightingale witheringly commented, “She may look at it because it has pictures.”)</p> <p>The best-known of Nightingale's diagrams was published in 1859, a year after Simon's remarks. Often known as the “<a href=\"https://www.historyofinformation.com/detail.php?entryid=3815\">rose diagram</a>”, two pale blue spirals tell a powerful two-act story of catastrophic disease in the Crimean war hospitals, followed by recovery after sanitary conditions improved. The diagram is a brilliant visual argument, and it won the day: new public health acts were passed, life expectancy soared and Simon quietly revised his opinions. </p> <p>There's a famous remark in a letter that passed between Nightingale and her ally, the great&#xa0;statistician William Farr: “You&#xa0;complain that your report would be dry. The dryer the better. Statistics should be the dryest of all&#xa0;reading.”</p> <p>Several biographers have reported that remark as being written by Farr to Nightingale, the fusty old statistician reining in the fiery younger campaigner. But while researching my new book, which includes a chapter on Nightingale, I&#xa0;tracked the letter down and realised that the historical record had become confused. The letter wasn't from Farr to Nightingale. It was the other way round: <em>she</em> was telling <em>him</em> to play it straight.</p> <p>It's puzzling: how could Nightingale produce artfully constructed statistical arguments while admonishing William Farr to keep it dry? My guess is that she realised that the more spectacular the statistical rhetoric was, the more unimpeachable the underlying numbers needed to be.</p> <p>At a time when we are surrounded by visual presentations of life-and-death data, it is a lesson to remember. I can't help but think of the chief scientific adviser, Sir&#xa0;Patrick Vallance, <a href=\"https://www.bbc.co.uk/news/uk-54234084\">presenting in mid-September</a> a widely scorned “projection” of what might happen&#xa0;if Covid-19 cases doubled every week.</p> <p>We now know that Vallance's alarming warnings were prescient.&#xa0;But they were thinly supported by the data available at the time, which left him all too vulnerable to critics looking for flaws in the scientific advice. Nightingale might have warned him, “The dryer the better.”</p> <p>Nightingale is an icon for our&#xa0;times in another way. Chronically ill after her return from the war, she rarely left her bedroom. She was, nevertheless, an astonishingly productive campaigner. Her symptoms eventually faded after&#xa0;a&#xa0;quarter of a century, and she emerged to the astonishment of many. </p> <p>I hope the Florence Nightingale Museum will not have&#xa0;to hibernate for quite so long. And that the rest of us will escape not in decades, but in weeks.</p> <p><em>Tim Harford's new book is “How To Make The World Add Up” (UK); “The Data Detective” (US)</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Tim Harford 2021 'Florence Nightingale: the pandemic hero we need' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T05:00:58.916Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5523,
          "end": 5528
        }
      ]
    }
  ]
}