{
  "_id": "0d3a8666605a19fa71a57e7c521a7780a239cc5c1d03824f040346b2a9d57f46",
  "feed": "market-watch",
  "title": "A stock-market correction is brewing in the Nasdaq as Facebook leads tech shares south. Here are the levels to watch for other benchmarks.",
  "text": "<p>Market technicians usually define a correction as a drop of at least 10%, but no more than 20%, from a recent peak. An asset is considered in a bear market when it declines by at last 20% from its peak.</p><p>The Nasdaq Composite needs to close below 13,836.90 to reach correction territory, according to Dow Jones Market Data. The index last entered correction on March 8, 2021 and it exited correction on April 9, 2021.</p><p>On Monday, it finished at 14,255.48, and has been down six of the past seven trading sessions.</p><p>Amazon.com Inc.AMZN, a part of for the popular “FAANG” stocks, including Facebook, NetflixNFLX, AppleAAPL and Google-parent AlphabetGOOG was down nearly 3% on Monday and 14.5% from its July 8 closing peak. Apple's stock was down more than 11% from its recent peak and Google's Class A sharesGOOGL were down 8.4% from a recent high put in early last month.</p><p>Facebook also was facing widespread outages at its social-media properties WhatsApp and Instagram, adding to company's miserable day.</p><p>Facebook has come under pressure after data scientist Frances Haugen, alleged that the social-media giant has been deceiving investors&#xa0;about how it has been dealing with hate speech and misinformation on its platform. Haugen is set to testify before Congress on Tuesday.</p><p>Here are the other levels to look out for if the market continues to lose altitude, something that it has been known to do in October. The S&amp;P 500 SPXand Dow Jones Industrial Average DJIA were about halfway to correction: The S&amp;P 500 is off 5.2% from its Sept. 2 record close, while the Dow is down 4.6% from its Aug. 16 peak.</p><p>Dow Jones Market DataThe market has been under increasing pressure, with developments centered on those in Washington, D.C., where tense negotiations on the debt ceiling are playing out and negotiations on infrastructure spending and social spending have failed to achieve a resolution.</p><p>Investors also have been worried about potentially out-of-control inflation and the Federal Reserve's likely responses to an overheated economy, with crude-oilCL.1 and natural -gas pricesNG00 soaring to multiyear highs in recent action.</p>",
  "published": "2021-10-04T16:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 717,
          "end": 722
        }
      ],
      "nexusId": "10022657"
    }
  ]
}