{
  "_id": "e40c81a3eef92b552952797d13125d8f2b69232892fa91fd0f0f54bbeaaa13a0",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Gear & Gadgets -- Rumble Seat:  A Ritzy Little Lexus Hybrid  That Doesn't Quite Add Up  ----  By Dan Neil",
  "text": "<p>\n  When the car of the week is some six-figure personality disorder from Italy or Germany, I don't worry too much about covering the practical details of ownership. The people who buy those cars aren't what you'd call readers. </p><p>\n  But this car, Lexus's second generation NX compact crossover -- our specimen, a plug-in hybrid called the NX 450h+ -- requires a fair bit of chalk talk, if not moral calculus. Based on the same gas-electric, all-wheel-drive watchworks as the Toyota RAV4 Prime, the swank little NX 450h+ is an energized bunny around suburbia, with a cuddly disposition and softly padded quickness more typical of premium battery-electrics -- for as long as the 18.1-kWh battery pack holds out. Put a pin in that. </p><p>\n  With a naturally aspirated 2.5-liter engine under the hood, and independently acting electric motors on the front and rear axles, the Lexus's propulsion widget can achieve an unusually steep ramp up to 304 hp with a hearty hi-ho Silver of electro-torque. It can also hum along at highway speeds in EV-only mode for as long as . . . well, you know. </p><p>\n  The Lexus's all-electric range is less that of the RAV4 Prime (37 vs. 42 miles, respectively) and it's three ticks slower, 0-60 mph (6.0 vs. 5.7 seconds). Those results correspond to the package's general Lexus-ification, put paid to sound-deadening, powertrain isolation, styling, tires and general cushiness, adding up to 175 pounds more than RAV4 Prime in XSE trim. </p><p>\n  Good call, Lexus engineering. For all the merits of the RAV4 Prime powertrain, the direct-injection inline four can get bumptious under load (Jethro, stop banging that wash pot!). To sell it under the Lexus badge, the engineers were obviously obliged to tone down that racket. </p><p>\n  The Toyota corporate underpinnings (transverse front-engine position, FWD or AWD) are rock solid. Although the differences in chassis tuning are too incremental for me to actually palpate, I'm assuming the Lexus chassis has slightly softer damping and spring rates than the down-market Toyota. Hard to tell. One thing is for sure: At 4,475 pounds, the NX 450h+ has what GM marketers used to call road-hugging weight. </p><p>\n  But are PHEVs a good idea, generally? If owners don't plug in their NX 450h+, nothing bad happens, of course. With the battery-charge indicator on low, the wee Lexus's powertrain slurs and shift points, torque and regen feel like any other of Toyota's superb hybrid system -- slick, light, unobtrusive, saving energy where it can without compromising performance. </p><p>\n  But, driven in this condition, the Lexus's overall efficiency plummets -- to an observed 35 mpg, which clusters with non-hybrids in the premium-luxury compact crossover segment. Moreover, the NX 450h+ costs a staggering $14,600 more than the non-plug-in NX 350h AWD (\"+\" means with a PHEV plug), which itself averages a whopping 39 mpg combined. </p><p>\n  For consumers, PHEVs are primarily a financial choice. So the first logic gate is whether buyers could ever recoup the plug-in premium in fuel savings? </p><p>\n  They'd better eat their Wheaties. Please consider these round numbers: Over an annual 15,000 miles driven, the difference between averaging 84 and 39 mpg comes to 206 gallons. At the national average $3.41, that's a saving of $702.46, which means you could make up the PHEV premium in a mere 249 months. Advantage, NX 350h. </p><p>\n  Now let's consider the plug-ins' ideal use-case -- overnight charging and EV-only daily miles in such a way as to zero a buyer's use of gasoline and local emissions. If one is stepping out of a vehicle that gets 39 mpg combined, like the NX 350h AWD, the PHEV's annual savings could be as much as $1,311.54. Such buyers could recover the $14,600 PHEV premium after only 11.1 years. </p><p>\n  But don't forget the cost of electricity. Estimating 4 miles/kWh efficiency in EV-only mode, it would require 3,750 kWh a year to displace 15,000 miles of petrol power. The national average residential rate is about 14 cents/kWh, so figure $525 in annual electrons. That means the PHEV's fuel savings compared to the NX 350h+ would net out at $786.54 for a payback period of 18.6 years. </p><p>\n  There is currently a thumb on these scales. The archaic and wildly generous standards for federal tax credits for PHEV buyers is in imminent danger of reform. In the Build Back Better legislation approved by the House, standards for federal tax credits would be substantially higher, including a requirement that qualifying EVs and PHEVs have at least a 40 kWh battery and gas tank no more than 2.5 gallons. </p><p>\n  The NX 450h+, with a 18.1-kWh pack and 14.5-gallon fuel tank, would not qualify for a federal PHEV credit, if that language holds. It should be noted that Toyota, GM, Stellantis and others would like to enshrine so-called legacy PHEV credits/standards in all their maximal generosity. </p><p>\n  I understand if, faced with difficult choices at home and abroad, Toyota argues for a more gradual phaseout of internal combustion in their product line. What I don't get is the complacency regarding the rest of the package. Shouldn't Lexus be trying to crush Tesla in cabin tech? I don't usually gripe about UX, but Lexus's new interface multimedia system feels pretty undelightful. The 14-inch center touchscreen takes longer to wake than my middle-school daughters. </p><p>\n  How does omitting a Home button improve customers' experience, or my blood pressure? How many little indicator lights are present in the center gauge cluster? All of them. </p><p>\n  There is no easy way back from syncing Apple CarPlay to, say, satellite radio. I had to turn off my phone's Bluetooth and go to bed. </p><p>\n  However the sausage gets made at the federal level, California and 14 other states are ratcheting up regulatory requirements for PHEVs slated through the middle of the decade. Together these states represent about one-third of the U.S. light-vehicle sales. California's Air Resources Board is also taking a hard look at PHEVs real-world emissions -- in particular, nitrogen oxide levels linked with cycling the engine. European environmentalists, tracking similar data, have invoked the scandal of Dieselgate, warning that PHEVs are another phony solution from carmakers. </p><p>\n  At the very least, something about the NX 450h+ doesn't add up. </p><p>\n  --- </p><p>\n  2022 LEXUS NX 450H+ </p><pre>\n </pre><p>\n  Base price: $55,650 </p><pre>\n </pre><p>\n  Price, as tested: $60,690 ($1,075 destination included) </p><pre>\n </pre><p>\n  Powertrain: Plug-in gas-electric hybrid, with naturally aspirated direct-injection 2.5-liter inline four cylinder, with stop/start and variable valve timing; hybrid planetary transmission, with two AC synchronous motors on front and rear axle; on-demand all-wheel drive. </p><pre>\n </pre><p>\n  System net power: 304 hp </p><pre>\n </pre><p>\n  Length/width/height/wheelbase: 183.5/73.4/65.4/105.9 inches </p><pre>\n </pre><p>\n  Curb weight: 4,475 pounds </p><pre>\n </pre><p>\n  0-60 mph: 6.0 seconds </p><pre>\n </pre><p>\n  EPA fuel economy: 84 mpg-e/37 mpg </p><pre>\n </pre><p>\n  All-electric range: 37 miles </p><pre>\n </pre><p>\n  Charging time: 2.5 hours, with optional 6.6-kW onboard charger. </p><pre>\n </pre><p>\n  Cargo volume: 22.7/46.9 cubic feet (rear seatbacks up/folded) </p><p></p>",
  "published": "2021-11-27T07:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5459,
          "end": 5464
        }
      ],
      "nexusId": "10022657"
    }
  ]
}