{
  "_id": "77644d3ed61ea286ba70e8fb77dfc7c5a633d1e73d0b238b07d987560f3fc81b",
  "feed": "wall-street-journal",
  "title": "Intel Sees Shortage Of Chips For Years",
  "text": "<p>\"This will take a while until people can put more capacity in the ground,\" he said in an interview. \"It's just the way it is when you're building new factories.\"</p><p>The global shortage of semiconductor chips has disrupted manufacturing across various sectors, leading to temporary shutdowns of automobile factories and reduced supply of items such as computers and some appliances. Chip companies have been scrambling to help overcome the shortage.</p><p>The White House this month met with executives from the chip and other industries to help determine what action it should take to address the shortage and strengthen the domestic chip-building industry. President Biden previously pledged to fix the chip shortages and included $50 billion for the semiconductor industry in his expansive infrastructure-spending package.</p><p>\"The investment needed at the scale required is immense,\" Mr. Gelsinger said.</p><p>The CEO, on the job since February, also pledged to make some production capacity available swiftly to help alleviate the chip shortage.</p><p>Mr. Gelsinger, who is fast-tracking efforts to re-energize the company, said the outlook projecting sales of $77 billion this year, $500 million higher than previously expected, is a \"supply-constrained guide\" for the year.</p><p>Intel on Thursday said first-quarter sales fell 1% to $19.7 billion, beating Wall Street estimates. Net income, weighed down by costs of a legal settlement, was $3.4 billion. Excluding the pending sale of its memory business and other items, Intel said revenue was $18.6 billion and net income was $5.7 billion.</p><p>Intel's stock fell around 3% in after-hours trading.</p><p>Mr. Gelsinger this month laid out an ambitious strategy for Intel to become a major contract chip maker in addition to making semiconductors to satisfy its in-house requirements. The plan includes a $20 billion spending commitment to build two new semiconductor plants in Arizona. \"This is a pivotal year for Intel,\" he said Thursday.</p><p>Intel's sales drop comes despite strong demand for chips broadly. Vivek Arya, a semiconductor analyst at Bank of America, said ahead of Intel's results that the company is being held back by several factors. Among those are that a surge in demand for personal computers is centered largely on lower-end devices like Chromebooks, while Apple Inc. is ditching Intel for in-house chip designs on some of its equipment. And after a strong year of spending on data centers, outlays this year are expected to advance at a slower pace, he said.</p><p>Mr. Arya expects Intel's sales growth to trail that of the broader sector, which he projects will increase around 15% this year.</p><p>Mr. Gelsinger is trying to rebuild a company that has suffered repeated setbacks in making its most advanced chip and that has lost ground to Asian rivals. Mr. Gelsinger last month said the company was making progress on its newest chips, though analysts have said they want more detail.</p><p>Intel also has said it would increase outsourcing of some chip production to keep pace, he said.</p><p>The company also is contending with increased competition. Nvidia Corp. -- which last year overtook Intel as American's most valuable chip company -- and Advanced Micro Devices Inc. have taken market share. Nvidia this month also said it would start selling central-processing units for data-centers, a market Intel has long dominated. Intel this month introduced an enhanced data-center chip.</p><p>Mr. Gelsigner said that despite projecting slower sales growth than its rivals, Intel aims to recapture lost ground. \"We are out to gain market share,\" he said.</p><p>Intel had $5.6 billion in sales in the data-center business, missing analysts expectation of $5.9 billion. Profitability of that business was hammered by research and development spending, the company said, and costs associated with ramping up production of a new chip.</p><p>Sales for the segment including laptop chips rose more than 8% to $10.6 billion, driven by the boom in remote learning and working from home during the pandemic. \"We see no signs of PC demand slowing,\" Mr. Gelsinger said.</p><p>Intel's effort to become a contract chip maker also isn't without hurdles. The company has tried to break into that market before, with little success. And its chief rivals, Taiwan Semiconductor Manufacturing Co. and Samsung Electronic Co., are readying their own multibillion-dollar spending plans to expand. TSMC last week raised its capital-expenditure plan for this year to $30 billion while lifting its sales forecast. Samsung has earmarked $116 billion in investment by 2030 to diversify chip production.</p>",
  "published": "2021-04-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2290,
          "end": 2295
        },
        {
          "start": 2290,
          "end": 2300
        },
        {
          "start": 2290,
          "end": 2299
        }
      ],
      "nexusId": "10022657"
    }
  ]
}