{
  "_id": "0c30ae4b5f59b70b7e668f22cdce0c3f083def02086b2c3334d08397a22e73e8",
  "feed": "wall-street-journal",
  "title": "NYPD Can't Fight Crime on Its Own",
  "text": "<p>Some of my opponents in the race for mayor suggest a return to blunt-force tactics, such as stop-and-frisk, that perpetuated racial discrimination and stereotypes. In 2011, the peak of stop-and-frisk, police made 685,724 stops. Of those stopped, 87% were black or Latino, and 88% were innocent, according to an analysis of NYPD data from the New York Civil Liberties Union. The police are supposed to protect communities, not profile them.</p><p>Instead, the NYPD's acute intelligence and investigative capabilities, which have resulted in record gun arrests -- a 64% increase in February compared with the same time last year -- should continue in communities facing runaway gun violence. We must also disrupt the influx of illegal guns and embed specially trained officers in the highest-crime areas to take on criminal networks.</p><p>Officers need better de-escalation training. Yet even the best-trained police officer shouldn't be expected to handle situations that are really mental-health or substance-abuse crises. When someone calls 911 for those cases, the responding personnel should be equipped to deal with the situation effectively and nonviolently.</p><p>The NYPD's emergency response teams, therefore, have to include social-service workers like therapists and addiction counselors, depending on the issue. This expansion should be paired with increased funding for violence-prevention programs to divert young people from criminal activity. Additionally, we should expand the use of New York state's Kendra's Law, which allows courts to mandate outpatient mental-health treatment for afflicted people..</p><p>Also, when defendants have a prior conviction for a violent crime or possession of an illegal firearm, or are actively facing felony charges, and are arrested with a loaded gun, they should be jailed until trial without exception.</p><p>Ultimately, we need to invest in our communities to prevent youth from becoming involved in criminal activity in the first place. That means high-quality schools and community centers in every neighborhood, as well as after-school programs and a paid summer internship for every high-schooler who wants one.</p><p>I'm confident we can curb the rise in violence and pull our city together. The next mayor must give priority to public safety and make our system the most effective and fair it's ever been.</p><p>---</p><p>Mr. McGuire is a Democratic candidate for New York mayor.</p><p>(See related letters: \"Letters to the Editor: What Would Help Fight Big Apple's Crime?\" -- WSJ June 4, 2021)</p>",
  "published": "2021-06-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2466,
          "end": 2471
        }
      ],
      "nexusId": "10022657"
    }
  ]
}