{
  "_id": "59d5b58cf5cc254912e6d80992a257cb67bac0e0a0cd56a4e48062b7fc62c1ae",
  "feed": "ftcomall",
  "title": "The music industry makes more money but has more mouths to feed",
  "text": "<p><em>The writer, formerly Spotify's chief economist, is the author of ‘Tarzan Economics' due out in April</em></p> <p>In 1984, a mere 6,000 music albums were released in the UK. Today, streaming services make available a similar volume — 55,000 new songs — every single day.&#xa0;</p> <p>There are not only more songs, but more musicians. Since Spotify launched in 2009, the number of British songwriters has increased by 115 per cent to 140,000 and the ranks of UK recording artists have ballooned 145 per cent to 115,000. Twenty years ago, there were five UK major labels and at most two dozen independent distributors; today Spotify hosts music from 751 suppliers.</p> <p>Unsurprisingly, there are also more genres to classify all these songs. In 2000, the industry classified all the world's music into no more than a dozen-and-a-half genres. Today, Spotify's “<a href=\"https://everynoise.com\">everynoise</a>” acoustic map tracks 5,224 genres, including Coptic hymns, Russian romanticism and the new lockdown hit of<a href=\"https://www.theguardian.com/world/2021/jan/15/shantytok-how-a-19th-century-seafaring-epic-inspired-a-covid-generation\"> shanty</a>, of course.</p> <p>Music was one of the first industries hit by digital disruption. Its fate shows the rest of us the future. When digitisation removes barriers to entry, there is so much more of everything.&#xa0;</p> <p>Last year saw a flood of new books (more than 3.5m titles, although only a fifth were new titles), podcasts (885,000 new episodes — almost two new podcasts every minute), mobile games (88,000, up 50 per cent on 2019) and scripted original TV series (493 in the US alone — more than one a day). </p> <p>Investor money is pouring into digital media at the moment — there have been <a href=\"https://chartable.com/blog/2020-year-in-review?utm_source=podnews.net&amp;utm_medium=email&amp;utm_campaign=podnews.net:2021-02-03\">seven </a>acquisitions of podcasting companies for more than $100m each in the past two years — but that has not translated into newfound wealth for many creators.&#xa0;Here's why: the music industry is indeed making more money thanks to streaming, but there are far more mouths to feed. </p> <p>A <a href=\"https://committees.parliament.uk/work/646/economics-of-music-streaming/\">UK parliamentary inquiry</a>, which I <a href=\"https://committees.parliament.uk/writtenevidence/15367/pdf/?utm_source=podnews.net&amp;utm_medium=web&amp;utm_campaign=podnews.net:2021-01-22\">submitted evidence to</a>, has highlighted this dichotomy. Politicians have been pummelled with angry testimony about the industry. Mercury Prize-nominated Nadine Shah <a href=\"https://www.theguardian.com/business/2020/nov/24/nadine-shah-i-cant-pay-the-rent-on-unfair-music-streaming-revenues\">told </a>MPs, “I'm critically acclaimed but I don't make enough money from streaming and am struggling to pay my rent . . . I am just not being paid fairly for the work.”</p> <p>Songwriter Fiona Bevan, who has penned hits for Lewis Capaldi and One Direction, went further, arguing “Right now,<a href=\"https://committees.parliament.uk/oralevidence/1361/pdf/\"> hit songwriters are driving Ubers</a>” to make ends meet.&#xa0;</p> <p>The three major music labels, which make more than $1m per hour from streaming revenues, have defended the current model, which sees <a href=\"https://musically.com/2021/01/19/major-labels-gave-evidence-to-the-uks-music-streaming-economics-inquiry-so-what-did-we-learn/\">most artists</a> receive a 20 to 25 per cent royalty on streaming. Because earnings go first to pay back any advance, that means an artist who receives an advance of £100,000 must sell £500,000 worth of music before receiving any fresh cash.</p> <p>There lies the conflict. When a music label has splashed out on a big upfront payment to a star, it has every reason to spend more to cover the promotion and advertising needed to make the songs into hits. For lesser known artists, it is often easier to hand out lots of small advances, and simply wait and see if some of them go viral. It's a bit like the old adage about finance: if you owe the bank £100,000, you've got a problem, if you owe them £1m, they have the problem.</p> <p>Partly in response, artists are increasingly trying to go it alone. Rather than signing a 30-page record contract that requires hiring an expensive lawyer to negotiate, some musicians are turning to DIY services like <a href=\"https://distrokid.com/\">Distrokid</a> and <a href=\"https://www.emubands.com/\">EmuBands</a>. These summarise their offer in three simple bullets: pay a fixed fee, retain all your rights and keep all your revenues. </p> <p>As lockdown took hold, major labels released 1.2m songs in 2020; DIY artists released a staggering 9.5m. That's an 8 to 1 ratio of artists doing it themselves to labels doing it for them.</p> <p>While artists choosing to “go it alone” may not receive the same kind of promotional muscle, streaming means they can increasingly draw on many of the same data and outreach tools as the major labels. </p> <p>Using YouTube, SoundCloud and Spotify, artists can access analytics that show who and where their fans are. Platoon, purchased in 2018 by Apple, allows artists to retain their rights and have access to bespoke global services. Amazon-owned Twitch's live video streaming platform saw a jaw-dropping 1tn minutes watched in 2020, with music playing a prominent role. </p> <p><a href=\"https://www.patreon.com/about\">Patreon</a>, a platform that allows artists to sign up members and receive fees from them, took seven years from inception to distribution of $2bn to creators. The global music industry took 12 years to do the same from streaming revenue. These tools are available to all, and the more independent artists are, the more they make use of them.&#xa0;</p> <p>For many artists around the world, these tools are their best hope of survival. The pandemic has all but wiped out live performances, which had been the primary breadwinner for most artists. (Britons alone spent £2.5bn on live music in 2019.) </p> <p>Even as the UK considers whether to update music copyright rules, everyone else should be watching this industry as a living demonstration of what happens when barriers to entry fall. The pie definitely grows, but the number of creators wanting a piece of it grows even faster.<br></p><p>Source: Will Page 2021 'The music industry makes more money but has more mouths to feed' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T12:07:39.060Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4081,
          "end": 4088
        },
        {
          "start": 4081,
          "end": 4086
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}