{
  "_id": "d845d3a741acbd012e705d3090533fd2c392826b79110333a6469536e3a88dfd",
  "feed": "ftcomall",
  "title": "The perils of making a fortune at a young age ",
  "text": "<p>We all dream of winning the lottery or inheriting a life-changing sum of money. But unless sudden wealth is handled carefully, it can disappear quickly, frittered away on poor investment decisions or impulsive spending. </p> <p>Emma Raducanu, the <a href=\"https://www.ft.com/content/9f7ece2f-6dc1-41a9-a9f8-ebf2e75f7ee1\">British tennis star</a> who took home $2.5m at age 18 for winning last month's US Open, is likely to make millions more in promotional deals. She had joked that her first goal at the tournament had been to win enough to buy a new pair of £159 Apple AirPod earphones. </p> <p>Now, she joins a long list of young people who have made a lot of money very quickly in recent years. Footballers, such as Raheem Sterling, are a prime example; he is 26 and worth an estimated £38m. Pop star and Brit Award winner Harry Styles, still only 27, has an estimated net worth of £75m. Tom Holland, best known for playing Spider-Man in the Marvel films, is 25 and has an estimated fortune of £6.4m. </p> <p>It is not only sports stars, actors and musicians. Children who earn money as influencers, such as US YouTube stars Ryan Kaji, nine, and Evan Moana, 15, have made millions of dollars from videos such as toy unboxings. Teenage entrepreneur Mikaila Ulmer, 17, has become a millionaire from sales of her Me &amp; The Bees lemonade, while Alina Morse, 16, has made millions from sugar-free lollipops.</p> <p>But, for some young people, a windfall can be an emotional and financial disaster. The term “sudden wealth syndrome” was coined in the 1990s during the dotcom bubble, when investors ploughed speculative money into online start-ups. The term describes the overwhelming pressures of an unexpected fortune. “Just because someone has had success in athletics or with a business, it does not mean they now know what to do with a large amount of money,” says Chris Page, a chartered financial planner and director of Lewis Brownlee Financial Services in southern England. “The bigger the amount of money . . . and the younger the person is can combine to make it very hard to handle.”</p> <p>That can be a particular problem for young people from&#xa0;humble backgrounds. Wealth managers say clients often wrestle with feelings of elation, fear, guilt and stress, once the initial rush has passed. Kevin Swanson, chief executive of wealth manager Potentia, based in California, says many are not prepared. “Often, people got&#xa0;into sports or social media because they were following&#xa0;their passion, but money can cloud our decisions and create emotional chaos.”</p> <p>A significant number of young people who make money quickly end up losing it all. Argentine footballer Diego Maradona made millions of dollars in his 1980s heyday while he was in his twenties but, in 2009, filed for bankruptcy. He died last year, aged 60. In 1990, boxer Evander Holyfield became world heavyweight champion at 28 but went on to lose much of his fortune, partly as a result of poor investment decisions. “Present earnings may be high and may increase, but future earnings for sportspeople and entertainers are inherently uncertain — they should hope for the best but plan for the worst,” says Peter Daniel, head of private wealth at law firm Collyer Bristow in London. “You're only ever an injury or a decrease in popularity away from a significant drop in income. The principle should be to make hay while the sun shines. Put as much money aside for a rainy day as you can while earnings are high.”</p> <p>Financial experts recommend handling immediate concerns. That could be paying off a mortgage or car loan, wiping out other debts and, most importantly, paying tax. “You may suddenly jump from paying no tax at all to falling into the highest tax rates,” says Daniel. “It would be sensible to look at options for mitigating income tax — for example, through pension contributions or charitable gifts.” </p> <p>Anyone competing or performing around the world should bear in mind they may have tax obligations in different jurisdictions, in which case an accountant with international expertise is essential. There may also be unusual details to consider, such as how to structure image rights.</p> <p>Young people often want to express gratitude to their parents with gifts. “It is not uncommon to hear that young individuals who find themselves in a position of financial fortuity will gift their supportive parents a house, car or large sums of cash,” says Lilly Whale, a private client solicitor at Goodman Derrick in London. She gives the example of YouTuber Adam B who, at age 20, surprised his parents by <a href=\"https://www.derryjournal.com/lifestyle/homes-and-gardens/youtube-star-adam-b-shocks-parents-new-family-home-derry-2863129\">buying them a family home</a> in Northern Ireland. At any age, however, the rules on gifting must be considered, depending on which jurisdiction you live in. </p> <p>Then there are considerations about the financial savviness of those who earn great wealth in their younger years. “It is, unfortunately, fairly commonplace to hear of celebrities suffering,” says Whale, pointing to US pop star Britney Spears, who struggled with mental health problems in her twenties after achieving fame and wealth. In 2008, she was placed under a conservatorship, whereby her financial and personal affairs are managed by other people. In September, a judge <a href=\"https://www.bbc.co.uk/news/entertainment-arts-58746569\">suspended her father as conservator</a> but left in place a separate conservatorship with an accountant chosen by her legal team. If Spears had planned in advance, she could have chosen whom she wanted to manage her affairs in the event of being judged unfit to do so herself. A similar system exists in the UK — people can put a “lasting power of attorney” in place deciding in advance who would take charge of their affairs. Those who do not may have somebody imposed on them by a court order.</p> <p>There are practical reasons for celebrities and athletes to have others manage their interests — through, for example, a property and financial affairs lasting power of attorney. Raducanu, for instance, is likely to travel internationally. If she builds sizeable assets, she may need trusted people to make decisions on her behalf when she is out of the country or less readily available to manage her portfolio. </p> <p>“Rather than only being relevant when you become unable to manage your own affairs, it may be handy to have a trusted person with the power to make decisions and sign documents on your behalf, particularly if you are jetting round the world,” says Daniel. </p> <p>Investment plans will differ depending on whether someone comes into money at, say, age 25 compared with 65. “We recommend dividing these [financial] areas into four buckets: one for life events, an emergency fund, working capital and retirement,” says Swanson. “Each of these buckets feeds the greater financial goal, whatever it may be, in a strategic way. Goals can include purchasing a home, investing in personal life experiences, or buying assets such as art, tech and property.” Other, perhaps more mundane, financial areas also need&#xa0;addressing, says Natasha Oakshett, a partner in the London-based private client and tax department at law firm Withers. “Having mechanisms that effectively divert funds to things like a pension, insurance policies and certain tax-efficient saving products as a regular automatic&#xa0;outlay that you don't, in effect, have access to, takes those funds off the table and is the simplest way to protect them,” she says. </p> <p>Financial advisers in every country have products and structures that provide tax savings. But Oakshett advises caution. “If you don't understand what the product does and how it does it, but the outcome sounds too good to be true, it probably is,” she warns. “If you end up in an arrangement that is subject to challenge by the tax authorities, not only is that likely to be expensive and time-consuming to defend, the damage it can do to your reputation or brand can be proportionally much larger.”</p> <p>Mistakes are made more easily when someone is newly wealthy. “Money slips through their fingers in two to three years because they are not prepared to be good stewards,” says Swanson, who says he often sees young people with a long list of things to spend the money on that rarely includes retirement savings or an emergency fund. Fast cars, boats, planes and even islands are popular, particularly with professional footballers.</p> <p>Perhaps the most unsettling thing about sudden wealth is that the recipient becomes a target for others looking to take advantage. Many celebrities have lost huge sums of money they entrusted to people or investment schemes they believed were legitimate. The most infamous was Bernard Madoff's Ponzi scheme, which claimed&#xa0;prominent&#xa0;business people, sports stars and celebrities among its victims.</p> <p>“Even friends and family, as wonderful as they are, often&#xa0;feel entitled to a share of the sudden wealth,” says Swanson. “That doesn't mean you shouldn't help people, but set aside a fund for helping.”</p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Lucy Warwick-Ching 2021 'The perils of making a fortune at a young age ' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T03:00:13.125Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 478,
          "end": 483
        }
      ],
      "nexusId": "10022657"
    }
  ]
}