{
  "_id": "c5ec554ac7441ebf13f5b396e45748e085232b98dfed50e74905e99dd4b325f4",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Tech Frenemies for Life  ---  Google, Facebook, Amazon, Apple and Microsoft: It's complicated.  ----  By Bowdeya Tweh and Katherine Riley",
  "text": "<p>\n  Once upon a time, Amazon.com Inc. sold only books, Apple Inc. sold computers, and Google was just a search engine. Those days are long gone, and each of those companies -- as well as Microsoft Corp. and Facebook Inc. -- has become a tech behemoth. </p><p>\n  Big Tech's critics say the industry's giants wield too much power over the lives of internet users. The companies often argue in response that they face enormous competition, often from each other, and need to continue innovating to remain relevant. </p><p>\n  The reality, as these charts show, is an interplay of collaboration and competition that helps to shape the extent and nature of Big Tech's clout. And that interplay is evolving, as the companies increasingly encroach on one another's turf to build and protect their dynasties. </p><p>\n  Tech giants have both protected themselves against competitive threats and opened new battlefronts by using their size and resources to acquire smaller companies and talent to expand their product lines and services. </p><p>\n  Although that growth has helped them become less reliant on partners, the shifting landscape has created some bitter rivalries. Facebook Chief Executive Mark Zuckerberg and Apple CEO Tim Cook have slammed each other in statements over issues ranging from data privacy to app marketplace fees. Google and Microsoft executives have recently traded barbs over their practices around hosting news content and paying publishers. </p><p>\n  The bonds among the five companies aren't completely frayed: They continue to work together on everything from software development to industry advocacy. </p><p>\n  Beyond marketing their apps and products on one another's platforms, the companies, in some instances, have enmeshed their businesses in ways that have drawn regulatory scrutiny. </p><p>\n  These graphics offer a snapshot of how the five biggest U.S. technology companies by market value compete as well as lean on each other for success. The Wall Street Journal categorized certain relationships that the companies have in software, hardware and internet services. </p><p>\n  The companies are big, their business lines varied, and the categorizations may not reflect every nuance in the competitive dynamic. </p><p>\n  All five companies declined to comment for this article. </p><pre> </pre><p>\n  Team of Rivals </p><p>\n  Relationships rated as friends reflect companies that are primarily partners in an area, enemies reflect companies that largely act as competitors and frenemies as relationships that feature both points of competition and cooperation. </p><pre> </pre><p>\n  Cloud computing </p><p>\n  While Amazon Web Services, or AWS, continues to be the biggest player in the cloud-computing space, Microsoft and Google are trying to eat into its market share. Facebook and Apple don't sell web-hosting services to other businesses, but Apple hosts some of the data from iCloud, its cloud-storage service, on both AWS and Google Cloud. </p><pre> </pre><p>\n  Digital advertising </p><p>\n  Google and Facebook play dominant roles in digital advertising, but that business is also growing for Amazon, Microsoft and Apple. Even with competing digital ad networks, Amazon buys ads on certain Google search keywords, and Google is a top web-traffic referrer for a significant portion of Amazon third-party sellers. </p><pre> </pre><p>\n  News aggregation </p><p>\n  Internet platforms have long been interested in news as a way to engage users. Facebook and Google announced separate plans to spend $1 billion on news content over three years. Apple, with its Apple News+ service, offers a paid subscription news product while Microsoft has its news product accessible through browsers and apps. Microsoft and Google have engaged in a war of words over their postures toward news producers. </p><pre> </pre><p>\n  Videogaming services </p><p>\n  Each company operates a subscription-based or free-to-play gaming service. Some services use rivals' distribution channels to reach consumers: Google Stadia can be played on an Amazon Fire television and a digital controller for Amazon's Luna can be downloaded in Google Play. Apple, which operates Apple Arcade, upset Facebook, Microsoft and Google with restrictions on cloud-gaming services within its App Store. </p><pre> </pre><p>\n  Social networks </p><p>\n  Facebook owns some of the world's largest social networks, but the layering of features like e-commerce and live-streaming has redefined its competitive relationships. Google's YouTube and Amazon's Twitch compete in live-streaming, though both companies benefit from their apps being distributed in each other's app marketplaces. Microsoft-owned LinkedIn battles Facebook and Google in generating revenue from job listings. </p><pre> </pre><p>\n  Application marketplace </p><p>\n  App-hosting platforms have increasingly served as flashpoints for disputes concerning the power of large tech companies. Apple and Google operate the largest mobile app marketplaces but also distribute their own apps through each other's platform. Facebook and Microsoft -- which operates app stores for Windows devices and its Xbox videogame console -- have sparred with Apple over its marketplace rules. </p><pre> </pre><p>\n  Enterprise software suites </p><p>\n  The market for providing software to businesses has exploded over the past two decades, and large tech companies -- including the likes of Facebook -- have jumped in to become vendors. Google and Microsoft battle in providing a range of products to businesses including email, calendars and text-document creation. </p><pre> </pre><p>\n  Messaging </p><p>\n  The companies offer competing messaging products, for consumers and businesses though they rely on being distributed through rivals' platforms to reach customers. Facebook's Mr. Zuckerberg, whose company provides messaging services through WhatsApp and Messenger, has called Apple a competitor in messaging and a growing competitive threat on other fronts. </p><pre> </pre><p>\n  Laptops and tablets </p><p>\n  Microsoft and Google are among companies that have begun to blur the product lines between tablets and laptops. Amazon doesn't produce laptops (despite selling them on its e-commerce platform), though its Fire tablet competes with products from Apple, Microsoft and Google while relying on a version of Google's Android operating system to power its device. </p><pre> </pre><p>\n  Smart speakers and video displays </p><p>\n  Smart speakers and video displays have helped bring digital-assistant technology into millions of devices world-wide. Apple, Amazon and Google are locked in a stiff competition in selling their voice-enabled speakers and displays. Facebook's Portal also competes with devices in this category, while having Amazon Alexa capabilities built-in. Amazon also sells Portal gear on its e-commerce platform. </p><pre> </pre><p>\n  Smartwatches and fitness trackers </p><p>\n  Google's purchase of Fitbit brought it into selling smartwatches and fitness trackers, a category where Apple holds significant market share and Amazon is courting customers with its Halo. The Fitbit purchase features some cooperation with Amazon: Fitbit's products are sold on Amazon's e-commerce platform, the app is available in Amazon's Appstore and Alexa is integrated into some Fitbit devices. </p><pre> </pre><p>\n  Smartphones </p><p>\n  While all five companies produce software for smartphones, only three produce devices. Apple has the longest continuous tenure among the companies making handsets. Amazon isn't in the smartphone business after killing the Fire phone, but sells Google's Pixel and Apple's iPhone on its e-commerce platform. Microsoft exited the business years ago before re-entering it of late with its combination phone-tablet Surface Duo. </p><p>\n  (See accompanying graphics -- WSJ Apr. 3, 2021) </p><p></p>",
  "published": "2021-04-03T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4630,
          "end": 4635
        },
        {
          "start": 5892,
          "end": 5897
        },
        {
          "start": 3905,
          "end": 3910
        },
        {
          "start": 67,
          "end": 72
        },
        {
          "start": 2659,
          "end": 2664
        },
        {
          "start": 2966,
          "end": 2971
        },
        {
          "start": 5544,
          "end": 5549
        },
        {
          "start": 7152,
          "end": 7157
        },
        {
          "start": 6580,
          "end": 6585
        },
        {
          "start": 6976,
          "end": 6981
        },
        {
          "start": 3927,
          "end": 3932
        },
        {
          "start": 1166,
          "end": 1171
        },
        {
          "start": 4881,
          "end": 4886
        },
        {
          "start": 51,
          "end": 61
        },
        {
          "start": 6158,
          "end": 6163
        },
        {
          "start": 51,
          "end": 56
        },
        {
          "start": 3375,
          "end": 3380
        },
        {
          "start": 3359,
          "end": 3364
        },
        {
          "start": 2722,
          "end": 2727
        },
        {
          "start": 51,
          "end": 60
        }
      ]
    }
  ]
}