{
  "_id": "394a964d4458862c9da77afadff1a6692bc1ae68eb0a7944fafe1d5cde2cc605",
  "feed": "ftcomall",
  "title": "FirstFT: Chinese hypersonic weapon fired a missile over South China Sea",
  "text": "<p><br>Good morning. China's hypersonic weapon test in July included a technological advance that enabled it to <a href=\"https://www.ft.com/content/a127f6de-f7b1-459e-b7ae-c14ed6a9198c\">fire a missile</a> as it approached its target travelling at least five times the speed of sound — a capability no country has previously demonstrated.</p> <p>Pentagon scientists were caught off guard by the advance, which allowed the hypersonic glide vehicle, a manoeuvrable spacecraft that can carry a nuclear warhead, to fire a separate missile mid-flight in the atmosphere over the South China Sea, according to people familiar with the intelligence.</p> <p>Experts at Darpa, the Pentagon's advanced research agency, remain unsure how China managed to fire countermeasures from a vehicle travelling at hypersonic speeds, said the people familiar with details of the demonstration.</p> <p>Military experts have been poring over data related to the test to understand how China mastered the technology. They are also debating the purpose of the projectile, which was fired by the hypersonic vehicle with no obvious target of its own, before plunging into the water.</p> <p><em>What's your reaction to China's technological advance? Tell us what you think at </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em>. Thanks for reading FirstFT Americas.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Five die as car is driven into Christmas parade in Wisconsin </strong>More than 40 people were also injured after an <a href=\"https://www.ft.com/content/45d57b88-e6ba-45d9-8466-946eafeff57d\">SUV drove into a Christmas parade</a> in a suburb of Milwaukee on Sunday. “The scene is still fluid, and the investigation is ongoing,” city authorities in Waukesha, Wisconsin, said in a Facebook post, adding that police had apprehended “a person of interest”.</p> <p><strong>2. China's exiled crypto machines fuel global mining boom</strong> China's ban on cryptocurrency mining in May triggered an exodus of miners and a global race to relocate millions of the clunky, power intensive machines they use to solve complex puzzles and earn bitcoin. From Venezuela to Russia, data collected by the FT map <a href=\"https://www.ft.com/content/0dbe4f9f-a433-4288-858e-c4b852f4c340\">where the machinery ended up</a>.</p> <ul>  <li><p><strong>Asset managers blame SEC rules for decision to pull </strong><a href=\"https://www.ft.com/content/6c0a843b-0491-4b31-9ce0-60ad88cbc5f7\"><strong>bitcoin futures exchange traded funds</strong></a>. </p></li> </ul> <p><strong>3. Growth of The Information is good news for media business </strong>The <a href=\"https://www.ft.com/content/0b34cbd7-041a-40c7-a1c7-6dd3b9958570\">technology news publication</a> aimed at Silicon Valley insiders has reached 225,000 active users, underlining the rise of specialist subscriptions as a business model for journalism.</p> <ul>  <li><p><strong>Video: Are </strong><a href=\"https://www.ft.com/video/14d29d3f-301f-4f18-ba29-c1964e6d6a6e\"><strong>investment groups killing US newspapers</strong></a><strong>?</strong></p></li> </ul> <p><strong>4. Brussels to curb banks' use of ‘cross-border' permissions to access EU</strong> The proposal would stop almost all <a href=\"https://www.ft.com/content/4ed93bac-0488-4105-8aec-47ef08198aae\">cross-border selling from non-EU countries</a> into the bloc's single market. Banks are keen on cross-border access to the EU because it is cheaper and simpler to do some trade from their main international centres rather than moving capital and staff.</p> <p><strong>5. Ericsson to pay $6bn for cloud-based services group Vonage</strong> The <a href=\"https://www.ft.com/content/7dff985d-df72-4c97-8de1-2e6a4758d081\">acquisition is the biggest ever</a> for the Swedish telecoms equipment maker. Vonage, a pioneer of internet telephony in the US, had a market value of about $3.6bn in September before activist investor Jana Partners started agitating for it to sell itself or break up. </p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>Europe</strong>'s&#xa0;<a href=\"https://www.ft.com/content/c6604c89-9352-4cc6-81bd-8ce671f4cd8f?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">protests against Covid-19 curbs</a>&#xa0;spread to Brussels yesterday, where a march of tens of thousands of demonstrators later turned violent.</p></li>  <li><p><strong>Austria</strong>&#xa0;will put forward legislation to make vaccination&#xa0;<a href=\"https://www.ft.com/content/ea306f29-4857-4fa4-9c9d-f3d8aed5dd6d?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b#post-9489d292-4fef-42af-ae11-7bde42cf3eca\">mandatory for all</a>&#xa0;from early next year. The FT View is that the problem lies in the number of vaccine refuseniks whose conspiracy theories are&#xa0;<a href=\"https://www.ft.com/content/1b164c18-737f-4b82-b40d-e957b545e38e?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">amplified by far-right political parties</a>.</p></li>  <li><p>The<strong>&#xa0;US CDC</strong>&#xa0;has&#xa0;<a href=\"https://www.ft.com/content/3f4aa065-83b1-40a3-ae09-e657046e07f8?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">endorsed booster shots</a>&#xa0;for all adults over 18 years of age.</p></li>  <li><p><strong>Chief executive pay</strong>&#xa0;in the FTSE 100 has&#xa0;<a href=\"http://ft.com/content/c27dad35-2fe3-4b48-97d3-4cf845d6e7e4\">fallen by nearly a tenth</a>&#xa0;this year, as companies reined in executive rewards under shareholder pressure.</p></li> </ul> <p><em>Join more than 100 influential leaders and the FT's top journalists from across America and around the world for the Global Boardroom conference as they discuss how to build resilient, sustainable, inclusive economies and businesses in a world transformed by crisis. Register for free&#xa0;</em><a href=\"https://globalboardroom.ft.com/?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b&amp;reference=FTcuratededitorial&amp;utm_source=news&amp;utm_medium=FTcuratededitorial&amp;utm_campaign=2021PGlobalBoardroom4#homepage\"><em>here</em></a><em>.</em></p> <h1>The days ahead</h1> <p><strong>World Trade Organization meeting</strong>&#xa0;The organisation's general council will meet in Geneva ahead of its&#xa0;<a href=\"https://www.bloomberg.com/news/articles/2021-11-11/eu-to-focus-on-wto-with-u-s-as-irritants-ease-trade-chief-says\">12th ministerial conference</a>, a gathering of its highest decision-making body, on November 30. (BBG)</p> <p><strong>Zoom earnings&#xa0;</strong>The video conferencing platform&#xa0;<a href=\"https://www.ft.com/content/9602e242-aab8-4d24-a2f5-5b28974dc5f4?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">reports</a>&#xa0;numbers for the third quarter, as it wrestles with the need to broaden its scope as staff return to the workplace and become less reliant on screen-based meetings. US financial software maker Intuit releases results for the first quarter.</p> <h1>What else we're reading</h1> <p><strong>Apple's concession on the right to repair</strong>&#xa0;The smartphone maker last week launched a&#xa0;<a href=\"https://www.ft.com/content/235bf272-0a3c-4603-8f5c-46d5c76a0d3c?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">self-service repair programme</a>&#xa0;that will allow customers to buy replacement parts. This is long overdue from a company that has fiercely guarded its control over the repair process and used means fair and foul to induce smartphone owners to upgrade regularly.</p> <p><strong>Why European banks have failed to crack the US</strong>&#xa0;Santander is bucking the trend — for now. Its US operation has quietly overtaken the likes of Spain, Brazil and the UK to become the&#xa0;<a href=\"https://www.ft.com/content/788b418f-4a85-411d-8645-503d226f4e01?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">top profit contributor to the group</a>.</p> <p><strong>The Spac machine sputters back to life&#xa0;</strong>Sponsors hope that the market's&#xa0;<a href=\"https://www.ft.com/content/d1723a8e-c146-4d48-8475-01cc9947a5d6?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">signs of life</a>&#xa0;signal that it is maturing. Some have drawn analogies with the junk bond market, which went through a frenzied boom period followed by scandal in the 1980s before becoming an integral part of the modern financial system.</p> <p><strong>Too much choice is confusing — and unsustainable&#xa0;</strong>In a restaurant, Andrew Hill tends to opt for the set menu rather than going à la carte. “Confronted with an abundance of choice, I am an indecisive shopper, so news of simplification is cheering,” he writes. Similarly, supply chain shortages and a climate crisis are reminding companies that&#xa0;<a href=\"http://ft.com/content/a3d91230-1af8-4c91-85ae-2b23f59bf0cd\">less is often more</a>.</p> <p><strong>Where did all the workers go?&#xa0;</strong>Two years of unprecedented upheaval in labour markets has caused millions on both sides of the Atlantic to step out of the workforce. Is it the result of reduced migration? Early retirement?&#xa0;<a href=\"http://ft.com/content/3cff0294-4c4d-4e29-b482-1f6f41889399\">And will it last</a>?&#xa0;<em>This is the first part of an&#xa0;FT series&#xa0;analysing how the pandemic has transformed the labour market.</em></p> <h1>Things to do in Miami</h1> <p>Franklin Sirmans, director of the Pérez Art Museum Miami — one of the city's top art spaces — shares his local delights. If you have a great&#xa0;<a href=\"https://www.ft.com/content/1873e8df-7786-4009-8da8-372d96f67191?emailId=619b79f44f31900004400d0c&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">Miami tip to share, then let us know</a>.</p><p>Source: Wai Kwen Chan, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Chinese hypersonic weapon fired a missile over South China Sea' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-22T11:07:20.802Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4455,
          "end": 4460
        }
      ],
      "nexusId": "10022657"
    }
  ]
}