{
  "_id": "3d6ef114d33de464e339b815456bb2275a64bf29cd3f57d80629b5395a853227",
  "feed": "wall-street-journal",
  "title": "Epic Games Takes Apple Challenge to Europe",
  "text": "<p>Epic has sued both Apple and Google for alleged monopolistic behavior in the U.S., and Apple countersued.</p><p>In Europe, Epic's legal complaint joins plaintiffs including music-streaming service Spotify Technology SA that have prompted a formal investigation into Apple's alleged anticompetitive behavior.</p><p>\"What's at stake here is the very future of mobile platforms,\" said Epic founder and Chief Executive Officer Tim Sweeney. \"We will not stand idly by and allow Apple to use its platform dominance to control what should be a level digital playing field.\"</p><p>Mr. Sweeneysaid that while the legal case filed in Europe targets Apple, \"the broad outlines. . .are equally applicable to Google, though the timing may be different.\"</p><p>Apple said Epic had violated App Store rules that apply to all developers. \"Their reckless behavior made pawns of customers, and we look forward to making this clear to the European Commission,\" said an Apple spokesman.</p><p>The European Commission -- the EU's executive arm -- confirmed that it received a complaint from Epic against Apple. \"We will assess it based on our standard procedures,\" said commission spokeswoman Arianna Podesta.</p><p>The similar cases Epic has filed against Apple in the U.K. and Australia also allege abuse of dominance. The game maker's U.K. lawsuit last month against Google likewise accuses the search giant of abuse of dominance and anticompetitive behavior in its Play store.</p><p>Google said in response to the lawsuits in the U.S. and U.K. that Epic violated rules applying to all developers that use the Play store, adding that the company would continue discussions with Epic about bringing \"Fortnite\" back to the store.</p><p>In Europe, Epic claims that Apple blocked \"Fortnite\" updates in retaliation for Epic having given users the option of paying directly via the app instead of with Apple's own payment system, Apple Pay. When Apple launched its own games-distribution service, Apple Arcade, it barred competitors from doing the same, Epic alleged in its complaint.</p><p>Apple's operating system, iOS, \"should be open to competing stores,\" said Mr. Sweeney, adding that iPhone users and app developers shouldn't be restricted to using Apple Pay but that other payment systems should be equally permitted.</p>",
  "published": "2021-02-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1925,
          "end": 1930
        },
        {
          "start": 2013,
          "end": 2018
        },
        {
          "start": 621,
          "end": 626
        },
        {
          "start": 17,
          "end": 22
        },
        {
          "start": 1858,
          "end": 1863
        },
        {
          "start": 260,
          "end": 265
        },
        {
          "start": 723,
          "end": 728
        },
        {
          "start": 1053,
          "end": 1058
        },
        {
          "start": 87,
          "end": 92
        },
        {
          "start": 461,
          "end": 466
        },
        {
          "start": 1200,
          "end": 1205
        },
        {
          "start": 1830,
          "end": 1835
        },
        {
          "start": 1696,
          "end": 1701
        },
        {
          "start": 19,
          "end": 24
        },
        {
          "start": 1874,
          "end": 1879
        },
        {
          "start": 1858,
          "end": 1867
        },
        {
          "start": 926,
          "end": 931
        },
        {
          "start": 2177,
          "end": 2186
        },
        {
          "start": 2177,
          "end": 2182
        }
      ],
      "nexusId": "10022657"
    }
  ]
}