{
  "_id": "b4bc1b3f8c048c079794503b42f9582b5564911f168033d1556646c0f002e233",
  "feed": "ftcomall",
  "title": "Welcome to the miniverse: the big business of dolls' houses",
  "text": "<p>As a child, I was obsessed with&#xa0;tiny interiors. I read <em>The&#xa0;Borrowers</em> by torchlight, made floorplans with the help&#xa0;of the Habitat catalogue and had to be dragged away from the window of Dragons in Knightsbridge, where the Regency houses practically sang&#xa0;to me at Christmastime. Every afternoon, my big sister and I would arrange everything in our Sindy house, and&#xa0;every morning when we were at school our little sister would bulldoze it&#xa0;again. Despite the sophistication of Sindy's abode – it had a lift, and the hobs glowed – nothing made me happier than&#xa0;a shabby dolls' house we decorated one half-term with Dulux testers and bits of household packaging.&#xa0;</p> <p>Perhaps it's in my blood. My grandfather, Sam Fitzpatrick, who worked as a telecoms engineer in Belfast, made dolls' houses from&#xa0;scratch. His signature was complex, geometric wooden fretwork – that and the ability to suavely smoke a cigarette while sawing and hammering with both hands. My&#xa0;Uncle Patrick recalls watching wide-eyed as&#xa0;a small boy as the ash grew perilously long. Gaga, as we called him, would pause only at the critical moment to tap it away, enjoying the theatre of it all.&#xa0;</p> <p>He was on my mind early last year when my husband and I began making a “mouse house” for our daughter Maya for her fourth birthday. We'd emigrated just weeks before, and for many a night when we should have been unpacking we stayed up decorating this tiny sanctuary with offcuts of carpet and Little Greene colours that matched our “big” house. It was meant as a home-within-a-home that would help her to settle – but when the clock read 2am as we cut a trapdoor to the&#xa0;attic (the notion of&#xa0;her cloth mice up there in their sleeping bags was just too irresistible), it occurred to me that maybe we needed it as much as she.&#xa0;</p> <p>Forget the metaverse: those of us who grew up on <em>The Sims</em> have embraced the “miniverse”, a more soothing and tactile artificial reality. Within weeks of the first Covid-19 lockdown, both established dolls'&#xa0;house retailers and small-time crafters on Etsy found themselves besieged, as the ingenuity of these impossibly detailed, 1:12-inch scale models gave people&#xa0;something to smile about – and something to do.&#xa0;</p> <p>“I've spent 20 years getting into the hobby, and I've been hard-pressed to find anything contemporary that was high‑end; all the good stuff, particularly in the British scene, catered only to the period style,” says Kat Picot, Brighton-based editor of <a href=\"https://www.shrunkmagazine.com/\"><em>Shrunk</em></a> magazine, a spiritual home for the modern miniaturist, which she launched in&#xa0;October last year following a 24-hour Kickstarter. “Suddenly, with the accessibility of 3D-printing and laser-cutting and Instagram, it's thirty- and fortysomethings getting into this. It's opened up a new world, in their aesthetic. Parents want ‘one for the kids and one for me': they don't want theirs to be trashed.”</p> <p>It's no coincidence that all this collecting, crafting and curating is&#xa0;happening now, says&#xa0;Susan Scheftel, a clinical psychologist and&#xa0;child psychoanalyst, and faculty&#xa0;member of Columbia University: “Children play to get a&#xa0;sense of mastery when they are overwhelmed, and in therapy a dolls' house is a stage where they can ‘play out' different things,” she says. “As adults, we were all rendered so small in the face of this pandemic that to some degree we're all like children again: we&#xa0;don't know what's coming next, we feel vulnerable and out of control, and we have to process it&#xa0;somehow. With miniature models you can be the master of a universe, divorced from the specificity of reality. It makes what you're going through more manageable.”&#xa0;</p> <p>Every day, a community of miniaturist pros, amateurs and enthusiasts gathers on Instagram, discussing the best way to make bougainvillea “grow” around a doorway, asking for progress reports on someone's new kitchen installation, or marvelling at the inside of a 3D-printed clay-polymer lemon, sliced open for cocktail hour. Some models are dream homes: a Moroccan riad with working fountain, a lighthouse, an eco-cave furnished in sustainable woods, or a flat-pack Malibu beach house. Abandoned houses also are a thing, as are cafés and bookshops; and somewhere out there the Rose Apothecary from&#xa0;<a href=\"https://www.ft.com/content/831aa57f-342c-4778-b859-a20099a59efc\"><em>Schitt's Creek</em></a> is taking shape. But most&#xa0;designs are a take&#xa0;on the collector's home – not an alternate reality, says Susan Scheftel,&#xa0;but an “altered” one. “I&#xa0;think it's to do with the idealisation of domesticity,” she says. “With a dolls' house, people can alter reality, control a tiny house and make life <em>manageably</em> real.”&#xa0;</p> <p>And with realism comes wit. You may have a duplex with Le Corbusier lounge chairs, bamboo bedlinen and an of-the-moment lighting concept. You may know someone who can “do” you a micro-Peloton. But you'll also be needing some toilet bleach.</p> <p>Along with miniature hand sanitiser, it's&#xa0;a bestseller at Surrey's <a href=\"https://shepherdminiatures.com/\">Shepherd Miniatures</a>, where Hannah Shepherd is cleverly modernising her seamstress mother Chris's business, established in 1992. A full-size electrical product designer&#xa0;by day, she is trained in prototype software, and has moved towards the miniatures since having her two children. “My mum specialised in things like little pillows and sacks of produce; my dad deals&#xa0;in antique ephemera, so we could scan the old packaging – it gave us a&#xa0;corner&#xa0;of the market for retro stuff because people couldn't find the originals.”&#xa0;But social media has taken everything to a whole new level.</p> <p>Is anyone hoarding toilet paper? “No. Because I've only ever made one toilet roll; it's surprisingly difficult,” she says. “Some people take it very seriously, spending thousands to make their ‘day in the life' scenes look ultra-realistic – but a lot of this&#xa0;is about having a laugh.”</p> <p>Also known for humour is Deborah Carr, a performing arts teacher who, when&#xa0;furloughed, refurbished a house that&#xa0;she bought from specialist <a href=\"https://www.melodyjane.com/\">Melody Jane</a>. Ashton House, as documented on Instagram, is an ever-changing portrait of her family's life: her Instagram followers know she's “done an Ikea shop” when the (tiny) big blue bag appears in the kitchen.&#xa0;</p> <p>She's been using her craft not just to process what's happening recently but to capture important moments. Carr was one of the first people ever to teach Matthew Ball, principal at the Royal Ballet, and there's a miniature picture of him on the wall in the&#xa0;dance studio. Her 19-year-old son's favourite childhood books are rendered in miniature on the bedroom shelf, and when he was leaving for university, Deborah made a&#xa0;scene of his packed boxes in the hallway. “He hates having his picture taken, so it's my way of holding these memories while also doing something&#xa0;mindful.”</p> <p>As with so many craft trends, America is the torchbearer. Nevada is home to both <a href=\"https://imomalv.com/\">IMOMA</a>, the first international contemporary miniatures show, and Paris Renfroe's <a href=\"http://www.prdminiatures.com/\">PRD Miniatures</a>: he's your man for a cool, converted shipping-container dolls' house or exquisite upholstery.&#xa0;</p> <p>But the real star of the moment is perhaps larger-than-life artist and fashion fanatic <a href=\"http://phillipnuveen.com/\">Phillip Nuveen</a>, whose sideline in “couture miniatures” dazzles and disorientates. A creative polymath, he “was the boy from Ohio hiding in the art-supply room until I could leave for the big city”. In the decade since he made it to New York, he's gone from retail merchandising at Apple to having his own corporate consultancy creating custom miniatures for <a href=\"https://www.ft.com/content/6fbb0e1f-8ec1-44b1-b2a4-406a9c06aff9\">Hermès</a>.&#xa0;</p> <p>“As a kid, I was obsessed with Lego and buildings,” he says. “My dad was an engineer, so there was an emphasis on structure. At&#xa0;school in Chicago I wanted to&#xa0;be an architect but I'm bad with numbers; I didn't realise that's the structural engineers' job, so I studied graphic design.”</p> <p>His first shrunken building was a&#xa0;high-rise night-light that he made when he moved to New York. He became known for his 3D artworks of high-fashion boutiques and gradually developed a side business in luxe miniatures, from infinity pools to handbags and hotel luggage racks.&#xa0;</p> <p>“It's a luxury business because there's such a depth of skill involved,” he says. “You have to be&#xa0;able to do everything from 3D rendering to sewing and even laying floor planks. I work fast – anything from an hour for a handbag to a day for a walk-in-wardrobe –&#xa0;which is intense. But it's exciting to see these perfect objects in your palm.”</p> <p>From Nuveen's ultra-glossy world to the more down-to-earth dioramas, what all these models have in common is&#xa0;that dolls themselves are&#xa0;incidental or, usually, nowhere to be found. It's all&#xa0;theatre: every scene is electric with anticipation, a&#xa0;sense that the owners could walk in at any time.&#xa0;</p> <p>“Personally, I'm team ‘no dolls',” says Kat Picot. “A figurine is never completely lifelike, so the illusion of the interior is broken. That's the game; it should be impossible to tell the ‘mini' from the real.”&#xa0;</p> <p>While we're getting real: there is a “re-use culture” in miniature-making also. Even Nuveen loves to play with found objects. “I fill bottle caps with moss peat and&#xa0;<em>voilà</em>, a planter! Halved pill-capsules make amazing water glasses.” But there are reservations about all the 3D-printed plastic.&#xa0;</p> <p>“I've been thinking about the plastic element – but in its defence, this hobby has saved a lot of people's sanity lately,” adds Picot. “It's hard to resist the immediacy; it's&#xa0;quicker than whittling a wooden chair. Traditionalists struggle with it – they have their livelihood to protect – but most are pleasant and acknowledge the craft skill.”</p> <p>Congeniality matters. Miniaturists send&#xa0;each other flowers with the message: “Something nice to come home to”. Which&#xa0;was very much the spirit of my grandfather's hobby: it was meant to be&#xa0;fun. I wonder what he would have made of this brave new world.&#xa0;</p> <p>As for Maya, I watch her attempt to decorate her dolls' house for Christmas while her new little sister, Emilia, wreaks havoc, just as mine did, and I'm grateful that whatever world these two grow up in, they will have each other and a little place to make their own.</p><p>Source: Maria Fitzpatrick 2021 'Welcome to the miniverse: the big business of dolls' houses' FT.com 3 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-03T09:30:20.790Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7257,
          "end": 7262
        }
      ],
      "nexusId": "10022657"
    }
  ]
}