{
  "_id": "61fab9bd3c94c03733fb6c88dd89e4f5c3bec2c9c6ae66dd39a44abcdd961786",
  "feed": "ftcomall",
  "title": "FirstFT: US stocks slip as Biden nominates Jay Powell for second term",
  "text": "<p><em>Click </em><a href=\"https://www.ft.com/top-stories-today\"><em>here</em></a><em> to listen to the latest news in less than three minutes. Top Stories Today is an audio news digest that gets you up to speed on the day's top headlines. Listen every weekday by clicking </em><a href=\"https://www.ft.com/top-stories-today\"><em>here</em></a><em>.</em></p> <p>Wall Street stocks dropped on Monday as traders interpreted Joe Biden's renomination of Jay Powell as chair of the Federal Reserve as a sign that the <a href=\"https://www.ft.com/content/ddfcb816-b4f7-4928-bbb0-3f7e4c2ee1d7\">US president approves of a hawkish pivot</a> by the central bank to fend off soaring inflation. </p> <p>The blue-chip S&amp;P 500 equity index rose on the announcement of Powell's renomination but gave up those gains to close the day 0.3 per cent lower in New York. The technology-heavy Nasdaq Composite index also tailed late in the trading day, closing 1.3 per cent lower.</p> <p>Tech stocks are considered to be particularly sensitive to rising interest rates and Powell's renomination is expected to result in a more hawkish tilt to Fed policy than if the other contender for the job, Lael Brainard, had been chosen.</p> <p>Powell's renomination came amid a renewed sense of urgency over soaring inflation in the US among top policymakers and politicians. The Fed chair said on Monday that the central bank would use its tools to “prevent higher inflation from becoming entrenched”.</p> <ul>  <li><p><strong>Markets Briefing</strong>: European shares <a href=\"https://www.ft.com/content/78721506-7779-4af6-ab1f-f50a2aad05ae\">dip after Powell nomination</a> dents US stocks</p></li>  <li><p><strong>Lael Brainard</strong> Learn more about the <a href=\"https://www.ft.com/content/4d699b49-c4e7-4473-882d-9c9bc52c08cb\">Federal Reserve vice chair nominee</a></p></li>  <li><p><strong>Go deeper</strong>: Jay Powell <a href=\"https://www.ft.com/content/2b1f7aa8-206f-4d54-bccc-3f9eeddb9f51\">faces significant challenges</a> in second act as Fed chair</p></li> </ul> <p><em>What do you think of Biden's decision to reappoint Jay Powell as Fed chair? Tell us what you think at </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em>. Thanks for reading FirstFT Americas.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Binance in talks with sovereign wealth funds about investments </strong>The world's largest cryptocurrency exchange is hoping sovereign wealth funds <a href=\"https://ft.com/content/006b727a-cc20-403e-ad53-6a23571e6c1c\">taking stakes</a> could buttress relationships with governments and increasingly aggressive regulators, according to its chief executive.</p> <ul>  <li><p><strong>More on crypto</strong>: The estate of JRR Tolkien has <a href=\"https://www.ft.com/content/fe9837d3-ff6a-4abf-8ab0-a5fe98d95855\">successfully vanquished</a> a cryptocurrency that styled itself as “The One Token That Rules Them All”.</p></li>  <li><p><strong>Exchange traded funds</strong>: Fidelity, UBS and State Street Global Advisors have confirmed that they are looking into launching products that offer <a href=\"https://www.ft.com/content/6b8fe379-e96f-483a-9842-5ed9a09b6903\">exposure to cryptocurrencies</a>.</p></li> </ul> <p><strong>2. Brazil finance minister vows ‘fight to the end' to save reforms</strong> Paulo Guedes dismissed forecasts that Latin America's largest economy would re-enter recession next year, saying his critics had consistently <a href=\"https://www.ft.com/content/933c9809-4055-4c3b-b14a-00700630e5bb\">erred in their predictions</a>.</p> <p><strong>3. China intensifies crackdown on celebrity culture and fans</strong> The Cyberspace Administration of China released a new set of rules to <a href=\"https://www.ft.com/content/103b678f-b367-49e3-b7ed-dc3a3abbd013\">regulate celebrities, their advertising and fan groups</a>, as part of President Xi Jinping's drive to reform social values in the country.</p> <p><strong>4. Investment banks net more than $320m from sale of WarnerMedia to Discovery</strong> Wall Street banks have this year enjoyed record fee revenues of above $100bn from advising on mergers and acquisitions thanks to a <a href=\"https://www.ft.com/content/bbe6c9e5-5097-4f39-a826-6bb6601565f7\">boom in dealmaking</a>, which surpassed the $5tn mark for the first time.</p> <p><strong>5. SEB chief slams ‘regulatory tsunami' against dirty money</strong> Banks are spending billions of dollars a year on anti-money laundering rules and compliance but are doing little to stop criminals <a href=\"https://www.ft.com/content/fd046e26-65b4-4496-97e8-0b48b515ec8f\">moving money around the financial system</a>, according to the boss of one of Sweden's largest lenders.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>In a rare instance of public opposition, three <strong>top Chinese health scholars</strong> have challenged <a href=\"https://ft.com/content/526bd4c5-de2d-48ca-a8c6-2470d79484af\">state monitoring of phone location data</a> to identify close contacts.</p></li>  <li><p><strong>Booksellers</strong> have done better than expected from the pandemic. However, leading players in the market now warn of a coming <a href=\"https://www.ft.com/content/2d6eb6ab-e073-4812-b1c7-3179951d42cf\">supply shortage</a>.</p></li>  <li><p>Millions of employees are wielding <a href=\"https://ft.com/content/e7d35cef-0606-4843-8237-bde04528d59c\">newfound leverage</a> in the <strong>post-pandemic labour market</strong> to gain better pay and benefits. <em>This is the second part of </em><a href=\"https://www.ft.com/content/5a9a40c4-1e87-4960-af4e-3fa88a3cc91e\"><em>an&#xa0;FT series</em></a><em>&#xa0;analysing how Covid-19 changed the way millions think about work.<br></em></p></li>  <li><p>Covid-19 cases in the <strong>US </strong>have <a href=\"https://www.nytimes.com/2021/11/22/us/us-covid-cases-rising-thanksgiving.html\">ticked up</a> in recent days as Thanksgiving approaches and many are expected to travel to gather with family. (FT, NYT) </p></li> </ul> <h1>The day ahead</h1> <p><strong>IAEA chief meets Iranian officials </strong>Rafael Grossi, head of the International Atomic Energy Agency, will <a href=\"https://www.reuters.com/markets/commodities/un-nuclear-watchdog-chief-visit-tehran-tuesday-iaea-confirms-2021-11-18/\">meet officials</a> in Tehran ahead of next week's meeting of IAEA's board of governors. (Reuters)</p> <p><strong>Business activity data </strong>Closely watched <a href=\"https://www.ft.com/content/9602e242-aab8-4d24-a2f5-5b28974dc5f4\">IHS Markit flash composite purchasing managers' surveys</a> will provide an idea of how economies in the eurozone, Germany, France, the UK and the US have fared in recent weeks. </p> <ul>  <li><p><strong>Elsewhere in economics: </strong>Paul Beaudry, deputy governor of the Bank of Canada, will deliver a <a href=\"https://www.ft.com/content/9602e242-aab8-4d24-a2f5-5b28974dc5f4\">speech</a> to the Ontario Securities Commission on risks to the country's financial system.</p></li> </ul> <p><strong>Elizabeth Holmes testimony continues</strong> The founder of Theranos, accused by US prosecutors of defrauding hundreds of millions of dollars from investors, <a href=\"https://www.ft.com/content/08089c3a-1f52-410e-a9a7-9cadb4e5dfdb\">took the stand</a> in her own&#xa0;criminal trial.</p> <p>Find out what else to watch out for <a href=\"https://www.ft.com/content/66724b3d-156d-4595-9494-b38a79507b51#post-bc9e0450-4520-4711-b061-88bdecf7c7fb\">in the US today</a>.</p> <h1>What else we're reading</h1> <p><strong>Cities on screen: the best New York films</strong> In the first of a new series in which our film critic selects movies that most brilliantly evoke <a href=\"https://www.ft.com/globetrotter\">FT Globetrotter's cities</a>, here are <a href=\"https://www.ft.com/content/d096d7ad-ca7d-40c6-bfbf-de1910ed77a0\">12 of the Big Apple's lead roles</a>.</p> <p><strong>How Tesla gained influence over the markets </strong>The carmaker's role in the ebb and flow of the stock market, otherwise called the <a href=\"https://ft.com/content/17f0cd1f-e751-4ddb-b13c-ea4e685b55c0\">“Tesla-financial complex”</a>, is greater than its $1.1tn valuation implies. Robin Wigglesworth looks at the web of dependent investment vehicles, corporate emulators and an enormous associated derivatives market behind its influence.</p> <p><strong>Making social media less ‘viral' </strong>We are constantly contending with online rumours that spread like the plague, <a href=\"https://ft.com/content/b9ed8ce4-4fb0-4ef3-ae0b-95ea37368d16\">writes Madhumita Murgia</a>. Can we interrupt these waves of hyper-transmission, just as we do the spread of viruses?</p> <p><strong>Corporate America's parallel justice system is a recipe for unfairness </strong>The US is famed for its litigiousness. Yet a phenomenon spreading through the economy in recent decades has resulted in millions signing away the right to have their day in court: mandatory arbitration. <a href=\"https://ft.com/content/2ee25514-6fb9-4971-bfd1-ec744ce17cbd\">Sarah O'Connor explains why</a>.</p> <p><strong>Will dark kitchens make takeaways more sustainable?</strong> One study estimates that the average urban express food delivery order generates 111.8g of CO2-equivalent — about the same as driving a kilometre in a car. How <a href=\"https://www.ft.com/content/38def705-0de9-4438-8f3e-6e3c259051b8\">sustainable dark kitchens</a> are hinges on four factors.</p> <h1>Your feedback </h1> <p>Thank you to readers who shared their views on US president Joe Biden considering a <a href=\"https://www.ft.com/content/59ece2d0-9b67-4ac2-962d-6dff9362ef85\">diplomatic boycott</a> of the Beijing Olympics.</p> <blockquote>  <p>“If the US boycotts the Beijing Olympics for diplomatic reasons then it will affect the world economy. On the other hand, if I consider only Uyghurs and the genocide, I strongly support the diplomatic boycott. As a person who grew up in a small nation that also suffered from genocide and oppression by the Japanese government, I wish the US government would speak up more loudly for the minority ethnic groups in China.” <em>— Minhee Kim, Seoul, South Korea</em></p> </blockquote> <blockquote>  <p>“A boycott of the Beijing winter Olympics by the US will backfire on the co-operation needed to move forward on the most pressing issues the world is facing right now . . . More trust between the two powers is what is needed rather than insult. The recent reach-out by the Biden administration to start a dialogue with its rival sets a better example for resolving geopolitical differences.” <em>— Gijs Holstege, The Hague, Netherlands</em> </p> </blockquote><p>Source: Wai Kwen Chan, Jennifer Creery and Emily Goldberg  2021 'FirstFT: US stocks slip as Biden nominates Jay Powell for second term' FT.com 23 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-23T11:32:01.742Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5042,
          "end": 5047
        }
      ],
      "nexusId": "10022657"
    }
  ]
}