{
  "_id": "7171d0512aa0aa5acdc96c24e4e03adc8ead1822f6b9f59474c4285f4afe9739",
  "feed": "ftcomall",
  "title": "The triple threat to London's city top spot",
  "text": "<p>One of the things I miss most during the pandemic is London. About once a month in the old days, I'd go from waking up in Paris to having morning coffee with someone in Soho. Customs were a breeze, you could work on the Eurostar and London was an incomparable one-stop shop for ideas and information. On one of my last trips, I spent the morning at a tech conference at St Pancras, then walked across the Euston Road to attend an academic seminar on rhetoric. The jackets at the second event were more frayed, but the thoughts were just as stimulating. I'd return from the typical 36-hour London visit dizzy from everything I'd heard. But now the city faces a triple whammy of Covid-19, Brexit and the rise of English-language alternatives. </p> <p>Language was London's biggest advantage over its European rivals. The world's <a href=\"https://www.ft.com/content/5ee11a7a-7f32-11e6-8e50-8ec15fb462f4\">lingua franca</a> acted as an equaliser, allowing Germans, Chinese, Americans, Pakistanis and the odd Brit to share friction-free coffees. Ideas and information are the raw materials of London's strongest industries. The sectors in which Britain had more than 10 per cent of global exports in 2015 (according to McKinsey) were finance and insurance, arts,&#xa0;entertainment, recreation, publishing, audiovisual, broadcasting and education. These industries cross-pollinated: the Bloomsbury professor, the Moorgate banker and the barrister in Lincoln's Inn all met, often by accident or socially. </p> <p>Every day, the existing stock of Londoners was supplemented by incomers from the London-sphere of cities a painless train ride away — Paris, Lille, Birmingham, Manchester, Rotterdam, Brussels. (London is one of Europe's best assets.) Overlapping with this was a ceaseless influx of ex-Londoners, returning like ghosts to our old hangouts. <a href=\"https://www.ft.com/content/6a7a9742-fb94-4430-9ef8-977e32c17be5\">Ursula von der Leyen</a>, a London School of Economics alumna, has <a href=\"https://blogs.lse.ac.uk/brexit/2020/01/08/ursula-von-der-leyen-old-friends-new-beginnings-building-another-future-for-the-eu-uk-partnership/\">fond memories of “Soho bars and Camden record stores”</a>; some of my happiest moments have been spent stuffing myself at the <a href=\"http://www.phoenixpalace.co.uk/\">Phoenix Palace</a> Chinese restaurant on Glentworth Street. So many people around the world have two homelands: their own and London.</p> <p>But then came three whammies, starting with Brexit. A decade ago, there might have been no obvious European substitute for London. Now, cities like Berlin, Copenhagen, Amsterdam and even bits of Paris have become quasi-bilingual business hubs. Judging by house prices, local rivals are eating into London's supremacy. London's prices have risen <a href=\"https://propertydata.co.uk/charts/house-prices\">about 5 per cent since the 2016 referendum</a>, but with the pound down more than that against the euro and dollar, homes there have&#xa0;become cheaper for foreigners. Meanwhile, central Parisian prices have risen about 25 per cent. More money was also invested in central Paris's office space than in central London's in 2019, calculates BNP Paribas.</p> <p>The new<a href=\"https://www.ft.com/content/f336aac0-ae6a-4fe5-96e6-673016880922\"> UK-EU trade deal</a> does little for London. The British negotiations were conducted as much for the benefit of tabloid newspapers as for the economy, which is why the government prioritised fish over finance. Boris Johnson admitted that the 1,200-page deal <a href=\"https://www.ft.com/content/3c07d219-b20a-4315-9f17-badb10a5279b\">“perhaps does not go as far as we would like”</a> on financial services. </p> <p>When those battles are finally fought, London's biggest sector risks attrition. In 2017, a senior banker in the City told me his Brexit policy. Moving staff to Europe was an expensive hassle that he&#xa0;hoped to avoid. Nor did he want to scare&#xa0;staff&#xa0;by warning them they might have&#xa0;to&#xa0;move. So he planned to sit tight and do nothing&#xa0;until post-Brexit arrangements for finance forced his hand.</p> <p>And though working from home threatens all cities, it disproportionately <a href=\"https://www.ft.com/content/24743a33-4de2-4e7f-802f-63db662fb3f5\">threatens London</a>. There's still nowhere else in Europe with more expensive housing or public transport, or more draining journeys to work. <a href=\"https://www.ft.com/content/e0119c08-dad7-4b8b-a3d4-97c80d81c641\">Andy Haldane</a>, chief economist at the Bank of England, <a href=\"https://open.spotify.com/episode/5MarwkL15bRw8DFxpGdLvh\">told the David McWilliams podcast</a>, citing statistics on self-reported happiness: “There is a reason why London is by some margin the most miserable place in the UK, and that's because of commuting.” Many London companies, eager to cut office costs, are happy to let staff stay home long-term.</p> <p>London won't fade away, obviously. The city centre will probably become ever more pleasant, as it transitions from office park to meeting place and playground. Most companies that are already based there will want to stay. Their current European employees have probably acquired settled status anyway. But the next set of tech or architecture firms, or multinationals looking to open a European headquarters, will find <a href=\"https://www.ft.com/content/b609553d-ec54-4765-a46e-016707537aaf\">London's offer less enticing</a>. How hard will it be to get work permits for European hires? Will British staff require visas every time they pop to the EU to do a paid job? And a London office loses value if there are fewer people around to steal ideas from.</p> <p>If you think London's role as a cosmopolitan ideas hub is guaranteed, remember that a century ago, Vienna, Constantinople, even <a href=\"https://www.nytimes.com/2016/11/29/world/middleeast/alexandria-egypt.html\">Alexandria</a> were cosmopolitan ideas hubs too. Places like that&#xa0;are always fragile, partly because they irritate&#xa0;non-cosmopolitan people in the hinterland, and partly because cosmopolitans quickly move on to the next hub. The London I miss might be&#xa0;gone for ever.</p> <p><em>Follow Simon on Twitter&#xa0;</em><a href=\"https://twitter.com/KuperSimon\"><em>@KuperSimon</em></a><em>&#xa0;and email him at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=simon.kuper@ft.com\"><em>simon.kuper@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/6fb54373-899b-4739-a560-61a130371bac\"><em>UK capital can follow Vienna's example / From John Doherty, Vienna, Austria</em></a></p> <p><a href=\"https://www.ft.com/content/b9faeca8-1603-4fbc-9623-14b21202b46b\"><em>Remembering the London Dr Johnson never tired of</em></a><em> / </em><a href=\"https://www.ft.com/content/b9faeca8-1603-4fbc-9623-14b21202b46b\"><em>From Cormac Meehan, Bundoran, County Donegal, Ireland</em></a></p><p>Source: Simon Kuper 2021 'The triple threat to London's city top spot' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T05:00:25.844Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5371,
          "end": 5376
        },
        {
          "start": 5371,
          "end": 5378
        }
      ],
      "nexusId": "10022657"
    }
  ]
}