{
  "_id": "98d7eb74daa8998201f4285f7f94b71973d048a770cc833a9b6e01043dee8d74",
  "feed": "market-watch",
  "title": "Tech will dominate this week, but here's one up-and-coming sector investors shouldn't overlook",
  "text": "<p>“There will 164 S&amp;P 500 members collectively representing 47% of the S&amp;P 500's market capitalization reporting earnings,” JonesTrading's chief strategist Michael O'Rourke reminds us.</p><p>Facebook FB rolls out with results Monday, followed by Twitter TWTR, MicrosoftMSFT and AlphabetGOOGL on Tuesday, and AppleAAPL and Amazon AMZN on Thursday. Investors are eager to see just how much damage Apple's privacy changes have done to advertising revenue, specifically for Facebook.</p><p>Read:Holiday earnings forecasts have been lumps of coal so far, and here come the biggest ones</p><p>Clearly all of the above could be heavily influential when it comes to overall direction for stocks, but our call of the day from Matt Maley, chief market strategist at Miller Tabak + Co., flags another sector he sees as overlooked and looking up.</p><p>After getting heavily oversold at the start of October, healthcare stocks have begun to show promise, Maley said. The Health Care Select Sector SPDR ETF XLV has tested the key $125 level several times, and has begun to bounce off that, he told clients in a note.</p><p>“The bounce over the past couple of weeks has given it a minor ‘higher-low/higher-high' sequence…AND it has also taken the XLV above its short-term trend line from early September, so this is a positive development,” he said.</p><p>While it's a bit too early to “send a major green flag up the flagpole,” Maley said there's no question that with a bit more upside follow-through, “it's going to be very bullish for the healthcare sector as we move toward the end of the year.”</p><p>Here's his chart showing a positive cross on XLV's moving average convergence divergence — a trend-following momentum indicator.</p><p>Miller TabakEvery positive cross on that MACD chart has been following by a strong sector rally, he noted. “Therefore if we do get any upside follow-through, this sector should be one that does VERY well over the last 2.5 months of the year.”</p><p>As for specific stocks, he likes Amgen AMGN, which he noted recently dipped below its 200-week moving average. The four other times in the past decade this has happened, Amgen has swiftly recovered and rallied. And now it's close to testing that line again, he said.</p><p>Miller TabakThere's another reason the healthcare sector could see some extra momentum.</p><p>Maley said institutional investors who need to play end-year catch-up will often turn to groups of stocks that lagged behind most of the year, then turned higher. If healthcare starts to fit that bill, then extra buying from those big players could deliver an “outsize” impact on the sector, he said.</p><p>The buzz</p><p>Apart from tech earnings, investors will get results this week from 3M MMM, General Electric GE, Boeing BA, McDonald's MCD, Coca-Cola KO and Caterpillar CAT, to name a few.</p><p>A new Facebook whistleblower has reportedly emerged and told U.S. regulators that one company official brushed aside hate-speech concerns in 2017. Also, Facebook has been losing teen users, says a Bloomberg report.</p><p>PayPal PYPL shares are surging and Pinterest's PINS are tumbling after the payments giant said there is no deal in the works for the social-media platform, after speculation of a multibillion-dollar tie-up.</p><p>Tesla TSLA is moving higher in premarket, with some pointing to positive news on its automonous self-driving software and others citing positive news from Tesla battery supplier Panasonic JP:6752 on a bigger, cheaper lithium-ion battery.</p><p>https://twitter.com/elonmusk/status/1452576223620747266Treasury Secretary Janet Yellen said Sunday that she sees prices rising into mid-2022, but that inflation isn't out of control. Federal Reserve Chair Jerome Powell said Friday that inflation could stay elevated and tapering should start soon.</p><p>The data calendar this week includes housing market updates, durable goods, third-quarter growth, personal income, consumer spending and core inflation. We'll also hear from Powell on Friday at a Bank for International Settlements conference.</p><p>China says children aged three to 11 will be required to be vaccinated to battle the spread of COVID-19. Officials shut the northwestern province of Gansu, famed for the ancient Silk Road, to tourists after new cases, and locked down a small country in inner Mongolia.</p><p>Listen to the&#xa0;Best New Ideas in Money&#xa0;podcast.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are drifting north, after a lackluster Asian session. Natural-gas prices NG00 are climbing, with oil prices CL00 also higher. The Turkish lira USDTRY, meanwhile, hit a new all-time low after President Recep Tayyip Erdoğan expelled 10 foreign ambassadors, including from the U.S.</p><p>The chart</p><p>More evidence that more money has been flowing into stocks. Deutsche Bank strategists, led by Parag Thatte, noted $24.5 billion flowed into stocks, the strongest inflows in five weeks. Inflows into U.S.-focused funds got $15.7 billion of that.</p><p>Some say the list of potential buyers for this stock market is starting to thin out:</p><p>https://twitter.com/TihoBrkan/status/1452334060551000064Random reads</p><p>Sneakers worn by NBA great Michael Jordan more than two decades ago auction for nearly $1.5 million.</p><p>Meet the boomers who are moving back in with their parents.</p><p>In case you missed New York's annual dog parades, these were the best in show.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-10-25T07:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 387,
          "end": 392
        }
      ]
    }
  ]
}