{
  "_id": "8681473ff283e37d4a7b1575cb901b144e43df073e476ac154671f5fde69a070",
  "feed": "wall-street-journal",
  "title": "Stocks Finish Mixed After Long-Weekend Break; S&P 500 retreats from recent record",
  "text": "<p>The broad S&amp;P 500 index fell 15.40 points, or 0.3%, to 4520.03. The Dow Jones Industrial Average retreated 269.09 points, or 0.8%, to 35100.00. The tech-heavy Nasdaq Composite added 10.81 points, or 0.1%, to 15374.33, a record close.</p><p>Investors are watching closely as the increase in Covid-19 cases this summer prompts many employers to postpone plans to return to the office. The travel industry's hopes for a resurgence in business trips also appear to be on hold.</p><p>In a fresh sign that the surge of the Delta variant is hindering the economic recovery, the Labor Department's employment report on Friday showed the pace of hiring in the U.S. slowed significantly in August.</p><p>\"The Delta variant is starting to show up,\" said Brad McMillan, chief investment officer at Commonwealth Financial Network. \"The markets are kind of reassessing where growth is going to be and what that's going to mean for earnings.\"</p><p>Stocks have ground higher in recent weeks, propelled by a strong corporate earnings season and robust economic recovery. With the second-quarter earnings season nearly complete, profits for companies in the S&amp;P 500 are expected to have risen 92% from a year earlier, according to FactSet.</p><p>It is the latest stage in a rally that has lifted the S&amp;P 500 to more than twice its level at its March 2020 low, when the arrival of the Covid-19 pandemic was constraining business in the U.S. and injecting deep uncertainty into the economic outlook.</p><p>Investors credit supportive monetary policy and extensive government spending, along with the rollout of effective Covid-19 vaccines, with fueling the stock market's ascent. But with new Covid-19 outbreaks and concerns that growth may cool, analysts are waiting to see if the Federal Reserve may delay plans to begin scaling back its easy-money policies.</p><p>\"People are seeing the slowdown in the economy and the outlook becoming somewhat more opaque and therefore it is understandable that people wouldn't want to jump in and put money to work,\" said Willem Sels, global chief investment officer at HSBC Private Bank. \"There are valid concerns about Delta, about Chinese and global growth and inflation, and it is natural that people want more visibility.\"</p><p>Data on Tuesday showed that China's exports unexpectedly jumped in August. Economists had been bracing for a slowdown in shipments after an outbreak of Covid-19 cases closed coastal ports and created new bottlenecks for shippers during the peak late-summer season.</p><p>Most sectors of the S&amp;P 500 declined Tuesday, with the industrials, utilities, consumer staples and real estate groups retreating more than 1%.</p><p>Some of the biggest U.S. stocks defied the broader market decline: Apple shares gained 1.5%, Amazon.com shares rose 0.9% and Facebook shares advanced 1.6%.</p><p>\"Right now people are sort of going back to growth and durable secular growth that isn't necessarily reliant on the economic cycle,\" said Nick Frelinghuysen, an equities portfolio manager at Chilton Trust.</p><p>Among individual stocks, Match Group rose $11.17, or 7.5%, to $159.36 after S&amp;P Dow Jones Indices said the online-dating company would be included in the S&amp;P 500 index.</p><p>BioMarin Pharmaceutical shares dropped $7.14, or 8.4%, to $77.81. The Food and Drug Administration put a hold on one of its gene-therapy studies.</p><p>Shares of AMC Entertainment Holdings gained $3.81, or 8.7%, to $47.83 after the movie-theater company said Labor Day weekend was the first weekend with higher attendance than the same weekend pre-pandemic.</p><p>The yield on the benchmark 10-Year U.S. Treasury note ticked up to 1.370%, from 1.322% on Friday. Yields rise when bond prices fall. The bond market was also closed Monday for the Labor Day holiday.</p><p>Overseas, the Stoxx Europe 600 declined 0.5%. Major stock markets in Asia mostly closed higher. Japan's Nikkei 225 rose 0.9%, while in Hong Kong, the Hang Seng Index gained 0.7%. The Shanghai Composite Index rose 1.5%.</p><p>Write to Will Horner at William.Horner@wsj.com and Karen Langley at karen.langley@wsj.com</p><p>Stocks Finish Mixed After Long-Weekend Break</p>",
  "published": "2021-09-07T21:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2682,
          "end": 2687
        }
      ],
      "nexusId": "10022657"
    }
  ]
}