{
  "_id": "c354e9b8faf38af9d00334a1ca786ee3c3a4418e73e2485dde77022811937a56",
  "feed": "wall-street-journal",
  "title": "2022 Hyundai Santa Cruz: A Pickup Built Like a Crossover; Billed as a Sport Adventure Vehicle and combining an open cargo bed with a comfortable interior, the Santa Cruz is an affordable, versatile, smaller alternative to a standard midsize pickup. And Dan Neil thinks it's rad.",
  "text": "<p>The timing seems right, too. The average transaction price of new-vehicle purchases in the U.S. hit $45,031 in September, according to Kelley Blue Book. The tartly styled, feature-rich Santa Cruz starts at $23,990 (SE trim level); our fully loaded Limited—with a turbo 2.5-liter, 281-hp engine, AWD, an eight-speed automatic dual-clutch transmission, scads of driver-assistance functions, comms and connectivity—still came in under the national average.</p><p>But what is it? You might be tempted to call it a pickup, except that the Santa Cruz is built like a crossover, using unit-body, not body-on-frame construction. It's almost an SUV, except for the fact that the all-wheel-drive system (HTRAC) does not have a low-range gear. However, Santa Cruz does have SUV-like lockable storage for bulky and wet gear, thanks to the heavy-duty cargo-bed tonneau, the sliding cover that locks into the tailgate. That works a treat.</p><p>For this new, liminal being, Hyundai proposes the phrase \"Sport Adventure Vehicle\" and claims the Santa Cruz represents an \"entirely new vehicle category\"—which will come as a shock to the Honda Ridgeline. In any event, the indispensable bit is the integrated tonneau. Here \"[o]pen-bed flexibility coupled with closed-cabin security meets the changing everyday needs of its adventure-oriented buyers,\" said Hyundai Motor North America president and CEO José Muñoz, the old smoothie.</p><p>That being the case, I was surprised that the tonneau is not standard on all trim levels. I understand some customers might not want it; I just don't understand those customers. Dude, don't you remember when those dirtbags stole your speargun? </p><p>One thing Santa Cruz is not is midsize. With an overall length of 195.7 inches, it's one whole shoe size smaller than the Honda Ridgeline (210.2) or Chevy Colorado with the short cargo box (212.7). The Santa Cruz is also about a fist-width narrower and lower at the roof than the midsize competition. The dimensions are thematic with its role as an urban weekender, a vehicle that can go from narrow city streets to—hopefully, if the weather holds—narrow wooded trails.</p><p>Nor does it trade in the rustications of pickup styling generally. The softly polygonal exterior doesn't try to evoke tool-ness—or an angry toolbox, in the case of Jeep Gladiator. Actually, with its thick composite body cladding, capped nose, slick-backed windshield, angled backlight and open bed, the Santa Cruz looks like a running shoe by Claes Oldenburg. Probably just a coincidence.</p><p>Where other lifestyle vehicles seem content to sing around the campfire, the Santa Cruz wants to go clubbing. That grille is sure as hell ready to party. Eight daytime running lamps are embedded in the grille opening, presenting a \"parametric jewel design with high-tech precision detailing.\" Day-Glo binky not included.</p><p>The Santa Cruz definitely lives smaller than a nominal midsize pickup, for good and bad. The trucklette has a curb-to-curb turning radius of 20 feet, according to Hyundai. But the rear cargo bed is only 48.4 inches deep with the tailgate closed, with a maximum capacity of 27 cubic feet, compared to the Colorado's 41.3 cubic feet.</p><p>Is that a sacrifice? Twenty-seven cubic feet happens to be one cubic yard, as in garden compost. Unload one of those and get back to me.</p><p>My wife and I had to take an old dishwasher to the dump. No problemo, compadre. The walls of the cargo bed have exceptionally beefy tie downs on sliding rails (SEL trim and above). The rear bumper has step insets in the corners. Users close the tonneau with the help of the webbed nylon strap, like those on wetsuit zippers.</p><p>The Santa Cruz is offered with one of two gas engines, a naturally aspirated 2.5-liter (191 hp/181 lb-ft) and 2.5-liter turbocharged (281/311). Our Limited trim tester was equipped with the latter, and manual-mode paddle shifters. </p><p>The resulting powertrain was just OK, really. In crowded, stop-and-go-like-hell traffic, the Hyundai was often slow to rouse and loathe to stir. The powertrain is pretty noisy, too, from the driver's seat, at low speeds and at high revs. But if you give it a good kick, the Santa Cruz can muster an 8-second dash to 60 mph, or thereabouts, depending. </p><p>The craziest part of the Santa Cruz lies beyond the door thresholds. For the money, the cabin décor, tech content and materials are top-notch. But the premium-sedan vibe is a significant departure from expectation, even a mood swing. Did I make reservations at this supper club? A waterfall of gloss-black fascia cascades over the dash and around the broad glass touch screens. A band of polished trim circuits the cabin, a wainscoting that conceals the air vents as it crosses the mid-dash. The gabardine-like dash-and door accents, the pica-thin metal accents. Chef's kiss.</p><p>Just don't try to wash it out with a hose.</p><p>For millennial buyers, the value might just lie in the electronics. The Limited model gets all the driver-assist candy, including Forward Collision-Avoidance Assist, with Pedestrian, Cyclist and Junction-Turning Detection.</p><p>In addition to Bluetooth-enabled Apple CarPlay and Android Auto, the Santa Cruz comes with a three-year subscription to its Bluelink Connected Car package—a phone-as-gateway technology with features including remote start with climate control, remote door lock/unlock, and others.</p><p>Rad.</p><p>2022 Hyundai Santa Cruz Limited</p><p>Base price: $39,720</p><p>Price, as tested: $41,100 (incl. $1,185 destination)</p><p>Powertrain: Inline four-cylinder turbocharged DOHC 2.5-liter; eight-speed dual-clutch automatic transmission; on-demand multi-mode AWD</p><p>Power/torque: 281 hp at 5,800 rpm/311 lb-ft at 1,700-4,000 rpm</p><p>Length/width/height/wheelbase: 195.7/75.0/66.7/118.3 inches</p><p>Curb weight: 4,123 pounds</p><p>0-60 mph: 8 seconds (est.)</p><p>EPA estimated fuel economy: 19/27/22 mpg, city/highway/combined</p><p>Payload: 1,609 pounds max</p><p>Towing capacity: 5,000 pounds</p><p>Cargo capacity: 27 cubic feet</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>2022 Hyundai Santa Cruz: A Pickup Built Like a Crossover</p>",
  "published": "2021-10-21T18:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5077,
          "end": 5082
        }
      ],
      "nexusId": "10022657"
    }
  ]
}