{
  "_id": "96c6359c516f5fd2f28cd2f57abe391223f3e494a473338371c27426ca3824d7",
  "feed": "ftcomall",
  "title": "UK and EU to open probes into Nvidia's $40bn acquisition of Arm",
  "text": "<p>The EU and the UK are set to open in-depth competition investigations into Nvidia's $40bn acquisition of the UK chip designer Arm, after rivals called for the deal to be blocked. </p> <p>Officials and advisers in both Brussels and the UK said that serious scrutiny of the deal was warranted, given the growing importance of Arm's designs, which are used in almost all smartphone processors and many other devices that require low-power chips. </p> <p>“This deal will be thoroughly investigated [ . . . ] and scrutiny may lead all the way to a prohibition,” said one person with direct knowledge of the situation. Others noted that the deal could still pass unconditionally or with concessions. </p> <p>The deal, <a href=\"https://www.ft.com/content/4ed67726-1a56-4ce2-9d62-a5ec2a8f35b5\">announced last September</a>, is also facing scrutiny in the US and <a href=\"https://www.ft.com/content/0286eaf6-e841-4585-aa01-e0677c09c71c\">China</a>. Nvidia and SoftBank, Arm's current owner, set an 18-month timeframe for the deal to complete in anticipation that regulators would have questions.</p> <p>The investigations are still at a preliminary stage. The UK Competition and Markets Authority has invited market players to submit their views and has pledged to open a formal probe in the coming months. Paperwork has yet to be formally filed in Brussels. </p> <p>Arm's designs are widely used in the chip industry and its big customers include Apple, Samsung, Qualcomm and Broadcom. Some companies that rely on Arm's technology fear that when it falls under the control of Nvidia, their competitor, they will be disadvantaged. </p> <p>Jensen Huang, Nvidia's chief executive, has rejected such concerns. In a <a href=\"https://www.ft.com/content/1fbe6723-2675-4bb6-8051-57231399d125\">letter to the Financial Times</a>, he wrote: “I can unequivocally state that Nvidia will maintain Arm's open licensing model. We have no intention to ‘throttle' or ‘deny' Arm's supply to any customer.”</p> <p>Nevertheless, Nvidia's rivals have lobbied antitrust officials in the EU and UK to block the deal, according to several people familiar with the situation. </p> <p>“The overarching worry is the loss of neutrality of Arm. At the moment the company is very neutral in its packages with its customers. But the worry is that in the medium and long term Nvidia will use Arm to disadvantage other companies and pump up its own technology,” said one concerned rival.</p> <p>Officials also fear that regulators will be powerless to force Arm to remain neutral in future. </p> <p>“There is a good chance of the deal being blocked because there is no real way to preserve neutrality. There will be irresistible economic incentives for Nvidia to combine elements with Arm. Otherwise, why are they paying $40bn?” said one person close to the situation. </p> <p>Separately, the UK government is looking at whether the deal will have any implications for national security, after Oliver Dowden, the digital, culture, media and sport secretary, came under pressure to intervene. </p> <p>Nvidia said: “This transaction is great for innovation and market competition. We're confident that the regulators will see the benefits to the tech ecosystem.”</p> <a href=\"http://www.ft.com/cms/49e2f1ee-c923-47f7-ac6d-7f8e1747305b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Javier Espinoza in Brussels and Kate Beioley in London 2021 'UK and EU to open probes into Nvidia's $40bn acquisition of Arm' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T04:00:15.078Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1243,
          "end": 1248
        },
        {
          "start": 1243,
          "end": 1250
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}