{
  "_id": "9944fdc5b1910424902b19b5e9bc40eed7c84ab9e2cc682e50e85cc154528705",
  "feed": "ftcomall",
  "title": "Singapore lures crypto exchanges in bid to be Asia's hub",
  "text": "<p><em>Hi all, James here in Hong Kong. Cryptocurrencies are a red-hot topic in Asia, with Singapore courting crypto billionaires and their companies as China shuts its doors and Malaysia cracks down (The Big Story). Don't miss our Nikkei Asia scoop on Apple's deepening reliance on Chinese suppliers (Mercedes' top 10). Elsewhere, China's tech crackdown is spreading, to the detriment of Tencent and others, driving Hong Kong's tech stock index into the doldrums (Smart data). Take care till next week.</em></p> <h2>The Big Story </h2> <p>Singapore is ramping up efforts to become <a href=\"https://www.ft.com/content/4b8aba07-6035-4bdb-a6bb-cb64624d0ac6\">Asia's cryptocurrency hub</a>. The south-east Asian financial centre is set to grant its first cryptocurrency exchange license as it looks to become a magnet for crypto billionaires and their companies.</p> <p>“We have been waiting more than a year for this day,” said one foreign crypto exchange executive in the city. “Now everyone is wondering who will get approval next.”</p> <p><strong>Key developments</strong>: Australian exchange Independent Reserve has secured an “in principle” approval from the Monetary Authority of Singapore that will allow it to offer digital payment token services. </p> <p>The company is the first exchange to be granted formal permission to operate in Singapore out of about 170 applicants, including global exchanges Binance and Gemini.</p> <p>Singapore's embrace of crypto stands in contrast with crackdowns elsewhere in the world. Malaysia, for example, <a href=\"https://www.ft.com/content/02b180af-cfb7-40fb-a254-d8f7d9f256c2\">has ordered</a> Binance to disable its main exchange, binance.com, within 14 business days from July 26. It has also launched an “enforcement action” against Binance's Cayman Islands-incorporated holding company.</p> <p><strong>Upshot</strong>: Singapore is making a brave move. But it is doing so with characteristic attention to detail and the intent of building a sustainable legal framework. About 90 digital asset companies have applied for licenses in the city-state and are already operating under a legal exemption.</p> <h2>Mercedes' top 10</h2> <ol>  <li><p>Nikkei Asia's Taipei team landed another cracking scoop on how Apple is <a href=\"https://asia.nikkei.com/Business/Technology/Apple-taps-more-China-suppliers-for-its-latest-iPhones\">tapping more</a> <strong>Chinese</strong> suppliers for its latest iPhone. </p></li>  <li><p><strong>Beijing's </strong>assault on tech is now ensnaring the gaming industry. Tencent was <a href=\"https://www.ft.com/content/1ee4f40b-cad8-45f7-b8dd-de25b89736d3\">quick to act</a>. (FT)</p></li>  <li><p>Bloodied but resilient: <strong>China's </strong>$100bn education sector is <a href=\"https://www.ft.com/content/0776243e-c4c8-4fc3-877e-119b1ed99b9e\">fighting to survive</a> a regulatory crackdown. (FT)</p></li>  <li><p>A fascinating piece on <strong>India's</strong> new mobile payment system to <a href=\"https://asia.nikkei.com/Economy/India-welfare-payments-go-digital-with-e-RUPI-system\">deliver government benefits</a> while, in theory, curbing misuse of welfare funds. (Nikkei Asia)</p></li>  <li><p>Grab is seeking to regain momentum for its <strong>New York </strong><a href=\"https://www.ft.com/content/77fb99ff-e3b1-4563-b657-3a4ed55a74c4\">listing</a>, but the Delta coronavirus variant sweeping through <strong>south-east Asia</strong> could provide a roadblock. (FT)</p></li>  <li><p><strong>Japan's</strong> SoftBank is <a href=\"https://asia.nikkei.com/Business/Startups/SoftBank-zeroes-in-on-Southeast-Asia-in-search-of-next-Grab\">stepping up investment</a> in start-ups in <strong>south-east Asia</strong>. It is shaping up to be a <a href=\"https://asia.nikkei.com/Business/Startups/ASEAN-startups-surpass-pre-COVID-total-funding-deal-values2\">bumper fundraising year</a> for the region. (Nikkei Asia)</p></li>  <li><p>In a <a href=\"https://www.ft.com/content/ae39054c-4079-4951-88fd-0b8b54653a9a\">big week</a> for “buy now, pay later” services, the parent of <strong>Indonesian</strong> start-up Kredivo will list in the <strong>US</strong> via a <a href=\"https://asia.nikkei.com/Business/Markets/IPO/Singapore-startup-FinAccel-announces-2.5bn-SPAC-listing-in-US\">$2.5bn Spac deal</a>. (FT, Nikkei Asia)</p></li>  <li><p><strong>Chinese</strong> smartphone maker Xiaomi has <a href=\"https://asia.nikkei.com/Business/Telecommunication/China-s-Xiaomi-overtakes-Apple-as-No.-2-smartphone-vendor\">leapfrogged</a> Apple to become the world's second-biggest vendor for the first time, buoyed by strong sales in <strong>South America</strong> and <strong>Africa</strong>. (Nikkei Asia)</p></li>  <li><p><strong>Chinese</strong> ecommerce group Alibaba reported <a href=\"https://www.ft.com/content/c46bb93c-6398-47c1-8236-06099f575377\">lacklustre</a> second-quarter earnings as it battles competition and a regulatory onslaught. (FT)</p></li>  <li><p>Nikkei Asia produced an <a href=\"https://asia.nikkei.com/Spotlight/Tokyo-2020-Olympics/TV-tech-delivers-Olympic-viewers-real-time-pulse-of-the-Games\">excellent read</a> on the tech that delivers Olympic viewers real-time thrills of the <strong>Tokyo</strong> Games. </p></li> </ol> <h2>Our take</h2> <p>China's crackdown on after-school tutoring companies is just a start. Several moves are under way in Beijing to repair the country's <a href=\"https://www.ft.com/content/ea13fed5-5994-4b82-9001-980d1f1ecc48\">fraying social contract</a> <em>—</em> and the impact on tech companies is likely to be considerable.</p> <p>The actions taken had been telegraphed in advance by official statements. <strong>Xi Jinping</strong>, China's leader, presaged the tutoring clampdown in March, calling it “a chronic disease that is very difficult to cure”. New rules have banned for-profit tutoring in core school subjects, <a href=\"https://www.ft.com/content/0776243e-c4c8-4fc3-877e-119b1ed99b9e\">threatening the survival</a> of US-listed industry leaders <strong>TAL Education</strong>, <strong>New Oriental</strong> and <strong>Gaotu Techedu</strong>.</p> <p>The next industry in officials' sights is online entertainment. A state newspaper said online video games had become a “<a href=\"https://www.ft.com/content/8feef138-d73f-43e7-82af-5bc1fe70e92f\">spiritual opium</a> worth hundreds of billions”. <strong>Tencent</strong> has taken pre-emptive restrictions on how long minors can play the games but such moves may not be enough to placate Beijing. </p> <p>Make no mistake: China is intent on repairing what it considers to be evils eroding its social fabric. Regulatory attention has been directed at cryptocurrency mining, after-school tutoring and online entertainment. But it has also railed against the frothy property market and healthcare scams. This campaign may persist for a long time to come. </p> <p><em>— James</em></p> <h2>Spotlight</h2> <p><strong>Gaurav Gupta</strong> sees <a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Zomato-IPO-shows-foreign-investors-fueling-India-s-tech-battle\">a lot of mileage</a> in “disrupting” home cooking. The co-founder of food delivery company <strong>Zomato</strong>, which is valued at about $14bn following a wildly successful IPO last month, says that India's market for delivering food from restaurants to people's homes has huge potential.</p> <p>“What essentially we're disrupting here is the Indian habit of home-cooked food,” Gupta said. “There is large headroom for increasing food delivery adoption. Only 8 per cent of the people who have access to the internet end up ordering food online, whereas in some of the other markets, the numbers are as high as 38 to 53 per cent.”</p> <p>Zomato, founded in 2008, has more than 350,000 restaurant listings, including about 150,000 that offer delivery. The company is also expanding beyond food delivery, agreeing in June to invest $100m in the grocery delivery start-up <strong>Grofers</strong>.</p> <h2>Smart data</h2> <p>The <strong>Hang Seng Tech index</strong>, launched a year ago to give investors focused exposure to leading Chinese tech companies, has become the <a href=\"https://asia.nikkei.com/Spotlight/Market-Spotlight/Trading-tax-hike-adds-to-Hong-Kong-market-gloom\">worst performing </a>technology benchmark in the world (see chart). </p> <p>The gauge has dropped 17.4 per cent this year, compared with double-digit gains for both the <strong>MSCI World Information Technology index</strong> and <strong>Nasdaq-100 index</strong>.</p> <p>The performance is due to Beijing's regulatory crackdown, which appears to be widening (see Our take). It represents a blow to the Hong Kong exchange, which has been seeking to capture tech listings from China's highest-flying sector.</p> <h2>When sages speak</h2> <ul>  <li><p><a href=\"https://merics.org/en/report/chinas-rule-and-standard-setting-ambitions-global-trade\">This piece</a> from <strong>Matt Ferchen</strong>, <strong>Thomas des Garets</strong> <strong>Geddes</strong> and <strong>Barbara Pongratz</strong> at <strong>Merics</strong>, a Berlin-based think-tank, looks in detail at China's rule and standard-setting ambitions in the context of global trade. A lot relates to tech products. </p></li>  <li><p><a href=\"https://www.csis.org/analysis/chinas-new-national-carbon-trading-market-between-promise-and-pessimism\">This explainer</a> by <strong>Jane Nakano</strong> and <strong>Scott Kennedy</strong> at <strong>CSIS</strong> on how China's new national carbon trading market will work is essential reading. Of course, it has implications for the renewables tech sector.</p></li> </ul><p>Source: James Kynge, Mercedes Ruehl and Kenji Kawase 2021 'Singapore lures crypto exchanges in bid to be Asia's hub' FT.com 4 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-04T07:04:25.605Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1970,
          "end": 1975
        },
        {
          "start": 246,
          "end": 251
        },
        {
          "start": 2905,
          "end": 2910
        }
      ]
    }
  ]
}