{
  "_id": "563934eab95b8921939336ddded8d9a25dfcb14773e9535422ae1e02ca35977e",
  "feed": "ftcomall",
  "title": "Can I dress myself happy?",
  "text": "<p>An inherited sartorial rule is hardwired into most of us. Mine is school-uniform shades: black, navy, charcoal-grey, khaki. Claret and forest-green at a push. But bright colours? I can hear my mother now, loosely paraphrasing Hillary Clinton: “Clothes matter, and no one takes clown-clothes seriously.”</p> <p>Borderline chromatophobia once made sense, particularly in British offices, where too much drawing attention to oneself was regarded as suspicious. The brief 1990s fad for zany clothes is forever associated with Colin Hunt of <em>The Fast Show</em>, practical joker and office irritant. </p> <p>But locked down at home and recovering from Covid-19 in the dark of winter, the old rules no longer made sense. Late last year, I found myself drawn to Stella McCartney's Kind Intarsia jumper — a deranged, psychedelic dream of a garment in a riot of acid shades, with “SMILE” written on the front. </p> <p>It was not just me. The jumper has sold out once on McCartney's website and in its stores, though it is now back in stock in limited sizes. No matter: this year's Spring/Summer collections are a similar explosion of joy. </p> <p>McCartney is persisting with a shade of ultra-pink just right for the set of <em>Bridgerton</em>, while Chanel is offering neon-scrawled mini dresses. Versace, meanwhile, seems to have been taken over by late-1960s-era Pink Floyd. Even Loewe is offering shorts and sweatshirts in hyperreal blue-sky prints.</p> <p>None of this is accidental — brights are rational for our age, according to Karl Johan Bertilsson, one of the world's leading colour trend forecasters. Bertilsson is creative director at NCS Colour, the Swedish standardisation system used by companies such as H&amp;M to predict hues that consumers will demand in the months and years ahead, driven by cultural trends. </p> <p>He links fashion's chromatic infatuation with the “radical optimism” movement — an “enormous push” of joyous defiance in the face of global crises, particularly climate change. The movement, espoused by the model Lily Cole among others, is almost aggressively positive, particularly appeals to Generation Z (though Gen-Xers are clearly susceptible) and was gaining momentum even before the pandemic, says Bertilsson.</p> <p>“Dramatic expressions, bright colours — it's a statement, like holding a sign: ‘I want to be positive!',” he says. “The other driver is that people are tired of the word ‘sustainability'. It is not that they don't want their products to be sustainable, but everything until now has had to look sustainable. Colours looked recyclable. And consumers will be saying, just stop.”</p> <p>Young brands are already on to colour-as-protest. Pangaia, founded just over a year ago with offices in New York and London, deals in cultish, slightly oversized leisurewear in Teletubby brights: floor-length apple-green puffas, banana-yellow joggers and so on. It is just as loud about its environmental agenda, for example its use of non-toxic dyes and a process that treats waste effluents and recycles water. </p> <p>“It's a serious cause, but we need to translate it in a way that is relatable and happy,” says Maria Srivastava, chief brand officer. “We have a hopeful attitude about what can be done.” Brights, she says, “are a mood, an elevator . . . they sell really well”.</p> <p>Some take a trippier approach. Stine Goya, designer of Scandi-cool womenswear, offers multicoloured flowing pieces that recall the dreamlike 1960s and '70s creations of English designer Ossie Clark. She describes brights as an “invigorating vehicle to happiness”.</p> <p>“Colour can be scary to some, and we get that,” says Goya, who lives in Copenhagen. But when her clients wear brights, they can “ignite parts of themselves they never knew existed”. </p> <p>Designers in all disciplines espouse the theory that bright colours evoke joy, even in dark times. But is there any evidence? Some, according to Professor Byron Mikellides of the Oxford School of Architecture and a leading expert in colour psychology. Humans perceive more colours than most mammals (only some of our nearest relatives, monkeys and apes, share similar abilities) and that sense evolved because it contributes to our biological survival.</p> <p>Mikellides points to an essay by neuropsychologist Nicholas Humphrey, who writes how the colours of nature — bird plumage, pigments in fruit and flowers — act as visual signals, an evolutionary heritage to which we still respond. “Whatever the message, signal colours commonly have three functions: they catch attention, they transmit information and they directly affect the emotions of the viewer.” </p> <p>Neat correlations between colours and moods are probably not possible, because perception can vary depending on factors like culture, association and so on. But some evidence indicates red can stimulate feelings of both fear and pleasure, and there is even some to suggest that it has special significance for humans, in that it is more “activating” — or energising — than blue. </p> <p>Does this mean that wearing red could affect my mood? Yes, says Mikellides, and it could also affect the people around me: “When you dress up and use bright colours, people will notice, and you will cheer them up,” he says.</p> <p>I'm not yet ready for banana-yellow joggers. But Mikellides' conviction persuaded me to break my sartorial rules. Goya advised me to start slowly: “Try it for a day, and tell me it's not an instant mood-booster.” </p> <p>After 10 days of self-isolating and the associated cabin fever, I was craving colour, and found myself drawn to Goya's acid-bright Arlinda dress in orange, pink and lilac, as far from my usual palette as possible. It recalls Italian designer Emilio Pucci's 1960s heyday and would be perfect for dramatic entrances. In the absence of a chic dinner or cutting-edge gallery opening, I wore it for an evening at home. My 21-year-old son couldn't stop grinning when I entered the living room: “Yeah, I like it,” he said. “The new Mum! Ha ha ha!” </p> <p>What about outdoors? January walks call for practical jumpsuits, and I usually favour LF Markey's “luxury workwear” in trusty black. But its Danny jumpsuit also comes in pillarbox red — could that be “activating”, as Mikellides says? </p> <p>I loved the scarlet Danny immediately because it gave off what I hoped was a sporty, Farrah Fawcett vibe. It was not only deliciously warm, it also met with approval from my family. </p> <p>But was I radically optimistic enough to try LF Markey's oversized, multicoloured Finnian, in cobalt, yellow and white, with giant red daisies on the front? I was. My younger, 13-year-old son was mortified, but he always is. My husband, bewildered at first, eventually approved: “You look more approachable than when you wear black,” he said. “If I didn't know you, I would go up and talk to you at a party.”</p> <p>I was sold. But the idea that bright colours date quickly — and are therefore a poor investment — is deeply ingrained. If I want to buy a coat in a colour other than boring old beige or navy, what do I choose? </p> <p>Tone it down, suggests Bertilsson. “An orange or yellow, but slightly darker, so you still have a hue but not that bright. We see a very clear movement towards darker colours a year from now.”</p> <p>In the meantime, there is always that joyous McCartney jumper, if I can find my size. Sadly, there's a waiting list.</p> <p><em>Follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Helen Barrett 2021 'Can I dress myself happy?' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T13:45:45.993Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7453,
          "end": 7458
        }
      ],
      "nexusId": "10022657"
    }
  ]
}