{
  "_id": "11f41df7442f4b846bd24cc83c4a42d028a9060ff1f633fe9dd5928e488d7af8",
  "feed": "ftcomall",
  "title": "Nightclub nightmare: industry fears for its post-Covid future",
  "text": "<p>Just after 9pm on any normal Saturday night, there would be hefty-looking bouncers standing outside the door of the Phonox nightclub in Brixton, south London. A queue of early clubbers might be forming, gut-vibrating music revving up within. </p> <p>Instead, on this March evening, the shutters are down and not a thump can be heard. It has been the same for 53 weeks now. In the new normal, two men in a doorway opposite are drinking apple juice out of plastic cups. A&#xa0;handful of pedestrians pass without giving the club a second glance.</p> <p>Teneil Throssell is bereft. Otherwise known by her stage name HAAi, the 35-year-old, born in Australia, was Phonox's resident DJ until late 2018 and has been a regular visitor since. She has had her “funnest nights out” here, she says; seeing it closed is “heartbreaking”. “The energy in that place can be really unparalleled — something about the design of the club, the low ceilings, so you are more or less on the same level as everyone.”</p> <p>Throssell, who earns 90 per cent of her income from live gigs, has had no DJing work for more than a year. After an eight-hour set at Village Underground, another London club, was called off when the first national lockdown was announced, she had to take out a loan to pay her rent. As the pandemic's second wave set in, two socially distanced gigs scheduled for the summer were cancelled. “I&#xa0;had some really shit luck,” she says.</p> <p>Her story has been replicated among thousands of DJs, promoters, artists and venues across the UK's nightlife scene. The virus has undermined the essence of what they do. There is, after all, little about a big night out that would recommend it to infectious disease experts: hot, sweaty, shouty dancing shoulder to shoulder with hundreds of strangers; amorous couples in corners. Could such a thing as a Covid-secure nightclub exist? How do you make social distancing work on a dance floor? </p> <p>Even if you've never stepped inside a club, it is hard to ignore their importance to the British economy. The night-time entertainment and hospitality industry, including theatres, bars, restaurants and clubs, generates at <a href=\"https://www.bbc.co.uk/news/business-49348792\">least £66bn annually</a> — about as much as the UK's airline industry — and accounts for 8 per cent of the country's employment, supporting a huge network of 1.3 million freelancers and suppliers.</p> <p>Yet nightclubs were <a href=\"https://theconversation.com/why-young-people-are-drinking-less-and-what-older-drinkers-can-learn-from-them-133020\">already experiencing challenges</a> before Covid-19, as their core market of teens and twentysomethings began to focus more on health and Instagram. Daytime parties, running from early afternoon to late evening, were gaining in popularity. In the decade before the pandemic, the number of clubs shrank by <a href=\"https://www.economist.com/international/2021/02/06/even-before-covid-19-nightclubs-were-struggling\">21 per cent in the UK</a>.</p> <p>The entertainment and hospitality industry was one of the first sectors to be shut by the government a year ago. It is one of few to have barely reopened since. Even when pubs staged a partial comeback last summer, almost all nightclubs remained closed, and they have had to survive on limited government grants and loans. </p> <p>Moreover, they tend to employ and to cater to young people — the age group most likely to have lost jobs, struggled through lockdowns in cramped flats or had their university degrees upended by the pandemic, all while being least at risk from the virus. For many, the closure of nightclubs is further punishment.</p> <p>For the clubs themselves and those who work in them, the effects have been brutal. During the recent lockdown, nightclubs attempting to trade by offering takeaway drinks or virtual gigs have achieved on average 5 per cent of normal revenues, according to the Night Time Industries Association (NTIA), the trade body for businesses operating between 6pm and 6am. </p> <p>Each week around 40 night-time businesses have shut for good. Figures from the Local Data Company show that Wales, Yorkshire and London had the most nightclubs close — between 10&#xa0;and 13 per cent of their total.</p> <p>Despite being given a potential reopening date by the government — June 21 — no one yet knows what restrictions will be imposed on clubs when they finally open, or how their customers will react to being allowed out. Some wonder whether many of them will even survive until then. Are the lights about to go out in the UK's nightclubs once and for all?</p>  <p><strong>For Peter Marks, the past 12 months</strong>&#xa0;have been grim. A normally ebullient 60-year-old who has been running hospitality businesses since 1995, Marks has watched the company he built up, the Deltic Group, steadily fall apart during the past year. “It's been horrible because we really believed that the government surely wouldn't let us die — and they would give us enough support in grants and loans to get through this,” he says. “They didn't.”</p> <p>Marks welled up when we spoke late last year, after he had been forced to let more than 1,000 of Deltic's 2,400 mostly young staff go. Several workers that he knows of in the industry have died by suicide. One was a DJ who played in Deltic's clubs, which include Pryzm and Atik — brands found in student hotspots such as Brighton and Edinburgh.</p> <p>After it became apparent that nightclubs would not reopen along with other hospitality businesses in September, Marks realised that Deltic faced collapse. The company was down to its last £800,000 and faced £17m in rent and tax arrears: “Every scenario that we ran ended up being a lot worse,” Marks says. In the end, the company was sold out of administration to the Swedish nightclub operator <a href=\"https://www.ft.com/content/a6f3e9e0-9be7-497b-b2ed-326cee8f8ba5\">Rekom for £10m</a>, an eighth of what Marks thinks it was worth. His shareholders lost £22m worth of loans.</p> <p>Like Marks, many nightclub operators have not been able to access much of the £352bn that the government has offered in pandemic support; according to the NTIA, fewer than 20 nightclubs received any assistance from the Culture Recovery Fund's most recent grants, out of 2,700 applicants. </p> <p>Several fall into property tax bands too high to be eligible and are not big enough enterprises to qualify for state-backed loans. Many on the creative side are freelancers who have been ineligible for furlough payments because of quirks in the tax system. “Honestly, the way that they have treated us has been poor,” Marks says.</p> <p>His anger is echoed by Michael Kill, chief executive of the NTIA. “Government absolutely needs educating in our sector,” Kill says. “You are born into this industry and you have a passion for it. [Shutting it down] is like saying football's all over, you have to go and find something else.”</p> <p>While the government told the FT that it understands “how difficult the pandemic has been for individuals and businesses, including​ nightclubs” and that Paul Scully, minister for small business, has met with members of the sector throughout, many remain unconvinced.</p> <p>Despite Boris Johnson's former adviser Dominic Cummings being listed at Companies House as the <a href=\"https://www.theguardian.com/politics/2019/jul/26/dominic-cummings-was-doorman-at-europes-worst-nightclub\">director of a Durham nightclub</a>, the first time the PM is thought to have mentioned nightclubs publicly since closing them last March was almost a year later, when he announced plans for ending lockdown.</p> <p>Bradley Thompson, managing director of Broadwick Live, which owns the London megaclub and events venue Printworks — a former newspaper printing plant in Surrey Quays — argues that the industry is the victim of a misunderstanding across government about the economic and cultural value of dance music, and also of contemporary culture to the UK as a whole. “If you look at the music we do today and go back to Mozart, it's not that different. This is the music of this generation,” he says.</p> <p>Broadwick Live managed to secure a limited amount of government funding, but Thompson says that it “didn't equate to a lot” on a per-venue basis; he had to make a quarter of his staff redundant. His greatest difficulty was not knowing when clubs would reopen, as lockdowns in the UK eased and were suddenly reimposed again. “It made it impossible to plan,” he says.</p>  <p><strong>What could be lost is significant because</strong> London's nightclub scene is unique, says Ali Mehrkar, director of music at the Hackney's Night Tales: “The climate of music and what you can get on a night out is just so diverse.” He describes smaller clubs such as Corsica Studios in Elephant &amp; Castle and Fold in Canning Town as London's “beating heart”.</p> <p>Night Tales, which sits under the arches of Hackney Central station, was one of a handful of venues that attempted to put on live gigs last summer. Mehrkar, who has worked in the industry for 12 years, says it managed to run about 150 events but, with capacity cut and bar takings down, making money was touch and go. For him, it was a question of supporting the rest of the supply chain: “If we didn't do it, the government would win and all these venues would die.” His fear, he adds, is that while clubs are silent, people will simply forget that they are there.</p> <p>Throssell says that when the government finally <a href=\"https://www.gov.uk/government/news/157-billion-investment-to-protect-britains-world-class-cultural-arts-and-heritage-institutions\">announced a £1.6bn fund</a> to support heritage and cultural institutions last summer, most clubs were ineligible, and that this created an uneasy dynamic: “Everyone was screaming for help and when some people got it because they had the right credentials, others were upset because the ‘wrong' people had been helped. I guess that's a product of despair.”</p> <p>Even in the best of times, working in nightclubs is no easy gig. Hours are long and antisocial. Dealing with customers can be tough. Valentina Lozano, a club manager for Colombo Group, which owns Phonox and XOYO among other clubs, says that she usually worked 60 hours a week, often starting at 9pm and not finishing until 7am. “At the beginning, your feet and your back hurt a lot,” says the 30-year-old over the phone. “But you get over that.” The worst part of the job is not having weekends off to see friends.</p> <p>What makes it worthwhile is the perks: access to the music and like-minded colleagues. Pay and tips can be good and promotion fast. “We were bringing in international artists and running amazing nights,” Lozano says. </p> <p>Having found other work during the pandemic, many in the industry may not return. <a href=\"https://www.ntia.co.uk/appg/\">NTIA surveys</a> indicate that 85 per cent of staff are considering leaving, and that 60 per cent of door supervisor roles will not be filled when nightclubs reopen, with many former doormen now working at supermarkets or Covid-19 testing sites.</p> <p>Lozano plans to start a masters degree in music management in September. “No more managing clubs,” she laughs. “You don't see the sun.”</p>  <p><strong>The one bright spot for the sector as</strong> it emerges from the pandemic is that its target audience is among the least likely to be hospitalised by the virus. But they have also felt most cooped-up during the pandemic and are most likely to have lost jobs or had education put on hold.</p> <p>According to the UK's Office for National Statistics, the number of 18- to 24-year-olds claiming unemployment benefits increased 124 per cent in the year to February 2021. By the end of January this year, more than 855,000 workers under 24 were on furlough — the second largest age group after 25- to 34-year-olds.</p> <p>The closure of nightclubs is emblematic of the heavier impact that lockdown curbs have had on the young. The activities available to people in the UK — cooking, gardening, walking — are largely preferred by older generations. Gyms, nightclubs, bars and festivals — generally the playground of the young — have been put out of bounds. As Michael Kill puts it: “There is only so much partying you can do with mum and dad.”</p> <p>Martina Kane, who heads the Health Foundation charity's young people's future health enquiry, says that the youth have missed out on a valuable period of relationship-building outside their immediate families. “Young people are hard-wired to try and see their friends,” she says. “Everything we have done to make sure that people have been safe from catching the virus has disproportionately affected the young.”</p> <p>A study by the <a href=\"https://www.health.org.uk/publications/long-reads/generation-covid-19\">Health Foundation</a> in August found that 43 per cent of 18- to 24-year-olds said they were unhappy or depressed in April 2020, compared with 27 per cent in a similar survey in 2018. Almost half said they were unable to concentrate or not enjoying their day-to-day lives.</p> <p>Kane says we may not know what the full impact of the pandemic has been on youth culture for years. But she adds that the positivity of the younger generation to get out and do things again “counterbalances what can be quite a bleak picture”.</p>  <p><strong>Much rests on what the government decides</strong> is safe. Early studies suggest that crowded bars do present a higher risk of Covid-19 transmission, and it seems common sense that clubs would too. A research group set up by the Department for Culture, Media and Sport is examining the effects of alcohol and duration of events on infection spread. Layout, ventilation, vaccine certificates, mask-wearing and rapid-testing regimes are all under consideration. A series of pilot events for mass gatherings, including a club night in Liverpool, will take place during April and May but no final decisions on protocols have been made. “There is going to be a lot that has to be addressed with clubbing and safety and how much of a breeding ground clubs could be,” says Throssell.</p> <p>The signs are that clubbers haven't been put off. The 1,600-capacity Fabric in east London is staging a 42-hour opening weekend over June 25-26. And Printworks took just 22 minutes to sell 5,000 tickets for its opening weekend in September. A year's worth of young people who have turned 18 during the pandemic are waiting to go clubbing for the first time. As DJ Henry Smithson — stage name Riton — puts it, events like this could be “pretty lethal”: people will have been released from a year listening to home-speaker systems and have a pandemic to put behind them.</p> <p>Tough though the past year has been, are there any positives? Clubbers might feel more loyal to the clubs they love, says Mehrkar. Lozano expects the pent-up demand for the wild abandon of a dance floor will mean that operators rush to bring back employees. Others suggest that, with international travel remaining difficult, there may be more focus on homegrown DJ talent. Throssell says she is planning “something really special” at Phonox, but won't say what.</p> <p>Smithson tells me there is nothing as “sexy” as the live experience. He recalls a bike ride he took along the Thames during the first lockdown. A boat that would usually be rented out for parties was moored up and workmen were repairing it. “They had the sound system going,” he says. “I rode past and thought . . . I miss that so much . . . hearing loud music and that bass thumping.” </p> <p><em>Alice Hancock is the FT's leisure industries reporter</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Alice Hancock 2021 'Nightclub nightmare: industry fears for its post-Covid future' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T10:07:01.326Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 427,
          "end": 432
        }
      ],
      "nexusId": "10022657"
    }
  ]
}