{
  "_id": "46a902a9d6cd441eaca906a8d918cbd5aaf45aa4dcaf35cc2cac5704253f60d8",
  "feed": "ftcomall",
  "title": "Britney Spears: our part in her downfall",
  "text": "<p>In a 2008 episode of the US game show <em>Family Feud</em>, contestants were asked to name “something Britney Spears has lost in the past year”. Winning answers — to whooping from the studio audience — included “her hair”, “her children” and “her mind”. This is one of many shame-evoking clips in <em>Framing Britney Spears</em>, the New York Times-produced documentary which tracks the rise, fall and bizarre purgatory of the multi-platinum pop star. (Spears has been under a conservatorship, in which a judge appoints a guardian for those deemed unable to care for themselves, since 2008.)</p> <p>Watching it, I was reminded of other recent documentaries and podcasts that have challenged my perception of previously maligned women, among them Monica Lewinsky, Anita Hill, Amy Winehouse, Lorena Bobbitt and Anna Nicole Smith. These programmes offer little in the way of new information; it's the evolution of cultural mores that reframes narratives and reveals our collective culpability. What a gut-punch to realise that, for all my feminist credentials, I had failed to see the humanity of the women behind the punchlines.</p> <p><em>Framing Britney Spears</em> presents example after example of the misogynistic media coverage Spears faced throughout her career. In a 2003 interview, we watch Diane Sawyer admonish Spears for breaking Justin Timberlake's heart, shame the then 21-year-old about provocative photoshoots, and claim that she “has upset a lot of mothers in this country”. At times we see disbelief flicker across Spears's face when she's asked inappropriate questions, but she always snaps back into the good-girl role, eager to please, and answers politely.</p> <p>Like many female artists who were child stars — among whom fellow Disney alumnae Christina Aguilera, Miley Cyrus, Selena Gomez, Demi Lovato and Vanessa Hudgens — Spears had to perform the high-wire act of being sexualised without being sexual. The video for her 1998 debut single, “. . . Baby One More Time”, presents Britney as a 16-year-old Lolita, in pigtails and a Catholic school uniform. She was still publicly claiming to be a virgin at the time. As long as icons remain virginal, their sexuality is unthreatening — an allure that relies on sex appeal seeming accidental. (Think Marilyn's dress blown up by the subway grate, or Diana's backlit skirt.) </p> <p>Spears believes she lost her golden-girl sheen in the public eye after the break-up with Timberlake. While the public had eaten up a relationship between two child-actors-turned-superstars, Timberlake managed to control the narrative of the break-up, blaming it on Spears's alleged infidelity and using the public's sympathy to boost his solo career. “The way people treated her, to be very high school about it, was like she was the school slut and he was the school quarterback,” says Wesley Morris, a New York Times critic-at-large, in<em> Framing Britney Spears</em>. (In an Instagram post last week, Timberlake apologised, writing that he now understands that he “benefited from a system that condones misogyny”.)</p> <p>Once the illusion of virginity was broken, the tabloids turned on Britney for good. Between 30 and 45 paparazzi, almost all men, hounded her at any given time, both fuelling and profiting from her breakdown. Tensions culminated in a public meltdown in 2007, in which she shaved her head and attacked a paparazzo's SUV with an umbrella. The following year, Spears was treated in a psychiatric hospital, and put under a conservatorship at the request of her father, who continues to control her activities and assets (estimated by Forbes at $60m) through the structure. </p> <p>Would Spears's struggles be as much of a spectacle in 2021? The 2007 incident was preceded by her getting married, having two babies, and launching a divorce and custody battle in the span of two-and a-half years — a whirlwind that might make anyone snap. There's more awareness of mental health issues today, including post-partum depression. Paparazzi are not as big of a business now that Instagram allows celebrities to feed fans' appetite for content directly. </p> <p>It would be nice to think that the double-standard is as dated as the archival footage in <em>Framing Britney Spears</em>. Sadly, the scarlet letter never goes out of style. Artists including Ariana Grande and Taylor Swift have spoken out about the relentless public scrutiny of their personal lives. And while&#xa0;Christine Blasey Ford&#xa0;received more support than Anita Hill,&#xa0;partisanship was just as pronounced&#xa0;during her 2018 Senate testimony, with Republicans not stopping short of&#xa0;'slut-shaming'. <em>Plus ça change</em>.</p> <p>Since <em>Framing Britney Spears </em>aired in the US, a judge has ruled against her father's objection to the appointment of a co-conservator, a small victory for the #FreeBritney movement. As for the rest of us, reckonings are useful only if we learn from our errors.</p> <p>The irony of celebrity worship is that we scour their lives for evidence that, as US Weekly's popular feature puts it, “Stars — They're Just Like US!” It's easy to forget that they break like us, too, only with their pain projected to an international arena. While Monica Lewinsky became a household name overnight, Bill Clinton reduced her to “that woman” — humiliation coupled with heartbreak. Watching <em>Framing Britney Spears</em>, I regretted having tutted along with the rest of the world at the mishaps of a new mother. With plenty of parenting mistakes under my belt now, I'm just glad mine weren't papped. </p> <p>Britney lost a lot in her annus horribilis, including her freedom, but I disagree with one of the <em>Family Feud </em>answers. She did not lose “her dignity”. It's all of us complicit in ignoring a young woman's pleas for privacy at a difficult time, choosing instead to laugh at her expense, who should be ashamed.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p>&#xa0;<p>Source: Mia Levitin 2021 'Britney Spears: our part in her downfall' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T11:32:08.737Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5928,
          "end": 5933
        }
      ]
    }
  ]
}