{
  "_id": "6438f43ea52feefcd8b25e78cf0afdeecb42f923757bd656076b2156a3afaa68",
  "feed": "ftcomall",
  "title": "Austin's vitality draws tech crowd from coast",
  "text": "<p>America's high-growth companies tend to cluster around the big economic centres on the coast — in places such as San Francisco, New York and Boston.</p> <p>But <a href=\"https://www.ft.com/content/1b947daf-2f57-4951-ada6-927e19cbc21e\">Austin</a>, a city of fewer than 1m people in central Texas, stands out for punching above its weight in this year's <a href=\"https://www.ft.com/americas-fastest-growing-companies-2021\">FT-Statista ranking</a> of the Americas' fastest-growing companies. The city hosts five businesses on the list, putting it in the top 10 cities by number of companies for the first time, and muscling out some much larger hubs such as Los Angeles.</p> <p>Its status is a reflection of an economic boom that has transformed Austin in the past decade, attracting some of the country's largest tech tycoons and establishing the city as a vital national growth centre.</p> <p>Elon Musk, arguably America's highest profile entrepreneur, moved from Silicon Valley to Texas last year, putting a big bet on Austin as a launch pad for his ambitious growth plans, both earthly and beyond.</p> <p>“It's going to be the biggest boomtown that America has seen in 50 years,” Musk said of Austin this year. </p> <p>He is investing in high-tech facilities to turn out Tesla's electric cars, as well as components for his <a href=\"https://www.ft.com/content/e3de5629-cf4e-4930-9ff6-9c2d18946d92\">SpaceX</a> venture, which has been chosen by Nasa to build the lander to carry the next humans to the Moon.</p> <p>It is part of a broader surge of tech investment and talent in the city that appears to be gathering momentum.</p> <p>Samsung, the South Korean conglomerate, is considering Austin as home for a new $17bn advanced chipmaking plant, where construction could start as soon as the second quarter of this year. Apple, already one of the city's largest employers, is <a href=\"https://www.ft.com/content/b17b7a48-feae-11e8-aebf-99e208d3e521\">spending $1bn</a> on a new campus in Austin as it expands its presence in the city. And Oracle, the software giant, announced in December that it is shifting its headquarters from Silicon Valley to the Texan capital.</p> <p>Yet the FT ranking shows that Austin's boom extends well beyond these tech giants and is proving fertile ground for an ecosystem of smaller, fast-growing start-ups.</p> <p>Sedera, ranked 23rd, bills itself as a non-profit medical cost-sharing platform, offering customers an alternative to traditional US medical insurance. Digital Thrive, ranked 82nd, and Intellibright, 182nd, meanwhile, are digital-first marketing companies. And in 117th place, Urban Simple's specialised cleaning service has flourished alongside expansions at big companies such as Facebook and large restaurant groups in the city.</p> <p>All this has helped make Austin the fastest-growing metro area in the US over the past decade, adding tens of thousands of new residents from other parts of the country every year, according to an analysis by the <a href=\"https://www.austinchamber.com/blog/10-08-2020-migration\">Austin Chamber of Commerce</a>.</p> <p>Unlike most states, Texas has no state income tax — a draw for high-earners from elsewhere. The state instead relies on relatively high sales and property taxes, as well as those on industries like oil and gas. Executives also praise a broadly pro-business state government and light-touch regulatory environment that makes it easy to set up shop.</p> <p>Austin, as the state capital has also benefited from one of the country's best-educated workforces. Companies draw from a steady flow of talent from the University of Texas at Austin and other young newcomers lured by the city's relatively low cost of living and cultural activity (its motto is “Live Music Capital of the World”).</p> <p>Sedera, the highest-ranked Austin company on the list, posted 2016-19 compound annual growth of around 180 per cent. “There are a lot of very talented people in Austin and that definitely helps,” says its chief executive Jamie Lagarde. </p> <p>“It's a competitive environment, there are a lot of start-up companies. There's a diverse skillset here of people in technology, in healthcare and in fintech, all the areas of industry that we rely on, so Austin has served us very, very well.”</p> <p>Illuminas, a research consultancy to tech firms, ranked 425th, is another business that has grown quickly along with the tech scene. Jay Shutter, chief executive, says: “People come to Austin and they see it's a great town and they want to be here and that has really helped us.”</p> <p>However, after years of rapid expansion, the growing pains are starting to show and risk undermining some of the advantages that have drawn people to the city, especially the low cost of living, says Keith Phillips, economist at the Federal Reserve Bank of Dallas.</p> <p>The median cost of a home in the city has jumped nearly 25 per cent in the past year alone, to a record high, boosted by rising wages — but, at <a href=\"https://www.abor.com/content/uploads/2021/04/2021-03-Central-Texas-Housing-Market-Report.pdf\">$514,000</a>, it is still below the equivalent in other major metro areas on the country's coasts. </p> <p>“If you live in Austin, you think prices are outrageous, but if you're moving from San Francisco it looks like quite a bargain” says Phillips. “Still, it's a problem.” Even Musk thinks this must be addressed, judging by his <a href=\"https://twitter.com/elonmusk/status/1378661987324993542\">tweet </a>on April 4: “Urgent need to build more housing in the greater Austin area!”</p> <p>Nevertheless, the economic boom shows little sign of abating. Employment in the city took a big hit early in the pandemic, but the <a href=\"https://www.austinchamber.com/blog/03-30-2021-job-growth-unemployment\">Austin Chamber of Commerce</a> says the city's jobs recovery has been the third fastest of the country's 50 largest metro areas. As at the end of March, 86 per cent of the jobs lost in Austin during the pandemic had been replaced.</p> <p>“Austin continues to be this gem,” says Illuminas's Shutter, “in spite of the fact it's growing up.”</p>&#xa0;<p>Source: Justin Jacobs 2021 'Austin's vitality draws tech crowd from coast' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T07:01:10.393Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1540,
          "end": 1545
        }
      ],
      "nexusId": "10022657"
    }
  ]
}