{
  "_id": "220be99e9705fdf021293c66c6a1d448b64edb48bd0126fbabaafd6eb67bce25",
  "feed": "ftcomall",
  "title": "HBO Max gains US subscribers as Netflix slips",
  "text": "<p>HBO Max signed up 2.4m new subscribers in the June quarter in the US while hundreds of thousands of Americans cancelled their Netflix subscriptions, in a sign of how Hollywood's streaming battle has heated up. </p> <p>The company counted 12.1m retail subscribers to HBO Max by the end of June, compared with 9.7m at the end of March. This does not include people who have access to the WarnerMedia-owned service for free through their cable subscription.&#xa0;</p> <p>By contrast, Netflix lost 430,000 subscribers in the US and Canada during those three months, <a href=\"https://www.ft.com/content/97ccbdab-6547-4d1b-bb3f-f251931901c2\">fuelling concerns</a> that the streaming giant has lost ground to new entrants in the market it pioneered.&#xa0;&#xa0;&#xa0;</p> <p>Netflix still has 74m subscribers in the US and Canada, and 209m worldwide, making it the streaming leader by a wide margin. But investors and analysts are concerned about its slowdown in North America.&#xa0;</p> <p>“It should be clear by now that the US streaming market has become much more competitive,” said Michael Nathanson, analyst at MoffettNathanson. “Netflix's position as a first mover is clearly being challenged,” he said, warning that “middle age appears to be setting in” for Netflix in the US.&#xa0;</p> <p>In recent years, the largest traditional media groups have consolidated to gain heft as they attempt to reinvent themselves as streaming services and compete with Netflix. Disney <a href=\"https://www.ft.com/content/001b5d08-91a9-11e8-b639-7680cedcc421\">acquired</a> Fox for $71bn, while AT&amp;T <a href=\"https://www.ft.com/content/aa902866-39da-11e9-b856-5404d3811663\">bought </a>WarnerMedia for $85bn.&#xa0;</p> <p>AT&amp;T in May agreed to <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">spin off</a> and combine WarnerMedia with rival Discovery, just three years after acquiring the company, a humbling retreat from Hollywood for the telecom company.&#xa0;</p> <p>The deal combined one of the most prized portfolios in entertainment — including Warner Bros film and television studios, the HBO network and a portfolio of cable channels including CNN — with the unscripted programming of Discovery, whose brands range from sport and wildlife to home renovation.</p> <p>Netflix senior management this week dismissed HBO as a threat. Reed Hastings, co-chief executive, told investors that the Discovery-Warner combination was “not as significant” as Disney's acquisition of Fox, while adding that he had not seen an impact from HBO on Netflix subscriber growth.&#xa0;</p> <p>“Does HBO or Disney . . . have a differential impact compared to the past? We're not seeing that in the [data],” Hastings told investors. “That gives us comfort”.&#xa0;</p> <p>Co-chief executive Ted Sarandos also critiqued the Warner deal: “When I look at all of these . . . consolidations, when are they one and one equals three or one and one equals four, versus what most of them tend to be: which is one and one equals two?”</p> <p>In the past year and a half, Disney, Apple, WarnerMedia, Comcast, Discovery and others have launched streaming platforms, with mixed success.&#xa0;</p> <p>Warner last year launched HBO Max in the US for $15 a month, and expanded to Latin America at the end of June. The service has reached 12m direct sign-ups, and a total subscriber base of 47m to both HBO and HBO Max. This is well below rival Disney, which in May reached 104m subscribers to the Disney Plus service.</p> <p>HBO's subscriber growth helped power WarnerMedia revenues to $8.8bn in the quarter, up 31 per cent from a year ago, and higher than the $8.4bn Wall Street had forecast. </p> <p>Parent company AT&amp;T posted net income of $1.9bn on $44bn in revenue. AT&amp;T shares climbed 1.6 per cent in pre-market trade. </p><p>Source: Anna Nicolaou in London 2021 'HBO Max gains US subscribers as Netflix slips' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T11:58:14.270Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2618,
          "end": 2623
        }
      ],
      "nexusId": "10022657"
    }
  ]
}