{
  "_id": "cdc6673c178852915db76a16bdaa181b6b44a92401f59070d268088c0646911d",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: This May G-Shock You... --- ...but serious watch collectors are coveting thrifty, functional tickers by brands like Swatch and Timex. Here's why.",
  "text": "<p>Its profile was certainly boosted by its association with Mr. Mayer, a Grammy-winning singer and self-proclaimed \"watch guy.\" But these days, when the whole world has gone casual, choosy watch collectors are also falling for standard G-Shocks and other robust, thrifty timepieces like a $100 rubber-strapped Timex or $125 minimalist, metal-banded Swatches. \"Everybody needs a utility watch . . . they're great for washing dishes or any kind of tasks that you may not want to bang up your Swiss- or German-made higher-end timepiece [undertaking],\" said Jason Buccieri, 28, a watch aficionado in Carmel, N.Y., who works in art operations and owns three beefy-cased, water-resistant G-Shocks.</p><p>Clayton Roth, 42, the owner of a professional dog-running business in Rhode Island, views decidedly undainty watches like his resin-coated G-Shocks as an occupational necessity. \"I use them to time the dog runs . . . and I need something that is going to be light and not get destroyed if I do fall or get it wet if it's pouring rain,\" he said. When he's off the clock, he savors his premium tickers like a stainless-steel Rolex Explorer and a handmade automatic number from Los Angeles's Weiss Watch Company.</p><p>For many, the pandemic year jumbled the distinction between timepieces for work and weekend, letting prudent and practical watches occupy more wrist real estate. Mike DiAntonio, 28, an academic adviser in Boston who's been working from home for around 11 months, straps on his down-to-earth G-Shock for work Zoom calls even if he otherwise dresses professionally. The casual watch -- along with his off-camera slippers -- puts him at ease.</p><p>That these watches offer a warm hit of nostalgia also elevates their appeal. Mr. DiAntonio's battery-operated timepieces conjure the water-resistant Freestyle Shark watches he wore surfing as a child in New Jersey -- minus the cartoonish neon colors. Mr. Roth likes that his G-Shock DW-5900 is the same design John Goodman's character \"Walter\" wears in 1998's beloved film, \"The Big Lebowski.\" And Mr. Mayer's G-Shock 6900 delivers a double dose of nostalgia: The basic model was first launched in 1995, and the new release's color scheme was inspired by the Casiotone keyboard Mr. Mayer played as a child growing up in the 1980s.</p><p>Even before the pandemic, Tom Haslow, 41, a musician who also works in advertising in Brooklyn, N.Y., wore frugal Casios, similar to those he bought when he first \"caught the watch bug,\" including a very '80s calculator watch. Come bedtime, he even straps on one that lights up so he can check the time when his 1-year-old wakes him in the middle of the night. Unlike a phone or an Apple Watch, it won't ding and stir the baby once Mr. Haslow has lulled his son back to sleep.</p><p>These approachable, eye-catching watches also let collectors indulge in their hobby without going broke. Joseph Ramos, 44, the CEO of a home theater company in Clovis, Calif., has collected watches for the better part of two decades, acquiring stately \"grails\"\" like a Rolex Explorer and an IWC Big Pilot. Lately he's been drawn to trinket-like watches that are more fun and require a substantially lower financial investment. As he put it, \"you really start thinking about what else is out there,\" beyond the big-name Swiss manufacturers. Mr. Ramos was lucky enough to secure one of Mr. Mayer's coveted G-Shock models through Hodinkee.</p><p>Collectors like him are expanding the definition of a lust-worthy watch. Mr. Ramos noted that people have long collected G-Shocks. The company has made now-rare watches with collaborators ranging from NASA to the hat brand New Era. But now high-end horological hoarders who once exclusively lusted after watches as elite as an $8,250 Jaeger-LeCoultre Reverso are often just as entranced by that poppy, budget-friendly $180 Casio.</p>",
  "published": "2021-02-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2653,
          "end": 2658
        },
        {
          "start": 2653,
          "end": 2664
        }
      ],
      "nexusId": "10022657"
    }
  ]
}