{
  "_id": "e24a26cc5e194c6a509a451b1b49c8a1b6c663d4b15f09df58c50927f1de9a72",
  "feed": "ftcomall",
  "title": "A tough road ahead for US on forced labour",
  "text": "<p>Hello from Washington, where the pesky cicadas are still out in full force and are now <a href=\"https://www.nationalgeographic.com/animals/article/what-happens-when-cicadas-erupt-en-masse-right-into-the-national-zoo\">reportedly</a> terrorising the hogs in the city's zoo. </p> <p>Anyway, back to trade. Our main piece today is on the US crusade against forced labour in far-flung places, while in <strong>Charted waters</strong> we've pulled together a decade of data on goods trade from the World Trade Organization.</p> <h1>Biden administration continues Trump's trend</h1> <p>To most Trade Secrets readers, the US Department of Homeland Security is perhaps best known for being the source of the unamused and poker-faced uniformed officers checking passports at American airports.&#xa0;</p> <p>But the agency, as well as being in charge of securing America's borders and carrying out various other assorted law-enforcement functions, also has an important job when it comes to trade policy.</p> <p>When it was first given trade enforcement powers, in 1930, it didn't tend to use them much. DHS, through its Customs and Border Protection unit, essentially had the job of seizing any imports it thought were made using forced labour. Over the past four or five years, though, it has started using these powers more frequently. This was first prompted by Barack Obama rewriting some rules to make it tougher for goods using forced labour to get into the US, and escalated under Donald Trump,&#xa0;whose administration found in the CBP powers a useful way to lash out at China over its alleged <a href=\"https://www.ft.com/content/bdfbd758-a91b-47b3-accf-37f202429936\">mistreatment of the Uyghers in Xinjiang</a>.&#xa0;</p> <p>We know very little about the Biden administration's trade policy towards China at the moment, but last Friday we were given a strong signal that it's making combating forced labour a priority — maybe even over and above tackling things that US businesses are making noise about (more on this later). In a big splashy announcement made by the secretary of homeland security himself, <a href=\"https://www.dhs.gov/news/2021/05/28/cbp-issues-withhold-release-order-chinese-fishing-fleet\">DHS said a year-long US investigation</a> had caught a Chinese fishing fleet, Dalian Ocean Fishing Company, using forced labour. As a result, imports of tuna and swordfish from Dalian would be seized at America's borders. The investigation had found all of the main signs of forced labour across 32 ships owned or operated by the Chinese company, including physical violence against workers, withholding of wages and restriction of movement, CBP officials said.&#xa0;</p> <p>Although it's a continuation of a Trump trend, the Dalian crackdown alleges the forced labour of Indonesian workers, which broadens the current typical usage of these detainment orders a little: previous orders have largely focused on the Xinjiang region, where the US alleges Uyghurs are being held in detention camps. Under Trump, orders largely focused on hair products, clothes and cotton, whereas CBP officials were keen to impress that this was the first time a detainment order, known as a “withhold release order”, had been applied to an entire fishing fleet. They are certainly keen to signal that they're being tough on China.</p> <p>That said, the noise made about forced labour on fishing vessels might amount to the most we officially know about the US Trade Representative's China policy at present, and it's arguably not a China policy but a broader policy (that is, we are against forced labour) that they happen to have targeted at a Chinese company in this instance. The press communication around the CBP announcement is the opposite to the minimal detail we got on US trade representative Katherine Tai's recent call with her Chinese counterpart Liu He. We were told it was a “candid exchange” and that Tai “raised issues of concern” — a lot less detail than USTR puts out in its other diplomatic readouts. Nor do we have any official revelation of how USTR views China's performance at adhering to the commitments of the phase 1 trade agreement, or how it sees the way forward when it comes to the remaining substantial tariffs on US-China trade. The Biden administration trade policy is clearly articulated as being all about protecting workers' rights and preventing forced labour, even as its broader policy toward Beijing remains unclear.</p> <p>There is one other thing to note here, which is that, clearly, the fishing industry is in the crosshairs when it comes to forced labour. Over at the WTO, USTR last week submitted a contribution to the long-running fisheries saga urging other members to curb subsidies to fishing vessels linked to forced labour. Its proposal ran within days of the DHS/CBP announcement. Notably, on Friday, Alejandro Mayorkas, secretary of the DHS said it would “continue to aggressively investigate the use of forced labor by distant-water fishing vessels and by a wide range of other industries.” We can expect to see more DHS investigations into forced labour.</p> <p>We'll be watching for more signs of where USTR will go with China — but we suspect that if it focuses on forced labour, it may have a tough road ahead. In the meantime, we expect to see more on trade enforcement from our airport and port friends at the DHS.</p> <h1>Charted waters</h1> <p>More good news on world trade, this time courtesy of the WTO, which last week published the latest edition of its Goods Trade Barometer. We've charted up the readings for the past ten years. </p> <p>The latest, for March, is the highest by some margin, showing that trade activity is well above trend levels right now. Sub-readings for electronic components, air freight, container shipping, automotive products and export orders all rose from already-high levels. <em>Claire Jones</em></p> <h1>Trade links</h1> <p>The latest report on <strong>trade restrictions on essential goods</strong> (food, vaccines, medical kits etc) from the Global Trade Alert team shows a surprising number of new <a href=\"https://mcusercontent.com/4d3c72e64f71605940b148af0/files/43d225bc-a928-1cc1-5097-7c958d974553/EGI_Summary_June_2021_release_finalised.pdf\">interventions on foodstuffs</a> this year.</p> <p>That may link up <a href=\"https://www.nytimes.com/2021/06/01/business/coronavirus-global-shortages.html\">with this</a>, from the New York Times: an interesting read on how <strong>the world ran out of everything.</strong></p> <p>It's certainly true that there's a <strong>global chip shortage</strong> — thanks to <a href=\"https://asia.nikkei.com/Spotlight/Caixin/How-a-perfect-storm-created-the-global-chip-shortage&#xa0;\">a perfect storm</a> of geopolitics and the pandemic, which has elevated concerns about the risks of foreign supplies. ($, Nikkei)</p> <p>The pandemic has also had a huge impact on economics, Matthew Boesler writes for Bloomberg. He says Covid-19 trauma has <strong>changed economics</strong>, possibly forever, arguing that while policymakers know how to create a recovery, it's not clear if they can <a href=\"https://www.bloomberg.com/news/features/2021-06-01/stimulus-checks-2021-is-government-cash-as-economic-policy-here-to-stay?sref=uBLLP1Xr\">manage the boom</a>. </p> <p>China now boasts more <strong>Apple suppliers</strong> than any other country, ousting Taiwan. It's a sign that Washington's attempt to untangle US and Chinese supply chains has had little impact on the world's <a href=\"https://asia.nikkei.com/Business/China-tech/China-ousts-Taiwan-as-Apple-s-biggest-source-of-suppliers\">most valuable tech company</a>. ($, Nikkei)</p> <p>Staying with China, Noah Barkin of the <strong>German Marshall Fund</strong> says the ability to hold constructive <a href=\"https://sites-gmf.vuturevx.com/61/6509/june-2021/june-2021(1).asp?sid=5ff95dbd-65ac-4ae0-aad5-ae176711aab5\">dialogue between the EU and China</a> over trade (or indeed anything) is disappearing.</p> <p>And finally, Joseph Stiglitz says that <a href=\"https://www.ft.com/content/908bbc8d-e07f-487c-9875-d2e0a0222035\">Europe should join the US</a> in implementing a <strong>global minimum corporate tax.</strong></p><p>Source: Aime Williams 2021 'A tough road ahead for US on forced labour' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-02T11:03:11.024Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6229,
          "end": 6234
        }
      ],
      "nexusId": "10022657"
    }
  ]
}