{
  "_id": "d741bda6b0ebe79bafd9ad24bc316bba0135c2a6e032a1aaa0a7830bcf5a1b97",
  "feed": "ftcomall",
  "title": "The Apple dilemma for Japan's car industry ",
  "text": "<p>In late 2014, when Shinzo Abe, then prime minister, <a href=\"https://www.ft.com/content/5163bc30-8115-11e4-896c-00144feabdc0\">revealed</a> in a speech that Apple was building its first technology centre in Japan, the high-profile foreign investment was touted as a success of his economic policy.</p> <p>It also fuelled immediate speculation that perhaps the iPhone maker was looking for a Japanese partner for its <a href=\"https://www.ft.com/content/b74c1aa6-1fe0-11e9-b126-46fc3ad87c65\">secretive project</a> to build autonomous electric vehicles.</p> <p>So it was only natural that market scrutiny would once again fall on Japan's eight carmakers after the US tech giant <a href=\"https://www.ft.com/content/cd8b4852-fd2a-4a8a-9407-f23349aecaf0\">halted talks</a> on an automotive tie-up with South Korea's Hyundai Motor and its affiliate Kia.</p> <p>In the past two weeks of financial results, almost every Japanese carmaker has been asked whether it has been approached by Apple to take part in its car efforts. The responses from Mazda, Subaru, Nissan and Honda have varied from a “no comment” to indicating vague readiness to work with tech companies.&#xa0;</p> <p>Apple's search in Japan seems genuine, with Nissan being <a href=\"https://www.ft.com/content/29d4aa6b-fba5-4a53-876e-3f097fdef1d2\">briefly approached</a> by the group in recent months. But, with clashing visions of branding strategy, the chances of a car-building partnership between the two appear low.&#xa0;</p> <p>For Japanese carmakers, Apple's courtship is double-edged. If the US group picks a Japanese partner and its foray into cars is successful, the alliance could be a powerful force in the global shift towards zero-emission vehicles. On the other hand, a tie-up to build Apple-branded cars could downgrade Japanese carmakers to what some outraged executives say is a supplier of “moving boxes”.&#xa0;</p> <p>Japan's storied electronics industry has faced a period of soul-searching after companies such as Sharp and Panasonic shifted focus from being the face of consumer products to a supplier of components to Apple and Tesla.</p> <p>But shifting from a parts supplier to an assembler like Foxconn would take Japanese manufacturing to a whole new level.&#xa0;The psychological blow will be even bigger for the automotive industry, which accounts for 20 per cent of the country's exports — a contribution to the economy that is even larger than that of German carmakers, according to research firm Euromonitor.</p> <p>In some ways, Apple's interest is a testimony of the quality of the country's just-in-time manufacturing, which is well-known to Apple through its existing relationship with more than 900 suppliers in Japan.</p> <p>From the US company's perspective, the fragmentation of Japan's auto industry is appealing since smaller players will not be able to make the enormous investments required for the shift to electric vehicles. Even before the race for battery-powered cars has seriously kicked off, the country's eight carmakers combined are worth less than half of Tesla's $750bn market value.&#xa0;</p> <p>For now, companies from Subaru, Suzuki Motor to Mazda have formed <a href=\"https://www.ft.com/content/af6e6664-c97b-11e9-a1f4-3669401ba76f\">capital tie-ups </a>with industry leader Toyota, but such loose alliances will not be a permanent solution for survival. Faced with an uncertain future, some may be attracted to Apple's capital and branding strength that have the potential to take electric vehicles mainstream.&#xa0;</p> <p>In recent weeks, talk of Apple interest has lifted the shares of Nissan, its partner Mitsubishi Motors and Mazda. Investors have tended to focus on struggling companies that have strong technology and presence in the US but weaker balance sheets and extra plant capacity due to sluggish sales. However, the gains have been short-term.</p> <p>Not surprisingly, Toyota, <a href=\"https://www.ft.com/content/45aeaead-8028-418a-9959-e6933d1447a9\">the world's largest carmaker </a>by the number of vehicles sold, did not face any questions on Apple during its financial presentation.&#xa0;</p> <p>Worldwide, carmakers are already working closely with tech companies, with Google sibling Waymo working with Jaguar, Volvo, Renault and Nissan. Toyota has also partnered with Aurora, the Amazon-backed start-up, which recently acquired Uber's autonomous driving unit. </p> <p>Apple has remained consistently silent about its car ambitions and it is unclear what exact conditions it is seeking from potential partners. As Ashwani Gupta, Nissan's chief operating officer, <a href=\"https://www.ft.com/content/29d4aa6b-fba5-4a53-876e-3f097fdef1d2\">recently said</a>, the existing tie-ups with tech companies have involved adapting their services to products of carmakers, but Apple may be looking to flip that relationship to adapting the vehicles to its technology and services.</p> <p>However, delivering large volumes of high-quality vehicles is not easy for tech companies to replicate immediately. To turn a tie-up with Apple into an opportunity, Japanese carmakers would need to negotiate ruthlessly while they still have a strong hand.</p> <p><em>kana.inagaki@ft.com</em></p><p>Source: Kana Inagaki in Tokyo 2021 'The Apple dilemma for Japan's car industry ' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-23T00:01:18.015Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1397,
          "end": 1402
        },
        {
          "start": 2243,
          "end": 2248
        },
        {
          "start": 3801,
          "end": 3806
        },
        {
          "start": 903,
          "end": 908
        },
        {
          "start": 4,
          "end": 9
        },
        {
          "start": 1154,
          "end": 1159
        },
        {
          "start": 1726,
          "end": 1731
        },
        {
          "start": 721,
          "end": 726
        },
        {
          "start": 2128,
          "end": 2133
        },
        {
          "start": 4119,
          "end": 4124
        },
        {
          "start": 3065,
          "end": 3070
        },
        {
          "start": 78,
          "end": 83
        },
        {
          "start": 4361,
          "end": 4366
        },
        {
          "start": 3492,
          "end": 3497
        },
        {
          "start": 2939,
          "end": 2944
        }
      ],
      "nexusId": "10022657"
    }
  ]
}