{
  "_id": "96d3f3f081b84494f02b1b24494153ec09edfaa1bb9c1d3c41cee481c2b83229",
  "feed": "ftcomall",
  "title": "Why not apply Marie Kondo to Britain's statue wars?",
  "text": "<p><em>Weniger, aber besser</em>. These three words — less, but better — summarise the philosophy of the great German designer Dieter Rams. His striking designs, from Braun electronics to Vitsoe furniture, have been influential to the point of ubiquity. Apple's original iPod clearly resembles a <a href=\"https://www.ft.com/content/65a9fc82-c515-11e5-808f-8231cd71622e\">Rams-designed radio</a>.</p> <p>But while “less, but better” is revered by designers, it's not the way most of us live our lives. Our homes are full of junk, our diaries are full of meetings and our attention is fragmented by dozens — hundreds? — of electronic interruptions a day. </p> <p>Countercultural counter-clutter manifestos have been popular: Greg McKeown's <em>Essentialism</em> (get rid of unnecessary tasks and meetings), <a href=\"https://www.ft.com/content/572682e4-d701-4f33-af92-db597a7d39de\">Cal Newport</a>'s <em>Digital Minimalism</em> (get rid of unnecessary apps and devices) and of course <a href=\"https://www.ft.com/content/8413f9a0-18c0-11e9-9e64-d150b3105d21\">Marie Kondo</a>'s <em>The Life-Changing Magic of Tidying</em> (get rid of unnecessary possessions). But like Rams himself, they are swimming against the tsunami of digital, physical and mental “stuff”.</p> <p>Why do we accumulate so much? An intriguing explanation comes from one of the oldest ideas in behavioural economics: the “endowment effect”. The term was coined by one of the fathers of the field, Nobel laureate <a href=\"https://www.ft.com/content/a317c302-aa2b-11e9-984c-fac8325aaa04\">Richard Thaler</a>.</p> <p>In his book <a href=\"https://www.ft.com/content/552ee87c-f8d8-11e4-8e16-00144feab7de\"><em>Misbehaving</em></a>, Thaler described wine connoisseur Richard Rossett's cellar, which contained bottles he had purchased for a few dollars that had matured into wines worth hundreds. Rossett occasionally drank these fine vintages, yet he would never add to his cellar by buying wines at high prices, nor would he sell those he already had at a huge profit.</p> <p>There is an inconsistency here: wine cannot logically be both too expensive to buy and too cheap to sell. This is the endowment effect, by which we value possessions in part because they are possessions. Still, only an economist would find Rossett's behaviour odd. (Compounding the mystery, Rossett was the head of the economics department at the University of Rochester.)</p> <p>While Rossett's case is an intuitive example, Thaler, Jack Knetsch and Daniel Kahneman also produced <a href=\"https://scholar.princeton.edu/sites/default/files/kahneman/files/anomalies_dk_jlk_rht_1991.pdf\">experimental evidence</a> of the effect. In one study of students, half were given a commemorative mug. All were told to write down the price at which they would be willing to sell their mug — or to buy a mug if they started without one. Those with a mug were reluctant to sell for $5. Those without one were reluctant to buy at half that price. This endowment effect suggests that the status quo matters far more than it should. Often we hold on to things for no reason other than that they are our things.</p> <p>Minimalists understand the power of the status quo and work to counteract it. Newport, for example, argues that the minimalist should begin with a month-long period of digital fasting: only the most essential tools are to be allowed. Everything else must go. This is not intended as a “detox”. It's a blank slate, designed to change the status quo. At the end of this period, says Newport, digital tools should be allowed back in only as a deliberate choice, rather than because we sleepwalked into using them once and never let go.</p> <p>Kondo also fights the status quo. She advocates removing possessions from their usual setting and piling them all together, a bracing experience that reminds us just how much unnecessary stuff most of us own. Then, argues Kondo, look for what “sparks joy”. Deciding to keep something from the pile becomes an active choice rather than a resigned acceptance of the status quo.</p> <p>I was reminded of this as I pondered the argument over all the portraits and statues associated with the UK's colonial past. Nobody can pretend to resolve this with a single proposal, but it does strike me that we'd be in an easier place if we occasionally made like Kondo and took them all down. </p> <p>We could put all the portraits and all the statues in a big pile in the centre of each town or the lobby of each grand building. Then we could make an active choice as to who we really wanted on the pedestal for the next quarter of a century. Does Edward Colston really spark joy? Cecil Rhodes? Everyone who misses the cut could be stored away until a future round.</p> <p>I can't imagine that happening to the portraiture of a Cambridge college or the statues in Trafalgar Square any time soon. Deliberately stepping away from the status quo is not always desirable and it is rarely easy. </p> <p>But most of us have had to do just that over the past 15 months. Remember diary squeezes? Juggling the school run with an exercise class? The embarrassment of double-booking a dinner with friends and a night at the theatre? Neither do I. But logically these things must once have happened and they're starting to happen again.</p> <p>In the desperation to get back to normality, to see people (anyone) and go places (anywhere), there's a risk that we miss the Kondo window of opportunity in which things have been reset and the endowment effect does not exist. I am trying to think, rather than simply revert to the status quo.</p> <p>Not every task on my To Do list and every meeting in my calendar sparks joy, but I try. </p> <p>Less, but better.</p> <p><em>Tim Harford's new book is ‘How to Make the World Add Up'</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Tim Harford 2021 'Why not apply Marie Kondo to Britain's statue wars?' FT.com 2 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-02T04:01:00.116Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 242,
          "end": 247
        }
      ],
      "nexusId": "10022657"
    }
  ]
}