{
  "_id": "781cb42e4be8d2354f26471226c89dbff3254233f7d7049f44438841ca21c549",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Tools Restore Some Vision to the Blind  ----  By Amy Dockser Marcus",
  "text": "<p>   Scientists are making dramatic strides toward a goal that once seemed almost unimaginable: Restoring limited vision to people affected by a previously irreversible form of blindness caused by an inherited eye disease called retinitis pigmentosa. </p><p>    In a paper published Monday in the journal Nature Medicine, researchers working with Paris-based GenSight Biologics SA reported that a 58-year-old man who was diagnosed with retinitis pigmentosa 40 years ago was able to locate objects placed on a table after receiving an experimental therapy. And New York City-based Bionic Sight LLC announced in March that four blind people in an early-stage clinical trial are able to detect light and motion after undergoing a similar treatment. Those results haven't yet been published. </p><p>   The patients all had advanced cases of retinitis pigmentosa, which affects more than two million people world-wide. All underwent optogenetic therapy, in which an injection is used to deliver a gene into the eye to boost the light sensitivity of certain cells in the retina, a layer of tissue at the back of the eye. The companies are developing high-tech goggles that process and amplify light in a way that boosts the cells' ability to send electrical signals to the brain. </p><p>    Anand Swaroop, a senior investigator at the National Eye Institute in Bethesda, Md., called optogenetic therapy an exciting option for some blind people but not a cure. Once sight is lost completely, he said, \"Restoring vision that allows high resolution, high sensitivity, and high detection is not simple.\" </p><p>   Barry Honig, a participant in the Bionic Sight trial, said that people had often asked him if he would like to be able to see again. \"This is the first time I have felt it is attainable,\" he said. </p><p>   A 59-year-old father of three living in Tenafly, N.J., Mr. Honig said that tests following the treatment showed he was able to identify objects by sight -- distinguishing, for example, the curved shape of a banana from the rounder shape of an apple. He said he was surprised by the improvement in his vision. \"Imagine you spend a long time in a dark tunnel and all of a sudden you are back in the light,\" he said. \"You have to adjust.\" </p><p>   GenSight said it is also developing the therapy as a treatment for macular degeneration, a leading cause of vision loss in people over 50. Up to 11 million people in the U.S. suffer from the condition, according to the Clarksburg, Md.-based nonprofit BrightFocus Foundation. </p><p>   The use of gene therapy to treat blindness isn't new. Luxturna, a prescription medicine approved in 2017 by the U.S. Food and Drug Administration, is used in children and adults with a form of retinitis pigmentosa caused by a specific genetic mutation. Editas Medicine of Cambridge, Mass., is testing Crispr gene editing in retinitis pigmentosa patients with a different gene mutation. </p><p>   But retinitis pigmentosa can be caused by mutations in more than 70 different genes, and doctors say it is too costly and difficult to develop a gene therapy for all of them. \"All these patients are left out,\" said Sheila Nirenberg, professor at Weill Medical College of Cornell University and Bionic Sight's founder. \"What about them?\" </p><p>   Optogenetics offers the ability to treat blindness caused by retinitis pigmentosa regardless of the specific gene mutation that underlies it. \"It is gene-agnostic,\" said Brian Brooks, clinical director of the National Eye Institute. </p><p>   Restoring vision is a crucial goal for scientists and clinicians, and many other strategies are being pursued in academic labs and companies -- including bionic eyes and stem-cell therapies in addition to drugs and optogenetics. </p><p>   Vedere Bio Inc. is pursuing a version of optogenetic therapy that doesn't require goggles. Novartis acquired Vedere Bio, based in Cambridge, Mass., last year and hopes to launch a clinical trial, said Cynthia Grosskreutz, vice president and global head of ophthalmology at the Novartis Institutes for BioMedical Research. </p><p>   \"At the end of the day the goal is to get it to patients that need it,\" she said. \"The easier it is for the therapy to be administered, the more patients will have access to the treatments.\" </p><p>   The current version of the optogenetics technology has some limitations, according to the scientists behind the research. A small portion of the patients' ganglion cells were treated, limiting the potential benefit. The treated patients aren't expected to regain all of their lost eyesight -- they can't read, drive or recognize faces. </p><p>   \"It is not normal vision,\" said Botond Roska of the University of Basel and the Institute of Molecular and Clinical Ophthalmology Basel, an expert in the study of vision and the retina and another author of the paper. \"But it gives hope to restore vision that is meaningful.\" </p><p>   Mr. Honig, the father who participated in the Bionic Sight trial, hopes the technology will improve enough to allow him once again to see his wife's dark hair and get at least a rough picture of his children's faces. </p><p>   \"I am not visually greedy,\" Mr. Honig said. \"That would be amazing.\" </p><p></p>",
  "published": "2021-05-25T06:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1997,
          "end": 2002
        }
      ]
    }
  ]
}