{
  "_id": "6a2dd53cb62fbfb1bf20f1aa706d05c3405af26402451bec792175348f7613e9",
  "feed": "wall-street-journal",
  "title": "'Don't Look Up' Review: A Cosmic Disaster; Even such marquee names as DiCaprio, Streep, Blanchett and Lawrence can't save this feeble joke of a movie",
  "text": "<p>The main perpetrator is Adam McKay. He wrote and directed the film, which rattles on for 138 minutes, has a few good moments (a blissfully silly song, \"Just Look Up,\" performed in full pop-diva mode by Ariana Grande with Kid Cudi); one eerily arresting performance (by Mark Rylance); and an extraordinary cast (including Leonardo DiCaprio, Jennifer Lawrence, Meryl Streep, Cate Blanchett, Tyler Perry, Timothée Chalamet, Rob Morgan and Jonah Hill), all demonstrating that even they can be unfunny, given sufficient directorial encouragement to comment on the supposed hilarity of their roles.</p><p>The crisis begins when Ms. Lawrence's Kate Dibiasky, a doctoral candidate in astronomy at Michigan State, catches sight of something ominous in the cosmos, the comet that will make her a celebrity before its impact makes everyone toast. \"What would Carl Sagan do?\" she asks herself. (She keeps a Sagan doll on her desk.) What he wouldn't do is panic, and neither does Kate. She comes close, but she's never incoherent, in contrast to her professor, Mr. DiCaprio's Randall Mindy. A fuddy-duddy ditherer from the Hall of Hollywood Stereotypes, he gets a brief audience with Ms. Streep's fatuous and incompetent President Orlean, but he can barely articulate the problem. (It doesn't matter all that much, because she isn't interested, although later she finds him interesting enough to grope.) Ms. Blanchett's Brie Evantee isn't interested either; she's the lascivious co-host, with Mr. Perry's Jack Bremmer, of a TV talk show that keeps the chatter light in leaden fashion. (Brie goes beyond groping.)</p><p>This might have been great fun if it had been executed with some respect for our intelligence, and for the power of sharpshooting satire, rather than glib nihilism. Kate and Randall do blurt out the truth whenever they can, as best they can, in a brain-fogged cross between \"Bulworth\" and \"Network.\" Dividing the country into Don't Look Up-ers—impact deniers wearing MAGA-like hats—and Just Look Up-ers is a nice antic notion, but it's never developed into a full-fledged idea. The only character who commands our attention—he's the villain of the piece and genuinely creepy, as played by Mr. Rylance—is Peter Isherwell, an epicene zillionaire tech overlord combining lofty traits of Steve Jobs and Mark Zuckerberg, with a smidgen of Elon Musk thrown in. In a film more suggestive of sketch comedy than social or political satire, there's a sense of both the actor and the character playing for keeps. Whatever may happen to this planet, Peter will thrive on his own.</p><p>'Don't Look Up' Review: A Cosmic Disaster</p>",
  "published": "2021-12-23T23:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}