{
  "_id": "ae6e65dc55e076536b98ae41dc7305f9be7b007f4e0aa2daba3b8cd0c2bd87e0",
  "feed": "wall-street-journal",
  "title": "Customer Experience (A Special Report) --- You've Been Put on Hold. Please Stay: Companies have to look at their hold program as part of their overall marketing strategy.",
  "text": "<p>To that end, companies deploy an array of strategies: music, marketing and informational messages, humor, silence and an option to leave hold and get a call back. Often it's a combination of these options. But whatever companies offer, it will play a large role in how they are viewed by potential or current customers.</p><p>Businesses with successful hold programs \"look at it as part of their overall marketing plan,\" says Jerry Brown, president of BusinessVoice, a firm that helps companies create those programs. \"You have to look at it not just as a selling tool, but more important as a customer-experience tool.\"</p><p>The key to making that experience a positive one is allowing the customer to feel in charge of it, says Naveen Donthu, a professor of marketing at Georgia State University, who co-wrote a 2006 study on the hold experience that he believes is still relevant.</p><p>\"Customers like to be in control,\" he says. \"If you give them the feeling that they are in control, whether it's music -- and what kind of music -- information or silence, it gives them satisfaction. The entire experience becomes positive.\"</p><p>A number of factors determine which options companies choose and how they deploy them.</p><p>Music is clearly one of the most popular options. And it makes sense: Playing music, especially music that customers like, cuts their perception of how long they're on hold, according to the study by Dr. Donthu and Anita Whiting a professor of marketing at Clayton State University.</p><p>The key here is music customers like. Companies must make sure their music matches their brand. \"If someone's calling for a muffler, you don't want to give them classical music,\" says Danny Turner, head of creative programming at Mood Media, another firm that helps companies develop hold programs. \"And if you're a family-friendly business, you probably want to stay away from Top 40.\"</p><p>Similarly, the music must fit the mission. Companies can use slow music to calm customers down and fast music to get them more excited. If the waiting caller has a complaint and is on hold for a while, slower, relaxing music is appropriate. But if a customer is calling to buy something and is on hold for a short period, more upbeat music is better.</p><p>Classical music often doesn't work well, because volume is compressed on the phone, making it hard to replicate classical music's highs and lows.</p><p>Some companies offer phone customers a choice of music styles -- jazz, pop, etc. Achal Bassamboo, a professor of decision sciences at Northwestern University's Kellogg School of Management, says, \"That puts you in control when you're not really in control,\" he says. \"It makes you feel more comfortable.\"</p><p>As for verbal messages, if customers are calling to buy, there is no harm describing products and prices, industry pros say. But it very much depends on the type of company. For certain services, a softer branding message is more suitable.</p><p>\"If I'm calling Apple to buy something, I would expect to hear about products and specials,\" Mr. Brown says. \"But if I'm calling a nursing home to talk about whether my mom might go there, and I get hard-sell marketing messages, that's not so good.\"</p><p>What might work well in that situation is soothing music interspersed with a voice giving a calendar of events for the facility, he says.</p><p>Henry Ford Health System in Michigan does something along those lines. It plays smooth jazz to provide a soothing experience for callers on hold. \"The sound quality of the music is very important,\" says David Roach, manager of voice services for Henry Ford. \"If it is distorted, too loud, too soft or too fast, it can create anxiety for the caller. Think about nails on a chalkboard.\"</p><p>The health system's on-hold message also provides updates about the Covid pandemic and information about some of the health organization's other offerings.</p><p>Binkelman, an industrial-parts distributor based in Toledo, Ohio, has taken the comedic route for its on-hold customers. Callers to Binkelman are often put on hold, and the company wants to keep them entertained. It's about finding humor in products that aren't sexy -- bearings, belts, hoses.</p><p>Some outsiders might find a few of the jokes off-color, but the company's customers love them, says Rebecca Conrad, the company's marketing manager. She has received only one complaint in the 20 years they've been doing it.</p><p>\"We're in a mostly male industry, where guys like Nascar and Bud Light,\" Ms. Conrad says. \"If they're on hold for one to two minutes, that's what they want.\" Customers often call just to hear the jokes, she says.</p><p>A recent example: \"Thanks for calling Binkelman, where we're changing lives with our pioneering approach to male-pattern baldness,\" a voice says. \"We slice ContiTech Insta-Grip 300 Push-On Hose into thin strips to make fun toupees that look and feel like the mane of a real donkey. Choose from three colors and four scents. Then, just staple your new rug into place and blammo! People will like you again. Ask for the Binkelman wig shop.\"</p><p>The risk with humor, obviously, is that it may turn off customers. If humor represents part of the company's image, it makes sense. It can distinguish a brand from competitors. \"But I would hope The Wall Street Journal doesn't use too much humor on its phone system,\" says Mood Media's Mr. Turner.</p><p>Another possibility for hold programs is silence. This works best when it's an option that callers choose, industry experts say. If callers are confronted with silence without an explanation, they might feel uncertain about whether they are still connected. And some don't want silence in any case.</p><p>Some hold programs offer estimates as to how long the caller will remain on hold. That's useful, says Dr. Bassamboo of Northwestern. \"If a company tells you it's five minutes, you can leave or stay, the company is managing your expectations,\" he says. \"You know if it's three minutes, you can't start anything meaningful. But if it's 15 minutes, you can.\"</p><p>Of course, some callers don't want to stay on hold at all. And that's why more companies -- mostly larger ones -- offer an option to receive a callback within a specified amount of time. This option is \"absolutely critical,\" Mr. Turner says. \"A phone system is meant to engage and provide solutions. Understanding the value of a customer's time is the most important thing.\"</p><p>He selects the callback choice frequently. \"I would rather take a call two hours from now than wait on the line.\"</p><p>---</p><p>Mr. Weil is a writer in West Palm Beach, Fla. Email reports@wsj.com.</p>",
  "published": "2021-05-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2929,
          "end": 2934
        }
      ],
      "nexusId": "10022657"
    }
  ]
}