{
  "_id": "54418d5cd073db2f36b1f83639974bced5fcc1206193286d0274005c932f3257",
  "feed": "wall-street-journal",
  "title": "Technology  ---  PERSONAL TECHNOLOGY:  CES 2021 Tech Tackles Covid-19 Protection  ----  By Joanna Stern",
  "text": "<p>\n  Good news, everyone, I'm still breathing. At least, that's what my smart mask says. </p><p>\n  In fact, it tells everyone around me, via a small color-customizable LED light. (I chose purple.) It illuminates when it's recording my respiratory cycle. </p><p>\n  Look, do I have the coolest mask at the supermarket? 100%. Do I need it? 100% not. </p><p>\n  The connected $150 AirPop Active+ mask, which I've been testing for the past few days, was announced this week at what can now only be called CPS -- the Covid Protection Show. Bye-bye, CES! </p><p>\n  It was bound to happen. Every year, tech companies and entrepreneurs show up at the show in Vegas with new ideas of how gadgets can solve our everyday problems. The biggest difference this year? Everyone seems focused on the same problem. Well, that and everyone showed up via the web. The show is entirely digital. </p><p>\n  But I don't put all the Covid-19 prevention gear -- everything from smart air-purifiers to temperature-taking video doorbells -- into the same category as the smart fork (a real CES product I once reviewed) or the smart toothbrush (another real CES product I once reviewed). This year's devices are aimed at helping us understand a very clear and present danger. Even better, some are built to annihilate it. </p><p>\n  Since the best part of CES is touching and feeling the gadgets, I had companies ship some of these to the CPS 2021 show floor -- aka my basement. Here are some of my thoughts on what is, and isn't, worth it. </p><pre>\n </pre><p>\n  Masking the Tech </p><p>\n  I wouldn't buy the $150 AirPop Active+ but that doesn't mean I don't appreciate it. Six years ago, company founder Chris Hosmer was living in China, where his young daughter suffered acute respiratory reactions to noxious air. He set out to build a mask that addressed human-made, ecological and pathogenic threats -- essentially pollution, wildfires and disease. </p><p>\n  The quarter-size doodad integrated into the front of the mask has sensors that capture breathing-related data, temperature and humidity. It pairs via Bluetooth to your smartphone to tell you your breathing rate, how much pollutants were blocked, the air-quality index and more. Since it knows how long you've worn the mask, it can tell you when to change its filter. The snap-in filters are good for 40 hours of wear. </p><p>\n  Though I feel like a superhero every time I put the mask on, it's too much data for me. (I also had a buggy first unit, but the replacement is working fine.) If you're interested, the mask begins shipping in February. Or you can get a \"dumb\" version -- no sensor -- for $56 right now. </p><p>\n  I can recommend a cheaper connected mask that I've been testing for a few months. The $50 MaskFone is no more than a Motorola Bluetooth headset draped through a mask, but it does make talking on the phone while masked a more pleasant experience. Plus, it's great for running: The earbuds stay in because they're attached to the ear loops. </p><pre>\n </pre><p>\n  Killing the Germs </p><p>\n  \"I'm sorry this column was late. My keyboard and mouse were being disinfected.\" Thankfully my editor understands the importance of disinfection. </p><p>\n  Targus's UV-C LED Desktop Disinfection Light, designed to sit between your monitor and keyboard, turns on every hour, blasting UV light for five minutes to destroy bacteria, viruses, fungus or mold. That's the time needed to get to 99% reduction of those things, a Targus spokesman says. Happen to be typing a very important email? Its motion-activated sensors will keep the potentially harmful light off until you are away from keyboard. Disinfection doesn't come cheap: Targus plans to sell it by April for $299. </p><p>\n  The issue with testing any UV sanitizer, including those smartphone-tanning beds? Your devices don't look any cleaner afterward. (My keyboard still has what appears to be dried honey mustard on the \"H\" key. Don't judge.) The basic science is proven, but you have to accept the claims at face value. </p><p>\n  What else needs a good cleanse? The air around your desk. Not my desk, of course -- my desk air has a \"good\" rating, according to the $200 LG PuriCare Mini Air Purifier I've been using. I can fire up the milk-carton-size device using my iPhone and get a report of the current air quality. It's meant for your car or cubicle. </p><p>\n  Is that LG too big for you? The Luft Duo, which its maker claims is the world's smallest molecular purifier, is shorter than a can of soda. It doesn't connect to smartphones, so I have to walk over to it to change settings. Life is hard. </p><pre>\n </pre><p>\n  Sensing the Temperature </p><p>\n  Option 1? Station someone at your front door to take temperatures, like they do at my son's school. </p><p>\n  Option 2? Install the Plott Ettie, a video doorbell with an infrared thermometer. Just like a Ring doorbell, it connects to an app so you can see who's on your doormat. But unlike Ring, it shows that person's body temperature. The device, expected later this year for $300, is intended for homes and businesses. The nonworking prototype I borrowed looks cool but is certainly bigger than other connected doorbells. </p><p>\n  Just bear in mind, fever isn't a clear indicator of Covid. \"Temperature is essentially worthless -- no matter how you measure it,\" Dr. Eric Topol, a cardiologist and executive vice president at Scripps Research, says. As he explained in my column a few months back, most people diagnosed with Covid-19 don't have elevated temperatures, and you can spread the virus long before showing a fever. </p><p>\n  One gadget Dr. Topol doesn't think is worthless? The BioIntelliSense BioButton, an FDA-cleared medical-grade wearable patch that tracks temperature, respiratory rate, sleep and heart rate. </p><p>\n  On \"display\" at CES this week, the patch can be used to spot Covid-19 symptoms -- possibly even early. Originally developed to monitor patients in a variety of configurable ways, it has a battery life of 30 to 90 days. I tested a similar patch for a video about using wearables to spot or diagnose Covid-19. </p><p>\n  It will be on sale to the general public next week for approximately $60. </p><p>\n  There's really only one problem with a gadget like that: Since you wear it under your clothes, nobody will know you're a Covid-busting badass. </p><p></p>",
  "published": "2021-01-14T07:13:00.000Z",
  "tags": [
    {
      "offsets": [],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}