{
  "_id": "70e8d088ba73001abca173f9f500247c1a2ccdb1dcc6491424277ac23f9e702c",
  "feed": "wall-street-journal",
  "title": "Churches Target New Members, With Help From Online Data --- Gloo mines personal details for those who might respond to evangelizing",
  "text": "<p>The more surgical method of evangelization borrows techniques long used by businesses and political campaigns, which rely on data to target consumers. In this realm, however, the focus is on more personal data, and analysis is organized around trying to identify some of the most difficult moments of people's lives.</p><p>Just as retailers or political candidates send out online ads to groups of people with particular characteristics -- including demographics, browsing activity, purchasing behavior and other factors that advertising platforms allow clients to choose -- churches can use Gloo to show ads to groups of people they believe are most receptive to becoming members, or they think they could help.</p><p>People facing a personal crisis are most likely to be open to outreach efforts, churches say -- and Gloo crunches data to try to identify them. The company has said in marketing materials that it can predict the characteristics of people who might have a marriage in trouble, be suffering from depression or anxiety, or have a propensity for a drug addiction, based on data analysis. Gloo incorporates thousands of data points from third-party providers as well as data it collects itself through the churches it works with, according to the marketing documents.</p><p>After The Wall Street Journal started reporting on the company, Gloo said it was no longer using mental-health data and had changed some of its earlier practices, and one of the company's largest data providers ended its relationship with the firm.</p><p>Gloo also puts together webpages that offer to get people suffering from issues like grief or marital distress in touch with local churches. The webpages are promoted through ads on social media or through Google ads linked to particular search terms, such as around loneliness. People can submit their name and contact information through the pages, and Gloo passes on the details.</p><p>More than 30,000 churches have signed up for its platform, Gloo said. The company said that accounts for about 10% of U.S. churches. Clients include free and premium users, and the average premium customer pays $1,500 a year.</p><p>For some churches, the online ads are part of an effort to keep their congregations going, with the pandemic accelerating years of falling attendance.</p><p>Westside Family Church, a nondenominational Christian church near Kansas City, Kan., has used Gloo to try to reach people dealing with financial problems, as well as those struggling in the pandemic, through online ads. \"The church is committed to going out at whatever cost to find that one lost sheep that needs help,\" said Randy Frazee, lead pastor of Westside. The effort for Westside goes beyond finding new church members, he said, to services aiming to help the community.</p><p>\"There are a lot of people who are in pain and isolated,\" Mr. Frazee said. \"If you don't come to church, the church will come to you.\"</p><p>Gloo said it was started with a moral imperative to give churches access to the same kind of data and technology used by major corporations.</p><p>\"We believe this is the right thing to do. And Gloo is committed to doing it the right way,\" the company said in a written statement. The company said it follows California and other state privacy laws and the privacy policies of companies like Apple Inc. and Alphabet Inc.'s Google.</p><p>\"We call ourselves a trusted personal growth platform,\" said Gloo co-founder Scott Beck, an investor and former executive at Blockbuster Video, Boston Market and Einstein Bros. Bagels chains who started the company in 2010. The Boulder, Colo., company, with about 200 workers, also works with addiction recovery centers.</p><p>Gloo's marketing documents said it had profiles of about 245 million people in the U.S. In one of its predictions, according to the documents, Gloo acquired a list of 30,000 divorced couples in the U.S. from a data provider and determined the attributes these couples had in common, such as high credit-card activity, recent travel bookings and a low likelihood to manage health. Using these variables, the documents said Gloo found more than 33 million married Americans whose behaviors followed similar patterns.</p><p>Gloo offers to provide churches with snapshots of data to better understand their communities and focus their ministries on relevant issues. ForWestside Family Church, a report generated by theGlooplatform in September predicted that 25% of marriages within a 5-mile radius may be on the verge of a divorce; 26% of people are likely to experience an opioid addiction; and 3% of households have individuals who are depressed or anxious.</p><p>Gloo said third-party data has always been anonymized to users -- it said it doesn't reveal people's names or exact locations to them. In response to questions from the Journal, the company said it also began de-identifying data within its own databases last year.</p><p>The company initially said its base file on consumer demographics and finances came from Wunderman Thompson, owned by advertising giant WPP PLC. Wunderman said it collects consumer data from a variety of sources, including from licensed data partners and voluntary consumer surveys, and that its clients are required to use its data with best industry practices. Its data sets, it said, \"do not contain information about addiction, alcoholism or opioid dependence.\"</p><p>Wunderman said this month that it had terminated its contract with Gloo and asked that its data be deleted from Gloo's system. Wunderman declined to give a reason for the move. Gloo said Wunderman terminated the contract because the partnership had become public, and that it had already been in discussions to work with other data providers.</p><p>Gloo declined to say how it identified who had mental-health or addiction struggles or where it got such data, citing confidential agreements with third-party data providers. Mr. Beck later said that Gloo had recently stopped using data related to those categories.</p><p>Clients can integrate their internal databases with Gloo, adding to its data trove. The company offers technology that churches can put on their websites to collect data, and has questionnaires churches can give their congregants.</p><p>Many businesses have come to rely on third-party data providers to help target audiences in the booming digital ad industry. Exactly what data is being collected, and how it's being used, remains opaque to most consumers. There are no comprehensive federal laws regarding data privacy, though some states are pushing their own. Some of the rules are changing, with Apple restricting how users are tracked on its devices this year, and Google planning similar restrictions for its Chrome browser.</p><p>Churches and nonprofits, which have long deployed traditional advertising, are using other platforms to find people they believe are in crisis. Some are creating their own online content about mental-health issues, or trying to reach people with ads on Facebook, which allows advertisers to target specific audiences based on its own complex algorithms.</p><p>Meta Platforms Inc., Facebook's parent, said it has strict policies around the use of ad targeting and that it gives users tools to manage the ads they see.</p><p>Churches say data helps them find members more effectively. \"They want to know who you are, they want to predict your capacity to give, your likelihood of dropping out of a program -- it's the same concepts that apply to a bank,\" said Tal Frankfurt, founder and CEO of Cloud for Good, a consulting firm that works with faith-based groups and other nonprofits.</p><p>The Seventh-day Adventist Church has created its own Facebook and Instagram ads aimed at people in various stages of distress, from hospital patients to college students studying for exams. \"Sometimes life doesn't make sense. We're here to pray for you,\" reads one proposed Facebook ad aimed at hospital patients.</p><p>Sam Neves, an Adventist pastor and official at the church's global headquarters in Silver Spring, Md., said it has gotten more responses sending out general ads rather than trying to target specific groups. One of its goals is to avert suicides by offering free online pastoral care, he said.</p><p>People facing a crisis are among the most likely to be receptive to a church message, said Jason Ake, owner of Waypoint Creative, a digital marketing firm that has helped churches with their targeting efforts, including some that use Gloo. \"Crisis is a broad term -- maybe it's a death in the family, maybe it's depression or anxiety,\" he said.</p><p>Just like a brand-marketing campaign, the goal is to convert people -- those who give an email address or phone number, by his definition -- and keep them engaged, said Mr. Ake, whose digital marketing firm has helped Westside with its targeting efforts.</p><p>Gloo recently connected City on a Hill, a Southern Baptist church in the Dallas-Fort Worth area, with more than a dozen people grappling with issues like marital distress, anxiety and grief after they had searched related terms on Google, according to Chris Cunnington, a pastor at the church. One of those people was a woman who lost a family member to Covid-19. She first joined the church's grief support group and then decided to attend church the following Sunday, Mr. Cunnington said.</p><p>He said staff members have one-on-one conversations with people sent to them by Gloo and sometimes offer rides to church. \"We speak the same language as Gloo as in we see it as an opportunity if we can talk to people who are already moving in this direction,\" he said.</p><p>Since the start of the pandemic, Gloo's Mr. Beck said, the company has been focusing on how to help churches get more attention on Google search. The company has a program for churches to pool their funds and buy search keywords -- something a single church couldn't afford on its own, he said.</p><p>When users search for keywords and terms such as \"how to deal with grief\" or \"how to have a strong marriage,\" one of the results they could get is an ad that takes them to a landing page created by Gloo. The page prompts them to enter their contact information so they can be connected to someone from a local church. Users can come across the landing page through targeted ads on Facebook, too.</p><p>Once they enter their information, Gloo's platform pairs the user with a local church client. Gloo said it selects the church based on proximity, the programs offered by the church and capacity.</p><p>Margo McClinton Stoglin, who worked with Concord Church in Dallas and a nonprofit partner that offers counseling, said the Baptist church tried Gloo's new service after signing up with the firm last May.</p><p>Gloo connected her with a woman who was struggling with the death of her son and had given her contact information through one of its landing pages. She reached the woman by phone, and said she prayed with her. Dr. McClinton Stoglin also provided information for the woman to sign up for the church and the nonprofit partner.</p><p>\"One of the mottos at the church is reaching the one,\" Dr. McClinton Stoglin said. \"Once people sign up, we help them become members, we help them become baptized and part of the church family.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6527,
          "end": 6532
        },
        {
          "start": 3280,
          "end": 3290
        },
        {
          "start": 3280,
          "end": 3285
        },
        {
          "start": 3280,
          "end": 3289
        }
      ],
      "nexusId": "10022657"
    }
  ]
}