{
  "_id": "f193516527f399a6ca97323e2026f5f35b055f969ca227a21048c8b3149faaa5",
  "feed": "ftcomall",
  "title": "The hard lessons of home schooling",
  "text": "<p>This week's meltdown involved a French test. The teacher was displaying questions on screen as a PDF document. As she scrolled down, my son started to panic: he hadn't finished the early questions yet — and now they had disappeared from view. He raised his hand to tell the teacher but she didn't notice. When we found him, he was&#xa0;trying to explain the problem to her, through sobs, while ducking&#xa0;out of sight of the camera from embarrassment. </p> <p>Just another day of remote learning, and my children are lucky: they each have their own desk, their own room and their own computer. Their schools are well resourced. Not many can count all these blessings. Still, the cracks are starting to show.</p> <p>Months ago, I worried about the grave costs of keeping schools closed. Those costs are so diverse that it is easy to be distracted by the immediate problems. </p> <p>First, the burden of overseeing children falls disproportionately on women. A rigorous study by Aase Villadsen and colleagues, published by the <a href=\"https://cls.ucl.ac.uk/covid-19-survey/content-and-data-wave-2/\">Centre for Longitudinal Studies</a> (CLS) in July, concluded that mothers of primary school children had spent an average of five hours a day on home schooling. That is close to full time. Fathers had spent just under two hours a day, itself hardly trivial. Is&#xa0;it sustainable to expect working mothers to hold down their jobs in such circumstances? </p> <p>For parents of secondary school children the problem is less intense, although it remains: fathers spend an average of one hour a day and mothers two hours&#xa0;supporting schoolwork done&#xa0;at home.</p> <p>Second, <a href=\"https://www.ft.com/content/13d57445-f6e9-4665-9bf6-d476eb150726\">mental health</a>. Another&#xa0;CLS study, by Morag Henderson and colleagues, has found high levels of depression, anxiety and loneliness in 19-year-olds — considerably higher than in&#xa0;older generations. Perhaps younger teenagers are spared this; I doubt it.</p> <p>But what worries me more than anything is the long-term cost of the lost education. A study by <a href=\"https://voxeu.org/article/collateral-damage-children-s-education-during-lockdown\">Per&#xa0;Engzell</a> and colleagues looked at the experience of Dutch pupils after missing just eight weeks of in-school learning: “Despite a light lockdown and excellent infrastructure for remote learning, our results are dire.” Children had, on average, made no progress at all during the missed school. More fortunate children had learnt a little; disadvantaged ones had actually regressed.</p> <p>This is not just a rich-country problem. According to Unesco, there have been moments when <a href=\"https://www.washingtonpost.com/education/2020/03/26/nearly-14-billion-children-around-globe-are-out-school-heres-what-countries-are-doing-keep-kids-learning-during-pandemic/\">1.5 billion children</a>, more than 80&#xa0;per cent of the school kids on the planet, were missing school. Some smaller percentage have been missing school for a very long time. </p> <p>There are two ways to look at this, both of them apocalyptic. The first is that a generation of children has lost the chance to develop important skills — reading for the young ones; more advanced mathematics, science and critical thinking for the older ones; and softer skills such as co-operation and concentration for all. </p> <p>Even in the narrowest economic terms, this comes with quite a price&#xa0;tag. Eric A Hanushek and Ludger Woessmann calculate, in an <a href=\"https://www.oecd.org/education/The-economic-impacts-of-coronavirus-covid-19-learning-losses.pdf\">OECD report</a>, that the students “affected by the closures might expect some 3 per cent lower income over their entire lifetimes”. Since these children will one day be a quarter or even a third of the workforce, economic growth can be expected to be 1.5 per cent lower each year “for the remainder of the century”. That calculation was done in September, when they added, “These economic losses would grow if schools are unable to restart quickly.”</p> <p>Ouch. Could it really be quite that bad? It is tempting to dismiss the output of that economic model. Yet the evidence, as well as common sense, strongly suggests that school matters; many children are missing a lot of it. </p> <p>The second way to look at the problem is perhaps even grimmer: it is a story of inequality. As the Dutch data suggest, not all children will be equally affected. Anna Vignoles, until recently a professor of education at Cambridge university, points out that there have always been children who start school at a disadvantage and we have generally <a href=\"https://www.ft.com/content/80557aac-d669-4331-9113-387ede1f02de\">failed to help them catch up</a> as much as one might think.</p> <p>“It seems ridiculous to say that a year of disruption will last the rest of their life,” she told me. “But given that we fail in normal times, I don't know how we think we are going to catch up this time.”</p> <p>But there are plans that could help. Simon Burgess and Hans Sivertsen of the University of Bristol propose one: hire an army of tutors, give them some basic training and put them to work doing small group sessions for an hour a day after school — perhaps for a year or so after the crisis has passed. I suspect there will be no shortage of capable people, eager for a chance to contribute to the recovery. </p> <p>Some children will need — and can get — more help than others, so the plan can address both the loss of skills in aggregate and the unequal impact of the lost schooling.</p> <p>The UK government has already&#xa0;funded some modest steps in this direction but we should have&#xa0;the ambition to help children on an unprecedented scale. Small-group teaching is one of few approaches that have been rigorously proven to improve a pupil's progress. The main question is the expense. Can we afford to pay for this catch-up tuition? Surely, we can't afford not to.</p> <p><em>Tim Harford's new book is “</em><a href=\"https://www.ft.com/content/12573b01-ba98-4f8f-8756-057f2b739250\"><em>How to Make the World Add Up</em></a><em>” (UK)/“The Data Detective” (US)</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/1a17124a-3273-440e-a15c-d3d09da81ee5\"><em>Enlist skills of the elderly to close education gap / From Tony Narula, Wargrave, Berkshire, UK</em></a></p><p>Source: Tim Harford 2021 'The hard lessons of home schooling' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T05:00:32.232Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5503,
          "end": 5508
        },
        {
          "start": 5503,
          "end": 5510
        }
      ],
      "name": "Apple Inc.",
      "id": "US0378331005",
      "nexusId": "10022657"
    }
  ]
}