{
  "_id": "b97c989fd8b0c5a983b5d7bca676bd8971eee267ff5d6338873f90db82594d98",
  "feed": "ftcomall",
  "title": "How rewiring the grid could boost America's economy",
  "text": "<p><strong>Two things to start:</strong>&#xa0;the International Energy Agency says energy groups must&#xa0;<a href=\"https://www.ft.com/content/2bf04fff-5b2f-4d96-a4ea-ff55e029f18e\">stop all new oil and gas projects</a>&#xa0;from this year to keep climate change in check. And second,&#xa0;activist hedge fund&#xa0;<a href=\"https://www.ft.com/content/3f7fc164-30ce-48da-bc4e-a75fe9d4c2af\">Elliott Management is coming for Duke Energy</a>, calling for the utility to split in three.</p> <p>And oil prices bucked some softness in equity markets, homing in on $70 a barrel and near their highest price since 2019.</p> <p>Welcome back to Energy Source. Our first note today is on transmission projects in the US and the jobs and economic boost in store if it ploughs ahead with plans to upgrade its grid.</p> <p>Our second puts a number on the capital that oil and gas producers could shift to energy transition spending: a stonking $830bn over the next decade.</p> <p>And now for a personal plea. If you want to help improve Energy Source and the FT's energy and climate, please take 10 minutes to answer some <a href=\"https://www.surveymonkey.com/r/ft-energy-and-climate-survey\">survey questions</a> about your reading habits and our coverage. Thank you! </p> <p>As ever, thanks for reading. Please get in touch about anything else at <a href=\"mailto:energy.source@ft.com\">energy.source@ft.com</a>. You can sign up for the newsletter<a href=\"https://click.newsletters.ft.com/f/a/V0L8el7QsrXEC_WajQ6AOg~~/AAAAAQA~/RgRg3ZIrP0SQaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvNTY1NWQwOTllNGIwMTA3N2U5MTFkNjBmL3N1YnNjcmliZT9lbWFpbElkPTVlZmE0ZTc3ZDZmYjFlMDAwNGRjOWEwMiZzZWdtZW50SWQ9N2U5NDk2OGEtYTYxOC1jNDZkLTRkOGItNmUyNjU1ZTY4MzIwVwhmaW50aW1lc0IKACwyDftePy36B1IWbXlsZXMubWNjb3JtaWNrQGZ0LmNvbVgEAAAAAA~~?emailId=5efceeb961d28b0004ba1f5f&amp;segmentId=7e94968a-a618-c46d-4d8b-6e2655e68320\"> here</a>. — <em>Derek</em></p> <h1>The economic case for rewiring America</h1> <p>Joe Biden is fond of quipping that when he hears “energy transition”, he thinks “jobs”.</p> <p>The jobs that people associate with the shift in the US energy landscape tend to be those manufacturing turbine blades or installing solar panels. But a less sexy category is set to provide a key source of employment as America transitions to a greener future: transmission.</p> <p>Transmission projects already in the pipeline around the US are set to create almost half a million jobs, according to a <a href=\"https://wiresgroup.com/repowering-america-transmission-investment-for-economic-stimulus-and-climate-change/\">new report</a> by consultancy London Economics and transmission industry trade group Wires.</p> <p>“You can see the various initiatives that this administration is pushing regarding economic recovery and top of the list is jobs,” said Larry Gasteiger, executive director of Wires and former chief of staff at the Federal Energy Regulatory Commission. “And to me, the jobs news out of this report is pretty great.”</p> <p>The report estimates that the $83bn worth of transmission projects that have already gone through the planning process will create 442,000 new jobs. The projects would also boost GDP by $42bn.</p> <p>Beyond the economics, the case for rewiring America is urgent. Much of the country's transmission infrastructure was built in the 1950s and 60s and is in serious need of upgrade. This situation becomes more pressing as the US looks to meet ambitious targets to decarbonise its power sector in the next 15 years and simultaneously seeks to electrify everything from road transport to home heating. </p> <p>The White House will surely welcome the added economic case for ramping up transmission investment as it continues to bang the jobs drum and trumpet the economic benefits of the transition. </p> <p>Biden has said his <a href=\"https://www.ft.com/content/33bcf3fc-bc44-4fe0-b1ff-4ec2dbb4168d\">infrastructure plan</a>, which is making its way through Congress at the moment, would “put hundreds of thousands of people to work laying thousands of miles of transmission lines”. </p> <p>To this end, he has proposed creating a targeted investment tax credit for the industry, which he hopes will incentivise the buildout of “at least 20 gigawatts” of high-voltage power lines and mobilise “tens of billions” in private capital.</p> <p>But in transmission, as with wind and solar developments (and unlike say, jobs on oil rigs and coal mines), most of the jobs involved are in the construction phase and will not be permanent.</p> <p>While the construction jobs numbers are considerable — 264,000 in local installation and 178,000 in domestic manufacturing, according to the Wires report — the longer-lasting jobs figures are much smaller: just 9,000 in operation and maintenance.</p> <p>But Gasteiger argued that the construction boom would last for some time.</p> <p>“There's no guarantee [that the construction jobs] will be ongoing and permanent,” he said. “But I still see the need for additional transmission above and beyond what's covered here.” </p> <blockquote>  <p>“What I'm saying is there's potential for this to be ongoing, just because there will probably be more transmission needs above and beyond what we've got covered in this study down the road.”</p> </blockquote> <p><em>(Myles McCormick)</em></p> <h1>$830bn that could be used for the energy transition</h1> <p>The world's fossil fuel executives are grappling with thorny questions of how aggressively, or not, to transform their businesses as governments push to green the global economy. </p> <p>A new report from global consultancy Deloitte offers up a useful starting point: the industry has more than $830bn in spending over the next decade — about 20 per cent of the total — tied up in underperforming oil and gasfields.</p> <p>That is money, the firm's analysts argue, that could potentially be redeployed into greener businesses as companies place bets on new energy technologies that clean up their portfolios, drive new areas of growth and appeal to shareholders increasingly preoccupied with climate risk (see the chart below on the soaring number of times “carbon” is being <a href=\"https://www.ft.com/content/88e9e51d-b9c7-4f0e-873f-6fa06afc13f3\">mentioned in company analyst calls</a>).</p> <p>It is a tidy sum considering the industry spent just $60bn on clean energy from 2015 to 2020, the Deloitte analysts argue.</p> <p>“Supermajors, on average, have the highest potential to redeploy their future capital expenditures towards more economical hydrocarbon projects or promising green ventures,” Amy Chronis, one of the report's authors and Deloitte's US oil, gas and chemicals leader, told me yesterday. </p> <p>More than a third of supermajor spending over the next decade could be shifted away from lower-return oil and gas projects, an amount “sizeable enough to continue to position them well in the changing energy landscape,” said Chronis.</p> <p>The supermajors, who are under the most shareholder and regulatory pressure to start greening their portfolios, have started placing divergent bets on clean energy's future. </p> <p>European companies BP, Shell and Total are ploughing billions into renewables, batteries and electric mobility infrastructure, and some have said they plan to shrink their oil production as they grow their green businesses. </p> <p>The US supermajors are staying closer to their core oil and gas businesses, investing in carbon capture and storage and other technologies that reduce their own carbon footprint but ultimately rely on future demand for hydrocarbons remaining robust. </p> <p>This impetus to change is gathering pace across the industry. A survey out this week from Accenture, another consultancy, found that two-thirds of 179 oil and gas executives polled were planning to “fundamentally change or radically reinvent their businesses over the next three years”.</p> <p>The holdouts often argue that new green investments simply do not generate the same sort of returns as a gusher of crude.</p> <p>But growing shareholder interest in environmental, social and governance issues will increasingly change how companies weigh up their spending decisions, argues Chronis.</p> <blockquote>  <p>“In light of this substantial growing interest in ESG investing our research noted that investment decisions will increasingly be based on different value metrics, such as emissions abatement as opposed to only returns or resource size,” she told ES.</p> </blockquote> <p><em>(Justin Jacobs)</em></p> <h1>Data Drill</h1> <p>Natural gas flaring remains a huge source of pollution in the Permian Basin, home to the US's most productive oil-producing shale reserves, as this <a href=\"https://www.ft.com/content/3f97b614-b514-4d92-aba3-4c038d96ecc9\">infographic from the FT</a> shows. Operators often burn the gas at the wellhead instead of spending extra money to install infrastructure to ship it to market. Three takeaways from the infographic:</p> <ol>  <li><p>Flaring is worse in younger wells, when production is at its highest.</p></li>  <li><p>Small companies tend to be furthest from meeting zero routine gas-flaring targets.</p></li>  <li><p>And private companies (except BP with the legacy assets it bought) have been flaring at greater intensity than listed ones — although most of them improved in 2020.</p></li> </ol> <h1>Power Points</h1> <ul>  <li><p>Read a strong piece from the WSJ on the <a href=\"https://www.wsj.com/articles/batteries-challenge-natural-gas-elecric-power-generation-11620236583?mod=hp_lead_pos13\">rise of batteries</a> in the US and the threat they pose to natural gas.</p></li>  <li><p>Russian companies will be among the biggest losers from the <a href=\"https://www.ft.com/content/0fc621d1-675c-4768-814e-5863b172dd62\">EU's proposed carbon levy</a> on imported goods.</p></li>  <li><p>The UK's new emissions trading scheme launches this week — and analysts already say the government is <a href=\"https://www.ft.com/content/fbbd38fb-c626-46c2-9cf2-516276a11169\">likely to intervene</a> to reduce its cost for polluters.</p></li>  <li><p>South Korea's climate envoy has <a href=\"https://www.ft.com/content/fcf5d06f-9612-4e29-92c9-20d3b8aef39e\">promised “bold” climate measures</a>, after the country was criticised for its weak strategy on emissions.</p></li>  <li><p>From the FT's Big Read: Foxconn, “the company that has been making your iPhone for more than a decade, is now <a href=\"https://www.ft.com/content/b229250d-5d9e-4bb1-bb91-e57888233a98\">ready to make your car</a> as well”. </p></li> </ul> <h1>Endnote</h1> <p>The IEA, the US Energy Information Administration, and Opec have all released their monthly oil-market reports. Here is our round-up of what matters and what changed in the May numbers:</p><p>Source: Derek Brower, Myles McCormick and Justin Jacobs 2021 'How rewiring the grid could boost&#xa0;America's economy' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-18T10:00:37.593Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}