{
  "_id": "2b3f69536699918a7be0ef4efd4f528ca91ff0f7a5a0fbfcd5f8be50ce28f403",
  "feed": "ftcomall",
  "title": "Huawei drops 5G for new P50 phones as US sanctions grip",
  "text": "<p>Huawei Technologies revealed its first premium smartphones equipped with the Chinese group's alternative to Android software but without 5G connectivity on July 29, in a setback forced by restrictions on its access to American technology.</p> <p>Huawei — the world's second-biggest smartphone maker as recently as last year — said its latest P50 and P50 Pro phones run on HarmonyOS.</p> <p>Consumer electronics group chief executive Richard Yu unveiled the phones in a low-key, Chinese-language-only online event — a stark contrast to previous launches aimed at a global audience. Yu did not say whether the new models would be available outside the Chinese market.</p> <p>“Because of the US sanctions, our new smartphones cannot run on 5G wireless connections even though we are surely the global leader in 5G technology,” Yu said. “But with 4G, Wi-Fi 6 connectivity and our AI computing algorithms, we still can provide as powerful a performance as all the 5G phones.”</p> <p>Most of the new premium smartphones from Samsung Electronics, Xiaomi and other Huawei rivals are 5G models. Apple shifted to faster 5G technology last year for its top-of-the-line iPhone 12 series, and <a href=\"https://asia.nikkei.com/Business/Technology/Apple-to-go-all-in-on-5G-for-its-2022-iPhone-lineup\" title=\"\">plans to add 5G</a> to its lower-cost iPhone SE next year, Nikkei Asia has reported.</p> <p>Huawei was an early adopter of 5G technology. The company's Mate 30 series in 2019 was the first in the industry to feature an integrated 5G chipset with a built-in 5G modem — all designed by its semiconductor arm HiSilicon Technologies.</p> <p>The new P50 smartphones will run on the Kirin 9000 processor developed by HiSilicon, as well as Qualcomm's Snapdragon 888 4G processor, according to Huawei.</p> <p>This marks the first confirmation the Chinese company could secure the US chipmaker's chipsets while being on Washington's trade blacklist, although it did not have access to the 5G version. Chinese competitor Xiaomi uses Qualcomm's Snapdragon 888 5G mobile processors in its latest flagship Mi 11 phone.</p> <p>The P50 Pro powered by the Kirin 9000 will go on sale on August 12, with a retail price of up to Rmb7,488 ($1,152), while the Qualcomm version will be available from the end of this year, according to Yu. The P50 model will run only on Qualcomm's chipset and go on sale in September.</p> <p>Washington blacklisted Huawei over national security concerns in 2019 and later amended its export control rules to block all unlicensed shipments of chips and components to the company, even from non-US suppliers, if they include any American technology.</p> <p>The tighter rules cut off Huawei's engagement with most key chip suppliers, including TSMC, MediaTek and Qualcomm, and restrict its access to the world's most advanced chips. The Chinese company has had to rely on stockpiled inventories of chips for recent smartphone releases, as well as less advanced chipsets.</p> <p>Huawei would usually roll out its P series handsets in February or March at high-profile tech events held in Barcelona or other major European cities. The launch of its P50, however, was delayed as the company struggled to secure vital supplies of chips and electronics components.</p> <p>Still, Yu remained upbeat about the new phones' features, touting the P50 series as better able to take photos at long distances and in lowlight conditions than the iPhone 12 Pro Max.</p> <p>“Every time we introduce the P series we lead a new trend in the smartphone industry,” Yu said.</p> <p>Yu said 40m users have updated their Huawei phones to HarmonyOS — a key move for the Chinese company to build a new ecosystem free from American technology. Huawei last month said it aims to have 200m existing handsets updated to HarmonyOS before the end of this year.</p> <p>The US government banned Huawei's access to Google's Mobile Services, which include popular mobile applications such as Gmail, YouTube and Google Play. This has weighed heavily on the Chinese company's overseas smartphone performance since May 2019.</p> <p>Top Huawei executives have acknowledged that Washington's crackdown has seriously impacted the company's smartphone business. The group has been allocating resources for developing HarmonyOS — its own version of the Android mobile operating system that is widely used in Samsung, Oppo and Xiaomi handsets — in hopes of rebuilding a smartphone and internet-connected ecosystem free of American technologies.</p> <p>The Chinese tech giant also aggressively invested in domestic chip companies and is boosting <a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Huawei-enlists-army-of-European-talent-for-battle-with-US\">overseas hiring</a>, mainly in Europe, in an attempt to maintain its tech prowess, Nikkei Asia reported earlier.</p> <p>Huawei's market share for smartphones plunged 20 per cent in the April-June period of 2020 to seventh place in the first quarter of this year, when it held only a 4 per cent share, according to Counterpoint Research.</p> <p>In its home market, Huawei dropped to number 6 with an 8.3 per cent market share. Honor — Huawei's budget smartphone line that was sold to a consortium in November last year — ranked number 5 in China, IDC's preliminary data showed.</p> <p>“The shipment [of components] to Huawei has been very limited this year. We ship tens of thousands a month rather than millions like in the past,” a longtime Huawei supplier told Nikkei. “We now hope Honor can cement its presence and rise in the smartphone market.”</p> <p>According to Isaiah Research, Huawei's smartphone shipments this year could drop to about 40m units in 2021. Last year, it still shipped 189m units and ranked global number 3, while in 2019 it shipped a record 240.6m units, putting it second only to Samsung, IDC data showed.</p> <p>“We think the outlook of Huawei's smartphone business is not so bright,” said Eddie Han, an analyst with Isaiah Research. “Instead, Huawei is likely to spend more resources on building software and applications, especially on its HarmonyOS and its ecosystem partners.”</p> <p>“We think Huawei will turn to other non-5G products like notebook computers, TVs, wearables, Internet of Things and automotive electronics,” Han said.</p> <p><a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Huawei-drops-5G-for-new-P50-phones-as-US-sanctions-grip\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on July 29 2021. ©2021 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Apple-to-go-all-in-on-5G-for-its-2022-iPhone-lineup\">Apple to go all in on 5G for its 2022 iPhone line-up</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Caixin/In-depth-Huawei-s-plan-to-snatch-Alibaba-s-cloud-crown\">In depth: Huawei's plan to snatch Alibaba's cloud crown</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Huawei-unit-signs-chip-supply-chain-deal-with-China-partner\">Huawei unit signs chip supply chain deal with China partner</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/China-Big-Tech-ramps-up-US-lobbying-in-hopes-of-Biden-dialogue\">China Big Tech ramps up US lobbying in hopes of Biden dialogue</a></p></li> </ul><p>Source: Cheng Ting-Fang and Lauly Li, Nikkei staff writers 2021 'Huawei drops 5G for new P50 phones as US sanctions grip' FT.com 8 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-08T22:00:01.599Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6020,
          "end": 6025
        },
        {
          "start": 1058,
          "end": 1063
        }
      ],
      "nexusId": "10022657"
    }
  ]
}