{
  "_id": "b3ec8af5f5f454466899564b41623afefa91928be00955f6f6c1ed51ab6cebfe",
  "feed": "wall-street-journal",
  "title": "Sonos Has a Few Laws on Its Side; Ability to raise prices while demand is booming is an even better sign than a patent win against Google",
  "text": "<p>That would likely be even better if not for ongoing production and shipping constraints. Chief Executive Officer Patrick Spence told investors in the company's fiscal third-quarter call last month that Sonos expects to enter the new fiscal year with a \"significant backlog\" of unfilled orders.</p><p>In other words, it is a good time to manage demand. Sonos raised prices on most of its key speaker products this past week. Seven devices saw an average price bump of 9%. The new Beam soundbar that the company unveiled Tuesday will cost $449—13% more than its predecessor.</p><p>The move puts even more space between Sonos and tech giants Amazon, Google and Apple; the new $219 price of the voice-enabled Sonos One is more than double the flagship smart speakers sold by those three for $99. But that isn't a new competitive dynamic for Sonos: The past year has shown that the company is doing just fine against big tech's subsidized microphones.</p><p>Sonos also is doing well against big tech in the courtroom. Last month, a judge for the U.S. International Trade Commission ruled that some of Google's Pixel smartphones and Nest speakers infringe on patents held by Sonos. The decision could eventually result in an import ban on those products; finalization of the ruling is expected before the end of the year. That ruling came just after Sonos handily beat Wall Street's targets with its fiscal third-quarter results. Sonos shares jumped 15% over a three-day period.</p><p>The stock has cooled somewhat since, which isn't surprising. The patent victory raised the possibility of Sonos eventually securing a high-margin stream of licensing revenue from Google and other tech giants selling smart speakers. But Google can still appeal the decision, or possibly enact technical workarounds for the products at issue. And Brent Thill of Jefferies noted in an Aug. 30 report that most patent cases \"resolve in a lump-sum payment instead of ongoing royalties.\"</p><p>Mr. Thill still rates Sonos as a buy, noting in a report last week that the recent price increases help support his view that Wall Street's prediction of 8.5% revenue growth in the company's next fiscal year is \"too low.\" Consumers have been investing more in music of late; the Recording Industry Association of America reported last week that total recorded music revenue in the U.S. jumped 26% year over year to $11.7 billion during the first half of 2021, compared with a 6% rise for the same period last year. It is a fair bet that at least some of those listeners want their music to sound good.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Sonos Has a Few Laws on Its Side</p>",
  "published": "2021-09-19T14:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 646,
          "end": 651
        }
      ],
      "nexusId": "10022657"
    }
  ]
}