{
  "_id": "0076636e4b88a9dd07af0e77be38e9f6959f209a141e7267130cee87110fa41a",
  "feed": "ftcomall",
  "title": "Apple supply shortages bite into revenues and cost iPhone maker $6bn",
  "text": "<p>Apple shares fell after the world's largest company missed earnings estimates owing to the global chip crisis, which it said would linger into the holiday period.</p> <p>Tim Cook, chief executive, said “larger than expected supply constraints” cost the company $6bn in the three months to September, adding that the shortages would cost it even more in the holiday period — its most lucrative time of the year.</p> <p>Supply constraints “affected the iPhone, the iPad and the Mac”, Cook told investors, citing chip shortages and “Covid-related manufacturing disruptions” in south-east Asia. </p> <p>The company reported $83.4bn of revenue in its fiscal fourth quarter, up 29 per cent from a year ago but below expectations of $84.3bn.</p> <p>Apple stock fell 5 per cent in after-hours trading on the revenue miss, after the company had far surpassed projections in previous quarters. </p> <p>Net income beat expectations, however, rising 62 per cent to $20.5bn, versus estimates of $20.2bn, thanks to higher-margin services growth.</p> <p>The iPhone accounted for 46.6 per cent of all revenue last quarter, with smartphone sales up 47 per cent to $38.9bn. The comparison was flattered by Covid-related delays for the launch of the iPhone 12 a year ago, with overall revenues from Greater China increasing 83 per cent to $14.6bn. </p> <p>Luca Maestri, chief financial officer, told the Financial Times that Apple had 745m paying subscribers for its services, up from 660m six months ago. That helped revenues for Apple's Services business to expand 25.6 per cent from a year ago to $18.3bn, its second fastest-growing category after the iPhone.</p> <p>The Mac division only added 1.6 per cent to $9.18bn in revenue, while iPad sales jumped 21.4 per cent to $8.3bn. Revenues at Wearables, a category that includes headphones and smart watches, increased 11.5 per cent to $8.8bn. </p> <p>Apple declined to offer specific guidance for the holiday season but Maestri said “demand is very, very strong” and anticipated record revenues. Analysts project Apple will generate $120bn compared to $111.4bn a year ago.</p> <p>“We wish we had more supply (from) where we stand right now,” Maestri said.</p> <p>For the 12-month period, Apple earned more than $1bn a day for the fiscal year for the first time. Revenues rose 33.3 per cent to $365.8bn, its fastest growth rate since 2012. Net profits came close to $100bn for the year, rising 64.9 per cent to $94.7bn. </p> <p>Apple performed so well that analysts found it hard to fathom double-digit growth, with Wall Street predicting 4.6 per cent expansion in the next 12 months, according to S&amp;P Capital IQ.</p> <p>“It's clear that growth will slow next year, as it will for almost all big tech,” said Gene Munster, an investor at Loup Ventures. </p> <p>Munster was more enthusiastic than most, saying 7-9 per cent top-line growth appears sustainable for the next few years “until Apple launches into new product categories” such as augmented reality and possibly vehicles.</p> <p>Apple's financial performance could also expand more quickly thanks to an ever-growing mix of higher-margin services, including App Store revenue and a push into <a href=\"https://www.ft.com/content/074b881f-a931-4986-888e-2ac53e286b9d\">advertising</a>.</p> <p>Analysts at Evercore ISI noted gross margins of 42.2 per cent last quarter were ahead of estimates. This was because Apple missed forecasts on lower-margin iPhone sales but outpaced them on services, which boasted record-high 70.5 per cent margin versus 34.3 per cent for hardware.</p> <p>“We set all-time records across the board (in Services),” Maestri told investors. “AppleCare, music, video, advertising, payment&#xa0;services, the App Store were all a September quarter record.”</p><p>Source: Patrick McGee in San Francisco 2021 'Apple supply shortages bite into revenues and cost iPhone maker $6bn' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T07:01:12.386Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1460,
          "end": 1465
        },
        {
          "start": 3201,
          "end": 3206
        },
        {
          "start": 2372,
          "end": 2377
        },
        {
          "start": 1354,
          "end": 1359
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1818,
          "end": 1823
        },
        {
          "start": 2141,
          "end": 2146
        },
        {
          "start": 713,
          "end": 718
        },
        {
          "start": 2909,
          "end": 2914
        },
        {
          "start": 1980,
          "end": 1985
        },
        {
          "start": 2816,
          "end": 2821
        }
      ],
      "nexusId": "10022657"
    }
  ]
}