{
  "_id": "146f484206d7f3fd63064e615604240a1c42d3b7a67a31f19964b00bd95444b5",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  In Coen Brothers Movies,  The Bard Often Abides  ----  By Richard Morgan",
  "text": "<p>\n  \"The Tragedy of Macbeth\" may surprise fans of Coen brothers movies full of modern grifters, gangsters and stoners. But those who know them and their work say Shakespeare has long been in their creative DNA. </p><p>\n  Joel Coen's first solo effort without his brother, Ethan, stars Denzel Washington and Frances McDormand as Shakespeare's violently ambitious power couple in 11th-century Scotland. It is in theaters now and begins streaming on Apple TV+ on Jan. 14. </p><p>\n  \"It feels like the perfect marriage and melding of minds,\" says Corey Hawkins, who plays Mr. Coen's Macduff. \"Like going to a museum with your favorite artist and watching them in conversation with Picasso.\" </p><p>\n  Viewers can see snippets of that conversation in the first Coen film, 1984's \"Blood Simple.\" The thriller features a character struggling to clean a bloody mess in a way that echoes Lady Macbeth's famous \"out damned spot\" soliloquy. Sometimes homage is explicit, like a play in \"Barton Fink\" called \"Bare Ruined Choirs,\" a phrase from Shakespeare's Sonnet 73. </p><p>\n  Kathryn Hunter, who plays three witches in the new \"Macbeth,\" sees the Coens' Shakespearean connection in dialogue. \"Shakespeare, like the Coen brothers, wrote for actors.\" She compares the Bard's regulars, including Richard Burbage and Robert Armin, with the brothers' roster of favorites: Ms. McDormand, George Clooney, John Goodman, Tim Blake Nelson and Steve Buscemi, among others. </p><p>\n  \"If you can accomplish what's possible with Shakespeare, then you're going to be great with David Mamet, Suzan-Lori Parks, Lynn Nottage, Jackie Sibblies Drury or Branden Jacobs-Jenkins, but especially the Coen brothers,\" Mr. Nelson says. </p><p>\n  Here are five Coen characters who might have fit into Shakespeare's world: </p><pre>\n </pre><p>\n  Jeff \"The Dude\" Lebowski (Jeff Bridges) </p><p>\n  Movie: \"The Big Lebowski\" </p><p>\n  Shakespeare Analog: Falstaff (three plays) </p><p>\n  The Dude, an aging hippie devoted to bowling with his pals, is the Coens' most iconic character, inspiring fan conventions. Queen Elizabeth I was such a fan of Falstaff, a debauched knight in both \"Henry IV\" plays, that she ordered Shakespeare to put him in something lighter. (That's how \"The Merry Wives of Windsor\" happened.) \"Falstaff celebrates his inner dudeness,\" says Adam Bertocci, author of \"Two Gentlemen of Lebowski,\" a retelling of the movie in iambic pentameter and Elizabethan prose. </p><p>\n  \"Here's a huge, indulgent man who's surrounded by his little entourage,\" Bonnie Monte, artistic director of the Shakespeare Theatre of New Jersey, says of the Dude. \"You can't get more Falstaffian.\" As a one-time Falstaff and six-time Coen collaborator -- including as the Dude's best friend, Walter -- Mr. Goodman abides: \"There's a lot there. He doesn't have the young Hal, but I can very easily see that.\" </p><pre>\n </pre><p>\n  Llewelyn Moss (Josh Brolin) </p><p>\n  Movie: \"No Country for Old Men\" </p><p>\n  Shakespeare Analog: Macbeth, \"Macbeth\" </p><p>\n  Oskar Eustis, artistic director of New York's Public Theater, which oversees Shakespeare in the Park, says he sees a straight line from the main characters in Shakespeare's tragedy and the Coens' dark thriller. The Best Picture Oscar winner from 2007 is about a series of violent episodes sparked by Llewelyn's choice to take money he finds at the scene of a drug deal gone wrong. </p><p>\n  \"Every step along the way, you watch them make the decisions that are going to destroy their souls, and they keep going downward,\" Mr. Eustis says. \"If you break all moral codes, it has an effect on your soul, your sense of self.\" </p><pre>\n </pre><p>\n  Everett (George Clooney) </p><p>\n  Movie: \"O Brother, Where Art Thou?\" </p><p>\n  Shakespeare Analog: Prospero, \"The Tempest\" </p><p>\n  Both \"The Tempest,\" set on a magical island, and \"O Brother,\" set in Depression-era Mississippi, can be read as the artists' spins on Homer's \"The Odyssey.\" Ulysses, Prospero and Everett are exiled. </p><p>\n  \"Prospero and Everett both lived lives of deceit and are relying on that skill to get home,\" says Sara MacDonald, co-author of \"The Coen Brothers and the Comedy of Democracy.\" \"They both come to terms with the nature of what it means to deceive others, the possibility of their deaths, and a final atonement for the lives they've lived -- with an attempt afterwards to live on the straight and narrow.\" </p><pre>\n </pre><p>\n  Marge Gunderson (Frances McDormand) </p><p>\n  Movie: \"Fargo\" </p><p>\n  Shakespeare Analog: Mistress Margaret Page, \"The Merry Wives of Windsor\" </p><p>\n  Both the film and play feature troublesome interlopers wreaking havoc in a bucolic town -- in \"Fargo,\" two inept kidnappers, in \"Windsor,\" Falstaff looking to seduce rich women to settle debts. Marge and Mistress Page are forces against that chaos who also happen to be devoted wives. (Here it's worth knowing that Joel Coen and Ms. McDormand have been married since 1984.) </p><p>\n  It's almost as if Shakespeare and the Coens challenged themselves to create characters who are so plainly good they're almost undramatic, says Peter Holland, professor of Shakespeare studies at the University of Notre Dame. \"It's about enjoying something that is not extreme,\" he says. </p><pre>\n </pre><p>\n  Tom Reagan (Gabriel Byrne) </p><p>\n  Movie: \"Miller's Crossing\" </p><p>\n  Shakespeare Analog: Desdemona, \"Othello\" </p><p>\n  Both stories are loaded with double-crossings and misunderstandings. The Coens' story is about a gang war in 1929, Shakespeare's about a race-inflected power struggle among wartime Venetians in the 16th century. </p><p>\n  Tom, a gangster working both sides of the dispute, and Desdemona, Othello's wife and the subject of his jealousy, are ciphers for the other characters' projections, says Eric LeMay, an English professor at Ohio University. She dies. He barely survives. </p><p>\n  \"She makes her own case but, because she's a woman, can't be heard,\" says Mr. LeMay, who has taught a class on parallels between Shakespeare and the Coens. \"[Tom] lets other people make a case for him and, because he's a man, uses it to his own advantage.\" </p><p></p>",
  "published": "2022-01-05T07:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 433,
          "end": 438
        }
      ],
      "nexusId": "10022657"
    }
  ]
}