{
  "_id": "63cfc9fcaf17be59bce4679f71530fae46a9a1068c46ae412f72f7458a7cc2d9",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: we should all be (Groucho) Marxists in investment and politics",
  "text": "<p>Dear reader,</p> <p>Contrarianism was extolled by Groucho Marx in the song “Whatever it is, I'm against it”. Short selling is the ultimate form of financial contrarianism, as highlighted by Lex this week. Good luck to investors, including Michael Burry, who have made money from <a href=\"https://www.ft.com/content/2e980265-8122-4c72-98b1-6fc68588c076\">selling tech stocks</a>.</p> <p>Lex believes many tech shares have been overpriced — and also that the tech sector is creating huge value via a new industrial revolution. Tell me what you think of our coverage at lexfeedback@ft.com.</p> <h2>The Smaller Short</h2> <p>Burry, who featured in <em>The Big Short</em>, Michael Lewis's book on subprime bears, shorted <strong>Apple</strong>'s stock this year, filings show. Tech short sellers like him have generated an average return of 34 per cent this year, according to S3, an analytics company. That implies they have made savvier selections than simply selling the Nasdaq, which has fallen 29 per cent.</p> <p>There is a good case against tech stocks. Rising rates depress the net present value of sometimes distant positive cash flows via higher risk-free discount rates. Weakening economies deter companies from buying the advertising on which social network companies such as <strong>Snap</strong> depend. And simple herd psychology dictates that when the mood turns against a business or a sector, it does so decisively.</p> <p>Shares in Snap fell around a third this week after the owner of Snapchat warned it would miss profit and sales targets. Such whiplash crashes are a feature of <a href=\"https://www.ft.com/content/d4a79791-cc8b-4c51-9515-f004e3d5b50e\">a deeply nervous market</a>. This will continue to grind lower as central banks make haphazard and halfhearted attempts to tame inflation.</p> <p>The corollary will be occasional, disproportionate jumps in the stocks of companies that are bucking the trend. <strong>Macy's</strong> illustrated this nicely on Thursday. The veteran US department store operator triggered a rally in its shares with an outlook that was simply more upbeat than those of <strong>Target</strong> and <strong>Walmart</strong>. <a href=\"https://www.ft.com/content/d904432c-8550-437c-99d2-2790c41f7afe\">Careful, now</a>, retail bulls.</p> <h2>Unwitting dissidents</h2> <p>When sentiment reverses, investors still pumping money into the decaying trend become the contrarians. That includes subscribers to a new<a href=\"https://www.ft.com/content/23bcfa22-c28d-4c0b-b9fc-a3dc562f1b3c\"> $4.5bn crypto fund</a> from Silicon Valley venture capitalists <strong>Andreessen Horowitz</strong>. You could also include investors in a start-up working, improbably, on “climate solutions, powered by blockchain” from <strong>WeWork</strong> founder Adam Neumann.</p> <p>Lex's Elaine Moore correctly valued WeWork at a small fraction of Wall Street estimates in 2018. You know the rest.</p> <p>The main utility of cryptocurrencies for Lex is as indices of speculative exuberance. The 60-day correlation between bitcoin and Nasdaq is at an all-time high. <strong>Luna</strong>, once one of the top 10 global cryptocurrencies by market value, has lost virtually all its <a href=\"https://www.ft.com/content/f4667f0d-4dab-4f5b-a906-9afc332bb1d8\">value</a> following the collapse of its paired stablecoin <strong>TerraUSD</strong>.</p> <p>The distributed ledger technology that powers cryptos has bags of potential to streamline banking transactions, however. <strong>JPMorgan</strong> has been dipping a toe in that water but is spending more heavily on <a href=\"https://www.ft.com/content/4d50d442-bb31-4aca-8773-e089bb51fadb\">migrating </a>its legacy mainframe computing system to the cloud. </p> <p>This is a worthwhile long-term investment. Shareholders are wrong to be spooked by it. A worldwide scramble for processing power is highlighted in a battle for national pre-eminence in <a href=\"https://www.ft.com/content/e7c85152-d02d-4f91-8606-b8d09f8ac010\">supercomputers</a>.</p> <h2>Flow riders</h2> <p>A cynic would see my comments on JPMorgan as too friendly to the megabank and its chief executive Jamie Dimon. Journalists sometimes have a bias to interpret the actions of CEOs and politicians as very sensible “in the circumstances”. Like momentum traders, many go with the flow.</p> <p>The great FT columnist <a href=\"https://en.wikipedia.org/wiki/Samuel_Brittan\">Sir Sam Brittan</a> thought the most useful thing pundits could do was swim against the current. Lex has thus been unashamedly out of kilter with most UK opinionists in opposing the windfall tax that chancellor Rishi Sunak is imposing on oil and gas companies — and its likely <a href=\"https://www.ft.com/content/ad921093-c3dc-4444-9439-390fd9fe72a7\">extension </a>to the wider energy sector.</p> <p>Windfall taxes create complexity, uncertainty and asymmetry. They <a href=\"https://www.ft.com/content/58b49e45-112f-4ec8-9dd7-69e5bdfc8c21\">deter investment</a>. Sensible politicians should avoid them.</p> <p>Sunak has instead given in to populist pressure. This, in turn, is the result of rising living costs. Lex examined the problem <a href=\"https://www.ft.com/content/8c0e12c1-58e4-4522-b83a-c2476c9ae49a\">in the long term</a>. Lex, itself 76 years young, was prompted by impending UK celebrations of the 70th anniversary of the coronation of Queen Elizabeth II. </p> <p>Since then, shopping basket items such as ox liver have given way to more exotic fare. House prices and school fees have led the inflationary pack.</p> <p>Surging contemporary inflation and rising interest rates are hurting buy-now-pay-later groups such as <strong>Klarna</strong>. The Swedish start-up is cutting its staff by a tenth following a down round. There is plenty more <a href=\"https://www.ft.com/content/595f91a3-8052-4f74-b73b-2c3cc710e6ce\">pain to come</a> for the BNPL crew.</p> <p>More broadly, Lex is <a href=\"https://www.ft.com/content/e1c47d58-74d6-459c-8bf5-a8cdd28cc928\">sceptical </a>of claims from companies, such as UK-listed DIY retailer <strong>Kingfisher,</strong> that they can buck the downward trend. Its French businesses suffered badly in the wake of the eurozone crisis.</p> <h2>The battle of Brittan</h2> <p>The windfall tax is consistent with rising interventionism in an increasingly fractious and nationalistic geopolitical environment. Here are three other proofs:</p> <ul>  <li><p>The UK government is testing the new muscle of a national security law on takeovers. It is investigating stakebuilding in <strong>BT</strong> by French telecoms tycoon Patrick Drahi. We do not like the law much. But we believe Drahi's intentions and finances are a <a href=\"https://www.ft.com/content/6fb407e8-4758-4dc9-a609-12e01b99ca31\">suitable target</a> for its scrutiny.</p></li>  <li><p><strong>HSBC's</strong> uncomfortable position as an east-west piggy in the middle has been emphasised by a call from shareholder <strong>Ping An</strong> to separate off the bank's Asia business. The meretricious authoritarianism of the Chinese government makes this <a href=\"https://www.ft.com/content/fc473032-3573-46b3-9048-1d1bf2221646\">inadvisable</a>.</p></li>  <li><p>The French and Dutch governments are pumping yet more aid into <strong>Air France-KLM</strong>. The subsidised existence of this and similar pampered national flag carriers distorts competition in the airlines industry. Private investors should <a href=\"https://www.ft.com/content/eb5af16d-ef72-4250-8cdd-232d91dd8e9f\">avoid</a>.</p></li> </ul> <p>Sadly, Sir Sam is no longer with us to provide his take on modern capitalism. But these are challenging times for classic liberals who believe in free markets and restrained government. Their contrarian voices are needed more than ever.</p> <p>Enjoy your weekend,</p> <p><strong>Jonathan Guthrie</strong><br><em>Head of Lex</em></p><p>Source: Jonathan Guthrie 2022 'The Lex Newsletter: we should all be (Groucho) Marxists in investment and politics' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T11:35:21.441Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 598,
          "end": 603
        }
      ]
    }
  ]
}