{
  "_id": "94cd13fbfd6103d0a0fc1478fe60a3da2ff518c98700dc9f061452de90197fae",
  "feed": "market-watch",
  "title": "Manufacturing hub Guangzhou is latest Chinese city to face lockdowns as COVID cases rise; U.S. cases are rising by double digits in 22 states",
  "text": "<p>Residents in districts encompassing almost 5 million people have been ordered to stay home at least through Sunday, with one member of each family allowed out once a day to purchase necessities, local authorities said Wednesday.</p><p>The order came after the densely populated city of 13 million reported more than 2,500 new cases over the previous 24 hours.</p><p>China has retained its strict zero-COVID policy despite relatively low case numbers and no new deaths. The country's borders remain largely closed, and internal travel and trade is complicated by ever-changing quarantine regulations.</p><p>Apple AAPL and iPhone manufacturer Foxconn TW:2317 said over the weekend that restrictions are crimping production and will delay shipments of the high-end iPhone 14.</p><p>For more, read: All eyes on China as Apple and Foxconn outline zero-COVID issues. Meanwhile, cases are rising again in the U.S.</p><p>In the U.S., known cases of COVID are climbing again for the first time in a few months. The daily average for new cases stood at 39,578 on Tuesday, according to a New York Times tracker, up 5% versus two weeks ago.</p><p>As always, the increase in cases is not uniform across the nation. Some states are seeing sharp spikes, led by Nevada, where cases are up 96% from two weeks ago. Tennessee is second with cases up 69%, followed by Louisiana with cases up 68%, New Mexico, where they are up 62%, and Utah, where they have climbed 61%.</p><p>Cases are up by a double-digit percentage in 22 states.</p><p>The daily average for hospitalizations was up 3% to 27,713, while the daily average for deaths was down 14% to 308.</p><p>Coronavirus Update: MarketWatch's daily roundup has been curating and reporting all the latest developments every weekday since the coronavirus pandemic began</p><p>Other COVID-19 news you should know about:</p><p>• Novavax Inc. NVAX on Tuesday tweaked its full-year sales outlook to the low end of its expected range and reported a surprise quarterly loss, but sales for the COVID-19 vaccine maker were far better than expected. The company reported a net loss of $168.6 million, or $2.15 a share, compared with a loss of $322.4 million, or $4.31 a share, in the same quarter a year ago. Sales were $735 million, compared with $178.8 million in the prior-year quarter. Analysts polled by FactSet expected Novavax to earn $1.57 a share on revenue of $586 million.</p><p>• A Food and Drug Administration advisory committee said this week that Veru Inc.'s VERU COVID treatment Sabizabulin demonstrated a clear clinical benefit with a favorable benefit-to-risk profile. Veru is seeking emergency-use authorization for treatment of hospitalized COVID-19 patients at high risk for acute respiratory distress syndrome.</p><p>• A Massachusetts man who admitted to lying on his application for federal coronavirus business stimulus funds and using some of the $400,000 he received to pay his mortgage has been sentenced to 15 months in prison, federal prosecutors said, as the AP reported. In addition to the time behind bars, Adley Bernadin, 44, of Stoughton, was sentenced last week to three years of supervised release and ordered to forfeit more than $280,000, according to a statement from the U.S. attorney's office.</p><p>Here's what the numbers say:</p><p>The global tally of confirmed cases of COVID-19 topped 633.5 million on Monday, while the death toll rose above 6.60 million, according to data aggregated by Johns Hopkins University.</p><p>The U.S. leads the world with 97.8 million cases and 1,072,943 fatalities.</p><p>The Centers for Disease Control and Prevention's tracker shows that 227.3 million people living in the U.S., equal to 68.5% of the total population, are fully vaccinated, meaning they have had their primary shots.</p><p>So far, just 26.3 million Americans have had the updated COVID booster that targets the original virus and the omicron variants, equal to 8.4% of the overall population.</p><p>Manufacturing hub Guangzhou is latest Chinese city to face lockdowns as COVID cases rise</p>",
  "published": "2022-11-10T13:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 588,
          "end": 593
        },
        {
          "start": 594,
          "end": 598
        },
        {
          "start": 792,
          "end": 797
        }
      ]
    }
  ]
}