{
  "_id": "90f07bb3743942376f9bd6df350772d070c12da03751b9f038b82cecacad3b2e",
  "feed": "ftcomall",
  "title": "Celebrities and food make an appetising combination in The River Café's podcast",
  "text": "<p>In the ever-expanding pantheon of celebrity podcasts, a sub-genre exists: the celebrity foodie podcast. The singer Jessie Ware was an early adopter with <em>Table Manners</em>, in which she interviews famous friends at her dinner table, as were comedians James Acaster and Ed Gamble with their ratings-busting <em>Off Menu</em>, in which guests talk about their dream meal. Focusing the conversation on food comes with obvious benefits, especially for those hosts who are not practised interviewers. Ask someone what their childhood was like and you'll probably get a vague answer; ask them to recall a dish cooked by their grandmother and a more evocative picture will emerge.</p> <p>I've been listening to <a href=\"https://podcasts.apple.com/gb/podcast/river-cafe-table-4/id1585413971\"><em>River Café Table 4</em></a>, hosted by the chef and River Café owner Ruth Rogers, which launched last autumn and is made up of conversations about cooking and eating. Rogers' London restaurant is a fabled hang-out for actors, artists, writers, musicians and fellow chefs. Thus her interviewees, who also happen to be her customers, aren't the same old comedians and TV presenters forever on podcast rotation. Here we have Jeff Goldblum, Michael Caine, Tracey Emin, Al Gore, Paul McCartney and Jake Gyllenhaal. You can imagine the conversation when they appear at Rogers' restaurant ­— “You loved the linguine? Wonderful. Now would Monday work for the podcast?”&#xa0;</p> <p>Rogers' latest interviewee is David Beckham who gets, he says, “quite emotional about food and wine. When I'm eating something great, I want everyone to try it.” In recalling the food of his childhood, cooking for his family at home and how he learned to love wine, he reveals much about class, wealth and health. Beckham, we discover, loves going out to expensive restaurants but is also partial to jellied eels, gammon with pineapple and toasties filled with baked beans. His children love Italian food so, when he was playing for AC Milan, he went on a cooking course to learn how to make a good risotto. He also delves into his childhood, recalling how his hairdresser mother would see her clients during school hours, then cook her children's supper, and then see more clients for evening appointments in their front room. Young David was in charge of tea and biscuit distribution.</p> <p>Rogers doesn't have to work hard to get her subjects to open up — food is both personal and universal, after all. And while she's not the smoothest host — her habit of talking over her interviewees nearly wrecks the episode with Nigella Lawson — the conversations are intimate, revealing and real.</p> <p>The food critic Grace Dent has just finished a second season of <a href=\"https://podcasts.apple.com/gb/podcast/comfort-eating-with-grace-dent/id1571446706\"><em>Comfort Eating</em></a>, a funny, freewheeling podcast in which guests are quizzed about the food they eat behind closed doors. Actor Russell Tovey's go-to comfort dish is plain rice with butter and pepper, the writer Bernardine Evaristo's speciality is a crisp and tomato sandwich while Stephen Fry favours skippers on toast.</p> <p><a href=\"https://www.apple.com/apple-podcasts/\"><em>apple.com/apple-podcasts</em></a>&#xa0;</p><p>Source: Fiona Sturges 2022 'Celebrities and food make an appetising combination in The River Café's podcast' FT.com 14 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-14T05:00:09.128Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2903,
          "end": 2908
        }
      ],
      "nexusId": "10022657"
    }
  ]
}