{
  "_id": "354d28f59f758dcb6cfbfa7af5a6cbad9ea55158a897558c45e1817820c3b26d",
  "feed": "wall-street-journal",
  "title": "Corporate Directors Resign as U.S. Targets Overlaps at Competing Firms; Board members of software, healthcare firms step down under Justice Department pressure over concerns of potential antitrust-law violation",
  "text": "<p>WASHINGTON—Board members at Udemy Inc., SolarWinds Corp. and three other public companies resigned in recent weeks because they simultaneously served as directors of competing companies, the Justice Department said.</p><p>The moves came after DOJ officials signaled earlier this year that they would enforce a law that bars people from serving on the boards of rival companies, an arrangement that could lead to illicit collusion. The Justice Department is reviewing whether other directors and companies have violated the law, senior officials said.</p><p>\"Competitors sharing officers or directors further concentrates power and creates the opportunity to exchange competitively sensitive information and facilitate coordination—all to the detriment of the economy and the American public,\" Assistant Attorney General Jonathan Kanter said.</p><p>The government didn't name the directors in a press release issued Wednesday, but securities filings show that Udemy director Lawrence Illg, Definitive Healthcare director D. Randall Winn and CTS board member Gordon Hunter all resigned their roles in September. Redwire director Joanne Isham left that company's board this month.</p><p>Mr. Illg has also served on the board of Skillsoft Corp., according to securities filings. Mr. Winn is a director at ZoomInfo Technologies Inc., SEC filings show. Mr. Hunter is chairman and former chief executive officer of Littelfuse Inc., according to filings. Ms. Isham is a board member at Maxar Technologies Inc., filings show.</p><p>A Udemy spokeswoman said that Mr. Illg stepped down as a result of the DOJ's concerns but that there was no finding that the company violated any law. \"We believe that we have resolved any concerns that the DOJ may have had regarding Larry sitting on both the Udemy and Skillsoft board of directors,\" the spokeswoman said.</p><p>Skillsoft is an online-learning company that focuses on corporate customers and says in its latest annual report that its competitors include Udemy. ZoomInfo markets software for sales, marketing and recruiting professionals, while Definitive Healthcare offers software that helps life-science and healthcare companies sell services to new customers.</p><p>Littelfuse produces components such as fuses, sensors and switches for electronic, transportation and industrial uses, while CTS makes sensing and motion devices and connectivity components for the aerospace, defense, industrial, medical and transportation markets. Redwire and Maxar are both space infrastructure companies.</p><p>Three directors of SolarWinds resigned in response to the DOJ's concerns about board overlaps, the Justice Department said. The three former board members all represented the interests of private-equity firm Thoma Bravo LP, the DOJ said. Investment funds managed by Thoma Bravo own 31% of SolarWinds's shares outstanding, according to SEC filings.</p><p>Seth Boro has been a director at SolarWinds and is a managing partner at Thoma Bravo, according to SolarWinds's most recent annual proxy statement. Mr. Boro is also a director of Dynatrace Inc., according to securities filings. James Lines and Michael Hoffmann also work at Thoma Bravo and have served on SolarWinds's board, the proxy says.</p><p>SolarWinds is a network-management company that says its competitors include Dynatrace.</p><p>A SolarWinds spokesman declined to comment. The company confirmed in a securities filing Wednesday that Messrs. Boro, Hoffmann and Lines had resigned from the SolarWinds board after receiving a letter from DOJ officials saying their service violated the antitrust laws.</p><p>The section of federal law that bars simultaneous service on the boards of competing companies is known as an \"incipiency statute,\" which allows enforcers to challenge deals and practices that could lead to competitive harm. Violations of the law have generally been resolved by removing the director from one of the boards, according to antitrust lawyers.</p><p>Former Google Chief Executive Eric Schmidt resigned from Apple Inc.'s board in 2009 amid concerns that the two companies had become direct competitors.</p><p>Representatives for Definitive Healthcare, CTS and Redwire didn't respond to requests seeking comment.</p><p>Write to Dave Michaels at dave.michaels@wsj.com</p><p>Corporate Directors Resign as U.S. Targets Overlaps at Competing Firms</p>",
  "published": "2022-10-19T21:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3953,
          "end": 3962
        },
        {
          "start": 3953,
          "end": 3963
        },
        {
          "start": 3953,
          "end": 3958
        }
      ],
      "nexusId": "10022657"
    }
  ]
}