{
  "_id": "be15e1fc8eb3d8dca32a5895b79a33734fae47d19210754fa175d95fb0a90730",
  "feed": "market-watch",
  "title": "U.S. lawmakers traded an estimated $355 million of stock last year. These were the biggest buyers and sellers.",
  "text": "<p>At least 113 lawmakers have disclosed stock transactions that were made in 2021 by themselves or family members, according to a Capitol Trades analysis of disclosures and MarketWatch reporting. U.S. lawmakers bought an estimated $180 million worth of stock last year and sold $175 million.</p><p>The trading action taking place in both the House and the Senate comes as some lawmakers push for a ban on congressional buying and selling of individual stocks. Stock trading is a bipartisan activity in Washington, widely conducted by both Democrats and Republicans, the disclosures show. Congress as a whole tended to be slightly bullish last year with more buys than sells as the S&amp;P 500 SPX soared and returned 28.4%. Republicans traded a larger dollar amount overall — an estimated $201 million vs. Democrats' $154 million.</p><p>So who were the biggest traders? The table below, based on a Capitol Trades analysis, shows the 41 members of Congress who made stock buys or sells in 2021 with an estimated value of at least $500,000 — or had family members who made such trades.</p><p>At the top of the list of the biggest traders on Capitol Hill by dollar volume is Rep. Michael McCaul, a Texas Republican, who disclosed an estimated $31 million in stock buys and $35 million in stock sales. He's followed by Democratic Rep. Ro Khanna of California with $34 million in estimated purchases and $19 million in sales, GOP Rep. Mark Green of Tennessee with $26 million in estimated buys and $26 million in sells, and Democratic Rep. Suzan DelBene of Washington state with $15 million in estimated buys and $31 million in sells.</p><p>Biggest stock traders in Congress in 2021</p><p> Lawmaker                 Party  State  Rep. or sen.    Total amount transacted  Buys         Sells        Buys/sells ratio  McCaul, Michael          R      TX     Representative  $66,665,000              $31,442,500  $35,222,500  0.89  Khanna, Ro               D      CA     Representative  $52,697,000              $33,567,000  $19,130,000  1.75  Green, Mark              R      TN     Representative  $52,588,500              $26,165,500  $26,423,000  0.99  DelBene, Suzan           D      WA     Representative  $46,141,000              $15,391,000  $30,750,000  0.50  Fallon, Pat              R      TX     Representative  $19,690,500              $11,351,500  $8,339,000   1.36  Harshbarger, Diana       R      TN     Representative  $16,152,000              $7,680,000   $8,472,000   0.91  Hern, Kevin              R      OK     Representative  $13,063,500              $12,606,000  $457,500     27.55  Pelosi, Nancy            D      CA     Representative  $12,000,000              $12,000,000  $0           –  Newman, Marie            D      IL     Representative  $5,779,000               $2,729,000   $3,050,000   0.89  Suozzi, Tom              D      NY     Representative  $5,435,397               $2,795,000   $2,640,397   1.06  Meijer, Peter            R      MI     Representative  $4,823,000               $72,000      $4,751,000   0.02  Hagerty, Bill            R      TN     Senator         $4,285,500               $56,500      $4,229,000   0.01  Tuberville, Tommy        R      AL     Senator         $3,837,000               $2,626,500   $1,210,500   2.17  Hickenlooper, John       D      CO     Senator         $3,770,000               $172,000     $3,598,000   0.05  Gottheimer, Josh         D      NJ     Representative  $3,646,500               $1,605,000   $2,041,500   0.79  Hollingsworth, Trey      R      IN     Representative  $3,537,500               $3,537,500   $0           –  Franklin, Scott*         R      FL     Representative  $3,145,734               $0           $3,145,734   0.00  Jacobs, Sara             D      CA     Representative  $2,455,500               $162,500     $2,293,000   0.07  Lee, Susie               D      NV     Representative  $2,368,500               $1,368,000   $1,000,500   1.37  Langevin, Jim            D      RI     Representative  $2,204,000               $1,189,000   $1,015,000   1.17  Blumenthal, Richard      D      CT     Senator         $2,033,500               $32,500      $2,001,000   0.02  Schrier, Kim             D      WA     Representative  $1,913,000               $1,125,000   $788,000     1.43  Lamborn, Doug            R      CO     Representative  $1,702,500               $851,000     $851,500     1.00  Foxx, Virginia           R      NC     Representative  $1,608,500               $1,153,000   $455,500     2.53  Malinowski, Tom          D      NJ     Representative  $1,415,500               $617,500     $798,000     0.77  Schrader, Kurt           D      OR     Representative  $1,170,000               $657,000     $513,000     1.28  Wyden, Ron               D      OR     Senator         $1,091,000               $176,500     $914,500     0.19  Lowenthal, Alan          D      CA     Representative  $969,488                 $499,745     $469,743     1.06  Frankel, Lois            D      FL     Representative  $912,000                 $488,000     $424,000     1.15  Greene, Marjorie Taylor  R      GA     Representative  $900,000                 $665,500     $234,500     2.84  Beyer, Don               D      VA     Representative  $872,500                 $328,000     $544,500     0.60  Luria, Elaine            D      VA     Representative  $766,000                 $391,000     $375,000     1.04  Spartz, Victoria         R      IN     Representative  $725,000                 $0           $725,000     0.00  Lofgren, Zoe             D      CA     Representative  $704,000                 $640,000     $64,000      10.00  Moore, Blake             R      UT     Representative  $678,000                 $603,000     $75,000      8.04  Scott, Austin            R      GA     Representative  $636,500                 $346,000     $290,500     1.19  Clark, Katherine         D      MA     Representative  $632,500                 $200,000     $432,500     0.46  Sessions, Pete           R      TX     Representative  $631,000                 $281,000     $350,000     0.80  Manning, Kathy           D      NC     Representative  $626,000                 $361,500     $264,500     1.37  Allen, Rick              R      GA     Representative  $569,500                 $350,500     $219,000     1.60  Curtis, John             R      UT     Representative  $505,000                 $200,000     $305,000     0.66</p><p>Source: Capitol Trades analysis of disclosures filed from early 2021 through mid-January 2022 covering stock trades made in 2021, as well as MarketWatch reporting</p><p>* Rep. Franklin's disclosures show $53 million in stock sales, but his office says a filing for a $50 million sale isn't correct. So that would make his estimated amount transacted about $3 million.</p><p>Congress's more than 500 members are required to file disclosures within 45 days for any transactions involving stocks and other securities due to 2012's STOCK Act, though many lawmakers have been late with their filings. The decade-old law, which aims to help prevent politicians from profiting from nonpublic information, is viewed as insufficient by some watchdog groups, especially given how a divided Washington united to weaken the law in 2013 by removing provisions such as one that required putting the disclosures in a searchable database.</p><p>Independent analysis firms have ended up offering such databases, with 2iQ Research, for example, launching Capitol Trades last year. For the table above, Capitol Trades estimated the value of buys and sells using the midpoint of the declared range for the transaction. Lawmakers aren't required to disclose a transaction's exact value, but rather give ranges such as $1,001 to $15,000, or $15,001 to $50,000.</p><p>Pool/Getty ImagesMcCaul's biggest disclosed trades in 2021 include sales by a child and his spouse of shares in Cullen/Frost Bankers CFR, a bank headquartered in McCaul's state, as well as sales by his spouse of shares of China's Tencent Holdings TCEHY, according to filings aggregated by Capitol Trades. His father-in-law is the founder of media giant Clear Channel, now known as iHeartMedia IHRT, and McCaul has ranked as one of the wealthiest U.S. lawmakers.</p><p>In response to questions about his trading disclosures, the Texas congressman's spokeswoman said in a statement that McCaul's wife “has assets she solely owns and a third party manager made the purchase without her direction.”</p><p>Khanna's biggest trades included purchases by his spouse of shares in Walgreens Boots Alliance WBA and Microsoft MSFT, along with purchases by a child of shares in Apple AAPL, communications company RingCentral RNG and Facebook parent Meta Platforms FB. The California congressman's spokeswoman said he “does not own any individual stocks and complies fully with the Ban Conflicted Trading Act, which would prohibit lawmakers from buying or selling individual stocks.” That's a reference to legislation that has attracted 35 co-sponsors in the House and three in the Senate.</p><p>“These are his wife's assets prior to marriage and managed by an outside financial advisor. No trading is done through joint accounts,” Khanna's spokeswoman also said.</p><p>Saul Loeb/Agence France-Presse/Getty ImagesWhile Khanna's 2021 disclosures put him at No. 2 behind McCaul for biggest trader in Congress by dollar volume, Capitol Trades ranks him at No. 1 when going by his disclosed number of trades, which was 3,555.</p><p>Green's largest trades included sales and a purchase of shares in Shell Midstream Partners SHLX, an oil pipelines company, along with sales of shares in motor-fuels distributor CrossAmerica Partners CAPL and a purchase of shares in Antero Midstream AM , another pipelines company. In response to a MarketWatch request for comment, a spokeswoman for the Tennessee congressman pointed to his remarks in a recent Fox Business interview.</p><p>“I let a manager handle it,” Green said in that interview, when asked about efforts to ban lawmakers from trading in individual stocks. “I've written it into a letter: ‘Do not take any instructions from me. Don't listen to me on television and make any decisions.' And I let him make all of the decisions. I'm for people doing it that way.”</p><p>He also said “getting insider information is a crime,” and laws against it “should be enforced.”</p><p>DelBene's biggest trades included sales and purchases by her spouse of Microsoft stock, according to Capitol Trades data. The Washington congresswoman and her spouse are both former Microsoft executives.</p><p>“Rep. DelBene's husband retired from a long career at Microsoft last year. This was announced publicly months before his retirement date. He sold his shares in the company at that point and that is the trade you are referencing,” a spokesman told MarketWatch in an email. The spokesman said the congresswoman supports and is a co-sponsor of the TRUST in Congress Act, referring to a House bill that would ban U.S. lawmakers, their spouses and their dependent children from buying and selling individual stocks, as well as require the use of blind trusts.</p><p>A $50 million question for a Florida congressman, plus other notable traders</p><p>Republican Rep. Scott Franklin of Florida would rank as the second-biggest trader in Congress by dollar amount last year due to a May 2021 disclosure showing a sale of shares in insurance company BRP Group worth an estimated $50 million. The Florida congressman previously had been CEO of an insurance company, Lanier Upshaw, and BRP acquired that company.</p><p>However, a spokesman for Franklin said the filing isn't correct. A subsequent disclosure showing a sale of BRP shares worth $1 million to $5 million was “a correction to the initial disclosure,” the spokesman said. But that later filing has been categorized as a new report rather than an amendment to a prior disclosure, suggesting Franklin's office still has work to do with its filings.</p><p>“It is unclear where the clerical error was made, however, the Congressman looks forward to rectifying the situation so that the proper disclosures are available to the public,” said the spokesman, who declined to comment on whether Franklin would support any of the bills that aim to ban lawmakers from trading stocks.</p><p>GOP Rep. Peter Meijer of Michigan was among the U.S. lawmakers who were overwhelmingly sellers of individual stocks last year, with the Capitol Trades analysis showing that he unloaded an estimated $4.8 million of shares. The congressman, a member of the family behind the Meijer superstore chain, said the stocks sales were made by a trust that he doesn't have investment authority over, but that has him as its sole beneficiary.</p><p>“The trustee made the decision to liquidate the equities, and then invest in exchange-traded funds to have a similar kind of exposure and risk-return profile, while eliminating the concerns around the holding of individual equities,” he told MarketWatch, saying those concerns included the challenges around “periodic transaction reporting requirements for members of Congress.”</p><p>Meijer said he “fully support efforts to make sure that members of Congress are not actively trading equities,” but suggested that lawmakers have work to do in figuring out the right approach.</p><p>“The thing in the back of my mind is how do you accomplish the goal of not having members of Congress actively trading stocks, while at the same time appreciating the wide variety of circumstances that members and their spouses may have?” the Michigan congressman said. A simple approach might work for “95% of cases,” but “you want to make sure that there isn't an undue tax burden or other complications for the minority of cases,” he said.</p><p>Republican Rep. Kevin Hern of Oklahoma was among the lawmakers who were overwhelmingly buyers of individual stocks last year, with the Capitol Trades analysis showing that he purchased an estimated $13 million in shares. Hern's office didn't respond to a request for comment.</p><p>Efforts to ban congressional stock trading</p><p>“When the public sees a large volume of trades by members of Congress, it just raises the question of why that is occurring, and if it is without conflicts of interest,” said Kedric Payne, senior director of ethics and general counsel at the Campaign Legal Center, a government watchdog group. “It chips away at that public confidence in their government.”</p><p>Payne, who advocates for restricting lawmakers from trading stocks, said each of the bills targeting the issue has its pros and cons, and overall each would deliver big improvements.</p><p>The Ban Conflicted Trading Act would prohibit trading of individual stocks, but it wouldn't prevent holding stocks, he noted. That measure would apply to lawmakers and their senior congressional staff, though not lawmakers' family members. The co-sponsors of the House version of the bill include Democratic Rep. Raja Krishnamoorthi of Illinois, Democratic Rep. Alexandria Ocasio-Cortez of New York and Republican Rep. Matt Gaetz of Florida.</p><p>Payne said he thinks the strongest bill so far appears to be the Ban Congressional Stock Trading Act, which has been rolled out in the Senate by two Democrats, Arizona's Mark Kelly and Georgia's Jon Ossoff. It bans U.S. lawmakers, their spouses and their dependent children from buying and selling individual stocks, and it requires the use of blind trusts. Its companion measure in the House, the TRUST in Congress Act, has been introduced by Republican Rep. Chip Roy of Texas and Democratic Rep. Abigail Spanberger of Virginia and has picked up other co-sponsors, with a total of 36 as of Monday.</p><p>“Americans should be able to trust that their representatives act in the best interest of the people. When lawmakers are allowed to buy, sell, and trade personal stocks with privileged information, that trust erodes,” Spanberger said in a recent tweet. She also has said she's been inspired to act in part by reports about lawmakers who bought and sold stocks in the COVID-19 pandemic's early days after they were privy to warnings.</p><p>But critics of the efforts to ban congressional stock trading say they're going too far, and that current laws already require regular disclosures and don't allow trading on inside information.</p><p>“This is a populist move, just like when there's a government shutdown, people pop up and say we shouldn't take a paycheck,” said GOP Rep. Pete Sessions of Texas during a recent MSNBC interview. “If you don't want to take a paycheck, don't take a paycheck. If you want to put this in a blind trust, put it in a blind trust. I think what we're doing works. I follow the rules. Others follow the rules.”</p><p>“Of all the things we have to consider, I think we have enough rules and regulations,” added Sessions, who made an estimated $631,00 worth of stock trades last year, as shown in the table above.</p><p>Even so, the Campaign Legal Center's Payne said he thinks there's a “high likelihood” of some type of reform becoming reality, though he declined to offer a specific time for when it could happen.</p><p>“The last time I'd seen this much momentum for an ethics bill that's bipartisan was 10 years ago when the STOCK Act passed,” he said.</p><p>“The next logical step would be some type of restriction on individual stocks, whether that's a blind trust or a ban,” Payne told MarketWatch. “It's just inevitable that some type of action will need to be taken that goes beyond a disclosure law.”</p><p>Now read:These U.S. lawmakers rank as the biggest traders of hot stocks like Apple, Tesla and GameStop</p><p>Also see:Congress's crypto traders: The U.S. lawmakers who buy and sell digital currencies</p><p>DataKind DC contributed to this report through a partnership with the National Press Foundation.</p><p>This is an updated version of a report that was first published on Jan. 31, 2022.</p>",
  "published": "2022-02-14T16:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 15553,
          "end": 15558
        },
        {
          "start": 6727,
          "end": 6731
        },
        {
          "start": 6721,
          "end": 6726
        }
      ],
      "nexusId": "10022657"
    }
  ]
}