{
  "_id": "60541dffc784dbbd78106f965832621c1d47c81f9bd5e272357edc60aa152931",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Google's Heads Need  To Make It Count  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Even today, Google has no problem making plenty of money. But the fact that it is getting a little harder is still painful. </p><p>\n  The internet giant's parent company, Alphabet Inc., generated operating income of $78.6 billion for the trailing 12-month period ended September -- the third-highest among S&amp;P 500 companies over that span, according to S&amp;P Global Market Intelligence. </p><p>\n  But margins have taken a hit as a big jump in costs has run headlong into a broad-based slowdown in online advertising. The operating margin for the third quarter came in at 24.8% -- a drop of nearly 8 percentage points from a year earlier, as the company added 12,765 workers to its rolls in the most recent period. </p><p>\n  The big jump in head count and costs stunned even analysts who had been bracing for the ad slowdown; Alphabet shed 20% of its market value in the week following its release of third-quarter results on Oct. 25. The number of new hires was a record for a company that hardly pays peanuts. Alphabet's median employee pay for 2021 totaled $295,884 -- the highest in the S&amp;P 500, according to a tabulation by The Wall Street Journal. It is also more than twice the median income for the metropolitan statistical area that is home to the company's Silicon Valley headquarters. </p><p>\n  Chief Executive Sundar Pichai said on last month's earnings call that head-count growth \"will be significantly lower\" in the current quarter. That still hasn't satisfied those who think the company is spending too lavishly for an advertising business potentially facing even further slowdowns if a global recession hits. Activist investor TCI Fund Management released a letter Tuesday calling on Google to join fellow tech companies Amazon and Facebook parent Meta Platforms in cutting both its head count and employee-compensation levels. A reduction on the scale of Meta's 13% cut announced last week would cost about 24,000 Googlers their jobs. </p><p>\n  The company might not agree to anything that deep, however. Like Meta, Alphabet is controlled by the supervoting stake of its two founders, which technically limits what an activist can do. And, unlike the social network, Google isn't attempting a massive shift into a highly speculative area like the so-called metaverse. Worries about that transformation and the cost involved have combined with an even harder hit from the advertising slowdown to slash Meta's market value. Even after a jump following last week's layoff news, Meta's stock is down 65% this year, compared with a 32% drop for Alphabet. </p><p>\n  Alphabet is generating about $1.5 million in trailing 12-month revenue per employee following its hiring surge -- 16% more than in the prepandemic years of 2015-19 and second only to Apple among megacap tech giants, according to S&amp;P Global Market Intelligence. </p><p>\n  But further weakness in the stock could still spur Mr. Pichai and his deputies to more-drastic action. And as Bernstein analyst Mark Shmulik wrote in a note Tuesday, other major drivers of Google's cost structure -- such as the data centers powering its network and the traffic-acquisition payments it makes to companies such as Apple -- are much harder to pare back. \"All this leaves head count as the most effective lever to pull to improve margins, especially in a weaker macroeconomic environment,\" he wrote. </p><p>\n  Google might be activist-proof, but it isn't market-proof. </p><p></p>",
  "published": "2022-11-17T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3143,
          "end": 3148
        },
        {
          "start": 2736,
          "end": 2741
        }
      ]
    }
  ]
}