{
  "_id": "9bbda994a765df2a15a574d822851128c5e184ced665efca1b6a97fa50fe63c2",
  "feed": "ftcomall",
  "title": "Dear Rider — freeride through the life of a snowboarding pioneer",
  "text": "<p>The title of documentary <em>Dear Rider</em> — a brief history of snowboarding — is drawn from the greeting used by Jake Burton Carpenter, founder of Burton Snowboards, in introductions once written for his company catalogue. His descriptions of mayhem on the powder — given voice here by Woody Harrelson — are evangelical. They had to be. In the beginning of the story now told by director Fernando Villena, what was being sold wasn't gear as much as snowboarding itself, then still a mostly theoretical pursuit. </p> <p>If all sports are now product, this one was&#xa0;almost from the start, specialist kit and&#xa0;a competitive structure&#xa0;honed by Burton Carpenter&#xa0;as a self-confessed “get rich quick scheme”.&#xa0;It worked. The odd thing is that it morphed en route into something of vast, enduring popularity — if one also touched by an eternal identity crisis. Olympic sport? Obnoxious frat party? Spiritual high? All of them at once?</p> <p>The same mixed feelings colour a film unsure if it is meant to be a wide-eyed celebration or something more dispassionate, a photomontage of daredevilry or a study of Burton Carpenter as businessman. Surprisingly, Villena leans towards the latter. Snowboarders will find a workmanlike record of the sport's first (almost) half century. </p> <p>But the movie is most fluent on the rise to corporate prominence of its subject, emerging as a peer to the first wave of big tech gurus. Burton Carpenter founded his company in a suburban garage in 1977, just a year after Steve Jobs co-founded Apple in his, another charismatic loner with a fondness for weed, strong opinions about product design and a scalpel-sharp business sense. Now we live in the age of the individual that Apple helped create — and the sport that Burton Carpenter helped make is hailed on camera as the ultimate thrill-ride for one.&#xa0;</p> <p>★★★☆☆</p> <p><em>On digital platforms in the UK and US now</em></p><p>Source: Danny Leigh 2022 'Dear Rider — freeride through the life of a snowboarding pioneer' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-27T13:00:09.845Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1490,
          "end": 1495
        },
        {
          "start": 1675,
          "end": 1680
        }
      ],
      "nexusId": "10022657"
    }
  ]
}