{
  "_id": "2cb74e28a04141e0231d899c98dd5747904e4bb6212dd1703d0b4b2d336feb75",
  "feed": "ftcomall",
  "title": "The driverless car revolution is stuck in the slow lane",
  "text": "<p>The hype cycle of driverless cars is on yet another depressing downswing. Last week, Tesla boss Elon Musk admitted that full self-driving software was not yet ready to be used without someone sitting behind the wheel. Mobileye, Intel's autonomous driving unit, cut its valuation expectation from $50bn down to $16bn. Multiple media outlets have published stories mocking the sector for its failings after billions of dollars of investment. </p> <p>The peculiar thing is that this has all happened just as robotaxis arrive on the streets of San Francisco. For $10 or so, you can catch a driverless car from the famous Painted Ladies on Alamo Square to the bars of Nob Hill, watching from the back seat as the wheel turns itself to manoeuvre the car through traffic. </p> <p>The test scheme was launched by Cruise, an autonomous vehicle business that is majority owned by General Motors. Like Uber, it has an app that you can use to call a car to meet you. Prices are similar too, though presumably the rides should be cheaper if it takes off.</p> <p>It is disconcerting to see a <a href=\"https://www.ft.com/driverless-vehicles\">driverless car</a> pull up beside you and listen as a robotic voice tells you to put on a seatbelt and enjoy your ride. But every journey I have taken has been perfectly smooth. The cars are cautious drivers when they spot obstacles, which is very reassuring for nervous passengers. This could also be why there have been reports of cars stuck in the road and blocking traffic. After a crash with a speeding vehicle, Cruise recalled its robotaxis and updated the software. It now plans to expand the scheme to Austin and Phoenix.</p> <p>Hailing a driverless car to get from one part of town to another feels like living in the future. It can sometimes seem as if all the money in tech is being poured into digital advertising, cryptocurrencies and consumer apps. Live in San Francisco for long enough your phone will fill up with apps for every conceivable convenience. But autonomous vehicles, an ambitious, difficult and potentially life changing sector, offer a more tangible example of tech progress. </p> <p>It has been an outrageously expensive endeavour, of course. McKinsey put the total invested at over $100bn since 2010. Last year alone, funding into autonomous vehicle companies exceeded $12bn, according to CB Insights.</p> <p>Development has been much slower than expected too. The dream of driverless cars has been around for almost as long as the automobile itself. The modern era can be dated back to Google's self-driving project, now Waymo, which began in 2009. By the time I arrived in San Francisco in 2018 it seemed as if driverless cars would surely be on every road in a matter of months. Uber claimed that it would soon do away with human drivers while Waymo and Lyft were launching robotaxi schemes in Phoenix and Las Vegas. Everyone from SoftBank to Apple was investing in autonomous vehicles. </p> <p>Since then, however, the sector's fortunes have waned. The same year, an Uber self-driving car killed a woman who was crossing the street in Arizona. Tests were stopped and optimism collapsed. Two years later Uber sold its driverless car unit to local start-up Aurora. </p> <p>The challenge remains substantial. Driverless cars do not just have to control the mechanics of a vehicle, they have to understand the world around them and make rapid decisions when circumstances change. There is still no consensus on how they should work either. Cruise maps the roads it drives by mixing road data collected by both cameras and lidar — laser-based sensors. Tesla has called lidar a “crutch”.&#xa0;</p> <p>If it was possible to build the infrastructure for driverless cars from scratch things would be simpler. Roads are busy and messy. They are full of different users making irrational decisions. Cars must not just see the obstacle ahead but know whether it is about to move and, if so, in what direction.</p> <p>Cruise's robotaxi test is a fairly conservative one. The cars can only drive between 10pm and 5.30am. If I want to show visitors the wonders of autonomous vehicles I have to wait for night-time and make sure I'm in the right part of the city.</p> <p>Still, the money keeps coming. Either driverless cars are an example of sunk cost fallacy or their slow start is not seen as a hindrance to eventual adoption. Uber has signed a deal with Motional — the start-up that works with Lyft to offer autonomous vehicle rides in Vegas. Volkswagen's automotive software subsidiary Cariad is investing $2bn in a partnership with Chinese chipmaker Horizon Robotics. Waymo is planning to expand its robotaxi service to Los Angeles and Cruise hopes to get regulatory approval for robotaxis without pedals or steering wheels.</p> <p>It has been a slow and expensive road. It may still be years before the cars are widespread. But for many of the biggest companies in the world, driverless vehicles are still inevitable.</p> <p><a href=\"mailto:elaine.moore@ft.com\"><em>elaine.moore@ft.com</em></a></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/1647caa4-bd89-4901-b3df-edd0786e00cc\"><em>Look both ways before stepping into a driverless car future</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/1647caa4-bd89-4901-b3df-edd0786e00cc\"><em>From Sheila Hayman, Advisory Council, Minderoo Centre for Technology and Democracy, London NW1, UK</em></a></p><p>Source: Elaine Moore 2022 'The driverless car revolution is stuck in the slow lane' FT.com 23 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-23T11:00:00.415Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2806,
          "end": 2811
        }
      ]
    }
  ]
}