{
  "_id": "33850e3b4208708480ce09acbb7a3265c4b0ee0c8b195195b22c8b75df399a19",
  "feed": "wall-street-journal",
  "title": "China's Factories Accelerate Robotics Push as Workforce Shrinks; Industrial automation climbs as country tries to extend manufacturing dominance despite labor challenges",
  "text": "<p>China accounted for just under half of all installations of heavy-duty industrial robots last year, reinforcing the nation's status as the No. 1 market for robot manufacturers worldwide. The IFR data shows China installed nearly twice as many new robots as did factories throughout the Americas and Europe.</p><p>Part of the explanation for China's rapid automation is that it is simply catching up with richer peers. The world's second-largest economy lags behind the U.S. and manufacturing powerhouses such as Japan, Germany and South Korea in the prevalence of robots on production lines.</p><p>The rapid automation also reflects a growing recognition in China that its factories need to adapt as the country's supply of cheap labor dwindles and wages rise.</p><p>The United Nations expects India to surpass China as the world's most-populous country as soon as next year. The population of those in China age 20 to 64—the bulk of the workforce—might have already peaked, U.N. projections show, and is expected to fall steeply after 2030, as China's population ages and birthrates stay low.</p><p>By embracing more robots, China's factories can plug a widening labor market gap and keep costs down, making it less advantageous for Western companies to shift production to other emerging markets or their own home countries.</p><p>Since China can no longer rely on an expanding workforce to drive economic growth, automation represents the surest way, according to many economists, for it to enhance the productivity of the workers it has, which is essential if China is to escape the ranks of middle-income countries.</p><p>Data from the Conference Board shows that output an hour worked in China in 2021 was a quarter of the average of the Group of Seven advanced economies and a fifth of the level in the U.S. Moreover, China's productivity growth has slowed in recent years. After rising at a 9% annual pace on average between 2000 and 2010, output an hour worked in China grew 7.4% a year in the subsequent decade.</p><p>\"You can't wait until you run out of people to start dealing with it,\" said Andrew Harris, deputy chief economist at Fathom Consulting in London.</p><p>Despite trade tensions with the U.S. and increasing Western anxiety over a perceived overreliance on Chinese manufactured goods, China is still the world's factory floor, accounting for 29% of global manufacturing, according to U.N. data.</p><p>Many younger workers are shunning factory work for more-flexible jobs in China's expanding services sector, and the country's long boom in internal migration is ending. There were around 147 million people employed in China's manufacturing sector in 2021, according to estimates from the International Labor Organization, down from a 2012 peak of 169 million. Over the same period, services-sector employment rose 32% to an estimated 365 million, according to the ILO.</p><p>In addition to helping to resolve pressures from those shifts, automation can help Chinese factories focus more on higher-end manufacturing tasks that require more precision than most humans can manage, while the robots themselves are becoming cheaper and more adaptable.</p><p>Dobot, a Shenzhen, China-based maker of small robot arms used in industry and education, developed a robotic system for a customer in China that manufactures cordless earphones for Apple Inc.</p><p>The system uses robot arms to install magnets in the earphone case, a process that used to involve four people. The human team could complete around 650 cases in an hour; the robot arms can manage 800, said Xie Junjie, product director at Dobot.</p><p>\"Automation is an inevitable trend,\" he said.</p><p>The IFR data shows industrial-robot installations worldwide rose 27% in 2021 from 2020, to 486,800. Growth in shipments in 2020 was little changed compared with the previous year, as the pandemic dented investment.</p><p>The U.S. and other parts of the Americas added 49,400 robots in 2021, up 27% for the year, and installations in Europe rebounded 15% to 78,000.</p><p>While the term \"industrial robot\" encompasses a range of products, the machines must be programmable, multipurpose devices used in automated industrial applications in order to be included in IFR's statistics.</p><p>The preliminary data from China shows installations by electronics manufacturers rose 30% in 2021 as exporters sought to keep up with booming Western demand for consumer goods. Other sectors that are significant investors in robotics include auto makers and manufacturers of plastics, rubber, metals and machinery. Robot installations in China's automotive sector were up almost 90% last year, IFR data shows</p><p>Though China's homegrown robotics sector is expanding, most industrial robots installed in China last year were made overseas, primarily in Japan.</p><p>Manabu Okahisa, who runs the China unit of the Japanese robot maker Yaskawa Electric Corp., said the pace of China's robot adoption reflects companies' willingness to experiment with new technology.</p><p>\"It is a manufacturing powerhouse,\" he said. \"When a new thing comes up, they give it a try promptly.\"</p><p>Xuzhou Construction Machinery Group Co., a state-owned maker of heavy construction machinery such as loaders, concrete mixers and excavators, began experimenting with large-scale automation as early as 2012, said Liu Hui, manager of smart manufacturing at the company's earthmover machinery business.</p><p>A big reason for the company's automation drive has been the growing difficulty of attracting workers, said Zou Yajun, the unit's manufacturing director.</p><p>Making a loader before automation required teams of 11 people working two 10-hour shifts to sort around 10,000 components. Now, two workers supervising a robot can do the same job in a single shift, Mr. Liu said.</p><p>The number of workers on the production line is down 56% from before automation, while daily overall production capacity is 50% higher.</p><p>The workers that remain are better paid because they are more skilled, Mr. Liu said. In the past, a welder only needed to know how to weld.</p><p>\"Now, they need to know the automation technology and how to operate the intelligent equipment in addition to the welding technology,\" he said.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think China's automation push will be essential to its economic success? Join the conversation below.</p><p>Jay Huang, director of Greater China research at Bernstein, said the economics of China's shifting labor market and improving robot technology mean China is likely entering a robot-adoption boom. He projects that China will have between 3.2 million and 4.2 million industrial robots working on production lines by 2030, up from around one million currently.</p><p>China's pandemic experience has underlined the advantages of automation, he said, as widespread lockdowns have triggered staff shortages that severely disrupted factory output.</p><p>\"Manufacturers experienced firsthand that if you are not automated, you can't produce,\" said Mr. Huang.</p><p>Just as the U.S. and other Western countries have begun questioning their perceived overreliance on China for manufactured goods, Beijing under Xi Jinping has advocated reducing China's reliance on overseas markets and expanding domestic companies' share of global supply chains.</p><p>Susanne Bieller, IFR's general secretary, said labor-market pressures mean robots will be critical to realizing that goal, too.</p><p>\"China can't do that without automating,\" she said.</p><p>Chieko Tsuneoka in Tokyo and Grace Zhu in Beijing contributed to this article.</p><p>Write to Jason Douglas at jason.douglas@wsj.com</p><p>China's Factories Accelerate Robotics Push as Workforce Shrinks</p>",
  "published": "2022-09-18T09:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3293,
          "end": 3303
        },
        {
          "start": 3293,
          "end": 3298
        },
        {
          "start": 3293,
          "end": 3302
        }
      ],
      "nexusId": "10022657"
    }
  ]
}