{
  "_id": "0bc0ab0bfadee148517c6769ddc254aac6d49cc581c72c2ed2424adad61dbb43",
  "feed": "ftcomall",
  "title": "US stocks rebound after China lockdowns triggered growth fears",
  "text": "<p>US stocks rebounded late on Monday after concerns about new lockdowns in China and fears of a slowdown in economic growth pushed investors to search for safety earlier in the day.</p> <p>Wall Street's benchmark S&amp;P 500 index closed 0.6 per cent higher, having dropped as much as 1.7 per cent earlier in the day. The tech-heavy Nasdaq Composite rose 1.3 per cent as investors treated recent declines as a buying opportunity ahead of a busy week of earnings reports.</p> <p>Last Friday marked the S&amp;P's <a href=\"https://www.ft.com/content/9c9e1211-4864-4965-a916-4a633a37bbf7\">second-worst trading day</a> of the year, and both indices are still down more than 2 per cent over the past week.</p> <p>The late turnround in the US contrasted with sharp drops in European and Asian markets, including the biggest one-day decline in mainland China's CSI 300 since February 2020. Panic-buying <a href=\"https://www.ft.com/content/3d63ad95-6f6e-48ff-843d-dfb8f0aae207\">gripped Beijing</a> on Sunday and Monday as residents braced for harsh social restrictions due to Covid-19 similar to those in Shanghai. </p> <p>The prospect of a further economic slowdown in the world's largest oil importer knocked the price of Brent crude, the international oil benchmark, which fell 4.1 per cent to $102.32 a barrel.</p> <p>The Europe-wide Stoxx 600 index dropped 1.8 per cent as investors shrugged off Emmanuel Macron's victory in the second round of the French presidential election.</p> <p>“As in previous times when markets have cracked, a lot of headwinds are coming together, although the China situation looks like the big catalyst today,” said Neil Birrell, chief investment officer at Premier Miton Investors. “It is hard to find good news anywhere and I can find good reasons to be negative on almost every asset class.” </p> <p>Meanwhile, government bond prices rallied on Monday as traders looked for low-risk assets.</p> <p>The yield on the benchmark 10-year Treasury note dropped 0.08 percentage points to 2.82 per cent as the price of the debt instrument rose significantly. Eurozone and UK bonds went further, with the UK's 10-year gilt yield down 0.12 percentage point to 1.84 per cent and the equivalent German yield off 0.14 percentage points to 0.83 per cent. </p> <p>The dollar index, which measures the US currency against a basket of peers and which also tends to climb in times of uncertainty, rose 0.5 per cent to its <a href=\"https://www.ft.com/content/7928db39-8a5b-4963-bea5-80714143c8fd\">highest since late March 2020</a>. Sterling lost 0.8 per cent to $1.27. </p> <p>Investors slightly scaled back their bets on the pace of Fed interest rate rises on Monday, but analysts stressed that inflation fears would continue to weigh on markets over the longer term after US consumer price growth soared to a four-decade high of <a href=\"https://www.ft.com/content/b075001b-5cab-4641-a483-f3e470953166\">8.5 per cent</a> in March.</p> <p>Nicholas Colas, co-founder of DataTrek Research, said “stocks will not bottom until investors feel that likely future Fed rate policy is entirely baked into asset prices”.</p> <p>Fed chair Jay Powell said a 0.5 percentage point interest rate rise was <a href=\"https://www.ft.com/content/43d89b6e-c8c9-4ae3-b002-4e536c7f8935\">“on the table”</a> for its next policy meeting in May, and analysts at Jefferies forecast that the US central bank would also deliver half-point rate rises in June, July and September.</p> <p>Data on Thursday are forecast to show that the US economy grew at an annualised rate of 1 per cent in the first quarter, marking its weakest progress since 2020s coronavirus-induced recession.</p> <p>US Big Tech groups Amazon, Facebook parent Meta and Apple are set to release quarterly earnings this week. Streaming group Netflix <a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">shocked investors</a> last week by reporting it was losing subscribers for the first time in a decade, but around 80 per cent of S&amp;P 500 companies that have reported so far beat analyst forecasts.</p><p>Source: Naomi Rovnick in London, Hudson Lockett in Hong Kong and Nicholas Megaw in New York 2022 'US stocks rebound after China lockdowns triggered growth fears' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T20:40:33.080Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3215,
          "end": 3220
        }
      ]
    }
  ]
}