{
  "_id": "a3d3e9787eb23db8f133558cf4a629009e18cc459c4f6b16e5d6c93cb6f36c83",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Keywords: Companies Weave Supply 'Webs' --- As risks multiply around the world, it is important to cultivate multiple sources for parts and materials",
  "text": "<p>As companies build more factories, in more locations, and buy parts and materials from a greater diversity of suppliers, the world's supply chains are becoming more like supply webs.</p><p>Modern supply chains were designed to be cost-effective, but not necessarily resilient. Ever since the adoption of the shipping container in the 1960s, supply chains for most goods have grown ever longer. Making transoceanic and transcontinental shipping cheap and reliable meant manufacturing could move to wherever wages were lowest. This, in turn, meant most factories moved to the opposite side of the world, principally to China. But it also meant, especially for complicated tech like smartphones and computers, that as materials were synthesized into parts, and then subcomponents and finally finished products, they might crisscross the world multiple times.</p><p>Gadgets, which tend to have more parts sourced from more places than almost anything save automobiles and complicated industrial equipment, have turned out to be especially dependent on three features of global trade that were, until just a few years ago, taken for granted. The first is that raw materials would always be cheap and widely available. The second, that shipping would always cost a fraction of the value of the goods being moved. The third was that this shipping would always be reliable.</p><p>The U.S.-China trade war beginning in 2018 made it apparent to many manufacturers that these assumptions might not hold true. Then the Covid-19 pandemic drove home the point. Now, sanctions against Russia, the continuation of the trade war with China, natural disasters and the production and shipping capacity knocked out by the invasion of Ukraine appear to be making issues with globalized supply chains chronic.</p><p>For many companies, the pandemic-fueled pause in globalization is turning into a broad effort to figure out how to make supply chains more robust by adding more factories, suppliers and sources of materials. It isn't deglobalization by any stretch, but it is an expensive and time-consuming reshuffling of where things are made.</p><p>All those materials and goods still have to come from somewhere. In logistics, this shift from supply chains to webs is known as \"multiple sourcing,\" says Nathan Resnick, president and co-founder of Sourcify, which helps businesses find and manage factories in Asia. It has long been standard practice to have more than one supplier for goods and parts in a supply chain, but beginning with the most recent trade wars, more companies, even small and medium-size ones, have been forced to do the hard work of setting up more factories and synchronizing the quality of goods across them, he adds.</p><p>Willy Shih is a professor at Harvard University and a member of a committee advising the U.S. Commerce Department on how to shore up domestic supply chains. In a recent essay, he described how the pandemic has been a wake-up call for managers, and how the world seems to be moving toward companies and countries figuring out how to relocate supply chains within regional trading blocs of politically allied countries.</p><p>At the same time that companies are recognizing their vulnerability to supply disruptions, governments also are focusing more on safeguarding access to key goods for national-security reasons. These policies go by many names. In China, this move toward self-reliance is known as \"dual circulation.\" It was announced in May 2020, in the country's 14th five-year plan. In the European Union, the portion of this philosophy that deals with tech has been christened \"Technological Sovereignty.\"</p><p>In the U.S., a passel of legislation, executive orders, and rule making by the Commerce Department is aimed at shoring up domestic supply chains. These efforts include the $52 billion Chips for America Act, passed but not yet funded, aimed at bringing microchip manufacturing back to the U.S. The goal is to reverse a decadeslong trend that has reduced the U.S. share of global chip manufacturing to less than 12% from about 40% in 1990.</p><p>With demand for microchips growing so quickly that chip makers can't keep up, manufacturers aren't waiting on the Chips Act. They've announced a spate of new factories, scattered around the world. Taiwan Semiconductor Manufacturing, or TSMC, maker of nearly all the latest-generation chips in Apple's products, is spending $100 billion over the next three years to increase its capacity, including new factories in Arizona and Japan. Intel has pledged to spend $95 billion on new manufacturing capacity in Europe alone, and $20 billion on a new factory in Ohio that could eventually grow to a $100 billion investment. Samsung plans a new $17 billion facility in Texas.</p><p>Encouraging these investments has become a rare spot of bipartisanship in D.C., with many in both the Democratic and Republican parties taking the view that subsidizing economically important industries like chip manufacturing is also important for national security.</p><p>Currently, almost all of the world's advanced microchip manufacturing is concentrated in Taiwan, a self-ruled island democracy of 24 million people 100 miles off the coast of mainland China, which China's Communist government has long claimed and vows to recapture.</p><p>This situation represents \"an extreme concentration which should make us worried,\" says Emily Kilcrease, director of the energy, economics and security program at the Center for a New American Security, a Washington think tank. \"But it makes us extra-nervous that it's in such a geopolitically fraught location, given China and Taiwan tensions.\"</p><p>Computer chips are hardly the only kind of tech for which supply chains are being transformed into multisource supply webs.</p><p>Manufacturing of batteries, especially for electric vehicles, is currently dominated by China. But dozens of new \"gigafactories\" for EV batteries are going up all over the U.S. and the world -- basically, just about anywhere there is a robust automobile-manufacturing infrastructure.</p><p>With most countries in Southeast Asia attempting to maintain geopolitical neutrality, the region has the potential to remain a supplier to pretty much every nation in the world, says Dr. Shih. That won't stop companies from trying to copy some elements of what is currently accomplished in this region -- like the packaging of microchips in the U.S. and Europe. The result could be regional manufacturing, where countries try to ensure that, even if they don't make something themselves, they can source it from an ally, he adds.</p><p>Whatever investments companies and governments make, nothing in a world-spanning system of manufacturing and delivery of goods changes quickly. Reordering decades of globalization, moving both factories and the expertise required to run them, is a Herculean task requiring a great deal of money -- and time.</p><p>\"To have this decoupling that a lot of people talk about, you are talking about a decadeslong project,\" says Dr. Shih. \"You really have to have a lot of commitment.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4334,
          "end": 4339
        }
      ]
    }
  ]
}