{
  "_id": "ad1027a44e212d801abfd7cbeb5e3339eb4e080fa9dc1a4c7c959036489eed13",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Personal Technology:  DIY: Apple Opens Up  A Self-Repair Store  ----  By Dalvin Brown",
  "text": "<p>\n  Apple Inc. is making it easier for customers and independent repair technicians to perform surgery on some iPhones and Macs. </p><p>\n  After years of resisting DIY repairs, Apple on Wednesday opened a new online store where anyone can view repair manuals and order replacement parts and tools for certain recent devices. The new Self Service Repair Store sells screens, batteries, cameras and other parts to fix some issues with iPhone 12 and 13 models and 2022's updated iPhone SE. Later this year, it will stock parts and tools to fix Macs that have Apple silicon chips. </p><p>\n  Just don't expect to save much money doing repairs yourself. Buying parts to fix an iPhone 12 Mini on your own would cost only $3 less than having your out-of-warranty device fixed at an Apple Store, for instance. And you'd still have to pay for tools. </p><p>\n  Apple has been known for its tight control of the repair process. For years, you needed to go to an Apple Store or authorized service provider for Apple-approved fixes that were often more expensive than repairs at independent shops. Taking your device to an independent repair technician -- or cracking it open yourself -- could void whatever warranty you had left. With the self-service program, Apple is keeping ahead of possible \"Right to Repair\" regulations by the federal government, including the Fair Repair Act introduced in Congress. </p><p>\n  While anyone can buy the parts and tools, Apple expects them to mainly be used not by consumers, but by technicians who have experience repairing electronic devices. </p><pre> </pre><p>\n  Doing It Yourself </p><pre> </pre><p>\n  To start the order process, Apple asks for the broken device's serial number. This pairs you with the right manuals and parts. You are required to look through the manuals: Apple asks for a manual's unique code during checkout. You'll have to check a box acknowledging that you read the manual and feel comfortable proceeding with the repair before completing the order. </p><p>\n  Apple will offer over 200 individual parts and tools, and orders should arrive within a week of being placed, Apple said. The store initially is available only in the U.S. but will expand to other countries, starting in Europe, later this year. </p><pre> </pre><p>\n  Repair Pricing </p><pre> </pre><p>\n  To replace the cracked screen on an iPhone 12 Mini, you would pay $225.96 for the parts -- plus extra for the tools. If you send in your old screen, Apple will credit you $33.60. At an Apple Store or via Apple's mail-in program, this screen replacement, with full service, would cost $229. (If you pay for AppleCare+, the cost is $29.) </p><p>\n  You can buy a bundle that has all the parts you need, or you can buy individual parts. If you don't need to keep the tools for future use, Apple offers a $49 weeklong rental option. </p><p>\n  Parts start at 19 cents for tiny iPhone screws, and run up to $309.96 for an iPhone 13 Pro Max screen. The most expensive tool, at $256.35, is used to melt iPhone adhesive to remove screens. Apple hasn't yet detailed pricing for Mac repair parts and tools. </p><p>\n  For more complicated repairs, such as fixing an iPhone's Face ID system, you'll still have to take your device to an authorized repair center. </p><p>\n  Apple said it isn't offering technical support for self-service repairs. If you open your device and then panic or just have questions, there isn't an agent to call for assistance. If your repair is successful, you don't void the device warranty. If you damage the device in the process, however, it would affect your warranty. </p><p>\n  If you run into trouble along the way, you can take it to an Apple Store for help, but expect to pay for that, too. </p><p></p>",
  "published": "2022-04-28T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2027,
          "end": 2032
        },
        {
          "start": 2888,
          "end": 2893
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 3486,
          "end": 3491
        },
        {
          "start": 1719,
          "end": 1724
        },
        {
          "start": 1917,
          "end": 1922
        },
        {
          "start": 1574,
          "end": 1579
        },
        {
          "start": 2383,
          "end": 2388
        },
        {
          "start": 963,
          "end": 968
        },
        {
          "start": 1214,
          "end": 1219
        },
        {
          "start": 3097,
          "end": 3102
        },
        {
          "start": 2328,
          "end": 2333
        },
        {
          "start": 47,
          "end": 52
        },
        {
          "start": 1402,
          "end": 1407
        },
        {
          "start": 542,
          "end": 547
        },
        {
          "start": 816,
          "end": 821
        },
        {
          "start": 163,
          "end": 168
        },
        {
          "start": 2654,
          "end": 2659
        },
        {
          "start": 916,
          "end": 921
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2364,
          "end": 2369
        },
        {
          "start": 750,
          "end": 755
        },
        {
          "start": 0,
          "end": 9
        }
      ]
    }
  ]
}