{
  "_id": "67fe07397d72826a2514ad043c014e6f504a4cf6b3c3d62a3825508d73dde175",
  "feed": "wall-street-journal",
  "title": "Twitter Profits Drop; Company Says Apple Impact Largely Avoided; Social-media company announces a $4 billion share buyback, its first since a $2 billion initiative in 2020",
  "text": "<p>The social-media company said its daily user base rose 2.84% from its previous quarter to 217 million. Analysts polled by FactSet had expected the user count to rise to 218 million. Twitter posted net income of $182 million, down from $222 million a year earlier. Analysts were expecting $290 million, according to FactSet.</p><p>Twitter's revenue rose to $1.57 billion in the fourth quarter, up 22% from $1.29 billion a year earlier. That was largely in line with the analysts' estimate of $1.58 billion, according to FactSet.</p><p>Expenses in the quarter climbed to $1.4 billion, an increase of 35% over the previous year. Total costs and expenses grew as a result of an increase in head count, higher sales-related expenses, infrastructure costs and increased marketing expenses, the company said.</p><p>The company's results come a week after Facebook parent Meta reported that ad-tracking changes introduced by Apple Inc. last year would cost the company some $10 billion this year. Meta's outlook caused shares to tumble, shaving more than $300 billion from the company's market cap over the past week, and created significant volatility among others in the industry.</p><p>Snap Inc. shares initially fell sharply too, then soared in a single trading session after the company said the effects of Apple's changes were limited.</p><p>Twitter said the impact of Apple's changes on the company's revenue remained modest for it as well.</p><p>Some 85% of Twitter's ad revenue comes from brand ads, which are less affected by Apple's changes than direct-response ads, Twitter Chief Financial Officer Ned Segal said in an interview. These changes present Twitter with an opportunity rather than a risk, Mr. Segal said. \"There's so much room in front of us,\" he said.</p><p>The company said Thursday that it will change the name of its Data Licensing and Other Revenue business segment to Subscription and Other Revenue starting with the first quarter of 2022. This move will reflect the $1.05 billion sale of the mobile-ad firm MoPub to AppLovin Corp., Twitter said in a letter to shareholders. That sale was announced in October, and it closed in early January, Mr. Segal said.</p><p>SHARE YOUR THOUGHTS</p><p>What is most helpful or useful to you on Twitter? Join the conversation below.</p><p>That segment will include revenue from the company's Blue monthly subscription service, which launched last year. Twitter Blue offers subscribers access to exclusive and experimental features, including the ability to use nonfungible tokens as their profile pictures.</p><p>Blue is available to users in the U.S., Canada, New Zealand and Australia. While the company hasn't said how many subscribers the service has, Mr. Segal said the company is \"really excited about what we're seeing so far.\"</p><p>Twitter has yet to see a real impact from inflation, but inflation could affect the company in a few different ways, Mr. Segal said. For example, the annual increases related to cost of living for employees are going to be higher this year than they have been in the past, he said. Additionally, inflation could affect how brands advertise and which goods and services they choose to advertise, Mr. Segal said.</p><p>\"The results from Q4 speak for themselves that we're not yet seeing real impact from inflation in how our advertising and content partners show up on Twitter,\" Mr. Segal said.</p><p>Write to Salvador Rodriguez at salvador.rodriguez@wsj.com</p><p>Twitter Profits Drop; Company Says Apple Impact Largely Avoided</p>",
  "published": "2022-02-10T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3407,
          "end": 3412
        },
        {
          "start": 1492,
          "end": 1497
        },
        {
          "start": 1280,
          "end": 1285
        },
        {
          "start": 899,
          "end": 909
        },
        {
          "start": 35,
          "end": 40
        },
        {
          "start": 1337,
          "end": 1342
        },
        {
          "start": 899,
          "end": 908
        },
        {
          "start": 899,
          "end": 904
        }
      ],
      "nexusId": "10022657"
    }
  ]
}