{
  "_id": "d47f1c8459f29bf0e5f424b5c15452716ba48e1035d4fccbc4bc8d7dea2d9631",
  "feed": "ftcomall",
  "title": "Visual arts in 2022 — the year of the great comeback",
  "text": "<p>From Raphael resplendent at London's National Gallery to Alice Neel the edgy American in Paris, triumphant at the Pompidou, to the extraordinary women's biennale in Venice, 2022 was the year of the great comeback: major shows postponed by the pandemic finally opened, a bursting dam of abundance across Europe.</p> <h2>Breakthroughs for obscure names</h2> <p>It was also a year of breakthroughs, when voices long obscured roared into town. Sixty-three-year-old Hew Locke's sparkling/sombre “The Procession” (to January 22), a Caribbean carnival of masked papier-mâché figures adorned in fabrics bearing images of trauma — a print of a hanged slave, flood-devastated costumes — is Tate Britain's best ever Duveen commission. In Venice, 60-year-old Sonia Boyce, the first female black artist to represent Britain, took the Golden Lion for her audiovisual presentation “Feeling Her Way”, and France's Zineb Sedira stunned with “Dreams Have No Titles”, a chic installation of cocktail bar and domestic interiors drawing on the Algerian immigrant experience.</p> <p>Soheila Sokhanvari's disco-ball homage to actresses and chanteuses in pre-revolutionary Iran, <a href=\"https://www.ft.com/content/374141a7-3cb4-479a-b365-96ff622dfbd4\"><em>Rebel Rebel</em></a> at the Barbican (to February 26), was heartbreakingly timely, launching as protests for women's rights following Mahsa Amini's death surged across the country. Veronica Ryan, 66, who in Hackney last year created the first public memorial to the Windrush generation — cast sculptures of breadfruit, custard apple and soursop, carrying memories of her native Montserrat — won 2022's <a href=\"https://www.ft.com/content/2eb9f51f-1a0e-43fc-8465-a53ecac1087b\">Turner Prize</a>. The Hayward's glamorous <em>In the Black Fantastic</em>, showing how African diaspora artists in the US and Britain use myth and magical realism to address racism, was a revelation.</p> <h2>Sumptuous historical exhibitions</h2> <p>As global borrowing and touring blockbusters returned, collaborative ventures produced sumptuous historical exhibitions. Tate's unmissable Cézanne retrospective, a foundational story of modernism, organised with the Chicago Institute of Art, benefits from superb loans from the US: a roomful of Mont Sainte-Victoire pictures, another of tilting tabletop paintings (to March 12). <em>Mondrian Evolution</em>, unveiling the full scope of the Dutch artist's path from figuration to abstraction, is a twin project of Basel's Fondation Beyeler and Düsseldorf's Kunstsammlung (to February 12). <a href=\"https://www.ft.com/content/c3dcc632-4707-4b42-b07e-365faf8454ba\"><em>Monet — Mitchell</em></a> brought Baltimore's rapturous, overdue retrospective of the Abstract Expressionist Joan Mitchell to Paris's Fondation Louis Vuitton, which stages a splendid face-off between Mitchell and late Monet (to February 27).</p> <p>Small was beautiful too. London's art year began with Gainsborough's “Blue Boy” returning glowing from California to greet his Van Dyck forebears, and initiating the National Gallery's series of tightly focused encounters based on stellar loans from the US. <em>Picasso Ingres</em> (a pair of portraits) and <em>Turner on Tour</em> (ravishing harbour scenes, to February 19) followed. Inspired cash-strapped curating.</p> <h2>Best in show</h2> <p>Two European shows are once-in-a-lifetime events. <a href=\"https://www.ft.com/content/c7e79910-16a4-4c38-a5c0-8215ab02332d\"><em>Donatello: The Renaissance</em></a> proudly declares its subject “the father and the symbol of an era in western art”, a radical assertion in our age of relativism and decentring. In Florence, this majestic, moving exhibition was inaugurated in each of its venues, Palazzo Strozzi and Museo del Bargello, by Donatello's contrasting “Davids”, the marble biblical hero and the sexy bronze symbol of liberty. In reduced version, <em>Donatello</em> is at Berlin's Gemäldegalerie (to January 8), then arrives at London's V&amp;A in February; both museums contribute key loans.</p> <p>Its rival as the exhibition of 2022 is the Louvre's spectacular history of still life, <em>Les Choses</em> (to January 23), unfolding the genre's emergence as a victory of the secular mindset — Rembrandt, Chardin, Goya, the meeting between Jan Davidsz. de Heem's monumental “La Desserte” and Matisse's cubist version of it, lent by MoMA. A deeply French show, rooted in Enlightenment tradition, it breaks loose nevertheless from western-centric models and faces geopolitical realities: the opening piece, soaring to the tip of the Louvre's pyramid, is Barthélémy Toguo's 18-metre column draped with forlorn baggage, “The Pillar of Missing Migrants”.</p> <p>Old versus fresh names, erudition versus access, the best art versus inclusive narratives: every cultural institution treads these tightropes, fascinatingly evident in the year's launches of so many pandemic-delayed new or reconfigured museums.</p> <h2>Reopenings, refreshes and a new gallery</h2> <p>On Oslo's waterfront, Norway's £500mn National Museum became home to Munch's most famous version of “The Scream” and Harald Sohlberg's “Winter Night in the Mountains”, an icon of Scandinavian painting, but the first work visitors encounter is a protest piece — an installation of reindeer skulls by Maret Anne Sara, an artist from the marginalised <a href=\"https://www.ft.com/content/481d0534-4155-48f4-bb92-996da968deaf\">Sámi community</a>.</p> <p>Antwerp's neoclassical Royal Museum of Fine Arts, reopening with glossy white cube galleries boxed into its once-elegant courtyards, smashed chronology in favour of “mood” rooms (Amusement, Pain, Impotence) and choreographed its august Flemish collection as comedy: giant burgundy plush climbing-frame camels survey Rubens' “Adoration of the Magi”; Adriaen van Ostade's tavern scene hangs crooked, tilting like the drunk it depicts. The days of the museum “art historical label” are over, says head of collections Nico van Hout.</p> <p>Glasgow's marvellously refreshed, eclectic Burrell Collection — treasures from Persian carpets to Gothic carvings to Degas, in glassy galleries giving on to parkland — is let down by vapid or historically tone-deaf captions. A Tang dynasty “Dancing Girl”: “Do you like to dance? This girl does.” Two Qing Buddhist sculptures of “Guanyin”: “Trans people have always existed . . . Figures like Guanyin show this . . . Trans rights are human rights. Be more Guanyin.”</p> <h2>The bad: shows with a political agenda</h2> <p>The 21st century's politicisation of art is so potent that one can hardly imagine it otherwise, even though, applied to history's greats, the results are often risible, with Tate the worst offender. Its caption for a painting of trees — “Would there even be a Cézanne without colonisation?” — has become the year's byword for a particular sort of irrelevant ideological idiocy, just as its anti-colonialist Hogarth labels were last winter. Tate's exhibitions driven by diversity or political agendas, rather than quality, inevitably disappoint, however worthy the message: the messy <a href=\"https://www.ft.com/content/5bdc6907-12f2-4323-bf4b-321d46600598\"><em>Surrealism Beyond Borders</em></a>, Cecilia Vicuña's ecology lecture “Brain Forest Quipu” (to April 16) in Tate Modern's Turbine Hall.</p> <p>And yet: for many of our epoch's greatest artists, the personal has always been political, and more than ever this enshrines visual art at the cultural centre. The tremendous solo show devoted to Paula Rego's provocative, fantastical renderings of women's experience blew away everything else in Cecilia Alemani's <a href=\"https://www.ft.com/content/08416acb-b1b0-4026-aab4-aecbbeb7bccf\">main exhibition in Venice</a>. Thirty years ago, Rego was scarcely known; by the time of her <a href=\"https://www.ft.com/content/a919f12e-79d6-4de7-84a1-a2f164d614bc\">death in June</a> she stood among the world's leading figurative painters.</p> <h2>And finally . . . William Kentridge</h2> <p>Contemporary exhibition of the year was the Royal Academy's <a href=\"https://www.ft.com/content/90863078-ee6c-45d0-a557-f0ae4545af80\"><em>William Kentridge</em></a>. This supreme, sensuous, mesmerising draughtsman and inventive animator/film-maker walks between paper and camera, European high cultural allusion — German Expressionism, Manet, Mayakovsky, Kafka — and critique of postcolonial brutality and injustice, in his native South Africa and globally, seeking “an art (and a politics) in which optimism is kept in check and nihilism at bay”. He is a beacon in troubled times, his work emblematic of art's joyous capacity at once to enlighten, entertain and enthral.</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Jackie Wullschläger 2022 'Visual arts in 2022 — the year of the great comeback' FT.com 31 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-31T05:00:56.457Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1450,
          "end": 1455
        }
      ]
    }
  ]
}