{
  "_id": "8c7a35712bb60e8ad9369cedaa14c64c656a93756faf20b1551e03eb447536d6",
  "feed": "ftcomall",
  "title": "European summits with Ukrainian questions on the agenda",
  "text": "<p>Hello and welcome to the working week.</p> <p>Once again an anniversary gives us pause for thought. It will be two years ago this Friday since the World Health Organization declared Covid-19 a global pandemic. It was not so long ago that this was the biggest story on the planet. Vladimir Putin has ensured that this is no longer the case.</p> <p>This newsletter only deals with events in the diary, which limits our ability to warn you about significant developments in the Russian onslaught of Ukraine. However, we do know about two significant events relating to the west's response to the conflict.</p> <p>First, Boris Johnson, UK prime minister, will host the leaders of the V4 countries — Poland, Hungary, the Czech Republic and Slovakia — in London to discuss the Ukraine crisis. Perhaps most interesting will be the British prime minister's conversations with his Hungarian counterpart Viktor Orban. The Hungarian government has nurtured a close relationship with the Kremlin over the past decade, but it has also condemned Russia's invasion of Ukraine and agreed to most European sanctions. Could Johnson persuade Orban to <a href=\"https://www.ft.com/content/dfa82ffd-4c0a-42e0-81fe-f88c0d416619#post-65a596f4-99b8-4640-8995-fcdf794f7090\">allow weapons</a> as well as aid to flow across its border with Ukraine?</p> <p>On Thursday Emmanuel Macron, French president, will host a gathering of EU leaders in Versailles for an informal European Council summit. On the agenda is a <a href=\"https://www.ft.com/content/4bf864d8-95ae-4d95-82b3-9b2c9eee845d\">wave of applications</a> from former Soviet states to be fast-tracked into EU membership, a move framed as a way to show solidarity with Ukraine but one that is <a href=\"https://www.ft.com/content/13ce2318-8e6c-467f-ab55-fc8b090e9e56\">unlikely to be fulfilled</a>, not least because it is <a href=\"https://www.ft.com/content/dfa82ffd-4c0a-42e0-81fe-f88c0d416619#post-30228738-3fdc-499e-8fb4-a69c247f3265\">fraught with complexity</a>.</p> <p>South Koreans go to the polls on Wednesday to decide a presidential contest that has been <a href=\"https://www.ft.com/content/376e7fae-2b05-4be0-ab1b-036a365291e8\">tainted</a> by scandal, family drama and insinuations of corruption, criminality and nepotism, and fraud. A tragedy for an important country — it is the world's 10th-largest economy — that has been a model in its <a href=\"https://www.ft.com/content/d68d6292-0486-4bfc-bf5c-54ce850a3f7a\">handling of the Covid pandemic</a> and needs good leadership to tackle real economic problems.</p> <p>Finally, a clarification. Last week I noted that we had entered the Christian period of Lent and was rightly corrected by Fr Andrew Bushell, a monk in the Orthodox Church, from the St Paul's Foundation in Massachusetts. As Fr Andrew explained, very graciously, last Wednesday was only the beginning of Lent for western Christians. For the Orthodox Church, the Great Lent — one of four lents in its calendar — begins this week on Clean Monday. I am happy to set the record straight, as you will see in the full calendar of events below.</p> <p>Thank you for all of your emails — to <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a> — about what you like and dislike about this newsletter. Please keep them coming.</p> <h1>Economic data</h1> <p>The unfolding tragedy of the Ukraine invasion has rendered a lot of the historic economic data of recent days irrelevant. However, the crisis will be very much on the minds of the governing council of the European Central Bank when they meet to decide its next move on interest rates on Thursday. </p> <p>The main UK data releases are backward looking, with January gross domestic product, trade and industrial production figures due on Friday. Expect also inflation updates from several nations including China, Japan, Germany, Italy and the US.</p> <h1>Companies</h1> <p>It's a week of insurance industry earnings reports. FTSE 100 insurer <strong>Prudential</strong> will reveal its annual results on Wednesday, a little more than a month after chief executive Mike Wells <a href=\"https://www.ft.com/content/78a5b3e8-7dd6-4c5f-9c14-a0dd447a30ba\">announced</a> his departure and the group said the next person to lead it would do so from Asia for the first time. </p> <p>Prudential's break-up in recent years has left a UK-domiciled company with primary listings in London and Hong Kong, but markets in Asia and Africa. The next global chief might be forced to be stationed outside Hong Kong in the short term, however, given the “friction” created by pandemic-related restrictions, the Financial Times recently <a href=\"https://www.ft.com/content/a3e2214d-2b6c-4f41-815c-a88620088f55\">revealed</a>. </p> <p><strong>Lego</strong>, the world's largest toymaker, whose little plastic bricks have been <a href=\"https://www.ft.com/content/f6bf1452-2be5-4edb-afec-78077d190da1\">valued more highly than gold</a>, reports full-year results on Tuesday. Expectations will be higher than a child with the Millennium Falcon set on their birthday wish list. Lego's growth has accelerated throughout the coronavirus pandemic. The question is whether the company can maintain its impressive performance.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>China, February trade balance figures</p></li>  <li><p>Germany, January factory order statistics</p></li>  <li><p>Japan, January current account and trade balance figures</p></li>  <li><p>UK, Halifax monthly house price index</p></li>  <li><p>US, January consumer instalment credit figures</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p><strong>Apple</strong> stages spring product launch event</p></li>  <li><p>Eurozone, Q4 GDP data</p></li>  <li><p>Germany, January industrial production figures</p></li>  <li><p>Italy, January retail sales figures</p></li>  <li><p>Japan, Q4 GDP data</p></li>  <li><p>OECD publishes interim economic outlook</p></li>  <li><p>UK, Q4 Mortgage Lenders and Administrators Return statistics</p></li>  <li><p>Results: <strong>Ashtead Group</strong> Q3, <strong>Direct Line Insurance</strong> FY, <strong>Domino's Pizza</strong> FY, <strong>Fresnillo</strong> FY, <strong>Greggs</strong> FY, <strong>Lego</strong> FY, <strong>Wood Group</strong> FY</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>China, February consumer price index (CPI) and producer price index (PPI) figures</p></li>  <li><p>Italy, January industrial production data</p></li>  <li><p>Japan, February PPI figures</p></li>  <li><p>Mexico, February CPI figures</p></li>  <li><p>UK, family and households data, revealing trends in living arrangements</p></li>  <li><p>Results: <strong>888 Holdings </strong>FY, <strong>Adidas</strong> FY, <strong>Cathay Pacific</strong> FY, <strong>Continental</strong> FY, <strong>Deutsche Post</strong> FY, <strong>Kier</strong> FY, <strong>Legal and General</strong> FY, <strong>Prudential</strong> FY, <strong>Vivendi</strong> FY</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>EU, European Central Bank governing council meeting in Frankfurt</p></li>  <li><p>France, January balance of trade figures and industrial production data</p></li>  <li><p>Israel, Q4 GDP data</p></li>  <li><p>Italy, January PPI figures</p></li>  <li><p>UK, Royal Institution of Chartered Surveyors February residential market survey plus Recruitment &amp; Employment Confederation &amp; KPMG monthly jobs report</p></li>  <li><p>US, February CPI data and weekly jobless claims </p></li>  <li><p>Results:<strong> Boohoo </strong>FY trading update, <strong>Brunello Cucinelli</strong> FY, <strong>Forterra</strong> FY, <strong>Hapag-Lloyd</strong> FY, <strong>Hugo Boss</strong> FY, <strong>Leonardo</strong> FY, <strong>National Express</strong> FY, <strong>TCS Group</strong> FY, <strong>Tod's</strong> FY</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, February employment data</p></li>  <li><p>Germany, February CPI data</p></li>  <li><p>India, January industrial production figures</p></li>  <li><p>UK, January GDP estimate plus monthly production figures</p></li>  <li><p>Results: <strong>Standard Bank</strong> FY</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Austria, the board of governors of the International Atomic Energy Agency meet in Vienna</p></li>  <li><p>Clean Monday, also known as Pure Monday, Ash Monday, Monday of Lent or Green Monday, is marked in the Eastern Orthodox Church</p></li>  <li><p>France, deadline for candidates to collect enough sponsors to participate in the country's <a href=\"https://www.ft.com/content/6855ef17-643c-4cfd-b249-0bbbb9a85195\">presidential election</a></p></li>  <li><p>India, Voting ends in the last of the seven-phase election in India's most populous state of Uttar Pradesh</p></li>  <li><p>US, trial begins for three former Minneapolis police officers charged with aiding and abetting unintentional second-degree murder and aiding and abetting second-degree manslaughter in relation to the death of George Floyd in May 2020.</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>International Women's Day</p></li>  <li><p>UK, Hungarian prime minister Viktor Orban meets his counterpart Boris Johnson for talks in London</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>South Korea, presidential election</p></li>  <li><p>Spain, Madrid Fashion Week begins</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>France, EU leaders gather for an informal summit in Versailles</p></li>  <li><p>UK, longlist for the Booker Prize for literature is announced, plus Crufts, the largest dog show in the world, opens in Birmingham</p></li>  <li><p>World Bagpipe Day, celebrating the idiosyncratic instrument</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Second anniversary of the World Health Organization declaring Covid-19 a pandemic</p></li>  <li><p>Djibouti, municipal elections</p></li>  <li><p>Norway, start of Finnmarkslopet, Europe's longest and toughest dog-sledge race</p></li>  <li><p>US, the South By Southwest Conferences and Festivals for music and film begin in Austin, Texas</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Sir Tim Berners-Lee publishes annual letter marking the world wide web's 33rd birthday, on the state of his invention and his vision for its future</p></li>  <li><p>Turkmenistan, early presidential election after incumbent Kurbanguly Berdymukhamedov resigned</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Colombia, parliamentary elections</p></li>  <li><p>Mali, first round of parliamentary and presidential elections</p></li>  <li><p>UK, EE British Academy Film Awards take place at the Royal Albert Hall, London</p></li>  <li><p>US daylight savings starts, clocks go forward one hour</p></li>  <li><p>Vatican City, Pope Francis marks the ninth anniversary of his appointment</p></li> </ul><p>Source: Jonathan Moules 2022 'European summits with Ukrainian questions on the agenda' FT.com 6 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-06T18:15:53.177Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4610,
          "end": 4615
        }
      ]
    }
  ]
}