{
  "_id": "39d27dc6689b88eb3d9e0a43f7e6aab4e2325e6b8ad459b7b899b9e8ac46bf59",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Worried You  Might Die in  Your Sleep?  ---  Doctors say sudden nocturnal death is  relatively rare. Know the risk factors.  ----  By Alex Janin",
  "text": "<p>   There are a lot of things to worry about these days. Should dying during sleep be one of them? </p><p>   Comedian Bob Saget's death earlier this month at age 65 prompted conversations about the possibility and risks after he was found unresponsive in a hotel room bed, though no cause of death has been announced. Doctors say dying during sleep is a perennial source of anxiety for patients, particularly those with cardiac issues. </p><p>   \"Patients come in and they are freaked out that they're going to die during their sleep,\" says Reena Mehra, a physician and the director of sleep disorders research at Cleveland Clinic. </p><p>   Sudden nocturnal death, while relatively uncommon, can occur as a result of a variety of factors, including stroke, seizure, sedative overdose, and, most frequently, sudden cardiac arrest, physicians say. Sudden cardiac arrest accounts for 90% of sudden and unexpected deaths that occur at nighttime, says Sumeet Chugh, medical director of Cedars-Sinai's Heart Rhythm Center. </p><p>   People most at risk for sudden cardiac arrest during sleep are those with known heart disease, such as coronary artery disease; lung disease, such as chronic obstructive pulmonary disease; and obstructive sleep apnea. </p><p>   The pandemic, and the recent rapid spread of Covid-19's Omicron variant, have some doctors concerned that patients are putting off appointments and care, and potentially suffering from undiagnosed conditions. Ateev Mehrotra, a professor of healthcare policy and medicine at Harvard Medical School, says it is too early to tell whether the Omicron wave has kept patients away. </p><p>   When cases rise, in-person visits fall and telemedicine visits increase, says Dr. Mehrotra. \"People are a bit more likely to defer a visit for later or decide it isn't worth it.\" </p><p>   People with both heart and lung disease and who take medicines that affect the brain, such as sedatives, antidepressants or pain medications, are at greatest risk of death during sleep, says Dr. Chugh. </p><p>   \"That's the triple whammy,\" says Dr. Chugh, who has been studying sudden cardiac death for 25 years. He recommends that the small percentage of people who fall into that category talk to their doctors about reducing their risk. </p><p>   \"Talk to your physicians again and say, 'Listen, do I need this extra sedative? Maybe I can try to manage with one instead of two,'\" he says. </p><p>   Obstructive sleep apnea, the most common form of sleep apnea, causes people to stop breathing for brief periods during sleep, and is estimated to affect one billion people ages 30-69 globally. Researchers estimate that 80% to 90% of U.S. adults with sleep apnea remain undiagnosed, Cleveland Clinic's Dr. Mehra says. It is detected earlier and more often in men. </p><p>   Several studies show that a person with obstructive sleep apnea's risk of sudden death is higher from midnight to 6 a.m., compared with the general population. Those with obstructive sleep apnea can stop breathing anywhere from 30 to 60 times per hour of sleep, Dr. Mehra says. The lack of oxygen raises the heart rate and blood pressure to increase the risk of sudden cardiac arrest, which carries a 90% chance of death, according to Dr. Chugh. </p><p>   During sleep, the body is less able to respond to symptoms, such as choking on fluid from the lungs or dangerous changes in heart rate, says Jack Flyer, a cardiologist based in Washington, D.C. </p><p>   \"If I'm standing up and I have a 10-second pause in my heart rate, I'm going to fall down and pass out and make a big thud and someone is going to hear it,\" says Dr. Flyer. \"When you're sleeping, you just can't respond to yourself and your own symptoms.\" </p><p>   Generally, sudden cardiac death accounts for an estimated 15% to 20% of all deaths world-wide, according to a 2018 study published in the Journal of the American Heart Association. Covid-19 may have changed that share in recent years. About 22% of sudden cardiac deaths are estimated to occur during nighttime, according to Dr. Chugh's research in the Oregon Sudden Unexpected Death Study. </p><p>   Doctors say the best way to reduce risks is to take charge of your own health: Learn your family medical history, ask questions during general health screenings and arm yourself with information about your body. If you don't have heart or lung disease, sleep apnea, or take medications that affect the brain, your risk of sudden nocturnal death is relatively low, says Dr. Chugh. Maintaining a healthy lifestyle -- including by eating healthfully, exercising regularly and getting plenty of sleep -- can help keep it that way. </p><p>   \"An ounce of prevention is worth a pound of cure,\" says Dr. Chugh. \"Re-evaluate your lifestyle. Do you exercise enough? Do you smoke? Do you use drugs?\" </p><p>   Sufficient sleep is also important. Fewer than seven to eight hours of sleep per night can increase a person's cardiovascular risk, says Dr. Mehra. </p><p>   Treating insomnia may reduce blood pressure, she says, citing a recent clinical trial in her lab. \"Sleep, I would argue, should be part of [regular] cardiovascular risk assessment,\" she adds. </p><p>   Patients in their 20s and 30s have little reason to worry unless they have a history of sudden death in their families, says Dr. Flyer. </p><p>   \"You're always more at risk when you're 60 versus 40,\" he says. </p><p>   Many problems can be identified and eliminated by a routine electrocardiogram test, or EKG, which records electrical activity in the heart to check for heart disease, he says. </p><p>   Let your primary-care doctor know about your family history to help determine whether you need to see a specialist, Dr. Flyer recommends. Assess your own potential risk -- have you ever passed out, or do you feel heaviness in your chest during a workout? Does your partner say you stop breathing during sleep? Answering yes to any of those questions could mean it is wise to talk to your doctor, he says. </p><p>   The rise of accessibility to healthcare through telemedicine, personal blood- pressure and heart-rate monitoring technology and at-home tests, including for sleep apnea, could make it easier for patients to get ahead of the risks. Dr. Flyer says he has been impressed by the ways patients can use Apple Watches to monitor health data, including heart rate. </p><p>   \"There's information that you can get at home so easily,\" he says. \"My mom is 83 and I want her to have an Apple Watch.\" </p><p></p>",
  "published": "2022-01-27T07:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6075,
          "end": 6080
        },
        {
          "start": 6242,
          "end": 6247
        },
        {
          "start": 6242,
          "end": 6253
        }
      ],
      "nexusId": "10022657"
    }
  ]
}