{
  "_id": "c130b78c56d6eb99a8eaca381f907938f8b42bd268309fa0c2afe110fbbf8a6a",
  "feed": "wall-street-journal",
  "title": "AMD Sees PC Slump Deepening --- Chip maker's glum outlook reflects turn in demand after Covid-fueled surge",
  "text": "<p>AMD said it expected around $5.5 billion of revenue in the current quarter, up by 14% but below what analysts forecast in a FactSet survey.</p><p>The subdued outlook reflected a challenged market for personal computers that its chips feature in and follows a warning last month for the third quarter, when AMD, a competitor to Intel Corp., told investors that the market was declining faster than expected and reduced its revenue guidance. Ms. Su said that the PC market could fall by close to 20% this year.</p><p>The company also expects global economic weakness to affect its business supplying chips for servers that go into datacenters. That business has been a strong point for AMD, driven partly by demand from fast-growing cloud-computing companies in North America. But Ms. Su said corporate buyers of servers were being more cautious about building out their computing infrastructure.</p><p>\"We have seen customers taking longer to make decisions and perhaps being a little bit more conservative\" on capital spending, she said.</p><p>AMD reported third-quarter results Tuesday, including sales of $5.6 billion, which were in line with that warning. The company posted net income of $66 million, down 93% from the prior-year's figure to reflect accounting changes from a recent acquisition and higher research and development spending.</p><p>The muted outlook for the fourth quarter comes as many tech companies get stung by slowing consumer spending, rising interest rates and soaring inflation. The turnabout follows a long-running surge in demand for technology amid the shift toward learning and working remotely at the outset of the pandemic.</p><p>Intel last week said it was cutting costs aggressively to cope with the downturn, including through targeted layoffs. The company reported a 20% drop in third-quarter sales and forecast even weaker revenue in the fourth quarter.</p><p>Microsoft Corp., Amazon.com Inc., Google parent Alphabet Inc. and Facebook parent Meta Platforms Inc. all gave worse-than-expected outlooks last week, although Apple Inc. bucked declines in global smartphone sales this year, reporting record revenue for the third quarter.</p><p>Tech companies have been hardest hit in arenas most sensitive to consumer demand, like PCs for AMD and Intel. Sales in the AMD division that includes chips for PCs fell by 40% to $1 billion in the third quarter, the company said. But the datacenter division, which houses its server chips, posted a 45% sales rise to $1.6 billion, about what analysts expected.</p><p>The company's gaming division -- AMD sells chips that go into popular videogame consoles and for PC gaming -- rose 14% to $1.6 billion of revenue.</p><p>AMD's stock rose by over 4% in aftermarket trading.</p>",
  "published": "2022-11-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2016,
          "end": 2026
        },
        {
          "start": 2016,
          "end": 2025
        },
        {
          "start": 2016,
          "end": 2021
        }
      ]
    }
  ]
}