{
  "_id": "2cdbc11f82122ec6aa092156f3efc86158790a9a1fe6fa3279b302e6846b8802",
  "feed": "ftcomall",
  "title": "‘Back to normal': Republicans benefit in first ‘post-pandemic' election",
  "text": "<p>The 2022 midterms are the first “post-pandemic” elections in the US, with the virus slipping down voters' list of concerns and president Joe Biden still winning some credit for his handling of the Covid-19 crisis.</p> <p>But the issues voters are most concerned about, from high inflation and poor school test results to rising levels of crime, have all been exacerbated to some degree by the <a href=\"https://www.ft.com/coronavirus\">pandemic</a> and its aftermath. And it is Republican candidates who are reaping the benefits.</p> <p>“Covid-19 is declining as an issue for the American public,” said Chris Jackson, senior vice-president at Ipsos. “People have gone back to normal, but they are not giving the Democrats credit for that — they want to know what both parties are going to do for them next.”</p> <p>Top of the list of voters' worries going into Tuesday's vote is inflation, multiple polls have shown, which is running at <a href=\"https://www.ft.com/content/10a8f934-ee38-4d8e-b56e-5a27b7bb8f62\">8.2 per cent</a>. Earlier this week, Fed chair Jay Powell indicated the US central bank's fight with soaring prices is far from over, warning interest rates will peak at higher levels than previously expected.</p> <p>While high prices have also been exacerbated by the war in Ukraine, economists say the problem stems from the pandemic. A study by Adam Shapiro, an economist at the Federal Reserve Bank of San Francisco, shows <a href=\"https://www.frbsf.org/economic-research/indicators-data/inflation-sensitivity-to-covid-19/\">nearly three-quarters</a> of core inflation can be traced back to the supply chain and demand disruptions caused by the virus.</p> <p>Claudia Sahm, the founder of Sahm Consulting and a former Federal Reserve economist, said: “China has just locked down the city where Foxconn makes iPhones — we are still seeing the effects of the pandemic play into supply chains. I have no idea why we are not talking more about Covid.”</p> <p>When voters do link issues such as inflation to the pandemic, it can work against Democrats. For instance, some blame the stimulus bill passed in the early days of the Biden administration, which helped boost demand just as the economy was recovering. </p> <p>Rich Thau, a moderator of the Swing Voter Project who has been conducting regular focus groups during the campaign, said: “Voters say the pandemic has fuelled inflation mostly through the money that was shovelled out the door by the federal government.”</p> <p>The after-effects of the pandemic are also rippling through in other areas: notably education and crime.</p> <p>Last week the first National Assessment of Educational Progress since 2019 showed <a href=\"https://www.axios.com/2022/10/24/test-scores-math-reading-covid\">a drop</a> in school children's reading scores and the biggest fall ever in maths results, reigniting the fierce debate over Covid-related school closures.</p> <p>Republican Glenn Youngkin unexpectedly won the race to become governor of Virginia last year after a contest dominated by debates over schools. And Democrat Phil Murphy nearly lost his seat as governor of New Jersey thanks to the unpopularity of his mask requirements for schoolchildren.</p> <p>The most recent test results have turned the issue into an <a href=\"https://www.ft.com/us-midterm-elections\">election</a> issue once again. Tudor Dixon, who is running to unseat the Democrat Gretchen Whitmer as governor of Michigan, said afterwards: “Gretchen [and] not the pandemic, is responsible for plunging test scores and record low education achievement. It didn't have to be this way.”</p> <p>Meanwhile several high-profile midterm races are hinging on rising crime, including Democrat Kathy Hochul's campaign to hold on to the New York governor's mansion. Although Republicans blame rising crime on Democrats' policing policies, some criminologists argue it has been fuelled in part by the economic scars left by the pandemic lockdowns. </p> <p>Data collated by the political website FiveThiryEight show that <a href=\"https://projects.fivethirtyeight.com/coronavirus-polls/\">Americans broadly approve</a> of the way in which Biden has handled the pandemic. </p> <p>But Tom Cochran at 720 Strategies, said that would hold little sway in the midterms. “Things are getting back to normal, but that's exactly why many people don't want to talk about it. Bringing it up on the campaign trail is just giving voters PTSD.”</p> <p>A poll released by Gallup on Friday showed 44 per cent of voters now believe the pandemic is over, up from 29 per cent last June. And <a href=\"https://www.ipsos.com/en-us/news-polls/FiveThirtyEight-2022-midterm-election\">a separate poll</a> by Ipsos showed just 7 per cent of likely voters listed it among their top three concerns.</p> <p>That helps explain why there has been little mention of Covid-19 on the campaign trail, either from the president or Democratic candidates — a stark turnround from two years ago when Biden ran on his ability to handle the virus more professionally than Donald Trump.</p> <p>Conversely, Republican candidates that took a more laissez-faire approach to the pandemic have hammered Democrats for being too draconian. For instance, Ron DeSantis, running for re-election as governor in Florida, has touted his light-touch approach to lockdowns and mask mandates.</p> <p>“I kept the state open and I kept the state free,” he said during a debate with his Democratic opponent last month.</p><p>Source: Kiran Stacey in Washington 2022 '‘Back to normal': Republicans benefit in first ‘post-pandemic' election' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T05:00:58.694Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}