{
  "_id": "90deb2a8f3db9a265a37fb04591586cad4df567d8746ee1a8ba29b732921b011",
  "feed": "ftcomall",
  "title": "Four days work for five days pay: rethinking our working hours",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/76e0355d-a53d-40d8-9d9b-2a78bb43ec70\"><em>‘Four days work for five days pay — rethinking our working hours'</em></a></p> <p>[MUSIC PLAYING]</p> <p><strong>Unidentified male 1<br></strong>I built, like, a skateboard ramp for my kids. It was a pretty poor ramp, to be honest. But that's a lot on their face. And they're still skating on it.</p> <p><strong>Unidentified female 1<br></strong>Walking and hiking and going to places where I actually have to walk up a hill because it's pretty flat here. Uhm, but to go and climb Kilimanjaro . . . </p> <p><strong>Unidentified male 2<br></strong>I wanna spend it on studying.</p> <p><strong>Unidentified female 2<br></strong>I really wanna take up paddleboarding.</p> <p><strong>Isabel Berwick<br></strong>While you're at work all week, slogging it out by day five, the people you just heard from are spending time doing exactly what they want. Why? Because they took part in the biggest trial to date of the four-day working week, which ran from June to November 2022. And it's happened right here in the UK. Let's see what else they've been up to.</p> <p><strong>Unidentified female 3<br></strong>I've just started learning piano. I love it. I want to become grade eight one day.</p> <p><strong>Unidentified male 3<br></strong>My children are grown up now. They work in retail. I very rarely see them on a Saturday or Sunday because they tend to be at work. So I get to spend more time with them.</p> <p><strong>Unidentified female 4<br></strong>Take my dog out for longer walks and really getting into my fitness and stuff.</p> <p><strong>Unidentified male 4<br></strong>Laundry, gym, tan. LGT. </p> <p><strong>Unidentified male 5</strong><br>It's the sort of stuff that you either put off completely because you get to the weekend and you go, it's the weekend ah, just leave it and then it never gets done.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>This week on Working It with me, Isabel Berwick, we're doing something different. For the past six months, Emma Jacobs — FT feature writer and columnist and friend of the podcast — has been following four different companies as they take on a radical experiment during the second half of 2022. In this special four-part mini-series, which we are of course running daily over the course of the four-day week, you'll hear from Emma as she talks to business owners and employees at four companies taking part in the trial. We'll meet the participants in the start and the end of the trial, and we'll ask whether we're all about to see the biggest change to our working hours since carmaker Henry Ford introduced the five-day week in his factories almost a century ago.</p> <p>Emma, I realise you're deep into this four-day week rabbit hole now. But for those less familiar with the concept, what is the four-day week and how did this enormous trial come about?</p> <p><strong>Emma Jacobs<br></strong>So the trial's been organised by a non-profit called 4 Day Week Global, and they've made it their mission to make the four-day week the new way of working life. And they set up this trial to find out whether it can work in action and learn from other companies that have done it before and also share best practice between them. It's the largest pilot of its kind, with 70 companies and 3300 employees. Other trials are running in Ireland, the US, Australia and New Zealand. But really it's about the enthusiasm for trying new things after the pandemic showed us we could actually work from home en masse.</p> <p><strong>Isabel Berwick<br></strong>Yeah. So what sort of companies signed up for this? Who did you decide to follow?</p> <p><strong>Emma Jacobs<br></strong>I picked four out of the 70 to show a mix of sectors. So I met Hutch, a games company based in London; Stellar Asset Management, a small financial services company which used to be run out of Oxford Street in central London; Yo Telecoms, a small telecoms company headquartered in Southampton; and Platten's, a fish and chip business in Norfolk on the coast. Not just because I like fish and chips, but also because it wasn't office-based.</p> <p><strong>Isabel Berwick<br></strong>Yeah, did you get free chips while you were there?</p> <p><strong>Emma Jacobs<br></strong>I paid for them, actually. (laughter)</p> <p><strong>Isabel Berwick<br></strong>Tell us a bit more about who we're hearing from in this first episode.</p> <p><strong>Emma Jacobs<br></strong>So the first company I'd like to introduce you to is Hutch, a games development company in east London. What's interesting about this company is that even before the pandemic, they were doing hybrid, which then gave them a competitive edge. This is Shaun, the CEO of Hutch.</p> <p><strong>Shaun Rutland<br></strong>We kept this actually quite top secret because we thought it was quite a mad idea. No game developers at the time did this. Tuesdays and Thursdays, we'd work from home. We were, like, 150 people, so it's quite a large-scale sort of hybrid working situation. The core of it was that we trust the staff and then the pandemic comes along. A lot of my competitors have gone full remote. I was speaking to a friend and I said, “Oh, you know your hybrid thing, man, that's just happened now. That's just the thing. I think in ten years time, four-day workweek could be viable.”</p> <p><strong>Emma Jacobs<br></strong>So as hybrid working became the norm in a lot of other places, Hutch decided to trial the four-day week to be able to offer something new. With the gaming industry facing staff shortages, Shaun hopes that the four-day week might help Hutch attract and keep talented people. But it's not straightforward.</p> <p><strong>Shaun Rutland<br></strong>There's definite issues. There's anxiety. People are stressed about trying to do five days in four. There are some staff that are worried about less social time with their teammates. Work is more than just a place you come and do work. It's actually a social place for a lot of people. And then I get people coming back and saying it is stressful, but actually I don't mind the stress because I get the Friday off.</p> <p><strong>Isabel Berwick<br></strong>Shaun, there, is articulating my own biggest issue with the four-day week, this sort of attempt to cram five days' work into four days and the associated stress. And Emma we've both done that while working part time here. I think you still do it. But what's different here with the four-day week concept?</p> <p><strong>Emma Jacobs<br></strong>Well, I guess that is universal. So often when people take part-time work in a full-time company, they have to prove themselves. And it's almost like a kind of favour, whereas here it's a given.</p> <p><strong>Isabel Berwick<br></strong>Yeah. And do you think this worry about workload that I have and lots of other people clearly have — does that mean we're currently not working as effectively as we should? Could the four-day week actually help us to think about being more productive?</p> <p><strong>Emma Jacobs<br></strong>I mean, it is a big ask to cram five days' work into four. And if you are doing a four-day week on four days' pay, why should you work the fifth day? So that is a big change. But I think that as an exercise, it's a really useful way of looking at how you spend your days.</p> <p><strong>Isabel Berwick<br></strong>Yeah, and I guess the big thing we're gonna hear about is trust.</p> <p><strong>Emma Jacobs<br></strong>Trust is a big thing. What Shaun said to me was something about: if you can't trust people to work effectively, how can you trust them to work at all?</p> <p>So the formula for all participants on the trial is that in return for 100 per cent to pay, workers have to do 100 per cent of the work in 80 per cent of the time. So when he originally suggested the idea, his enthusiasm was tempered by his colleagues' reaction.</p> <p><strong>Shaun Rutland<br></strong>I got feedback straightaway. Like, “This is a crazy idea.” “I'm not sure I wanna do it.” It's a bit of a mental shock to people. People are, “Oh so you're going to dock our pay.” It's like, no, you get the same pay all across having to work 10 hours a day. It's like, no. I think some people couldn't quite believe it. We've got customers to impress and we've got shareholders to deliver for. So we have to do the work and we have to do great work. We are owned by a publicly listed business that were very supportive of our trial, but we have to prove to them that the trial works. I think they're excited to see what the results are. They now understand it's about having more energy and actually being more compressed and focused. I'm an optimist, so I'm constantly focused about how we can make this work. But I'm also realistic. If it's not working, then we have to stand up and say we're going back. I'm not ashamed of trying, all right? That's the coolest thing about this business is we keep trying out things and we win half the time.</p> <p><strong>Isabel Berwick<br></strong>I really like Shaun's honesty there. Like, he's going into it with a very open mind. Was that something that you found in all the companies?</p> <p><strong>Emma Jacobs<br></strong>It's a self-selecting experiment, so they're enthusiastic and they're keen that it works and they're very clear that they have to make it work financially. When I was talking to Shaun over a longer time period, he kept bringing up, “This isn't a hippie, airy-fairy thing.” So I think, you know, the idea that this isn't about hard business metrics would be very unfair.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So I'm intrigued by this fish and chip shop you visited. What was the deal there and who did you meet?</p> <p><strong>Emma Jacobs<br></strong>So I first visited the fish and chip shop Platten's in Wales, next to the sea in Norfolk on the east coast of England in the first few weeks of them starting the trial. And I guess one of the biggest differences with Platten's compared to the others that I'm speaking to is that the shop and the restaurant are open seven days a week, with long days, very different to office workers. And like many in the hospitality industry, staff retention can be a problem.</p> <p><strong>Isabel Berwick<br></strong>So they're doing this experiment partly as a way to see if they can retain staff better or . . . </p> <p><strong>Emma Jacobs<br></strong>Yeah, exactly. But I mean, also, I think there's other issues, like they want their workers to be able to see their families. Anyway, maybe better to hear from Luke Platten. His grandparents started it in 1966 and it's been in the family ever since.</p> <p><strong>Luke Platten<br></strong>Hi Emma.</p> <p><strong>Emma Jacobs<br></strong>How's it going?</p> <p><strong>Luke Platten<br></strong>Yeah. Very well. Thank you, yourself?</p> <p>I started thinking there's got to be a better way. So many of us have all felt that we miss these life's milestones, having to work for summers, the weekends, when everybody else has such a large proportion of their time off. All of the employees, they all have a different purpose to why they've joined us, whether they are here just for the summer. And that's one of the measures we're actually looking at during the four-day week, is staff retention.</p> <p><strong>Emma Jacobs<br></strong>I first visited the company in the early weeks and then the trial seems to be working well for them.</p> <p><strong>Luke Platten<br></strong>So somebody that's on a 40-hour contract, we're looking at squashing that down on average to 32. Now, somebody that would be on 20 hours, say, we're looking at 16. And so far, it's been a huge success. I would say we know during our peak times we can't control how many people come through the door, but they're generally only between 12 and 2, and 5 and 8. So the challenges before in between and after that, to think more productively, to set up for the next day to help each other out.</p> <p><strong>Isabel Berwick<br></strong>So do you think this could be a particular boon for the hospitality industry, Emma?</p> <p><strong>Emma Jacobs<br></strong>It's a challenge because you need to cover the hours, but it's potentially one way of looking at staff retention and recruitment, which, as Luke said, is really hard. I mean, they're looking at other measures, which are predictable shifts, living wages and staff development, which are also other factors in the hospitality industry.</p> <p><strong>Isabel Berwick<br></strong>Yeah, I wasn't expecting that. I'm really pleased to hear that.</p> <p>[MUSIC PLAYING]</p> <p>And then you went to see a very different company on the south coast of England.</p> <p><strong>Emma Jacobs<br></strong>So the next company I went to visit was Yo Telecoms in Southampton. Like Platten's, it's not a 9 to 5 business. In fact, Yo is open 24/7.</p> <p><strong>Isabel Berwick<br></strong>Give us a bit of an overview of Yo.</p> <p><strong>Emma Jacobs<br></strong>They're based in a small industrial unit outside the city centre. There's a very young company. There's only a few people with children. Often when we talk about shortening work hours, it's to do with caring responsibilities. And when I spoke to people about what they were gonna do in their days off, it was more focused on socialising and health and fitness and seeing their family like going to see their parents. They're very social and they've got ping-pong table and pool table.</p> <p><strong>Isabel Berwick<br></strong>And who are their key players there? Who are we going to hear from?</p> <p><strong>Emma Jacobs </strong><br>The first person I met who gave me a tour of the building was CEO Nathan.</p> <p>[SOUND OF PEOPLE WALKING AROUND PLAYING] </p> <p>He loves boats and said he wanted to spend his days off reading about business development and being on the sea. He's got a tattoo of his co-founder Ryan on his arm. And Ryan sadly died in an accident in 2018. And he's got tattoos of his family.</p> <p><strong>Isabel Berwick<br></strong>Love a tattoo.</p> <p><strong>Nathan Hanslip<br></strong>We don't use a call centre. We don't use anyone that's not actually employed directly by the company. So we just have someone manned at all times at our desk working through tickets, night and day.</p> <p><strong>Emma Jacobs<br></strong>There was a bit of confusion at the start when Nathan first announced the idea of the four-day week trial.</p> <p><strong>Nathan Hanslip<br></strong>There was probably like 75 per cent of people that understood it clearly, and there was maybe 25 per cent of people that thought they were just going to be given a free day (laughter) and to have no extra input.</p> <p><strong>Emma Jacobs<br></strong>I asked him how he was organising the four-day week.</p> <p><strong>Nathan Hanslip<br></strong>It's gonna have to split on the department basis. Any of our customer service teams or customer facing were big enough that we can just do split shifts during the week. So I think we're gonna be a bit flexible there and to say that what works for you as an individual, and as long as you're activating it, that's then your day. It's still 830 to 530. It's literally just the fifth day, however that works.</p> <p><strong>Emma Jacobs<br></strong>Yo was thinking about implementing the four-day week in a way that was different. Employees have to earn their day off.</p> <p><strong>Nathan Hanslip<br></strong>And I think our biggest thing, and especially for me and a lot of the other leadership team, was when we all of a sudden realise that there's not clear KPIs for some departments. And that's our record, how do you do that? Unless they're hitting the numbers, then they don't get the four-day work week. So you kind of can't really lose on it.</p> <p><strong>Emma Jacobs<br></strong>But they're not gonna have to hit it this month. And then if they don't, they go back to five-day week.</p> <p><strong>Nathan Hanslip<br></strong>Yes . . . </p> <p><strong>Emma Jacobs<br></strong>They are . . . </p> <p><strong>Nathan Hanslip<br></strong>Yes. And that's the big part of it. So it's just all in their own hands.</p> <p><strong>Emma Jacobs<br></strong>So Nathan's talking about KPIs, they're all key performance indicators and those are the targets that staff have to set and then meet to earn their days off.</p> <p>So could it be that different departments are doing five days and four days, depending . . . </p> <p><strong>Nathan Hanslip<br></strong>Yeah, and different staff within the department as well. So you may have colleagues that are hitting it and colleagues that aren't, and I think it would probably be a very big motivator if you're not on your colleagues' off every single month on that fifth day.</p> <p><strong>Isabel Berwick<br></strong>Wow. That's quite radical. Do you think it's fair to make people earn this day off, Emma?</p> <p><strong>Emma Jacobs<br></strong>So I spoke to Shaun about it at Hutch and he thought that in a company like his, it wouldn't work, and maybe other companies would feel the same. You know that your performance does fluctuate from month to month, and maybe it's not fair to penalise people on the basis of a month.</p> <p><strong>Isabel Berwick<br></strong>But if you're working in a sales company, I guess that might be slightly different. Do you think people will get a chance to prove themselves the next month if they don't make it the first month? Is that sort of rolling thing?</p> <p><strong>Emma Jacobs<br></strong>That was the idea, yes.</p> <p><strong>Nathan Hanslip<br></strong>So some of the departments that have it very clearly set out, they're live this month. It's gonna go live for everybody apart from our engineering department because that one we haven't quite ticked off yet. And we just couldn't possibly do it as a business.</p> <p><strong>Isabel Berwick<br></strong>Is it like apples and pears? How can you measure different departments' productivity? Or have they got things in place to ensure this?</p> <p><strong>Emma Jacobs<br></strong>I think it is apples and pears. It's hard to benchmark some jobs against other jobs. And sales is pretty easy, you know that — how many sales you're meant to hit. It's much harder for other departments. Human resources, you know, is it how many wellness surveys you send out? Is it recruitment changes month to month? How do you do that on a kind of rolling basis? And also one of the things that we spoke about was how you get people excited once you've articulated their KPIs. If it's just send out X amount surveys, is that gonna motivate you?</p> <p><strong>Isabel Berwick<br></strong>Let's see what Nathan had to say.</p> <p><strong>Nathan Hanslip<br></strong>Marketing's been the hardest one because you didn't want to start impacting creativity by kind of putting in time constraints. We're still working on that and trying to find sort of a happy medium between leadership and the people within the department. It then unlocks interesting questions of like, right, what is quantifiable? Like, what are we achieving here and what are we trying to do?</p> <p><strong>Emma Jacobs<br></strong>I asked him what his fears were about starting the trial.</p> <p><strong>Nathan Hanslip<br></strong>That it becomes a new norm and then it drops. But I'm really hoping that it will be successful. So I think it's pretty life-changing for a lot of people. Be interesting when we catch up in a few months.</p> <p><strong>Emma Jacobs<br></strong>(laughter) You seem a bit nervous.</p> <p><strong>Nathan Hanslip<br></strong>Uhm. I'm, I'm, yeah. As, as, as huge as . . . </p> <p><strong>Emma Jacobs<br></strong>I thought that Yo were very interesting in terms of earning your days off and thinking very hard about each department on how they discover which metrics they're gonna hit. And also that so much of the discussion about shortening hours is about caring responsibilities. And they're looking at activities that they can do on their own or with groups. And also a lot of worries about making work more efficient is that you lose the social time. And they're a company that spends a lot of time socialising together and they see each other on nights out and do a lot of sports activities and go on holidays together. So it'd be interesting to see whether it frees them up to spend more time together in their free time.</p> <p><strong>Isabel Berwick<br></strong>Yeah. And I thought the incentivising of it was fascinating.</p> <p>[MUSIC PLAYING]</p> <p>So tell me a bit about the final company you spoke to.</p> <p><strong>Emma Jacobs<br></strong>So that's Stellar Asset Management and they're a very different environment. They were, when I met them, off Regent Street, quite an expensive part of town. They were all in shirts, whereas Yo Telecom was much more informal.</p> <p><strong>Isabel Berwick<br></strong>Like a straight-up office environment.</p> <p><strong>Emma Jacobs<br></strong>Yeah. So this is Daryl Hine, the chief operating officer.</p> <p><strong>Daryl Hine<br></strong>I think in this organisation, prior to the pandemic, we probably had an attitude of just expect people to come into the office five days a week, work whatever hours necessary, the three-hour commute — that was just the norm. And I think that if this had come along as a suggestion pre-pandemic, it would have been perhaps a little bit harder to get our heads around how we think it can work.</p> <p><strong>Emma Jacobs<br></strong>So Stellar, like many other organisations post-pandemic, has decided to move to a more flexible work environment, where staff can choose when they want to work at home or in their shared workspace. So one day, the CEO brought in an article about the planned 4 Day Week Global pilot scheme.</p> <p><strong>Daryl Hine<br></strong>And he kind of thrust it under the collective leadership teams' nose and said, “What do you think about this”? I was surprised, but as I started to research the topic in a little bit more detail, the penny started to drop that this could actually revolutionise the workplace. And when you start getting your head around the fact that the five-day week has been around for absolutely forever, going back to Henry Ford's days, perhaps you are ready for that change.</p> <p><strong>Emma Jacobs<br></strong>So when I first went to see Stellar, the company had been through about five weeks of the trial. But first it had gone through six weeks of preparation.</p> <p><strong>Daryl Hine<br></strong>So most staff have experienced up to five “gift days”, as we call them, in terms of the days off.</p> <p><strong>Isabel Berwick<br></strong>I love the sound of a gift day, but what does that mean exactly?</p> <p><strong>Emma Jacobs<br></strong>Well, the day off is more of a treat than an entitlement, I guess. So that's how they're interpreting the four-day week. So in return for doing 100 per cent of the work, they get a free day off, which is their gift day.</p> <p><strong>Daryl Hine<br></strong>We deliberately call it a “gift day” because at the moment we're not changing any contracts. We put it out as an offer for everybody to get involved in. But ultimately we need to get 100 per cent of outputs with 80 per cent of our time, maintaining 100 per cent of pay. So positioning this as a gift day, it kind of gives the mindset of — that day is there, provided that we can get our work done.</p> <p><strong>Emma Jacobs<br></strong>But even on your gift days, you have to stay alert.</p> <p><strong>Daryl Hine<br></strong>When it comes to a gift day, if an important meeting comes up and it needs to be attended, people will happily get involved and attend that meeting. And I think the title of gift day kind of positions it nicely as&#xa0; — yes, it's there, but we still got to get our job done.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So this idea of the gift day is interesting, but can we actually call it a gift day if you still have to be responsive to work on your day off?</p> <p><strong>Emma Jacobs<br></strong>I mean, I think the idea is that you won't be called on every gift day. And I think that it's really just there so that you know that, should things go awry in the office or if you're called in on a meeting, that you have to be responsive. But I think people were planning things like going for walks or playing golf or doing professional development. But it is the idea that it's not the weekend. It's different.</p> <p><strong>Isabel Berwick<br></strong>It's almost like a liminal space between work and the weekend that we don't have at the moment. So they might be doing something quite groundbreaking there.</p> <p><strong>Emma Jacobs<br></strong>I think they've done research in the past where if you even have to think that you have to answer an email or respond to a phone call, then you're still working and that kind of puts you in this mindset that you're still a bit stressed.</p> <p><strong>Isabel Berwick<br></strong>But if you're going for a nice walk in the country while you're looking at your email, that is a bonus. And if we're honest, most of us do look at our emails on our days off.</p> <p><strong>Emma Jacobs<br></strong>Yeah, I wish I didn't, but I do (laughter). And I think this works as companies volunteer for the four-day week. But if it was to become a universal right, that would be very different.</p> <p>So there's a couple of ground rules in place at Stellar in terms of how to operate the four-day week.</p> <p><strong>Daryl Hine<br></strong>We can't allow customer service to drop or change. So we're still open five days a week and normal working hours and we're maintaining the same level of service that we did before. The second one was that each team has to operate effectively, so that will not mean that everybody can have one specific day off. So every individual member staff has chosen a day to have off, which works operationally within that team. But you can't chop and change it. You can't say, I'm gonna have a Friday this week, or Wednesday next week, or Thursday the following week — it's gotta be consistent through the whole process.</p> <p><strong>Emma Jacobs<br></strong>In those early days, things seem to be going well. But Daryl says there were a couple of areas that needed some extra attention.</p> <p><strong>Daryl Hine<br></strong>How do we maintain that same level of productivity and outputs that we've been focusing on as the four-day week becomes the norm? Are we gonna slip back into old habits of longer meetings or meetings unnecessarily or whatever it might be? They're not insurmountable problems. They're just things to flag out now during the pilot and make sure we are conscious of how we're dealing with them.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So the different way these companies have interpreted this trial is really interesting to me. Emma, what came across most strongly to you during those early visits? What was your overall impression?</p> <p><strong>Emma Jacobs<br></strong>I guess just how much enthusiasm there is for trying something new. I mean, if you remember, this isn't a controlled experiment. These are business leaders who've already signed up to do something. And so they want to make it work, which is absolutely key. But also, there's nervousness. There's a lot at stake. And just the idea that you have to really get down to the nitty gritty of what your job is and how that interacts with other people in different departments.</p> <p><strong>Isabel Berwick<br></strong>Yeah, I really appreciate their honesty. It's a big thing to come on this podcast.</p> <p><strong>Emma Jacobs<br></strong>Yeah it is. There's a pressure as well that they want to a) make it work for themselves. How do they tell that they're not gonna, you know, slog away and fit all their work into four days and then when they give it the green light that everyone's going to slack off again. But also, I guess they want to make it work for other companies to show that they can do it.</p> <p><strong>Isabel Berwick<br></strong>Yeah. So in the second episode, we're gonna be hearing from staff at all four companies about how they feel about the trial at the start and also how it's going for them. Because surely we all want an extra day off a week. But is the extra planning on this compressed and possibly stressed shorter week actually worth it? Our companies all seem full of hope at the start of the trial, but will it last?</p> <p>[MUSIC PLAYING]</p> <p>With thanks to Emma Jacobs and the staff at Hutch, Yo Telecoms, Platten's and Stellar for this episode. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And please do get in touch with us. We want to hear from you. And we're at workingit@ft.com or with me @IsabelBerwick on Twitter. If you're an FT subscriber, please sign up for our Working It newsletter for some behind the scenes extras from the podcast and exclusive stories you won't find anywhere else. Sign up at FT.com/newsletters. Working It is produced by Novel for the Financial Times. Thanks to the producers Anna Sinfield and Flo de Schlichting. Executive producer Jo Wheeler. Production assistance from Amalie Sortland and mix from Chris O'Shaughnessy. From the FT we have editorial direction from Manuela Saragosa. Thanks for listening.</p><p>Source: Isabel Berwick and Emma Jacobs 2022 'Four days work for five days pay: rethinking our working hours' FT.com 5 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-05T05:00:06.737Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 25796,
          "end": 25801
        }
      ]
    }
  ]
}