{
  "_id": "8d678c5fc64ee1ad3df078e8298b92719627136ec15c5c4ddd6c78d96366cf49",
  "feed": "market-watch",
  "title": "Did the stock market peer through 'rose-colored glasses' as tech surged in July? 'I think we still have pretty tough sledding ahead of us,' says the CIO of Franklin Templeton Investment Solutions",
  "text": "<p>The technology-heavy Nasdaq Composite surged 12.3% last month for its best July performance ever and its biggest monthly gain since April 2020, according to Dow Jones Market Data. Meanwhile, the Russell 1000 Growth Index RLG gained 11.9% last month, outperforming the Russell 1000 Value Index's RLV 6.5% rise, according to FactSet data.</p><p>\"People are flocking to tech based purely on where they anticipate Fed policy evolving between now and next year,\" Danielle DiMartino Booth, chief executive of Quill Intelligence, told MarketWatch by phone late last week. \"All you're watching is herds in movement.\"</p><p>U.S. stocks rose last week after the Fed announced that it was hiking its benchmark interest rate by three-quarters of a percentage point in an effort to curb soaring inflation. The rally seemed linked to the assumption that a data-dependent central bank is moving toward backing off aggressively raising rates as the economy slows, according to DiMartino Booth.</p><p>The market may be looking through \"rose-colored glasses,\" said Ed Perks, chief investment officer of Franklin Templeton Investment Solutions, in a phone interview late last week.</p><p>\"I think we still have pretty tough sledding ahead of us,\" he said. \"The Fed is not removing inflation as their priority as Public Enemy No. 1 at this point.\"</p><p>U.S. stocks remain in a bear market, with the Nasdaq being the hardest hit of the three major benchmarks this year. Growth stocks have broadly suffered in 2022, faring far worse than value equities even after their recent rally.</p><p>See: Why a rally in growth stocks could signal 'peak' Fed hawkishness has passed</p><p>For example, the iShares Russell 1000 Growth ETF IWF has slid around 20% this year through Monday, compared with a decline of slightly more than 8% for the iShares Russell 1000 Value ETF IWD, according to FactSet data.</p><p>But Big Tech companies Apple Inc. AAPL and e-commerce giant Amazon.com AMZN appeared resilient last week after reporting quarterly earnings. Shares of Amazon surged 10.4% on Friday, as investors digested its results for the second quarter, which included a beat on sales even as it disclosed a second straight quarterly loss.</p><p>Read: Apple follows up robust earnings, swift iPhone sales with $5.5 billion debt deal</p><p>Meanwhile, traditionally defensive sectors of the S&amp;P 500 are among the beaten-down index's best performers this year through Monday, including a 3.4% gain for utilities XX:SP500.55 and a 2.7% decline for consumer staples XX:SP500.30. The S&amp;P 500 has dropped more than 13% so far in 2022.</p><p>In a sign of weakness creeping into the U.S. economy, the Institute for Supply Management released data Monday showing that its barometer of American factories fell in July to 52.8%. While any number above 50% signals growth, that was the weakest reading for its Manufacturing PMI index since June 2020.</p><p>See: U.S. factories grow at slowest pace in two years, ISM finds. New orders fall again in bad omen</p><p>The Institute for Supply Management report also showed signs of inflation pressures easing. Still, the cost of living, as measured by the consumer-price index, jumped to an annual rate of 9.1% in June, the highest since November 1981.</p><p>Pricing in that the Fed could begin cutting rates in 2023 seems \"phenomenally premature,\" according to Perks.</p><p>\"They're trying to reestablish price stability in the market without undue damage to the economy,\" he said. \"I do not think we've gotten the evidence on that to ring any kind of all-clear.\"</p><p>Stocks kicked off August closing modestly lower Monday. The Dow Jones Industrial Average DJIA slipped 0.1%, while the S&amp;P 500 SPX fell 0.3% and the Nasdaq COMP declined 0.2%.</p><p>Did the stock market peer through 'rose-colored glasses' as tech surged in July?</p>",
  "published": "2022-08-02T00:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2165,
          "end": 2170
        },
        {
          "start": 1856,
          "end": 1861
        },
        {
          "start": 1856,
          "end": 1866
        },
        {
          "start": 1867,
          "end": 1871
        },
        {
          "start": 1856,
          "end": 1865
        }
      ]
    }
  ]
}