{
  "_id": "b104af149c821741dfa1558280eaf64794aaac9f72783b84a0336b3e8d9944fe",
  "feed": "market-watch",
  "title": "'Robbing Peter to pay Paul': Apple is the latest company offering a buy-now-pay-later option. Here are 4 reasons you should think twice before signing up. Apple follows companies including Affirm and Klarna into the BNPL space. But observers advise caution before jumping in.",
  "text": "<p>From the archives (May 2021): The buy now, pay later wave: Afterpay, Klarna, Affirm and rivals hope to take U.S. by storm</p><p>BNPL companies have partnerships with an ever-growing number of retailers — from American Airlines AAL to Rite Aid RAD — which vastly expands the number of stores where a consumer cap choose to use a pay-later service. The companies make money by charging these merchants a fee on every purchase.</p><p>Already a red-hot product, BNPL is likely to see a powerful surge in interest with the entry of a tech behemoth like Apple, analysts say. Apple's BNPL product is powered by the Mastercard MA network, and it is slated to be available wherever Apple Pay is a payment option. Payments can be managed on the iPhone itself via Apple Wallet.</p><p>Apple did not respond immediately to a MarketWatch request for comment on its BNPL program.</p><p>Prior to Apple's announcement, more than 10% of U.S. adults surveyed by the Fed in 2021 said they had used a BNPL service in the last year; 78% did so out of convenience, and 53% did so to avoid using a credit card. Worryingly, about half said that it was the \"only way they could afford their purchase.\" BNPL was more common among people with lower incomes and less education, the Fed detailed in its 2021 report.</p><p>Here are four reasons shoppers may want to tread carefully before signing up for a BNPL program, according to experts.</p><p>1. Interest-free installments do not mean a buy-now-pay-later purchase is cheaper.</p><p>In splitting a payment into four and making an expensive item \"cheaper\" and more manageable by paying in installments, there's a potential danger of overspending.</p><p>Consumers who use BNPL \"need to be really careful about the total cost of ownership,\" Ted Rossman, senior industry analyst at CreditCards.com, told MarketWatch. \"Don't just fall into this trap of, 'Oh, it's just four payments over six weeks — it's not that bad.' What's the real amount that you owe? Are you mixing this with other buy now, pay later plans?\"</p><p>\"You just have to be careful to not overspend, because $50 here and $50 there can really add up,\" Rossman added. \"There's some danger of overspending.\"</p><p>2. Buying now and paying later for essential goods could be a sign of financial distress.</p><p>There's also a potential for deferring payments unnecessarily, particularly for essential goods, which could become a Band-Aid that masks deeper financial problems.</p><p>For instance, as BNPL operators partner with companies that provide essential goods — from gas stations to grocery stores — people may consider using installment payments for such services.</p><p>\"There's going to be a big market for stuff like gas and groceries,\" Rossman said, and \"that worries me. It's a little bit like robbing Peter to pay Paul.\"</p><p>Particularly amid this inflationary environment, with gas and grocery prices high, there is a temptation to use BNPL to defer costs.</p><p>But if a BNPL user is spreading out payments over six weeks, Rossman said, \"in six weeks, you're going to need more gas … that's just sort of like you're upside down.\"</p><p>3. BNPL could potentially affect your credit score in the future.</p><p>Missing a BNPL payment may not incur the same penalties as missing a credit-card payment. Late fees are not substantial, as of now. But with credit bureaus looking at BNPL and thinking of how to account for them in users' credit scores, there is a potential for some damage to occur to your credit score in the near future.</p><p>It hasn't happened yet, but TransUnion TRU, Equifax EFX, and Experian EXPGY are all monitoring the buy-now-pa-later space to understand how it works and how to incorporate it into mainstream credit scores, according to their websites.</p><p>The Fed's survey said that most people who use BNPL make payments on time. Late payments, however, were more common among those who made less than $50,000 a year, and among people who said they had lower credit scores.</p><p>So signing up for that BNPL service on your iPhone could potentially ding your credit score if you miss enough payments.</p><p>4. The good times may not last forever for BNPL users.</p><p>Finally, there is a risk of BNPL companies changing tack, because offering zero-cost installment loans amid an inflationary backdrop could become costly — and, therefore, destined to be short-lived.</p><p>As the world emerges from the darkest days of COVID-19, there's a chance that the Federal Reserve will hike interest rates even further than it already has in an effort to control rising inflation in the U.S.</p><p>Rising interest rates have already affected the housing market and credit cards. If BNPL providers were to continue offering zero-cost installment loans, consumers could potentially turn to them to make bigger and riskier purchases, which they may not end up paying off fully.</p><p>Consider this: About 3.7% of outstanding loan dollars at BNPL operator Affirm AFRM were already at least 30 days late at the end of March, which is up from 1.4% a year earlier, the Wall Street Journal reported.</p><p>Losses, in part related to late payments, were rising for Affirm, and also for Zip, another BNPL player, the Journal reported.</p><p>Affirm said the increase in late payments was related to looser underwriting standards; Zip said some of its losses were related to \"companies it acquired in 2021,\" the Journal reported.</p><p>'Robbing Peter to pay Paul': Apple is the latest company offering a buy-now-pay-later option. Here are 4 reasons you should think twice before signing up.</p>",
  "published": "2022-06-10T12:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 155,
          "end": 160
        },
        {
          "start": 741,
          "end": 746
        },
        {
          "start": 856,
          "end": 861
        },
        {
          "start": 755,
          "end": 760
        },
        {
          "start": 557,
          "end": 562
        },
        {
          "start": 536,
          "end": 541
        },
        {
          "start": 5298,
          "end": 5303
        },
        {
          "start": 29,
          "end": 34
        },
        {
          "start": 661,
          "end": 670
        },
        {
          "start": 661,
          "end": 666
        }
      ]
    }
  ]
}