{
  "_id": "8175da501debb915b1c7ed43de0166177d9f58a090e2d8ece0b275af2220c88d",
  "feed": "wall-street-journal",
  "title": "Google Shares Fall as YouTube and Search Ads Take Hit; Parent company Alphabet's revenue growth in third quarter dropped to lowest level in more than two years",
  "text": "<p>The results show weakness in the economy spreading to some of its more resilient names, including many tech companies that saw their sales and stock prices rise during the pandemic. Microsoft Corp. on Tuesday reported its worst quarterly earnings in more than two years, and Texas Instruments Inc. said it was seeing flagging demand in personal electronics and from some other industrial buyers.</p><p>The Google results point to continued fragility for the digital-advertising industry, which has been clobbered in recent months. Some of Google's core properties, including YouTube and search, which have long been drivers of the company's overall performance, showed surprising weakness.</p><p>Alphabet Inc., Google's parent company, reported revenue of $69.1 billion in the third quarter, an increase of 6.1% from the same period last year but less than analysts expected.</p><p>In a period when the company's executives have talked about becoming more disciplined inhiring, Alphabet's full-time employee base increased by almost 12,800 workers in the quarter, the biggest change on record. Alphabet shares fell more than 6% in after-hours trading.</p><p>\"Times like this are clarifying,\" said CEO Sundar Pichai, in a call with analysts after earnings were announced. He said Google has begun a push to become more efficient \"by realigning resources to invest in our biggest growth opportunities\" and that employee growth will be \"significantly lower\" in the fourth quarter.</p><p>While Google has attempted to become less reliant on advertising in recent years, the tech company still makes the majority of its revenue from ads that appear next to search results and videos surfaced by the company's algorithms.</p><p>Alphabet's revenue growth in the third quarter was the company's lowest since the second quarter of 2020, when the company lost business as the coronavirus stoked fears among advertisers. Sales rose 41% in the third quarter last year, by comparison.</p><p>Google has recently pushed big brands toward a suite of automated tools for purchasing advertising across the company's own properties and other online publishers, a move analysts have credited with boosting the core search-advertising business.</p><p>The search business reported revenue of $39.5 billion in the third quarter, an increase of 4.3%.</p><p>Because search has historically been such a consistent performer, \"this is a weak result,\" said Mark Mahaney, an analyst at Evercore ISI. He added that it is \"probably a very good indicator of expanding caution and weakness among small-business marketers.\"</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook for Google? Join the conversation below.</p><p>Advertising revenue on Google's YouTube video platform fell 1.9% to $7.1 billion, the first time sales have dropped since Alphabet began reporting the unit's financial performance in 2020. YouTube relies more heavily on so-called brand advertising than other parts of Google's business, making it more susceptible to the pullback in spending.</p><p>Analysts said Google remained relatively insulated from the privacy changes that Apple Inc. introduced last year, which have tripped up tech companies that rely heavily on tracking users across mobile apps for ad targeting.</p><p>Yet the broader economic slowdown has prompted Mr. Pichai to search for ways to improve the company's bottom line after a boost in fortunes during the pandemic spurred a period of breakneck expansion.</p><p>Mr. Pichai said in July that Google would slow hiring for the rest of the year and last month said the company should become 20% more productive, without providing details on how he would measure the improvements.</p><p>Last month, Google scaled back spending at an internal startup incubator and shut down its streaming videogame service Stadia, a product Mr. Pichai introduced with a big marketing push in 2019.</p><p>Revenue in Google's cloud-computing division, one of its biggest areas of spending, increased by 37.6% to $6.9 billion, growing slightly faster than in the second quarter this year.</p><p>Alphabet reported $13.9 billion in net income during the third quarter, a decrease of 26.5% compared with the same period last year. At market open on Tuesday, shares in the company had fallen about 30% since the beginning of the year, slightly less than the tech-heavy Nasdaq Composite Index and other major online-advertising companies.</p><p>Last week, Snap Inc. reported its slowest quarterly revenue growth since becoming a public company and said it was operating on the expectation of zero growth this quarter, sending shares 26% lower in trading.</p><p>Facebook parent Meta Platforms Inc. is expected to report a second consecutive quarter of declining advertising revenue on Wednesday. An investment firm that is a large Meta shareholder urged the company in a public letter this week to cut employment expenses by at least 20%.</p><p>Write to Miles Kruppa at miles.kruppa@wsj.com</p><p>Google Shares Fall as YouTube and Search Ads Take Hit</p>",
  "published": "2022-10-25T22:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3041,
          "end": 3051
        },
        {
          "start": 3041,
          "end": 3046
        },
        {
          "start": 3041,
          "end": 3050
        }
      ]
    }
  ]
}