{
  "_id": "e5ba38ca35f18bda45e158107e274d96065d571c732be7989ce3cd56f1d9b537",
  "feed": "ftcomall",
  "title": "Shantaram, Apple TV Plus review — much-awaited adaptation is a wasted opportunity",
  "text": "<p>Well, we can't say there was no warning. After all, how could a production weather a storm of script backlogs, scrapped episodes, an overhauled showrunner and director, lockdowns, location changes as well as actual monsoons and still emerge on the other side as a coherent, compelling series?</p> <p><em>Shantaram</em>, the much-awaited adaptation of Gregory David Roberts's bestselling 1980s-set novel-cum-travelogue, finally arrives on Apple TV Plus after a fraught few years of development hell. Sadly, that time seems to have been wasted. This tale of a fallen man's attempt to find both himself and redemption in various “exotic” lands has little self-awareness and few redeeming qualities.</p> <p>Alarm bells ring from the outset. Not in the Melbourne prison, from which a bank-robber is escaping, undetected, in the first scenes, but in the minds of us viewers as we're subjected to an opening salvo of banalities and exposition. Within the first few minutes we hear our troubled, crushingly earnest hero Lin Ford (Charlie Hunnam) talk about the “hard lessons” he's had to learn, about his journey from promising youngster to “failed student, son, criminal, addict” and his quest to “be the man [he] was going to be”.&#xa0; To do so Lin (real name Dale) decides to change his identity and flee to India, a country fragrant, he notes with his discerning nose, “with the smell of hope”.&#xa0;</p> <p>Complacent writing veers towards outright carelessness once the action shifts to Mumbai — all slums, claustrophobic streets and dens of ill-repute (shot not on site but in Thailand and Australia). As our glorified gap-year-er quickly falls in with an insalubrious crowd of expat dealers and hustlers, including femme fatale Karla (Antonia Desplat), the locals and surroundings are largely reduced to secondary roles and background details. In the first three episodes at least, Indian characters are either presented as victims of poverty and corrupt authorities or, in the case of Lin's city and moral guide Prabhu, as cartoonishly eager and deferential.</p> <p>Compounding the show's lack of nuance and consideration is a general absence of storytelling flair. Despite a couple of tense action scenes, too much time is spent languishing in shallow plotting and characterisations, or worn down by dialogue that manages to be both blunt and circumlocutory.</p> <p>Things might well have been different — the excellent director Justin Kurzel had shot two discarded episodes that were reportedly darker and more daring — and things could yet improve. The next nine episodes promise to take Lin to Africa and Afghanistan, but it doesn't smell too hopeful.</p> <p>★★☆☆☆</p> <p><em>Episodes 1-3 on Apple TV Plus now; new episodes released on Fridays</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Dan Einav 2022 'Shantaram, Apple TV Plus review — much-awaited adaptation is a wasted opportunity' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-17T04:00:26.499Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 422,
          "end": 427
        },
        {
          "start": 2624,
          "end": 2629
        }
      ],
      "nexusId": "10022657"
    }
  ]
}