{
  "_id": "528432958b5301e1fee6ebc4c60cb9469fee7a78db62d83bc064a4a24792ce8c",
  "feed": "market-watch",
  "title": "The 10 best new and updated SUVs in 2022",
  "text": "<p>Here are the best new and redesigned SUVs for 2022.</p><p>1. 2022&#xa0;Hyundai Tucson</p><p>HyundaiThe&#xa0;2022 Hyundai Tucson&#xa0;is all-new for this model year and offers more space and tech than previous generations. You can choose from a variety of powertrains including hybrid and plug-in hybrid versions, and tons of safety features come standard. Our editors really liked the spacious cabin and the easy connectivity. In addition, Hyundai's HYMTF new air purification system monitors the cabin's air quality and shows you real-time air pollution, all while cleaning it to make your drive even more pleasant.</p><p>The 2022 Hyundai Tucson comes standard with all the technology bells and whistles you could want. There's Apple AAPL CarPlay and Android Auto, as well as a ton of safety features like forward collision avoidance assist with pedestrian detection, lane-keeping assist, lane-following assist, and more.&#xa0;</p><p>Don't miss:Here's when you can look forward to used car prices finally going down</p><p>2. 2022 Genesis GV70</p><p>GenesisWhile Genesis is still considered to be a relatively new automotive brand, the product the luxury line from Hyundai is turning out is consistently impressive and the&#xa0;2022 Genesis GV70&#xa0;does not disappoint. The 5-passenger SUV is KBB's 2022 Best Buy Award winner that offers plenty of luxury and gorgeous styling both inside and out. With a choice of two engines — the base 2.5-liter turbocharged 4-cylinder or a more raucous 3.5-liter turbo V6 — you'll be sure to have enough power and panache to get you where you're going. All-wheel drive is standard with either engine.</p><p>A few of the features our editors really enjoyed in the 2022 Genesis GV70 include the gorgeous interior, a beautiful and easy-to-see 3D gauge cluster, and standard Apple CarPlay and Android Auto. The Genesis also has remote smart parking assist features that help you get in and out of tight spaces while standing outside of the vehicle.</p><p>Check out:Which electric SUVs have the most cargo space? Here's a full list</p><p>3. 2022 Lexus NX</p><p>LexusThe&#xa0;2022 Lexus NX&#xa0;is a compact luxury SUV. It offers a bold exterior design, new touchscreen infotainment system, and a wide range of engine choices including a hybrid and plug-in hybrid. All-wheel drive comes standard on all but the base trim of Lexus NX.</p><p>Our editors really liked the updated touchscreen infotainment system, which moves away from the fussy touchpad controller of the previous generation. We also like the Lexus' safe exit assist system. This feature warns passengers and drivers of a vehicle or bicycle approaching from behind when exiting. The Lexus NX also gets the updated Lexus Safety System+ 3.0 that includes automatic emergency braking, blind-spot monitoring, rear cross-traffic alert, adaptive cruise control, automatic high beam headlights, lane-keeping assist, pedestrian detection, and more.&#xa0;</p><p>Don't miss: How much more gas is costing for every type of vehicle — see how yours stacks up</p><p>4. 2022 Acura MDX</p><p>AcuraThe&#xa0;2022 Acura MDX&#xa0;gets a brand-new stronger chassis that makes it more enjoyable to drive on the road. It comes standard with a potent 290-horsepower V6. There's also an Acura MDX Type S with a twin-turbo 3.0-liter V6 that puts out 355 horsepower. We can't wait to get our hands on that one.</p><p>In the meantime, our editors really enjoyed the roomy and elegant interior, the excellent technology and safety that comes standard on most 2022 MDXs, and the wireless Apple CarPlay and Android Auto.&#xa0;</p><p>5. 2022 Jeep Grand Cherokee</p><p>The popular&#xa0;Jeep Grand Cherokee&#xa0;gets a total update for this model year. This includes an option for the first-ever plug-in hybrid. The new Grand Cherokee is on the same platform as the 3-row Grand Cherokee L. While the Grand Cherokee has always offered a combination of capability and sophistication, it now offers a lineup that has seating for up to seven passengers and an incredibly expansive options list.</p><p>KBB editors particularly liked the 10.25-inch digital gauge cluster that comes standard on the entire lineup and the solid active cruise and lane control. The system is robust enough that a 2022 Jeep Grand Cherokee can handle accelerating, braking, and steering in the right conditions that range from everything from stop-and-go traffic to full-speed highway road trips.&#xa0;</p><p>6. 2022&#xa0;Nissan Pathfinder</p><p>Like others on this list, the&#xa0;2022 Nissan Pathfinder&#xa0;is all-new for this model year and includes an all-new and more rugged appearance, a 9-speed automatic transmission (rather than the old CVT), and seating for up to 8 passengers.</p><p>Nissan Some of our favorite features of this all-new Pathfinder include the addition of ProPilot Assist — Nissan's NSANY suite of advanced driver assistance features — as standard on all but the base trim. The system combines steering assistance with adaptive cruise control, making highway driving a bit less stressful even when you're faced with heavy traffic. At the Platinum trim, this system communicates with the navigation system and can automatically slow for sharp bends, freeway exits, and upcoming intersections. Like most of the vehicles that are heavily redesigned for this model year, the Nissan Pathfinder gets the addition of wireless Apple CarPlay, but doesn't include wireless Android Auto.&#xa0;</p><p>7. 2022 Toyota Corolla Cross</p><p>The&#xa0;Toyota Corolla Cross&#xa0;is totally new for 2022 and it offers a ton of tech and safety in a small SUV package with seating for up to five passengers. It uses the same powertrain from the popular Corolla sedan but gets all-wheel drive as an option as well. Toyota TM has hinted that there may be a hybrid coming sometime next year, too.</p><p>Read:What is EV, BEV, HEV, PHEV? Here's your guide to types of electric cars</p><p>We really liked the suite of Toyota Safety Sense features that offer everything from adaptive cruise control and automatic emergency braking to automatic high beams and more. Toyota has also made an upgraded 8-inch touchscreen available (standard on the LE and XLE trims), which includes two USB ports, wireless charging, Apple CarPlay, Android Auto, and Amazon AMZN Alexa.&#xa0;</p><p>8. 2022 Jeep Wagoneer and 2022 Grand Wagoneer</p><p>The&#xa0;Jeep Wagoneer&#xa0;gets three rows of seating for up to 8 passengers and offers a super luxurious experience combined with plenty of capability, including the ability to tow up to 10,000 pounds. It comes standard with a 5.7-liter V8 paired with a 48-volt mild-hybrid system that puts out 392 horsepower and 404 lb-ft of torque. Inside, the Wagoneer boasts leather seating, a ton of safety and driver-assist technologies. You can also opt for a 7-passenger layout should you want captain's chairs in the second row.</p><p>The&#xa0;Grand Wagoneer&#xa0;is the more luxurious of the two Wagoneers, and it offers plenty of rugged off-road ability, including up to 24 inches of water fording, upscale interior options, a 4-zone climate control system, and a full suite of driver and safety assists. It also boasts s bigger and more powerful V8 engine. Both the Wagoneer and the Grand Wagoneer come with standard Apple CarPlay and Android Auto, onboard Wi-Fi, and Bluetooth.&#xa0;</p><p>9. 2022 Volkswagen Taos</p><p>VolkswagenThe smallest SUV from Volkswagen VWAGY is a brand new vehicle to the VW lineup. Announced late in 2021, it is on dealer lots as a 2022 model and offers a peppy and efficient 1.5-liter turbo engine, a comfortable ride and handling, and some good-looking styling.</p><p>The&#xa0;Taos&#xa0;is a 5-passenger SUV that looks like a baby Atlas, the largest of the SUVs that VW offers. It gets Volkswagen's impressive Digital Cockpit that includes a digital cluster as standard. If you upgrade to the SEL model you get a larger 10.25-inch display with three different views. Our favorite is the navigation view that switches the whole cluster to a map view. We also really like the Travel Assist feature which is standard on the SEL trim. It allows for partially automated hands-on driving up to 95 miles per hour.&#xa0;&#xa0;</p><p>Also on MarketWatch: How much should I invest? | How to Invest: Ep. 1</p><p>10. 2022 Infiniti QX60</p><p>Infiniti updated the&#xa0;QX60&#xa0;for the 2022 model year. The automaker revamped the chassis from the previous QX60, added fully digital instruments and a larger 12.3-inch screen, and swapped the transmission from a CVT to a 9-speed automatic that makes this 3-row vehicle a bit snappier on the road.</p><p>Our editors particularly enjoyed the updated styling inside and out that was taken from the QX Inspiration and QX60 Monograph concepts. The new powerful design offers striking good looks with tons of refinement. Plus the QX60 gets standard Apple CarPlay and Android Auto and optional second-row captain's chairs. It also has a semi-autonomous driving assist system that can help make road trips much more enjoyable.&#xa0;</p><p>This story originally ran on&#xa0;KBB.com</p>",
  "published": "2022-03-30T05:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3407,
          "end": 3412
        },
        {
          "start": 696,
          "end": 701
        },
        {
          "start": 5982,
          "end": 5987
        },
        {
          "start": 6969,
          "end": 6974
        },
        {
          "start": 1736,
          "end": 1741
        },
        {
          "start": 702,
          "end": 706
        },
        {
          "start": 5159,
          "end": 5164
        },
        {
          "start": 8483,
          "end": 8488
        }
      ]
    }
  ]
}