{
  "_id": "66ec53421f5171c66193aa2a897c494d270827587872ed6c5acb980a954f567c",
  "feed": "wall-street-journal",
  "title": "Summer Grilling Recipes: Top Techniques for Harnessing the Flavor of Fire; If any ingredient can be called universally craveable, it's smoke. Recipes for grilled halibut, smoky eggplant dip and smoked red pepper soup get remarkable depth from the world's oldest cooking method.",
  "text": "<p>SMOKED RED PEPPER SOUP sells twice as fast at the farmers' market as red pepper soup. I know this because every Saturday I am at a farmers' market in Pennsylvania selling what we in the farming community call Value Added Products. My wife is a produce farmer and my role on the farm is to add value to her produce by cooking it into sauces and soups and whatever else I can think of. And one of the easiest ways to add value to produce is to smoke it.</p><p>Cooking with fire and thereby using smoke as an ingredient is the crudest, oldest way to cook anything. Yet smoke never stops being seductive—not just the flavor but the way it moves through the air and lingers. No matter who you are or where you grew up, the waft of smoke takes you someplace comforting and warm. It's powerful and evocative and it really moves the soup.</p><p>How you harness that power depends on what's being smoked, the circumstances and the equipment available. No matter what, you'll be burning something. Charcoal briquettes will work, but hardwood charcoal is far better. Cooked down to coals, hardwood packs more smoky flavor. Even the chips of fruit wood or hickory you can find at most hardware stores in the summer, soaked and piled in an aluminum tray on a gas grill's grate, will add layers of sensual smokiness.</p><p>In my perfect world, I build a campfire with a grate set up over the wood. After an hour, I'll scoot the coals to one side with a shovel and place what I'm cooking on the side of the grate opposite the coals, then partially cover everything with a grill top. This is indirect charcoal cooking, a technique John \"Doc\" Willoughby called smoke roasting in several articles during his tenure as executive editor at Gourmet magazine. It works for chicken and pork, but also tomatoes and peppers—stuff that will take a little time to absorb the smoke's flavor and might burn directly over the coals.</p><p>When cooking smaller things that might slip through the grill grates, like cherry tomatoes or peas, I place them in a metal sieve that sits on the grill grate. To smoke liquids, butter or cheeses such as ricotta or feta, I'll place them in a metal bowl atop the grate over indirect heat and stir every few minutes. Everything is cooked mostly covered, to let the smoke linger a while. </p><p>Find the recipe for Smoky Eggplant Dip below PHOTO: Jenny Huang for The Wall Street Journal, Food Styling by Pearl Jones, Prop Styling by Sophie Strangio</p><p>Cooking directly in or on the coals works perfectly for something like eggplant, which will suck up the flavor of smolder like a sponge. The charred skin peels away to reveal smoky, supple flesh that only needs a subtle touch of seasoning. There we go: I can't seem to describe smoked eggplant without sounding like a romance novelist. Smoke is sexy stuff.</p><p>Of course, my world is so often imperfect that I will occasionally find myself in front of a gas grill. In this case, a simple way to achieve smokiness is to place a log of hardwood (apple or cherrywood both work well) about the thickness of your wrist directly atop the flame. The gas grill I use most has separate front and back burners. I wedge the wood between the flame and the grill grate over the back burner and cook at the front of the grill, letting the smoke waft up and around as the domed lid of the grill recirculates it, essentially smoke-basting the food.</p><p>The list of foods that benefit from this way of cooking is endless. Hearty greens like escarole and Swiss chard, peppers of all kinds (shishito, Jimmy Nardelo, bell), halved butternut or acorn squash drizzled with a little oil, sprinkled with salt. On our farm I have my work cut out for me. When I'm not at a market this summer, selling smoky sauces and soups, I'll be tending the coals.</p><p>SHARE YOUR THOUGHTS</p><p>Share your experience with these recipes. Did you make any adaptations? Join the conversation below.</p><p>Summer Grilling Recipes: Top Techniques for Harnessing the Flavor of Fire</p>",
  "published": "2022-06-30T18:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2964,
          "end": 2969
        }
      ]
    }
  ]
}