{
  "_id": "61b9ec1aa315d792c34368d86e376cd4b702c8bbf8d3966da612b4eb24a19fad",
  "feed": "ftcomall",
  "title": "US states lavish subsidies on carmakers for edge in EV race",
  "text": "<p>As electric vehicles promise to reshape American manufacturing, US states and local regions are vying for the spoils. </p> <p>Public subsidies for the construction of EV and battery plants are ballooning around the country. Last year, governments approved about $2bn in incentives, more than the previous six years combined, according to a database compiled by Good Jobs First. </p> <p>Michigan, the historic capital of the US motor industry, passed a $1.5bn bill in December that expanded state incentives, including for EV production. The legislation paid off last week when General Motors said it would invest nearly $7bn in the state to convert one factory to build electric vehicles and construct another to make batteries. </p> <p>“We proved the doubters and the cynics wrong,” Michigan governor Gretchen Whitmer said in announcing the investment. “We showed everyone that we can compete for transformational projects. We can win billions in investments and thousands of jobs.”</p> <p>The Biden administration has sought to subsidise EV manufacturing across the country, proposing $3.5bn in grants to convert car plants as part of his social spending and climate bill. But the legislation has hit a roadblock in Congress. </p> <p>States, meanwhile, are moving forward with their own, competing, subsidies. &#xa0;</p> <p>In Michigan, GM will receive $824mn incentives for its latest EV and battery project, which it said would lead to 4,000 new jobs and 1,000 retained jobs. </p> <p>Mary Barra, chief executive, said the incentives were “very important” in GM's decision to locate the EV investments in Michigan because they would keep the company competitive on pricing. Given what the company's presence will contribute to the state and municipalities, she said, “we see it very much as a win-win”.&#xa0;</p> <p>GM's announcement came four months after Ford said that it would spend $11bn to build EV assembly and battery plants in the states of Tennessee and Kentucky. Ford, which like GM has its headquarters in Michigan, received $1.3bn in government incentives for the projects. The company on Thursday reiterated its <a href=\"https://www.ft.com/content/19c7d704-f576-4c35-a267-c9943dae77e2\">goal</a>&#xa0;of making 600,000 electric vehicles a year by the end of 2023. </p> <p>Critics worry that taxpayers' money is being lavished on corporations, but supporters see incentives as a down payment on a region's future economic gains. </p> <p>The state of Michigan is spending between $160,000 and $210,000 for every job created or retained through GM's new investments, said Tim Bartik, senior economist at the WE Upjohn Institute for Employment Research. Ford's latest projects in Kentucky and Tennessee are costing the states up to $60,000 and $100,000 a job, respectively.</p> <p>“The average incentive deal in the US might be around $50,000 per job,” Bartik said. “However, it is not at all unusual for highly capital-intensive projects, as this appears to be, to receive incentives of over $100,000 per job.”</p> <a href=\"http://www.ft.com/cms/69084b66-3723-4d33-af7b-e593fda81107.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The database maintained by Good Jobs First, a corporate and government watchdog group, showed that since 2002 the EV pioneer Tesla has received the most subsidies at $2.5bn.</p> <p>The database and published reports rank Ford as the next highest at $1.5bn, followed by GM at $1.1bn. Fourth on the list is the start-up electric truck company Rivian, which is now set to receive<a href=\"https://www.ajc.com/politics/georgias-incentive-package-for-5b-rivian-plant-likely-largest-ever/2G62JS2TKFGRXNCWODF7UPOUX4/\"> more than $400mn</a> from Georgia to build a new plant in the southern state. </p> <p>Car and truck plants traditionally have been attractive economic development projects because the unionised jobs paid higher wages than average for work that does not typically require a university degree. The plants' benefits were multiplied as suppliers set up shop near their customers and hired workers.</p> <p>“States are paying a little bit of money up front to get billions in long-term payout,” said Connor Morgan, a spokesman for the Zero Emission Transportation Association, a trade group for the emerging EV industry including motor manufacturers, battery makers and charging companies.</p> <p>The largest subsidy to date came in 2014, when the state of Nevada extended $1.3bn to Tesla to open its first battery “Gigafactory” in Storey county, outside Reno. </p> <p>The factory has shifted the area's economy, said Austin Osborne, manager of Storey county.</p> <p>With an average hourly wage of $25.78, the plant has provided a higher-paying employment opportunity in a state where nearly a quarter of jobs are in tourism and gambling. Tesla's presence has attracted other businesses such as data centres owned by Apple and Las Vegas-based Switch, Osborne said.</p> <p>“You have to adapt to the world, and we have adapted to the world by creating an incentive package,” Osborne said. “It's simple capitalism. It's the market.” </p> <p>“The product in this case happens to be a building environment, and the services they need, he added. “Without being able to create a platform for these businesses to be successful, they'll go somewhere else, and then our community will not be able to survive.” </p><p>Source: Claire Bushey in Chicago 2022 'US states lavish subsidies on carmakers for edge in EV race' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-04T10:00:39.300Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4384,
          "end": 4389
        }
      ]
    }
  ]
}