{
  "_id": "0d74dba9c6b72cb1a5f7ff5187159a3ed543018d640b780bcc5761c9391300de",
  "feed": "ftcomall",
  "title": "Did AutoX risk safety to look good for investors?",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/721b48ca-0670-4b52-ac2d-9ff8b24bf786\"><em>Did AutoX risk safety to look good for investors?</em></a></p> <p><strong>Marc Filippino<br></strong>Good morning from the Financial Times. Today is Thursday, April 7th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>The US slapped more sanctions on Russia, this time targeting Vladimir Putin's family. Brazil's national oil company has nominated a new CEO after a few false starts, and an investigation found that an ambitious driverless vehicle company sacrificed safety to attract investment. I'm Marc Filippino and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]&#xa0;&#xa0;</p> <p>Yesterday, the US announced new sanctions on Russia's state-owned companies. The escalating pressure is a response to reports of Russian atrocities against Ukrainians. The US imposed severe sanctions on two of Russia's largest financial institutions, Sberbank and Alfa-Bank. They also targeted President Vladimir Putin's two daughters. The UK also announced its own sanctions, including full asset freezes against Sberbank and a ban on importing Russian iron and steel products.</p> <p>[MUSIC PLAYING]&#xa0;&#xa0;</p> <p>Brazil's state-backed oil company, Petrobras, may soon have a new CEO. Last night, the government nominated high-ranking technocrat Jose Mauro Coelho to the post and if confirmed, he would oversee a crucial part of Brazil's economy. Petrobras makes up about 10 per cent of the country's gross domestic product. But the key question is whether Coelho will stick around. Earlier in the week, the former nominee for CEO withdrew over a conflict of interest. All this comes during an election year, and the FT's Michael Pooler says this means there's a lot of pressure on Coelho to make President Jair Bolsonaro happy.</p> <p><strong>Michael Pooler<br></strong>There's going to be a race for the presidency in October, and inflation is a really bad issue. It's in the double digits right now, and this is hurting the popularity of President Jair Bolsonaro. And Bolsonaro lately has been lashing out with Petrobras because it's been increasing fuel prices. And that's because global benchmarks for crude oil have gone up, particularly in the wake of the Ukraine war. Bolsonaro doesn't like this. He's called out the company for it. He said that, you know, Petrobras doesn't need to do this. It's hurting Brazilian consumers, and he's really shown that he's not happy with the current CEO.</p> <p><strong>Marc Filippino<br></strong>Despite all the uncertainty. Petrobras shares have been holding up.</p> <p><strong>Michael Pooler<br></strong>That suggests that investors are not massively concerned. But speaking with some analysts, they say that it does actually raise some concerns over the long-term strategy of the company, even if it's not going to have a huge shift in the short-term. But then if you take it on a broader perspective, it raises questions about what the next president of Brazil, whether it's Bolsonaro, whether it's his rival Lula, who's the former leftwing president, what their intentions are when it comes to Petrobras in the future. Not only Petrobras, but more broadly, government's involvement and potentially intervention in the economy.</p> <p><strong>Marc Filippino<br></strong>Michael Pooler is the FT's Brazil correspondent.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p>The race is on to get a driverless car to market. And one contestant is a Chinese company called AutoX. Its founder calls himself “Professor X” after the leader of the Marvel Comics superhero team, the X-Men, and he needs to attract investment like all start-ups do. But the FT's China correspondent Eleanor Olcott has found that AutoX may have cut corners to promote itself.</p> <p><strong>Eleanor Olcott<br></strong>I spoke to multiple former employees, both in China, but mostly in the US, who said that AutoX executives allowed the cars to operate in ways that put them closer to a potential collision in order to get vital data that would improve the technology or to present a flattering picture to the outside world. Among all of the tales these individuals told me about AutoX, one incident really stood out. The company was showcasing its cars at the 2019 CES show, which is a famous tech conference in Las Vegas that attracts thousands of people. And during demo rides with prospective investors and the media, Xiao had actually ordered his engineers to turn off all the safety features that would allow the driver to take the car out of autonomous mode if it encountered a problem. Thankfully, no one was hurt, but someone with direct knowledge of the incident told me how dangerous this was on the busy streets of Las Vegas.</p> <p><strong>Marc Filippino<br></strong>But Eleanor, the move seems to have worked? Or at least, AutoX had a pretty good showing in Las Vegas, right?</p> <p><strong>Eleanor Olcott<br></strong>Three months after the conference, AutoX actually received a $100mn investment from a consortium that included the Chinese ecommerce group Alibaba and the state-owned car manufacturer Dongfeng. So the technology clearly was convincing to investors. It's just a matter of how behind the scenes, they were cutting corners with safety in order to make their technology look good.</p> <p><strong>Marc Filippino<br></strong>So, Eleanor, one person you spoke to described this industry, autonomous driving technology, as a kind of “wild west”, right? Like, lots of players are racing to be first to market. How does AutoX compare with other companies in the race like Waymo and Cruise?</p> <p><strong>Eleanor Olcott<br></strong>It's very difficult to do like-like comparisons between the various players because there's actually very little third party data we can use to compare them by. The best method of comparison we really have is the California State of Department Motor Vehicle Statistics, where most of these players will be testing their cars. And according to their latest report, AutoX is actually doing pretty well. One data point that analysts often point to is the number of miles driven per disengagement. I know that's a bit of a mouthful, but it basically means how far the cars drove in autonomous mode before the safety driver had to take it over. And on that front, AutoX actually came out on top, ahead of better-funded rivals Cruise and Waymo. But if you dig into the data, you find out that AutoX actually only reported one disengagement for the entirety of 2021, which again ties back to concerns of former employees, were conveying to me that the company had a much high tolerance for disengagement, one that was potentially putting its drivers and the public at risk.</p> <p><strong>Marc Filippino<br></strong>Have you talked to AutoX about these allegations?</p> <p><strong>Eleanor Olcott<br></strong>Yes. I sent them a detailed list of questions to the company outlining all of the allegations, and the company never got back to me. I emailed several times, but never had a response.</p> <p><strong>Marc Filippino<br></strong>Eleanor Olcott is the FT's China correspondent.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p>Before we go, I wanna tell you about something new from the FT. It's an app for your iPhone, and every day it has eight handpicked stories, both news and opinion. It's called FT Edit. Malcolm Moore is the editor of the app.</p> <p><strong>Malcolm Moore<br></strong>So one thing that we saw, especially during the pandemic, was that there was a lot of reader appetite for stuff that was in-depth and politically neutral. People really wanted to go and find like the definitive article on the subject, and the FT has got loads of that kind of reporting. You know, the FT obviously has an existing audience of professional readers who need the information in the newspaper to be able to do their jobs and, you know, they may work in finance and so on. But we thought actually there might be another audience out there of people who just wanted really objective, in-depth quality reporting.</p> <p><strong>Marc Filippino<br></strong>So, Malcolm, I'm just putting this out there, and I don't take this personally. But before you and I started talking, I was playing around with the app and I noticed there were no podcasts on there, no FT News Briefing, but there was also no video, right? It was just articles. And it, seriously, I'm just curious: what was the thinking behind that?</p> <p><strong>Malcolm Moore<br></strong>Yeah. Well, we had two thoughts. The first is definitely we wanted to make it as minimal as possible, right? We wanted to give people a place where they could really focus on the articles where they could really make the most of that little bit of time they have to read something worthwhile. But the other thing is that this is a big experiment for the FT, and we wanted to put it something out there that was really, really simple to start with. And then when people come back to us and say, actually, we can't live without podcasts, then we'll build that. So this is just the starting point. And over the next year, the app is gonna evolve quite a bit, I think.</p> <p><strong>Marc Filippino<br></strong>The new FT Edit app is available for download, and we've got a link in the show notes. The first month is free.</p> <p>[MUSIC PLAYING]&#xa0;</p> <p>This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Eleanor Olcott and Michael Pooler 2022 'Did AutoX risk safety to look good for investors?' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-07T04:00:06.424Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}