{
  "_id": "c988d4f066a598994a2d02ddb17f7435777d8753876dd1d2197e68e26f9768a4",
  "feed": "ftcomall",
  "title": "iPhone assembler Foxconn shifts production from China Covid-hit plant",
  "text": "<p>Apple's main iPhone assembler Foxconn is preparing to shift production to other parts of China after masses of workers began fleeing its main hub to escape a worsening Covid-19 outbreak.</p> <p>City officials on Monday bussed <a href=\"https://www.ft.com/content/8dde8b4c-bfe1-46c6-a0d1-45fb7045b570\">workers</a> away from the Zhengzhou plant, where staff say the company has failed to provide adequate food and a safe working environment during the outbreak, which is testing Apple's supply chains. </p> <p>Analysts say the factory complex represents about 60 per cent of Foxconn's iPhone assembly capacity.</p> <p>“We're in peak production season right now so we need a lot of assembly-line workers . . . our company is co-ordinating back-up production capacity at other sites,” a spokesperson for the Foxconn plant told Chinese state media. </p> <p>Shares in Hon Hai Precision Industry, Foxconn's Taiwan-listed entity, fell 1.4 per cent on Monday. “With the current pandemic situation it is a protracted war to do a good job keeping more than 200,000 employees safe,” Foxconn said in a stock exchange filing on Sunday evening. </p> <p>Apple has based most of its supply chain in China, leaving the US tech group exposed to Beijing's rigid zero-Covid strategy. &#xa0;</p> <p>Ming-chi Kuo, an analyst at TF International Securities, estimated that the situation in Zhengzhou affected “more than 10 per cent of global iPhone production capacity”.&#xa0;</p> <p>But Kuo said the Covid outbreak was not yet denting forecasts for Apple's iPhone shipments in the current quarter. “It's expected that Foxconn's production capacity will gradually improve within a few weeks, and there should be a limited impact on the 4Q22 iPhone shipments,” he said.</p> <p>Local Chinese authorities on Sunday tasked Foxconn with helping employees return home and improving conditions at the factory after photos and videos of hundreds of workers leaving the campus on foot went viral on social media.</p> <p>Two Foxconn workers in self-quarantine in buildings around the factory complex said their assembly lines were short-staffed on Monday. “No one at my station said they were working,” said one of the Foxconn employees, who asked not to be named.</p> <p>A third employee said he was debating whether to report for duty on Monday night. “The pandemic frightens me . . . but I need to make money,” he said, adding that assembly lines were already strained from worker shortages last week.</p> <p>Analysts at Morgan Stanley said they were monitoring the situation with the fourth quarter “peak season for iPhone shipments”.</p> <p>“Zhengzhou is one of Foxconn's major production sites, particularly for iPhone assembly,” they said in a report.</p> <p>Authorities have locked down swaths of Zhengzhou in an attempt to control the city's latest Covid outbreak. The city of more than 10mn people on Monday reported 40 new Covid cases.</p> <p>Foxconn and Apple did not immediately respond to requests for comment. </p><p>Source: Gloria Li in Hong Kong and Ryan McMorrow and Nian Liu in Beijing 2022 'iPhone assembler Foxconn shifts production from China Covid-hit plant' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-31T09:56:05.701Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1021,
          "end": 1026
        },
        {
          "start": 2739,
          "end": 2744
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 391,
          "end": 396
        },
        {
          "start": 1382,
          "end": 1387
        }
      ],
      "nexusId": "10022657"
    }
  ]
}