{
  "_id": "c190216e932521552bf0b8e3eae8b2ac6ef347b0b1a99c103f7005e859e234d6",
  "feed": "wall-street-journal",
  "title": "Europe Taps Tech's Power-Hungry Data Centers to Heat Homes; Rising energy prices and new regulations contribute to an increase in projects",
  "text": "<p>After years of discussions about putting residual heat to work rather than simply venting it outdoors, more such projects are becoming a reality.</p><p>In the past year, Amazon.com Inc., Apple Inc. and Microsoft Corp. have started connecting, or announced plans to connect, major data centers to district heating systems in Ireland, Denmark and Finland. Alphabet Inc.'s Google has said it is assessing opportunities to recover heat from its data centers across Europe.</p><p>Meta Platforms Inc. has been recovering excess heat from its data center in Odense, Denmark, since 2020. The Facebook parent is currently expanding that base, with plans to provide enough excess heat to warm about 11,000 homes as of next year.</p><p>Other data-center operators are providing heat to networks, particularly in Northern Europe, including Equinix Inc., which is expanding its district heating project in Helsinki, and working on new ones in Germany and other countries.</p><p>In the Netherlands, there are 10 data centers already supplying heat, and another 15 projects are being built or researched, according to the Dutch Data Center Association, a trade group.</p><p>Higher energy prices, stemming from Russia's decision effectively to cut off natural-gas deliveries following its invasion of Ukraine, have boosted the financial incentive for tech companies to invest in systems necessary to sell off their excess heat, according to energy and tech-sector officials.</p><p>\"All of a sudden, the business case for a heat network fueled by residual heat is much more interesting than a couple of years ago,\" said Stijn Grove, the Dutch Data Center Association's managing director.</p><p>Public pressure to increase energy efficiency at data centers has been a major driver, as well, according to industry executives. The European Union is in the final stages of negotiating a new energy-efficiency directive that would, according to the latest drafts, require center operators to conduct feasibility studies of using their excess heat for homes and offices.</p><p>In addition, national and local governments from France to Denmark have introduced tax incentives, or even made recapturing waste heat a requirement for some new building permits.</p><p>\"The basic idea is good, and it's now spreading,\" said Timo Piispa, vice president of heating and cooling at the partly state-owned Finnish energy company Fortum Oyj. The company is involved in a project to collect waste heat from an Amazon data center in Dublin and is working with Microsoft to recycle waste heat from two large planned data centers in Finland.</p><p>Globally, data centers are estimated to account for roughly 1% of electricity use, according to a 2020 paper in the journal Science, a level that has remained more or less constant despite an explosion in cloud services in recent years. In the EU, however, policy makers say the higher density of data centers and increased usage in recent years mean they use more—accounting for closer to 3% or more of electricity consumption in some countries.</p><p>Data centers in proximity to district heating systems could provide as much as roughly 50 terawatt-hours a year of excess heat, according to a study from ReUseHeat, an EU-funded project aimed at promoting waste-heat reuse. That would work out to between 2% and 3% of the energy that EU households used on space heating in 2020, according to data from Eurostat.</p><p>SHARE YOUR THOUGHTS</p><p>How could this new push affect Europe's energy crisis? Join the conversation below.</p><p>Tech companies have for at least a decade touted the idea of funneling the heat generated by their enormous racks into such systems as a way to make their operations more energy-efficient, which helps them meet emissions targets. But the systems have faced technical and legal challenges in putting them into practice.</p><p>Most data centers are cooled with air, and the warm air they expel isn't as hot as that required by most municipal heating systems. That means a tech company or the power company it partners with must install heat pumps to further warm the air to usable levels.</p><p>Energy companies also often want commitments to provide heat energy for 10 or more years—longer than the financial-planning horizon for some data center owners, according to industry experts.</p><p>Another major issue is that data centers must be near a heat network to make sure the heat doesn't dissipate. And in many parts of the world, residential and office heat are only needed six months a year or less, potentially making much of the production wasted.</p><p>\"Often mayors tell us, there is a data center. Can't we use it to heat a building or a pool? But it isn't always possible unless there is the right infrastructure nearby,\" said Yannick Duport, international director for Dalkia, a subsidiary of France's EDF SA.</p><p>Mr. Duport, whose company has built or operates several networks that use data-center heat, said new tax breaks and energy-efficiency requirements from localities are changing the calculus.</p><p>In the Danish town of Viborg, local officials pushed for Apple to connect a 485,000-square-foot data center there to the local heat network. This year, the company said it would do so as part of an expansion. Apple says it is working with local officials on how to use heat from the plant, which is powered by renewable-energy projects.</p><p>\"The pressure is growing,\" said Niels Fuglsang, a Danish member of the European Parliament who is leading negotiations on the energy-efficiency legislation. \"If we can make sure we utilize the heat from data centers, we can save on our energy bills and do something good for the climate.\"</p><p>Write to Sam Schechner at sam.schechner@wsj.com</p><p>Europe Taps Tech's Power-Hungry Data Centers to Heat Homes</p>",
  "published": "2022-12-29T10:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 181,
          "end": 190
        },
        {
          "start": 181,
          "end": 191
        },
        {
          "start": 181,
          "end": 186
        },
        {
          "start": 5157,
          "end": 5162
        },
        {
          "start": 5005,
          "end": 5010
        }
      ]
    }
  ]
}