{
  "_id": "86cf16ff5dc6619abb2eabfe5dea6e163c792d9121ad796bee201fd31c75648d",
  "feed": "wall-street-journal",
  "title": "Klarna's Slashed Valuation Creates Losers and a Few Winners; The former fintech darling cuts its valuation to raise fresh funds, generating both paper losses and big gains for Silicon Valley's biggest players",
  "text": "<p>The Sweden-based specialty lending and online payments provider Monday said it raised $800 million at a $6.7 billion valuation. That valuation brings it in line with its publicly traded peers such as U.S.-based Affirm Holdings Inc. Klarna said it would use the new funds primarily to expand in the U.S.</p><p>The Wall Street Journal previously reported Klarna was close to raising fresh funds at the sharply lower valuation.</p><p>The reappraisal of Klarna's value reflects the pain reverberating through Silicon Valley, especially among investors who piled into hot tech names near the peak of valuations in 2021. Venture-capital firms often base the value of their investments on a company's most recent funding round.</p><p>At the current level, Klarna's fundraising wipes out much of the paper value of SoftBank's investment. The Japan-based conglomerate initially invested money in Klarna in March last year at a $31 billion valuation, according to PitchBook. SoftBank then led the next fundraising at $45.6 billion. SoftBank's name wasn't included among the list of existing investors taking part in the current funding round.</p><p>SoftBank said Friday one of its top investment officials, Rajeev Misra, was stepping back from his current role to pursue an outside investment opportunity.</p><p>Silver Lake, a dominant tech investor, didn't invest in Klarna at its peak valuation. It did, though, bet on the company in 2020, leading a fundraising at a $10.7 billion valuation. At the time, Silver Lake executives Egon Durban and Jonathan Durham described Klarna as \"one of the most disruptive and promising fintech companies in the world, redefining the e-commerce experience for millions of consumers and global retailers…\"</p><p>The firm then backed up that claim, subsequently investing in the company at a valuation almost three times higher, according to PitchBook. Silver Lake participated in the latest funding round, according to Klarna.</p><p>Klarna's core offering, known as buy-now-pay-later, is embedded in online checkout pages for retailers such as Macy's and Bed Bath &amp; Beyond. Consumers use Klarna to break up payments over time for things they order online and Klarna takes a fee from the retailers. It competes directly with credit-card companies, and some investors viewed the company as possibly the next PayPal Holdings Inc. or Block Inc., companies that have grown by stealing business traditionally dominated by banks.</p><p>The company's services boomed during the pandemic as consumers flocked to online shopping. So did its valuation, which soared through several funding rounds from $5.5 billion to $31 billion and eventually $45.6 billion, as investors bet that trajectory could continue.</p><p>But in recent months investor appetite for money-losing companies has dried up. Competition is another headwind. Traditional credit-card lenders such as Barclays PLC have jumped into the buy-now-pay-later space and last month, Apple Inc. said it would add a buy-now-pay-later feature to Apple Pay. At the same time, Klarna and its competitors face increased scrutiny from regulators about buy-now-pay-later products in the U.S. and the U.K.</p><p>Buyout firm Permira profited on Klarna and avoided the pitfalls of buying in at the inflated valuations. It acquired stock at valuations around $2.5 billion in 2017 and then $3.5 billion in 2019, according to PitchBook. It then sold most of its position to other investors at a valuation of $31 billion following Klarna's fundraising in March 2021, according to people familiar with the matter.</p><p>Permira made five times its initial investment from the sale, generating hundreds of millions of dollars in profit from that deal. It retains about a 4% stake in the company, according to one of the people.</p><p>General Atlantic was an early winner on Klarna, and later sat out when the valuation soared even higher before crashing. The investment company bought into Klarna in 2011 at a valuation of $1 billion and then again in 2014 at a valuation of $1.3 billion. It sold shares in 2017 in a deal that valued the company at around $2.4 billion, according to a person familiar with the matter and PitchBook data. General Atlantic is no longer an investor. </p><p>Michael Moritz, a partner at Sequoia Capital, the well-known venture capital firm, is also Klarna's chairman. PHOTO: Simon Williams for The Wall Street Journal</p><p>Sequoia Capital, the well-known venture-capital firm, is better positioned to benefit from a Klarna rebound because it was an early supporter. Ahead of the latest funding, the firm had participated in five fundraisings since 2010. All five were done below the current valuation, the highest being about $3.5 billion in 2019, according to PitchBook. Michael Moritz, a partner at Sequoia, is also Klarna's chairman.</p><p>\"The shift in Klarna's valuation is entirely due to investors suddenly voting in the opposite manner to the way they voted for the past few years,\" Mr. Moritz said. \"Eventually, after investors emerge from their bunkers, the stocks of Klarna and other first-rate companies will receive the attention they deserve.\"</p><p>In addition to Silver Lake, other Klarna existing shareholders that participated in the funding round included Sequoia, Commonwealth Bank of Australia and the company founders, including Chief Executive Sebastian Siemiatkowski, Klarna said.</p><p>Abu Dhabi sovereign-wealth fund Mubadala Investment Co., along with the Canada Pension Plan Investment Board, both new investors, also participated, among others. Their involvement indicates that some investors are sensing an opportunity to get in on fintech companies at more affordable prices.</p><p>Corrie Driebusch and Julie Steinberg contributed to this article.</p><p>Write to Ben Dummett at ben.dummett@wsj.com</p><p>Klarna's Slashed Valuation Creates Losers and a Few Winners</p>",
  "published": "2022-07-11T18:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2903,
          "end": 2913
        },
        {
          "start": 2903,
          "end": 2908
        },
        {
          "start": 2963,
          "end": 2972
        },
        {
          "start": 2963,
          "end": 2968
        },
        {
          "start": 2903,
          "end": 2912
        }
      ]
    }
  ]
}