{
  "_id": "72fd0d1dff2db4ade4d35777fb994da2e55bb7d93dc1737b812834a0e2dd166a",
  "feed": "ftcomall",
  "title": "Five of the best vineyard restaurants",
  "text": "<p><strong>Wine dining in Waiheke</strong></p> <p>On May 1, New Zealand will <a href=\"https://www.ft.com/content/78321fca-8eda-491a-ad1b-9783f09d9028\">open its borders</a> to international tourism – exciting news for those who locate their happy place amid its countless beaches, coastlines, and many, many vineyards. My own is Waiheke, an island in the North Island's Hauraki Gulf that's a 35-minute ferry ride from Auckland (or a very fun 15-minute chopper jaunt, flying over the crater on neighbouring Rangitoto). It packs around 30 small wineries into its 92 square kilometres, many of which also produce excellent boutique olive oils; and half a dozen or so have solidly good food experiences attached. </p> <p>Among the newer wineries here is <a href=\"https://tantalus.co.nz/\">Tantalus Estate</a> – 2014 was its first vintage – but it has what is, in conventional terms (and my own experience), arguably Waiheke's finest restaurant. The menu includes relatively straightforward dishes – oysters, crispy pork, pasture-raised lamb – meticulously sourced and beautifully plated. They grow their own olives, stone fruits and macadamia nuts, and a great deal of their produce (including the edible wildflowers), and make the honey and preserves too. The dining room is the real showcase: a sleek, light-saturated stunner, set right up against the vineyards.&#xa0;</p> <p>Several miles further south-east, in a less-trod part of the island, is <a href=\"https://podericrisci.co.nz/\">Poderi Crisci</a> – a bit of a drive down a bumpy, semi-paved lane, but if you've come all this way already, trust me, just commit. Antonio Crisci emigrated to New Zealnad from Naples in the early '90s, and opened a pizzeria in Auckland that's an institution to this day. Poderi Crisci's exclusively old-world vines – Syrah, Merlot, Nebbiolo cuttings from Piedmont – are surrounded by olive groves, and adjacent to the restaurant is a two-acre garden filled with flowers, produce and herbs, and lined with cypresses. </p> <p>The dining room, in an old converted barn, and its vine-draped terrace are rustic and unpretentious; likewise the food, which hews resolutely to Italian – cheese and salumi or the lasagna al pesto rinforzato (basil pesto, with string beans and potatoes) will always do you right, because the quality is top. There's a more sophisticated degustation menu for a finer evening experience. But the thing here is the Sunday Long Lunch – starting at midday-ish, ending at around 4.30pm, and filled with a parade of antipasti, primi, secondi, and generous house pours. <em>Sunday lunch NZ$95 per person, excluding beverages,</em> <a href=\"https://tantalus.co.nz/\"><em>tantalus.co.nz</em></a><em>; </em><a href=\"https://podericrisci.co.nz/\"><em>podericrisci.co.nz</em></a></p>  <p><strong>A Chianti classic</strong></p> <p>It's easy (and also a bit facile) to write off the Chianti Classico region as past its saturation point – familiar as it is to much of the world in name, if not also actual geography – given how many of Italy's preeminent families produce here. Among those who have pivoted to also doing excellent hospitality are the Mazzei family, whose <a href=\"https://www.mazzei.it/en/\">Castello di Fonterutoli</a>, long (as in, almost 600 years long) a landmark proposition as a winemaking enterprise, is also a first-rate dining destination. The <em>borgo </em>itself, just south of Castellina, is surrounded by hundreds of acres of vineyards, and boasts a truly breath-stealing view of Siena. </p> <p>The place to soak that in is on the terrace of Osteria Fonterutoli. Don't let the osteria bit in the name fool you; not much about this eatery is rustic, bar the traditions to which the excellent food refers: that old chicken-liver standby the <em>terrina di fegatini di pollo</em>, for instance, gets a re-make with “vinsanto” gel and green apple, while a vegetarian <em>pici</em> combines kale, lemon and breadcrumbs to moreish effect. The wine list includes vintages from the Mazzei estates in Maremma, to the south, and Sicily's Val di Noto. Tip: the suites are lovely, too, should you want to stay the night. <a href=\"https://www.mazzei.it/en/\"><em>mazzei.it</em></a></p>  <p><strong>Midcentury Napa cool</strong></p> <p><a href=\"https://ashesdiamonds.com/\">Ashes &amp; Diamonds</a> is deeply <em>of</em> Napa; but it's not at all your typical <a href=\"https://www.ft.com/content/edad9b2a-23a0-40ad-b07c-855ffa3cbca4\">Napa winery</a>. Its creator, Kashy Khaledi – whose father Darioush emigrated from Iran in 1977 and founded his own cultish winery to the north on Napa's Silverado Trail, where he produces fine shiraz and cabernet sauvignons – detoured professionally for years through the worlds of multimedia and advertising before coming home to the family business. The edgy gloss of that experience deeply informs Ashes &amp; Diamonds: there is no nouveau-Tuscan or Tudor built environment, no excess of false patina. </p> <p>No faux old-world anything, in fact: from the winery itself (by Los Angeles-based architect Barbara Bestor, who designed the Beats by Dre HQ there) to the tasting rooms, to the bar (an actual, groovy bar) to the members' club lounge ($345 annually gets you access to special programming, pop-up tastings and several bottles a year), A&amp;D is all about nostalgia for the California of the midcentury. You might hear the Meat Puppets or De La Soul on the sound system while you're enjoying chef Ethan Speizer's wood-fired specialties or kombu-cured tuna, heirloom vegetable sides, or one of the picnic boxes you can park out on the lawn with. <a href=\"https://ashesdiamonds.com/\"><em>ashesanddiamonds.com</em></a></p>  <p><strong>A South African culinary adventure</strong></p> <p>Liam Tomlin left behind burgeoning stardom when he decamped for South Africa from award-winning Banc restaurant in Sydney in 2003. Within a few years, though, he was well in the ascendant on the Western Cape, having launched his Chefs Warehouse concept, which evolved from a cooking-school to a fine-dining one that by 2014 was wowing critics and international travellers alike (if you've been impressed by the cuisine at any of the <a href=\"https://www.ft.com/content/731007b2-0831-4478-a7ba-58652f92d985\">Singita</a> safari lodges and camps, you've Tomlin to thank; he's been the consulting chef there, too). In 2016, in partnership with&#xa0;chef Ivor Jones, he opened Chefs Warehouse at <a href=\"https://www.beauconstantia.com/\">Beau Constantia</a>, a super-slick winery just the other side of Table Mountain from Cape Town. </p> <p>In a competitive and fluid market, it remains one of South Africa's most impressive mergers of fine food and vineyard (and there's no shortage of world-class versions of&#xa0;those in this country, so please take this assertion at face value). Jones and Tomlin's games with classic South African ingredients and international influences are adventurous in a good way, and unfussy. The rigorously modern room and open-plan kitchen are total winners; and the good feels come from knowing Jones sources seasonal produce from local farms and fisheries. <a href=\"https://www.beauconstantia.com/\"><em>beauconstantia.com</em></a></p><p>Source: Maria Shollenbarger 2022 'Five of the best vineyard restaurants' FT.com 17 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-17T15:55:02.065Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3428,
          "end": 3433
        }
      ]
    }
  ]
}