{
  "_id": "1141cdf0ed623956588932b28f78dc3c332debc611795fed2956d688518b85af",
  "feed": "wall-street-journal",
  "title": "'Black Bird' Review: How to Escape His Cage; In this Apple TV+ miniseries developed by Dennis Lehane and inspired by a true story, a fallen football star can shorten his prison sentence by gaining the trust of a suspected serial killer",
  "text": "<p>Friday, Apple TV+</p><p>Developed by author Dennis Lehane (\"Mystic River,\" \"Gone Baby Gone,\" \"Shutter Island\"), \"Black Bird\" was \"inspired\" by \"In With the Devil: A Fallen Hero, a Serial Killer and a Dangerous Bargain for Redemption\" by Hillel Levin and James Keene. Mr. Keene is both an executive producer here and the principal of the story: A high-school football star and the son of a decorated (and dirty) police officer (a terrific Ray Liotta, who died in May), Jimmy is busted for cocaine trafficking in 1996 and in a betrayal of his plea deal is given a 10-year sentence in minimum-security prison. His out? A transfer to a maximum-security facility for the criminally insane where in exchange for his freedom he has to charm the suspected serial killer Larry Hall (Paul Walter Hauser) into disclosing where he's buried his victims. There's a deadline: Hall's case is on appeal, and he may be set free soon.</p><p>The prison-drama portion of the program is extensive, nerve-racking and though most of us probably know prison best through movies, convincingly awful. But before all that we meet the unindicted Jimmy, who dresses like a nightclub owner, or a drug dealer, and lives in a luxurious, modernist house—in Kankakee, Ill.—that might as well have \"Raid Me!\" written on the roof for the benefit of the DEA helicopters. He's sexy, charming, self-assured and physically imposing; Mr. Egerton is given various opportunities to go topless and a viewer might recall Emma Stone's response to a shirtless Ryan Gosling in \"Crazy Stupid Love\" (\"Seriously?! It's like you're Photoshopped!\") But Mr. Egerton's chiseled features are not at all irrelevant to the storytelling—his abs are among his catalog of blessings—nor is the bellicose relationship he develops immediately with his beautiful FBI contact, Lauren McCauley (Sepideh Moafi), who brings him the deal, pulls it back, dangles it like a carrot, all the while telling him why it won't work after she's come to him with the proposal in the first place. Yet if the scenes between them are supposed to generate angry sexual friction, they don't quite. They grow tiresome, as does the furious tone and persistent music.</p><p>But it's all strategy, it seems, per the calculating Mr. Lehane, and the directors Michaël R. Roskam, Joe Chapelle and Jim McKay. Midway through episode 1, the tone shifts as we transition from Jimmy, Lauren, the corrupt prosecutors and Jimmy's complicated relationship with his father and find ourselves in 1993 Vermillion County, Ill. There, detective Brian Miller (Greg Kinnear), quietly watching his little daughter's football game, is suddenly called away: The body of a missing local girl has been discovered. Brian is measured, serious, professional, not apt to let anyone know anything he's thinking too soon; what he's thinking, after his very detailed investigation, is that his suspect might be Larry Hall.</p><p>Mr. Kinnear is always a joy, an actor who maintains a well of profound intelligence and awareness beneath the surface of whatever role he's called on to play. In \"Black Bird,\" there's a marvelous scene in which he places a call to police in Wabash, Ind., where Hall lives, and during that conversation fixes the latch on his office window. Expertly, too. It may be that he isn't yet fully involved in the case. More likely, he's distracting himself from inadvertently giving too much away to a police department he already believes has blown the investigation.</p><p>Mr. Lehane, who wrote or co-wrote most of the episodes, is operating in his sweet spot, the place where crime and power collide and the people who are supposed to be in authority abdicate their power. \"Black Bird\" swings, not without some disorienting moments, between the investigation by Miller, which the Wabash cops stymie at first and then take credit for, and Jimmy's incremental inroads into Hall's confidence several years later. (Eventually, the timelines converge.) Mr. Egerton is arguably the star of the series, Mr. Kinnear arguably its soul. And Mr. Hauser is arguably the unshiny object being waved before our eyes, hypnotizing us with his creepy falsetto, his perpetual squint, his medicated posture and his matter-of-fact account of heinous sexual crimes.</p><p>Is Larry pure evil? The families of Hall's victims (who, in reality, may number as high as 40) would certainly say so. But pure evil isn't by itself an interesting dramatic subject. Mr. Lehane positions his characters on a cosmic hierarchy of the gifted, deprived and depraved. Much is made of Larry's having been on the downside of prenatal twin-to-twin transfusion syndrome, which left his brother, Gary (Jake McLaughlin), tall, athletic and good-looking and left Larry, well, \"as Larry,\" someone says.</p><p>No one sympathizes with Larry, but his condition puts his less-blighted adversaries in a less-than-heroic light: Jimmy, the kid who seemed to have everything (but didn't quite, something all those indistinguishable brunettes eventually make sense of), and Jimmy's father, a beloved absentee who is just one of many characters in \"Black Bird\" who betray the public trust—through dishonesty, yes, but also incompetence, opportunism and sloth, and whom Mr. Lehane the novelist likes to hang out to dry.</p><p>It isn't his own book Mr. Lehane is working with this time—the way Clint Eastwood, Martin Scorsese and Ben Affleck have worked with his—but he's made Mr. Keene's nonfiction into something novelistic, with all the action, ironies and unlikely happenstance one might expect.</p><p>'Black Bird' Review: How to Escape His Cage</p>",
  "published": "2022-07-05T21:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 53,
          "end": 58
        },
        {
          "start": 8,
          "end": 13
        }
      ]
    }
  ]
}